{
    "headline": "European fleets flouting deep sea fishing quotas, study finds", 
    "text": "European fishing fleets are flouting quotas for vulnerable deep sea fish and are landing up to 28 times more than allowed, a study has found. Analysis of fishing data since 2002 has revealed that Europe&apos;s fleets exceed half the quotas for deep sea fish, prompting demands for better enforcement of the rules and scathing criticism of European fisheries ministers. Landings of deep sea fish when quotas are busted are on average 3.5 times greater than the total allowable catch and in some cases were 10 to 28 times higher. Deep sea fish  usually considered to be those found deeper than 400 metres  are generally slow-growing and late to breed which makes them particularly vulnerable to overfishing. Some stocks, such as orange roughy in European waters, have already collapsed and the research suggests that more will follow unless catches are more strictly limited. The international team of researchers who uncovered the quota-busting said the findings revealed just how ineffective European fishing regulations can be and how badly they are enforced. &quot;There is a distinct lack of enforcement,&quot; the scientists said in their report. &quot;It seems urgent that the system implemented so far has to be dramatically improved.&quot; They condemned the lack of data on the number of deep sea fish caught, the effort that is put in by the industry to catch them, and the &quot;largely unreported&quot; discards which they said may be significant. Researchers behind the analysis, published in the journal Ocean &amp; Coastal Management, said the failures highlighted the need to reform the common fisheries policy. Telmo Morato, of the University of the Azores in Portugal, said: &quot;Our study shows that the European council holds little regard for scientific advice on sustainable catches and that the fishing industry does not comply with agreed catch limits. It is no surprise that the exploitation of deep-sea stocks lies &quot;outside safe biological limits&quot;, according to the International Council for the Exploration of the Sea.The study also criticised fisheries policy for failing to stop fishermen going ever deeper to make catches. It showed that European fleets have made a greater effort to catch deep sea species in recent decades. In the 1950s the average depth of catch for all species was 137m but by 2006 it was 196m, an increase in depth of 59m. For deep sea species alone, the depth changed from 407m to 535m.", 
    "section": "environment", 
    "gid": "environment/2012/oct/03/deep-sea-fishing-european-fleets", 
    "wordcount": "404"
}