{
    "headline": "The dark side of IAP: EA shuts down Rock Band for iPhone", 
    "text": "Update: EA has now released a statement reversing its decision to close down Rock Band. &quot;Rock Band for iOS will remain live - the in-app message users received yesterday was sent in error. We apologize for the confusion this caused. We&apos;re working to clarify the issue that caused the error and will share additional information as soon as possible&quot;. The original story follows. The glory days of guitar-based music games may be firmly in the past, yet there are plenty of people still firing up Rock Band or Guitar Hero on their consoles for a nostalgic glow. It seems players of Rock Band on iPhone will be denied that pleasure, though. People who own the game have been reporting a pop-up message titled &quot;Dear Rockers&quot;, which continues thus: &quot;On May 31, Rock Band will no longer be playable on your device. Thanks for rocking out with us!&quot; Yes, and thanks for spending money via in-app purchases on songs to play at 69p a time, too. Players may have got their money worth since the game launched in October 2009, but they are unlikely to have expected EA to dictate when they would stop playing, rather than themselves. A quick glance at tweets to EA Mobile&apos;s official Twitter account shows a stream of player outrage. Witness the thorny issue that emerges whenever a game involving in-app purchases shuts down. Rock Band is not an isolated example on iOS, either.  EA is also shutting down iOS social game Restaurant City: Gourmet Edition on 29 June  a decision flagged on its Playfish subsidiary&apos;s forums in mid-April. The decision to &quot;retire&quot; that game comes alongside the closure of its bigger Facebook brother. Outside EA, social games firm ngmoco nowadays owned by Japanese social games company DeNA is also closing one of its first ever freemium games on iOS, Eliminate. The first-person shooter launched in 2009, just as ngmoco pivoted from paid to freemium games. The company&apos;s notification for players kept faithful to the game&apos;s setting: &quot;Eliminate being retired. On Friday, May 25, 2012 the doors of Arsenal Megacorp will close for the final time. A big thanks to all current and former employees. The Management.&quot; These are all games in which players will have spent money on virtual items, which are now useless. In Restaurant City&apos;s case, EA is offering players 1,000 of its Simoleons virtual currency in separate game The Sims Social &quot;as a farewell gift&quot;. Whether that offsets any unrest at the closure remains to be seen. All this is a reminder that virtual items and currency are just that virtual with any long-term value subject to the changing business strategy of the publisher whose game they&apos;re in. You can compare any controversy around this to the protests when massively multiplayer online (MMO) games on PC have been closed down, although the difference there is that until recently, the players of those games had been paying for access to the game, rather than paying for items within it. On iOS, the closure of games that have used IAP may well be controversial for Apple as well as for their publishers. What can it do? It&apos;s hard to see it introducing and policing a policy forcing developers and publishers to continue supporting their games until the last player has dribbled away. Yet it may receive the bulk of complaints. As IAP continues to cement its hold on the mobile gaming world, while downloadable content (DLC) and compulsory online registration becomes more popular on console, these issues will only become more high-profile as time goes on. What&apos;s your view on publishers retiring games that have used IAP? Voice your thoughts in the comments, especially if you&apos;ve been playing one or more of the games listed above.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/02/iap-rock-band-games", 
    "wordcount": "639"
}