{
    "headline": "On the road: VW up! 1.0 litre 60 PS 5-speed manual  review", 
    "text": "They&apos;ve only gone andsent me a black one. I knew it. Ablack up! That&apos;s not my exclamation mark, by the way, it&apos;s Volkswagen&apos;s. Which, along with thelower case u, just adds to the wrongness of a black up! There&apos;s aworrying fashion for odd letters and punctuation in car names, I&apos;ve noticed  Alfa Romeo&apos;s MiTo, for example, or theeven more baffling Kia cee&apos;d. But they&apos;re as nothing compared with the inappropriateness of ablack up! Where am I supposed to go in it? One of those places in the West Country where the morris men still consider it acceptable to darken their faces? Or should Iteleport myself to the 1970s and the set of The Black And White MinstrelShow? The up! (the exclamation mark becomes even more absurd mid-sentence) is VW&apos;s new small city car. To replace the Fox, which replaced the Lupo, which was born because the Polo grew too big for its boots. That tends to happen with cars  models grow, so they have to bring in new models to fill the gaps left behind. Like children really. Anyway, I&apos;m a bit underwhelmed, to be honest. In many ways it&apos;s an excellent car for the modern world. It&apos;s economical  to buy, and especially to run. Fuel consumption and CO2 emissions are even better on the super-frugal BlueMotion edition. It may be tiny, but the space has been used very cleverly. Bigenough for four adults, and there&apos;s more luggage room than most of its rivals have. OK, so it&apos;s not the best car for overtaking, on an incline. And it&apos;s not going to put a smile on Jeremy Clarkson&apos;s face on an open, twisty road. But that&apos;s not what it&apos;s about (plus no one and nothing should be about putting asmile on Jeremy Clarkson&apos;s face). It&apos;s about nipping about town cheaply and cheerfully. Which the up! does extremely well. Where it disappoints is in character. This is almost certainly a better car than a Fiat 500  more technically advanced, loads more roomy, it makes more sense  and yet I&apos;d rather have the Fiat, because it&apos;s more desirable. A little town car should be cute, cheeky, sexy, whichthe Fiat is and the up! isn&apos;t. It&apos;s actually rather dull in appearance, hasn&apos;t moved on massively in looks from the Lupo or the Fox, doesn&apos;t stand out from a Renault Twingo. It&apos;s cheap without being cheerful. Or bold. Which is ever so slightly disappointing for such an important car for VW. Certainly it doesn&apos;t merit its exclamation mark. Oh, and the radio is rubbish, fades in and out, like they used to in the olden days, remember? Maybe I really have been teleported to the 1970s. VW Up! 1.0 litre 60 PS 5-speed manual  Price 8,970Top speed 99mphAcceleration 0-62mph in 14.4 secondsCombined fuel economy 62.8mpgC02 emissions 105g/kmGreen rating 8/10Cool rating 6/10", 
    "section": "technology", 
    "gid": "technology/2012/jun/15/vw-up-1-litre-60-review", 
    "wordcount": "497"
}