{
    "headline": "Building professional accreditation into traditional degrees", 
    "text": "Higher education institutions are increasingly aware of the need to set themselves apart from their competitors. In a competitive marketplace, some universities have chosen to trade on their brand, while others compete on price by offering attractive scholarships. These, however, are not the only factors that influence students&apos; decisions  as Zahir Irani quite rightly pointed out in a recent post on this blog. With students seeking out degrees that set them apart from their competitors in a crowded graduate job market, academics and higher education managers should recognise the value of and demand for courses offering a more business-orientated education. Embracing a tighter integration between business and higher education is one way to meet this demand. Creating links between business and higher education is not new: various degree courses have long demanded at least one year of professional practice before final qualification, and optional year-in-industry schemes are an established, valuable success. What is innovative, though, is the extent to which some institutions are incorporating real-world business experience and professional training into courses that have traditionally been exclusively academic. A growing number universities are implementing partnerships with professional bodies, integrating professional accreditation into every stage of a traditional degree  Southampton Solent University Business School and Coventry University, for example, are already successfully offering or planning to launch courses that incorporate qualifications from the Chartered Institute of Marketing. Here, students are able to study for professional certificates alongside their degrees, leaving with a respected academic qualification and a trusted professional standard of competency. Professional qualifications are also typically taught by tutors who are practising in the relevant sector, giving students valuable business contacts and networking opportunities, and bringing a welcome diversity to higher education institutions as a whole. Furthermore, in a competitive higher education market, these benefits to students translate directly into benefits to institutions. Forging effective, productive links with business can be difficult for higher education institutions: relationships can sometimes be developed inconsistently and can be a challenge to administer and sustain. With their intimate knowledge of the demands of their sector and their established range of qualifications, professional bodies are ideally placed to assist higher education institutions looking for a structured, manageable and streamlined way to offer their prospective students a competitive advantage. Working in partnership with professional bodies to deliver courses that combine academic and professional study might require us to reassess our idea of what it means to be a higher education institution. There can no longer be a neat divide between the worlds of business and education, and the higher education profession needs to continue to embrace this change. Students are looking to stretch themselves and add something more to their experience of university; higher education managers should welcome this and recognise that those institutions that support and meet this new demand will benefit from the highly motivated and engaged students they will attract. Students entering higher education now have a huge range of options open to them, and this choice is absolutely something to be welcomed. However, it also means that higher education providers must work harder and offer more to attract the brightest and most highly motivated applicants. Those institutions that thrive in the new market environment will be those that adapt to the demand for a more business-oriented education  and offering professional qualifications alongside traditional degrees is one way to achieve this. Ann Brine is a chartered marketer, a trustee of The Chartered Institute of Marketing and visiting fellow at Southampton Solent University&apos;s Business School This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/20/university-professional-bodies-graduate-employability", 
    "wordcount": "613"
}