{
    "headline": "Pinterest: you'll never be bored with a board", 
    "text": "What&apos;s all the buzz around Pinterest? The new social network has been making waves in the UK with a reported 200,000 unique monthly users (already 12m in the US). The site allows you to &quot;pin&quot; any image from the web on to a virtual pinboard  curating online moodboards around themes and interests  with early-adopters setting the trend in the home decor, fashion, food, weddings and craft categories. So far it&apos;s been pretty popular with women (the site has the feel of Good Housekeeping from the 80s) and the cleverest pinners&apos; boards inspire and aspire to perfection. Also visit pinnerstofollow.com for a complete guide CRAFT Etsy For all your crafty goodness  boards from this marketplace range from DIY projects to gift ideas, and there&apos;s one for stationery addicts to follow. Prolific pinner Nic Adler showcases yarnbombing and Scottish crocheter Emma Lamb has some great colour palettes. FOOD Whole Foods Market Quick-fix dinner inspiration, cheeseboards, and home-cooking gadget porn  retailer Whole Foods Market is creatively exploring the social network with mouthwatering pins for all foodies. WEDDINGS Style Me Pretty  Hair designs, lingerie, shoes and food  blog founder Abby Larson&apos;s boards are the number one place to help you get organised and make those difficult decisions in the lead up to the big day. Preferable to wedding magazines. TECH Mashable Digital culture news site Mashable is pushing the boat out with pinboards on technology. Follow the infographics board to keep up to date on social media trends and figures. And you can follow BuzzFeed for all your LOLZ. FASHION eat. sleep. wear. Kimberly Pesch has quickly risen to be a top style blogger to follow on Pinterest, but with fashion houses Michael Kors and Nina Garcia signing up to showcase catwalk trends more will soon follow. HOME DECOR Apartment therapy Guardian columnist Sali Hughes described Pinterest as like having a nose around someone&apos;s home. For all the curtain-twitchers out there, this one from the well-established homes blog Apartment Therapy is for you.", 
    "section": "technology", 
    "gid": "technology/2012/mar/04/pinterest-share-interest-picture-boards", 
    "wordcount": "333"
}