{
    "headline": "Changing times in UK universities: what difference can HR make?", 
    "text": "The pace and scale of development in UK universities is fundamental and, in some ways, unprecedented. We are experiencing a paradigm shift, and no-one really knows how things will be when (if?) the dust settles. Universities are people enterprises. The quality of the people working in the sector, the way they work with each other and what they achieve will, over time, mean the difference between institutional success and failure. Universities Human Resources  the professional body for HR in HE  thought that it therefore made sense to ask an independent, respected thinker and writer to investigate the readiness of the HR function to respond to the challenges of 2012 and beyond. Linda Holbeche has brought a wealth of academic and practical experience to the task and her report is meant to serve as a vehicle to stimulate thought and reflection, and to enable HR people to benchmark themselves with some of the best practice. The Holbeche report chronicles a variety of excellent, leading-edge HR initiatives and successes. HR people are finding new and imaginative ways of supporting institutions to provide excellent student experience, achieve greater internationalism, build research excellence and create institutional agility. There are examples of HR programmes achieving really high levels of staff engagement, implementing cutting-edge leadership development and succession-planning programmes, enhancing business efficiency and managing and motivating staff performance in ways that recognise achievement and build on the foundations of excellent communications and collegial working. There are a number of questions that don&apos;t have easy answers. How best to build a new psychological contract that supports staff in rising to the new challenges? Are our reward and recognition structures still fit for purpose? How can we build and maintain the academic leadership skills on which we so critically depend? And how can we organise ourselves so that we eliminate unnecessary bureaucracy and administration, and focus effort where it can have most impact? There are also some frustrations. HR doesn&apos;t have the profile or the organisational support to achieve its full potential in every institution. There are still examples of HR people having only limited impact on the change agenda in their organisation because they are marginalised or bogged down in administrative or transactional work. The Holbeche message is clear  finding the right ways to balance priorities and create headroom for a strategic contribution in the future will be vital if the return on the investment in HR professionals is to be optimised. While much is being achieved, and HE people are generally confident and upbeat about their ability to meet future challenges, there is absolutely no complacency. Rather, there is a determination to work together to learn from each other, and to understand and adapt the best and most successful approaches from other industries and services. UHR hopes the Holbeche report will serve as a catalyst for further professional development and progress. It also hopes that it will promote debate within universities about ways in which the HR professional contribution can be enhanced and stretched. To quote Professor Eric Thomas, the president of Universities UK: &quot;In a sector built around people, it is clear that human resource managers will be pivotal in helping universities thrive in a fast-changing environment. Their role in making sure we have the right people, with a clear and shared understanding of what the university is trying to achieve, should not be underestimated.&quot; Matthew Knight, UHR chair and HR director, University of Leeds This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/17/human-resources-in-higher-education", 
    "wordcount": "604"
}