{
    "headline": "Jeremy Hunt as health secretary: it might not be so bad", 
    "text": "It&apos;s said that you can&apos;t polish a turd, but every now and again (like this week) the world of politics suggests that if you get enough turds in one place, you can reshuffle them and hope it looks like a polishing. Of course, I mentioned this on Twitter. However, I largely follow, and am in turn followed by, scientists and geeky types, and there&apos;s nothing scientist and geek types love more than pointing out that someone is wrong about something/anything. So I was told, several times, that Mythbusters have demonstrated that it is indeed possible to polish a turd. And just as a heads up, that previous link is NSFPE (Not Safe for People Eating). I don&apos;t know what the take home message of this is, except maybe that, when it comes to improving your image, politicians are worse than turds? But then, it seems it doesn&apos;t matter what party you&apos;re in or what your views are, if you&apos;re a mainstream politician you have to work hard to simply not be automatically loathed. I understand relatively little about politics, and for the sake of my fragile sanity I like to keep it this way. I observed the recent reshuffle of the UK cabinet with little interest. As is my wont, I was more interested in the general reactions, which ranged from the resigned acceptance of a prisoner observing that the most sadistic guard is wearing a new shirt, to the outright horror of someone who&apos;s just noticed their inebriated taxi driver is wearing a necklace made of human ears. Nobody I know of is happy about any of the changes, at any rate. But as a scientist, this confuses me. The general consensus among many is that things will be much worse as a result of this reshuffle, but why would our prime minister actively make things worse? A reshuffle is a typical response to falling polling figures and public disapproval, so making things worse is logically the last thing someone who wants to hold on to their job would do, what with self-preservation being such a powerful motivator. So, a thought experiment. As far-fetched as it may seem to many, let&apos;s assume that: A. There is a logical rationale behind all of the changes made in the recent reshuffle, andB. Each change is intended to benefit the UK as a whole. It may be quite a stretch, but let&apos;s assume David Cameron is acting for the good of everyone. Whatever the reason, let&apos;s assume Cameron meant well with even the more controversial changes to the cabinet.  As mentioned in the headline, the main concern people seem to have is the appointment of the health secretary. Andrew Lansley has been sacked and replaced by Jeremy Hunt. This has a lot of people worried, given Hunt&apos;s lack of experience, controversial views on healthcare and previous record of being a corporate stooge. Lansley wasn&apos;t popular, but many see this as being a case of out of the frying pan and into a worse frying pan, one with a lot of crap still stuck to it from the last time it was used and wielded by a chef who enjoys giving people food poisoning But as suggested, maybe there is a rationale for this. For example, despite his record, Hunt is 10 years younger, noticeably slimmer and has got much darker hair than Lansley. Ergo, he looks healthier, which is reassuring for a health secretary, like having your optician wear glasses. People are more approving of more &quot;vibrant&quot; looking individuals.  But Hunt may also help the health services of the UK, albeit inadvertently. He officially doesn&apos;t like the NHS, and most people tend to avoid things they don&apos;t like. Rather than progress with Lansley&apos;s chaotic reforms, Hunt may spend three years making excuses to avoid dealing with it at all, thus limiting the damage.  Hunt is also seemingly pro-homeopathy. I&apos;ve made my views on homeopathy quite clear, but Hunt may wish to increase the role of homeopathy in the NHS. Similarly he wanted to increase the role of Sky in the British media, and that didn&apos;t end too well. He may well work similar magic with homeopathy during his time in the post. But even if he does go ahead with the expansion of private involvement with the NHS, the main company involved in this so far seems to be Richard Branson&apos;s Virgin, whereas Hunt is unquestionably Rupert Murdoch&apos;s man. There is no love lost between Murdoch and Branson, so maybe with Hunt in charge this feud will extend to private health care? Like pitting an insidious virus against an aggressive cancer, maybe the two companies will spend so much time fighting each other they&apos;ll be too depleted to wreak further damage to health service, assuming it&apos;s still standing.  Newton&apos;s third law states that for every action there is an equal but opposite reaction. There&apos;s a slim chance that a similar principle is at work here, in that Hunt&apos;s failings will help cancel out Lansley&apos;s. One can but hope. Perhaps similar logic can be applied to the appointment of Patrick McLoughlin as secretary of state for transport? The main concern is that he will approve the building of a third runway at Heathrow. As a non-Londoner, this is a controversy that has passed me by, but apparently it&apos;s a big one. It&apos;s believed that McLoughlin will approve a construction of a third runway as he has no prior involvement with the matter.  However, the quote often used to refer to this is that he &quot;carries no baggage&quot; with regards to the matter. He may have been speaking entirely literally. Having no baggage is something that happens a lot after a visit to Heathrow. This would undoubtedly put him off wanting to increase the possibility of this happening with a third runway. A third runway also means more planes, and a man who is afraid of flying surely wouldn&apos;t want that. If anything, if his phobia is strong enough, he could irrationally want to reduce the number of planes currently operating out of the UK altogether, perhaps by converting existing runways into ludicrously long basketball courts.  McLoughlin may end up inadvertently doing more for the environment than an Icelandic volcano. There may even be a reason for Kenneth Clarke, who has gone from secretary of state for justice to minister without portfolio. This seems like a demotion of a popular, established politician, but it may be a calculated move. Clarke is now a wealthy figure with a lot of time in his hands, a taste for dispensing justice and one who has been let down by authority figures. These are ideal circumstances to cause him to become some sort of vigilante hero, dealing with criminals using his own resources at no cost to the state.  I&apos;ll stop this line of thought there though, as it could eventually lead to images of Clarke in tight lycra, and nobody needs that. For obvious reasons, I&apos;ve focused on the changes that have a potential scientific impact (health, environment  Batman) but there may be a similar, positive rationale for all of Cameron&apos;s cabinet changes. Or, more likely, this whole post is just a jumble of extreme extrapolation and half-baked theorising that would do a conspiracy theorist proud. Either way, it can&apos;t be as bad as the reality seems to be. Science is all about challenging boundaries and investigating the new, and I just wanted to see if it was possible to write an article with a positive interpretation of the recent reshuffle and have it put up by the Guardian.If you&apos;re reading this, then apparently it is. If you&apos;re interested, Dean Burnett sometimes manages to sufficiently pad out his knowledge of politics to fill 140 characters on Twitter, as @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/sep/05/jeremy-hunt-health-secretary-scientific-rationale", 
    "wordcount": "1298"
}