{
    "headline": "Jos Antonio Ocampo for (World Bank) president", 
    "text": "It is truly historic to be engaged in a global debate about who should head the World Bank. For more than 60 years the Bank presidency has been dictated by the US. Finally, the US and the Bank have pledged the institution&apos;s next president will be chosen on merit, not hegemony. On merit, Jos Antonio Ocampo is far and away the most qualified candidate to lead and reform the World Bank. Many of the leading media outlets and key development professionals have praised the US in acknowledging the need to change the process and for putting forth Jim Yong Kim but have expressed concern that he may have too narrow a resume to run the Bank, given the many challenges it faces. Kim would be asked to head an institution that is charged with helping to bring more than 2 billion people living on less than $2 per day out of poverty, while promoting economic growth that generates employment in an environmentally sustainable manner, as well as tackling problems like food price volatility, global climate change, financial stability and public health. On public health Kim is hands down the best candidate, but is in deep third on the rest. The World Bank not only has to work on this broad set of issues, it is also in need of deep reform. Six years ago the Bank was mired in scandal. Robert Zoellick can be credited for calming things down, but the Bank has not been at the forefront of development. Indeed, it is increasingly becoming eclipsed by the Chinese and other emerging market development banks. Ocampo is the only candidate who has the breadth of knowledge and experience to reform the World Bank for these 21st-century challenges. He has managed and reformed major global institutions and government ministries. And, as a leading development economist in academia, he will have the respect of a Bank swarming with economists. Between 2003 and 2007 Ocampo served as the UN under-secretary general for economic and social affairs. In that capacity he chaired the UN executive committee on economic and social affairs and headed the UN department of economic and social affairs. He was tapped for that job because of his stellar record in reforming the UN Economic Commission for Latin America and the Caribbean, where he was executive secretary from 1998 to 2003. From 1989 to 1997 he held a number of senior posts in the Colombian government, including finance minister and chair of the central bank board. In addition, he was minister of national planning, and minister of agriculture and rural development. In all these capacities he is a proven reformer. Nigeria&apos;s Ngozi Okonjo-Iweala is better equipped than Kim to lead the World Bank, but she doesn&apos;t have the breadth experience and development knowledge, and is too much of a Bank insider to be able to put in place badly needed reforms. One of the only things standing in Ocampo&apos;s way is his own government. Colombia&apos;s finance minister gave Ocampo the go-ahead but only days later said Ocampo&apos;s bid was not &quot;politically feasible&quot; because Bogot is pushing a candidate to head the International Labour Organisation (ILO). The Dominican Republic and Brazil nominated him anyway. Pressure is mounting on Colombia to change its stance. Last week every major newspaper and television outlet in the country endorsed Ocampo&apos;s candidacy  even those most supportive of the government. Some of those articles pointed out that the World Bank is much more important than the ILO, and that a Colombian would never win the ILO job because a Latin American has long held the seat and Colombia has been notorious for its poor treatment of workers under the watch of the candidate put forth. It has been the developing world that has reduced poverty significantly (often despite poor policy advice from the World Bank). It has been the developing world that has avoided the worst of the financial crisis that originated in the US. It would be ironic for the US to dictate the appointment at the Bank in such an environment  especially of someone who lacks high-level policy experience and is not versed in the broader development agenda. We must then turn to the two developing country candidates. Ocampo wins. He is a reformer, has managed major global institutions and national ministries, and is arguably one of the most noted development economists of our time.  Kevin Gallagher is associate professor of international relations at Boston University and co-author of The New Banks in Town: Chinese Finance in Latin America.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/02/world-bank-ocampo-president", 
    "wordcount": "756"
}