{
    "headline": "Checking a suspicious Windows program", 
    "text": "A few years ago, a colleague introduced me to PicPick, a brilliant utility for doing screen grabs and the like. (It allows you to get a complete webpage in one go, even if the page needs to be scrolled.) Although the software is free, I&apos;ve upgraded to the paid-for version because it&apos;s that useful. The problem is that every time it updates, I have to negotiate my anti-virus software (paid-for Avast), which comes up with messages saying that despite it not being able to find anything malicious, I should use the program with extreme caution. I used to use AVG and a similar thing happened.Do I have anything to worry about?OllyI think Avast is, as you suspect, coming up with a &quot;false positive&quot; in this case, though that is not necessarily a bad thing. There are two likely reasons for it to do this. First, Avast and other vendors may have PicPick on their list of suspicious filenames. Second, although the software has not identified a known virus, it might have detected some virus-like activity. PicPick.exe could easily come under suspicion even if it is entirely innocent (which I think is the case), because malware writers have used its name to try to disguise their own software. This is why it&apos;s important to consider the size, date and position of a file. I&apos;ve just installed the free version of PicPick to check, and the file is stored in the expected place: in a PicPick folder in Program Files. A file called PicPick.exe with a different size and date in a Windows System directory would be much more suspicious. Use Windows Explorer to search your hard drive from C:\\ to check that you have only one file called PicPick.exe and that it is in the right place. There are several websites, such as File.net, that have details of common Windows files. Anti-virus programs check for known virus signatures, but many of them also use heuristics to try to identify unknown viruses. This is a good thing, but it can be a problem with utilities that work in the lower levels of the operating system, where viruses tend to operate. A search of the Avast forums reveals that an earlier version of PicPick was flagged by the program&apos;s heuristics (Artemis), but double-checking revealed that this was a &quot;false positive&quot;. If you have a suspicious file, then there are two simple things you can do. One is to scan your PC with different anti-virus software, perhaps running it from a USB thumb drive. Malwarebytes Anti-Malware (MBAM) and Kaspersky are good choices for cross-checking if you don&apos;t run them as standard. The other is to upload the suspicious file to a website for checking. I used VirusTotal, which checks the file using 42 anti-virus programs (though it told me it had already checked the same file only 16 hours earlier). VirScan is an alternative. Many anti-virus companies also offer to check suspicious files. I have used Kaspersky&apos;s File Scanner, and in this case tried Dr Web (an old Russian security company that just became famous for exposing the Flashback botnet running on hundreds of thousands of Macs). Once you have checked a suspicious file, your anti-virus software should allow you to mark it as safe so the problem doesn&apos;t come up again. Since this particular file is updated often, you could tell Avast not to scan the PicPick directory in Program Files. Of course, the best approach is not to download any suspicious files in the first place. This is easier said than done, but downloading a paid-for file direct from the vendor -- which you have done -- is the safest option. Free programs are usually available from a wide range of sources, and the well-known libraries are usually safe, because users would be very quick to post complaints if anything went wrong. The desire for reliable sources is encouraging companies to set up &quot;app stores&quot;, though these newbies are not necessarily safer than Major Geeks, which I&apos;ve used for many years, or Tucows, which has been around since 1994. (Security expert Charlie Miller managed to get malware apps accepted by both Apple&apos;s iTunes store and Google&apos;s Android Marketplace.) However, the app store I have recommended here before is All My Apps. This has a vast store of free and paid-for applications, will install your chosen apps on several different PCs, and will re-install your apps if you reformat your PC or whatever. All My Apps can also update programs automatically when new versions come out, which is a Good Thing from a security point of view. All My Apps may not appeal to geeks, but it&apos;s a good solution for people who don&apos;t want to be bothered about this sort of thing. Finally, anyone tempted to try the free version of PicPick should be careful because the &quot;Standard Installation (recommended)&quot; currently installs the AVG Security Toolbar, and sets AVG Secure Search as your home page and default search provider. This can be avoided by clicking Custom Installation and unchecking the boxes so that only PicPick is installed. This is not to say there is anything wrong with AVG&apos;s offerings, but it&apos;s all too easy to install things you don&apos;t want when you&apos;re installing something you do want.  Readers with Microsoft Windows 7 and Vista already have Microsoft&apos;s Snipping Tool screen-grab utility installed. Also, Greenshot is a free, open source alternative to PicPick, while Screenshot Captor is the top pick at Gizmo&apos;s Freeware.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/jun/07/data-computer-security-windows", 
    "wordcount": "924"
}