{
    "headline": "Plumbers unprepared for move to energy-efficient homes, report warns", 
    "text": "Plumbers are almost wholly unprepared for the &quot;drastic change&quot; to the way the UK&apos;s homes are heated as part of efforts to cut carbon emissions, leading engineers said on Thursday, meaning householders could need to turn to architects and engineers at a potential cost of over 20,000 per house. In a report published on Thursday, the Royal Academy of Engineering (RAE) also warned that government plans for insulation and green energy are not adequate for the changes needed for a shift to low-carbon heating. They called for a massive switch to renewable energy such as solar water heaters and wood-burning stoves to a street by street effort to upgrade insulation in Britain&apos;s draughty homes. About a quarter of the UK&apos;s carbon emissions come from heating residential buildings, largely with gas. To meet future carbon reduction targets, the amount of fuel used must come down drastically and millions of homes will have to use new technology such as heat pumps. The lack of necessary skills among plumbers and heating installers is proving a major brake on the UK&apos;s ability to make this switch, the RAE found. The study found examples of inexperienced or underqualified installers causing serious problems. One household paid thousands more than it should have because a heat pump had been wrongly connected - instead of energy bills falling as they had expected, the bills soared from 30 to 250 a month. It cost thousands to fix. In another case cited by one of the study authors, solid wall insulation was badly installed in some old housing stock, causing condensation to collect on the walls and rot floor joists. The authors called for more investment in &quot;upskilling&quot; heating engineers and installers, and a coordinated approach across the UK that would enable houses to be upgraded at a lower cost. &quot;We can no longer just muddle through,&quot; said Scott Steedman of the RAE. &quot;We need to make drastic changes.&quot; The engineers were wary of government plans to upgrade homes through its much-vaunted &quot;green deal&quot; policy, which will come into force late this year. Under the scheme, households will be offered loans to improve their properties&apos; energy efficiency. However, individual households will be responsible themselves for choosing to sign up to the scheme, which will be offered by a wide range of providers from energy utilities and supermarkets and large retailers to one-man-band plumbers and builders. Rather than take this approach - which relies on people taking a long-term view of their future energy costs by agreeing to pay back loans over years through additions to their bills - it would be much more efficient to offer insulation street-by-street and housing estate by housing estate, the engineers said. This could work by asking householders in a particular area to opt out of a bigger scheme to insulate each building, rather than having to opt in. &quot;Street by street, group by group, estate by estate [would work],&quot; said Steedman. &quot;The green deal needs to be implemented very carefully or it could be just a mad scramble for DIY equipment. It has to be done in a considered way, to standards. This is a big investment and it has to be made in the national interest.&quot; The authors also found that the UK could not rely on heat pump technology, as other studies have suggested, because it would lead to a 50% increase in electricity use. Heat pumps need electricity to work, but generate more energy than they use. They also found that relying on large-scale renewables on the electricity grid, and switching houses over to electric heating, would not work because of the difficulty of meeting peaks in demand. &quot;To attempt to meet the whole of such a load by renewables based on wind, tides or sun would require a level of installed capacity that would be almost impossible to build and that would be standing idle for most of the summer months, making energy very expensive,&quot; said the report. But if houses can be upgraded and low-carbon heating systems installed, the UK is likely to save billions and generate new jobs. &quot;Managing the UK&apos;s [heating] energy systems in a way that reduces CO2, avoids expensive imports, ensures energy security, does not exacerbate fuel poverty, supports job creation and works with - rather than against - the market will be hugely difficult,&quot; said Roger Kemp, professor of engineering at Lancaster University. &quot;Government is only just coming to terms with the complexity of these multiple demands on policy.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jan/12/plumbers-energy-efficient-homes-engineers", 
    "wordcount": "769"
}