{
    "headline": "Apple provides sneak peek at iOS apps for summer 2012", 
    "text": "Apple is expected to unveil the iOS 6 software at its WWDC conference in June, and while proprietary maps, Siri APIs for developers and a revamped App Store have been rumoured, the exact details won&apos;t be known until the event. However, Apple is showing off some of the apps that it expects to be big summer hits on its iPhone, iPad and iPod touch devices. The company&apos;s senior director of iPhone product marketing, Stan Ng, sat down with The Guardian this morning for an iOS update briefing. The choice of apps offers some clues about Apple&apos;s priorities for its platform, and how it&apos;s positioning iOS against competition from Android in particular. The figures are familiar from Apple&apos;s most recent quarterly financials call: more than 365m iOS devices shipped so far, more than 600,000 apps in its App Store, 25bn downloads so far and a current run-rate of 1bn a month. (Google, meanwhile, said in February that 300m Android devices had been activated, while in May it reported that its Google Play Store had passed the 15bn downloads milestone, also running at around 1bn a month.) Not-so-throwaway references to the lack of iOS malware, developers making money from paid apps, and OS fragmentation during the briefing also show where Apple is looking to pitch the battle for developer mindshare this summer. With WWDC coming just a couple of weeks before Google&apos;s own I/O developer event, expect more barbs ahead. Exclusivity on the rise Ng and his colleagues showed me nine apps and one iBook during the briefing, although he had a number of meetings and the selection of apps may have varied from journalist to journalist  in other words, this isn&apos;t the definitive list of the apps that Apple is showing off. All of them are iOS exclusives, for now at least. This seems to be where the battleground is heading between iOS and Android, as Apple ramps up its backing for apps that aren&apos;t available on other platforms. See also the three exclusive apps shown at the unveiling of the company&apos;s new iPad in March, and senior vice president of worldwide marketing Philip Schiller&apos;s public abandonment of Instagram when it &quot;jumped the shark&quot; by being ported to Android. But yes, the apps. Namco&apos;s Sky Gamblers: Air Supremacy is already out  and was one of those iPad-event demos  but its publisher is adding a party-play multiplayer mode designed to be used with iOS&apos; AirPlay feature and a TV. I watched NG and two colleagues play from a mixture of iPads and iPhones, all wirelessly connected to an Apple TV set-top box, with the TV screen split between their views. Essentially the same thing that games consoles have been doing for years. That&apos;s important in itself, since it&apos;s a sign that developers are already looking at Apple TV as... Well, as a stealth console. The action was pretty jerky, but the feature is apparently still in development. I also got a closer look at Infinity Blade Dungeons from Epic Games&apos; Chair Entertainment studio, which was also shown at the iPad launch. The version shown off today was running on an iPhone 4S, and while the bubbling lava and blowing leaves are nice in a processor-showing-off way, I was more impressed by the developers&apos; decision to shun a virtual D-pad and buttons in favour of touchscreen gestures. Independent spotlight The third game Apple talked up was a different kettle of fish: SpellTower, a word game by independent developer Zach Gage, who recently generated some canny social media buzz with a &quot;Holy Crap, I&apos;m Near the Top, This is Crazy! Help an Indie Take On Rovio+Zynga!&quot; price-cut promotion. Singling out a game like this to show to journalists is telling, and not just because it showcases the more casual side of iOS gaming. With no shortage of games that have crashed and burned on the App Store, Apple is clearly aware of the need to keep the dream of iOS riches alive for the indie community.  Armed with its featured slots on the App Store, I&apos;ll be interested to see if Apple turns SpellTower into the next Tiny Wings, in terms of a one-man success story. Also interesting from the demo: Ng&apos;s reminder of Apple&apos;s claim that the iPod touch is the best-selling handheld games device in the world. It&apos;s been easy to forget about the iPod touch in recent times  it hasn&apos;t been updated since September 2010. If it does get refreshed this summer (or more likely, Autumn), perhaps it will have even more of a focus on gaming, and a continued challenge to Sony&apos;s PS Vita and Nintendo&apos;s 3DS. That&apos;s my reading, rather than anything specific said by Ng, though. Book-apps and iBooks Also shown this morning was a succession of reading/book apps, including two existing titles from Touch Press: Barefoot World Atlas and Leonardo da Vinci: Anatomy. There was also an iBook  George Harrison: Living in a Material World by the late Beatle&apos;s widow Olivia  showcasing its use of photos and audio alongside the text. I&apos;ve heard from several book publishers lately that Apple is taking a pro-active approach when it comes to separating iBooks from iOS apps  those who are simply looking to add more photos, video and audio to a print text are being encouraged down the iBooks route, with apps left for those with grander interactive ambitions. The George Harrison iBook is a good example of the former, but another app demonstrated today  a still-in-development book-app called Star Academy from developer Monster Costume illustrated the latter. No virtual page-turns here: instead it offers parallax-scrolling scenes, visuals from artist Dylan Cole (whose CV includes Avatar, Tron Legacy and Lord of the Rings) and the promise of games and puzzles. Ng offered up panoramic-photography app TourWrist and polished city-guide Cool Cities Collection as current cutting-edge travel apps both are already available before donning a pair of Nike trainers to show off the sportswear firm&apos;s upcoming Nike+ Training and Nike+ basketball apps. The trainers contain sensors to measure the movements of their wearer, transmitting the data wirelessly to the iPhone apps for interpretation. The apps also include workouts from famous athletes, while tying into the NikeFuel community a bit like Xbox Live with less sitting on the sofa. The interface between apps and third-party hardware (or, indeed, leisurewear in this case) has plenty more mileage, and for now it&apos;s an area dominated by iOS. So-called appcessories may be plentiful at WWDC, or looking further ahead, at the CES consumer electronics show in January 2013. All eyes on WWDC In summary, then: More developers and brands are shifting towards a dual iOS/Android publishing strategy in 2012. Grumbles about Android fragmentation and the appetite of its users for paid apps continue, but the platform&apos;s sheer scale is counterbalancing that, especially for certain app genres like freemium games and social apps. From today&apos;s admittedly-small selection of apps being talked up by Apple to journalists, my takeaway is that the company&apos;s strategy is a mixture of: doubling down on genres it&apos;s stronger in, like console-quality games, book-apps and appcessories; reminding developers of the promotion it can put behind iOS exclusives, and also highlighting some of those Android negatives. That said, June&apos;s conferences will give us a much better picture of how the next generation of iOS and Android software and stores will shape up for developers.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/14/apple-iphone-ipad-apps-summer-2012", 
    "wordcount": "1234"
}