{
    "headline": "George Osborne's attacks on the environment are costing UK billions", 
    "text": "&quot;Once is happenstance. Twice is coincidence. The third time it&apos;s enemy action.&quot;  So said James Bond&apos;s arch-enemy, Goldfinger. In his forthcoming budget, George Osborne may bag the hattrick of environmental attacks that would put to bed to his pre-election statement that his Treasury would be &quot;a green ally, not a foe&quot;. First he told his party conference in October that saving the planet risked &quot;putting our country out of business&quot;, then his autumn statement lambasted burdening businesses &quot;with endless social and environmental goals&quot;.  The most extraordinary thing is not that Osborne and David Cameron have abandoned their pledge to be the &quot;greenest government ever&quot;, but that Osborne&apos;s trash-talk delivers the precise opposite of what it intends: it imposes huge extra costs onto taxpayers and businesses under the mirage of freeing them red tape. How can the finance minister of the world&apos;s seventh biggest economy get it so wrong, you might well ask? The short answer is a corrosive cocktail of desperation for economic growth at any price blended with sheer ignorance and, apparently, relying on the Daily Mail. The long answer centres on how Osborne&apos;s contemptuous rhetoric drives up the political risk of rebuilding the UK&apos;s creaking energy infrastructure, which in turn drives up the cost of financing the 200bn investment needed. But let&apos;s start with the very example of environmental red tape raised by Osborne himself, which turns out to be a complete red herring. He railed against the EU wildlife habitats directive for placing &quot;ridiculous costs on British businesses&quot; in November and Cameron weighed in last week in cabinet, berating environment secretary Caroline Spelman for the lack of progress. In fact, an exhaustive analysis by Spelman&apos;s department showed that a mere 0.5% of projects affected by the habitats directive have had problems. These are now being remedied not through the shredding of any red tape at all, but by friendly negotiation. And, in a final magnificent irony, the projects that had been hampered were those green icons, offshore wind farms. It&apos;s gone from red tape to red herring to red face in barely four months. A more complex, but far greater problem caused by the chancellor&apos;s casual green malice is its effect on the cost of borrowing money for clean energy projects. The UK has no choice but to build a new energy system and it will be a clean and sustainable one sooner or later. Unlike polluting gas and coal plants, the investment in renewable energy projects (and nuclear power) is heavily front-loaded, followed by near-free energy for years. That front-loading means the price you pay for the capital is the key variable, and that is directly linked to political risk. After Osborne&apos;s autumn outburst, the man running one of the UK&apos;s biggest renewables portfolios told me: &quot;Within hours I got an email from the chief executive asking &apos;Does this mean we should not be investing in the UK?&apos; We are competing internationally for capital, and his words sent shivers through the market.&quot; That executive is far from alone, with many energy industry leaders privately expressing their horror. So what Osborne says really matters, as does Cameron&apos;s telling silence. Ratcheting up the political risk of green projects by throwing red meat to his party&apos;s Tea Party fringe is quite conceivably adding billions to the cost of our energy future system, money that will be added to the bills paid by homeowners and businesses. Paradoxically, those soaring bills are a particular concern for Osborne, I&apos;m told, as he has privately defended his green antagonism by saying he was more worried about the 200-a-year of &quot;green taxes&quot; borne by energy customers. That figure was made up by a climate change sceptic and printed in the Daily Mail, which then had to print a correction, noting the real figure was far lower.  Again I ask, can Osborne really be so badly advised? It seems so. The London School of Economics say the economic models used by government can be &quot;highly misleading&quot; when applied to low-carbon energy. In the meetings he has declared to date, the chancellor has met only the following energy-related companies: Centrica, ExxonMobile, Total and trade body Oil and Gas UK.  The one lobby he has heard loud and clear are the bloated carbon fat cats in the steel and cement industries, who blame green taxes for their laying off of thousands of workers while simultaneously banking billions of Euros in spare carbon pollution permits. Meanwhile, the environmental services industries in the UK employ more people than teaching, yet in Osborne&apos;s eyes appear to be mere do-gooders who can be tolerated only in financial good times. Osborne&apos;s trash-talk has other effects that cost you money too. Over 100 emboldened Tory MPs blasted fear into the wind industry recently, railing against onshore wind farms. Yet the obvious alternative  siting them offshore  will cost far more, another price hike borne by bill payers already reeling from the huge hikes in global gas prices. The one thing Osborne does like about green policies is the money they pour into the exchequer. The green fig leaf, behind which Osborne tries to hide his dignity is in fact a huge tax grab. The carbon floor price, which is good in principle, has significant flaws, but with the tax stream flowing straight into HMT, it&apos;s unlikely to be fixed. Worse, he turned revenue-neutral scheme to drive energy efficiency in businesses  called the carbon reduction commitment (CRC)  into a straight tax hike. And the big idea Osborne can lay claim to  the green investment bank  has been hamstrung by the Treasury, unable to borrow before 2015 at the earliest. Osborne need not look too far for advice on how to change his ways. &quot;In 2012. I hope we will see a greater articulation of the strong support there is for the big investments we are making in Britain&apos;s green transition, not least because it is a huge opportunity for UK plc and will be a significant driver of growth and recovery,&quot; said energy and climate change minister  and Tory moderniser  Greg Barker, in January. Yet the contortions of coalition politics means the issue appears relegated firmly to a source of spats with the junior partners, with LibDem leader Nick Clegg now openly challenging Osborne&apos;s green gaffes. This government has taken significant strides towards the sustainable, green economy that is the only long term source of prosperity for this nation. But Osborne&apos;s political games are a serious hindrance and, worse, are hitting us where it hurts most in these penurious times  in the wallet.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/mar/15/george-osborne-budget-bill-uk", 
    "wordcount": "1112"
}