{
    "headline": "Boot up: Windows RT's seven sins, Nokia + Apple + Jolla in China, and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Microsoft&apos;s ARM blunder: 7 reasons why Windows RT was DOA &gt;&gt; The Register Neil McAllister:   maybe we&apos;re not supposed to view Windows RT devices the same as we do other tablets. Maybe we&apos;re meant to see them as a new category of portable connected device, somewhere between a tablet and a traditional PC.  Let&apos;s suppose we&apos;re meant to view a Windows RT device as an inexpensive, low-powered computer in a highly portable form factor. It runs a Microsoft OS, but its small screen, underperforming processor, and limited hardware resources make it best suited for lightweight tasks, basic word processing, and browsing the web. Fair enough?  Hang on, though. That sounds suspiciously like a netbook - and we all know what happened to netbooks. The same customers who had a hard time justifying netbook purchases in recent years will struggle to see the value in Windows RT devices, particularly given the proliferation of low-cost, full-featured Windows notebooks.   Microsoft didn&apos;t give any indication of how many Surfaces it sold during its quarterly results on Thursday. Acer expects full-year loss &gt;&gt; WSJ.com  Acer Inc.expects to post a full-year loss for 2012 amid a US$120.1m write-down on the value of the brands it owns, as the personal-computer maker struggles to revive its business in a highly competitive market. It will be the company&apos;s second-straight annual loss.  Acer, the world&apos;s fourth-largest PC maker, said Wednesday that it wrote down trademark rights for the Gateway, Packard Bell, eMachines and E-Ten brands after an annual review. A spokesman for the company said the write-down won&apos;t affect business operations, but declined to give more specific details ahead of the release of Acer&apos;s annual report in early March.   The news saw Acer&apos;s shares crash. No, actually, they rose 0.2%. Affidavit by MPEG LA chief supports Microsoft&apos;s interpretation of Google patent license agreement &gt;&gt; FOSS Patents Lawrence Horn, in an affidavit:   &quot;Licensee or its Affiliates&quot; is standard in the grant-back clauses of MPEG LA&apos;s MPEG-2, 1394, DVB-T and AVC Patent Portfolio Licenses (in the AVC License, Licensees also do not have the right to extend sublicenses to Affiliates). The purpose of this language is to prevent a Licensee from avoiding its grant back obligations through its affiliates (who then have the opportunity to hold licenses and licensors hostage to their essential patent claims for failure of the grant-back clause to apply to them) while the Licensee takes advantage of a license under all of the Licensors&apos; essential patents. We believe this is a matter of fairness, and it has caused no problem in other licenses.   Horn was in charge of sorting out the patent licensing for the H.264/AVC standard. He&apos;s provided testimony for a Seattle court about how grant-back (reciprocal licensing between members of the patenting group, or - crucially - its affiliates who acquire it) works. Motorola - and subsequently Google - has been trying to get Microsoft to pay annual royalties of up to $4bn, reduced subsequently to demands of $100m or so. Horn&apos;s intervention means it might be just a few hundred thousand dollars.  Nokia sales down 79% in China as Symbian dies, Lumia slow to grow &gt;&gt; Tech In Asia  If you thought Nokia&apos;s China figures for 2011 were a disaster, you should see what just emerged today. Nokia&apos;s China nightmare is clearly not yet over as the country&apos;s growing middle-class continues to pick up iPhones and Android smartphones. That&apos;s the picture painted by Nokia&apos;s full-year 2012 report that came out today. It shows Nokia sales revenue down 79% in China from the previous year, and phone units plummeted 69% to a mere 4.6m sold in the final quarter of last year.   China is very, very important for Nokia. Apple sees iPhone sales double in China &gt;&gt; Tech In Asia C. Custer (founder of Chinageeks.org):   There have been lots of rumors that Apple is interested in making a low-cost smartphone for China. I don&apos;t buy it, and in the company&apos;s quarterly earnings call, Apple released some information that indicates they may not need any new offerings in the Chinese market to spark growth. According to the company, iPhone sales in China &quot;more than doubled&quot; year-over-year in Q1 2013. CEO Tim Cook said that the company is &quot;extremely pleased&quot; with the &quot;exceptional growth&quot; in iPhone sales in China.  Calling China: how mobile startup Jolla will sell an Android alternative &gt;&gt; Forbes Parmy Olson:   Jolla cofounder and CEO Marc Dillon claims that many of China&apos;s mobile users are sick of Android. &quot;Standing out is really important in Chinese culture,&quot; he says. Last June he struck a distribution deal with D.Phone, the nation&apos;s largest mobile phone retailer, with 2,000 stores, to sell Jolla&apos;s first model this summer. ST-Ericsson is making the processors for Sailfish phones, and Jolla tapped into its network to find a local handsetmaker.  Jolla now does R&amp;D in Hong Kong, where local and Chinese chipset vendors, handset and component makers, and retailers are part of an alliance. The partners are kicking in $270m to get Sailfish phones in the hands of Chinese consumers. While Sailfish is open source - cynics might opine that everything in China is open source - Jolla also plans to make money via licensing deals and selling its expertise to install the platform on locally made handsets.  Chris Chant calls for goverment IT heads to step down &gt;&gt; Computer Weekly  Outspoken former government IT reformer Chris Chant has called for the resignation of the Cabinet Office&apos;s chief operating officer Stephen Kelly and chief procurement officer Bill Crothers following the procurement of an Oracle enterprise resource planning (ERP) framework worth up to 750m.  The former G-Cloud head slammed Kelly and Crothers for rubber-stamping the deal, which he described as an outrageous waste of money.  The ERP tender, worth between 250m and 750m, is being led by the Foreign and Commonwealth Office (FCO) as part of the government&apos;s shared services strategy. It will cover existing Oracle platforms across departments.  In his own words: Tim Cook on Apple earnings and more &gt;&gt; Macworld From Cook&apos;s call with financial analysts after the results on Wednesday. The principal message that seems to come through repeatedly is that supply was constrained - rather than demand being down. And this:   Let me make one additional point on this: I know there&apos;s been lots of rumors about order cuts and so forth, and so let me just take a moment to make a comment on these. I don&apos;t want to comment on any particular rumor, because I would spend my life doing that, but I would suggest it&apos;s good to question the accuracy of any kind of rumor about build plans. And I&apos;d also stress that even if a particular data point were factual, it would be impossible to accurately interpret the data point as to what it meant for our overall business, because the supply chain is very complex, and we obviously have multiple sources for things. Yields might vary, supplier performance can vary, the beginning inventory positions can vary, I mean there&apos;s just an inordinately long list of things that would make any single data point not a great proxy for what&apos;s going on.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/25/technology-links-newsbucket", 
    "wordcount": "1263"
}