{
    "headline": "The mysterious existence of the beautifully coloured hawkmoth", 
    "text": "It is dusk and I stand with an eyed hawkmoth perched on the tip of my left index finger. At this hour the light is so reduced that it is no more than a bizarre, curved-bodied, weird-winged silhouette poised against the grey. Strange as it may seem, it is also the end of a weekly ritual that lasts for most of one day. I catch the moths overnight in a trap and then at dawn I switch it off and seal the lid. By morning proper, after breakfast, I unfold, old eggbox by old eggbox, the sleeping visitors in my trap and record their numbers. All moths are wonderful, partly because our encounters with them are so fleeting. In a curious way, using a trap only intensifies these feelings of mystery, because you realise that moths are all around but living in a parallel world. The moth trap gives you just momentary access to this other place. I have a special attachment to the hawkmoths, not just because they are the largest and beautifully coloured, but because there is a kind of quietude about them that many of the smaller moths don&apos;t possess. Often these others fly off the moment you lift them up. But hawkmoths sometimes rest in exactly the same spot for 12 hours. That day-long silence inhabited by these creatures is mysterious too. At one time, after each morning&apos;s count, I used to place all my moths in dense bushes, but the garden birds got the hang of that routine and helped themselves. So now I keep the insects in protective custody until the following dusk, when they all awake. I love to take the hawkmoths on my fingers up to the last dregs of light, when their sharply bristled legs hook on to my skin and create a few moments of strange intimacy. Their wings quiver intensely to warm their bodies for flight and then they take off, passing once more into the mystery from which they came.", 
    "section": "environment", 
    "gid": "environment/2012/jul/08/claxton-norfolk-hawkmoth-mysterious-existence", 
    "wordcount": "332"
}