{
    "headline": "New to nature No 103: Tinkerbella nana", 
    "text": "The family Mymaridae includes more than 1,400 species of diminutive insects called fairyflies. They are not flies at all, but tiny wasps that deposit their eggs inside the eggs of other insects. Most of these parasitoids are found in tropical latitudes and the southern hemisphere, where they attack unborn offspring of true bugs, beetles, flies, barkflies and dragonflies. The family includes the smallest of all known insects, Dicopomorpha echmepterygis, from Central America, whose males are a mere 139m That is smaller than quite a few single-celled protists. Put another way, 175 males could be lined up end to end in the space of an inch. The common name fairyfly was no doubt inspired by the small size, delicate form and wispy wings with long posterior fringes. It could be added that, although mymarids are relatively common by chalcid wasp standards, and several have been employed successfully as agents of biological control of pest species, due to their minute size they are only rarely seen. A new species of fairyfly, Tinkerbella nana, has been described by John T Huber of Natural Resources Canada and John S Noyes of London&apos;s Natural History Museum. They named a new genus for the species after the fairy Tinker Bell from JM Barrie&apos;s Peter Pan, while the specific epithet they chose is derived from the name of the children&apos;s dog, Nana, in the same play. (Nana, coincidentally, called to mind the Greek word for dwarf, nanos.)  Fossils of Meganeuridae , giant dragonfly-like insects from the carboniferous period 300 million years ago, have sparked a number of debates over the upper size limits of insects, often attributed to oxygen concentrations in the atmosphere. Because insect blood does not carry oxygen, their tissues rely on gas exchange via a complex network of branching tracheal tubes largely by diffusion. Fewer debates have been had over the lower limits of insect body size. Huber and Noyes fill this gap with a fascinating discussion of the diverse factors that go into setting a limit on smallness for insects. To begin with, they posit that among the millions and millions of insects that have lived, it is likely that this limit, whatever it is, has been met and fairyflies are approaching it. They point out that there are both internal limits imposed by physiological and structural considerations as well as external physical ones. Cells in the various tissues making up the body can be reduced in size, but only so far to remain functional. To reduce size farther requires a reduction in the numbers of cells. Here, again, one can eliminate only so many cells and retain the function of an organ. Beyond that point, the only option is to lose or reduce organs, something the smallest male mymarids have done. They lack eyes, mouth parts and wings, and their antennae and tarsi, the apical segments of the legs, are drastically reduced. So how small can an insect be? Huber and Noyes conclude, rather convincingly, that no insect smaller than 150m in length would be capable of flapping flight and none under 125m could completely lift their body off the substrate and effectively ambulate. Females of a mymarid closely related to the new species, Kikiki huna, at 158-190m, are thus effectively at the lower limit for a flighted insect, and the male of Dicopomorpha echmepterygis at that for normal walking.", 
    "section": "science", 
    "gid": "science/2013/may/12/tinkerbella-nana-new-to-nature", 
    "wordcount": "562"
}