{
    "headline": "Should politicians have their mental health monitored?", 
    "text": "When Michael Gove suggested that despite the economic situation, the UK should buy the Queen a new yacht, the Twittersphere went into meltdown. &quot;Fruitcake&quot; and &quot;numpty&quot; were among the reactions to the education secretary&apos;s idea. It&apos;s a common reaction to unusual  or unpopular  proposals. Nobody really believes Gove is having mental health problems. But politicians do face high levels of responsibility and therefore stress. They send young people to war zones and determine the future finances of the country. Now Dr Ashley Weinberg, senior lecturer in psychology at Salford University, suggests politicians should be regularly screened to test their psychological health and ensure &quot;they are in the best position to make decisions in the national interest&quot;. &quot;Decisions that mean people will lose their lives are very painful,&quot; he says. &quot;They are bound to take a psychological toll, and it will be down to a politician&apos;s coping strategies as to how they deal with it.&quot; Only a small proportion of MPs go on to high office, but even the average constituency MP has to be aware that their votes on broader policy issues such as benefit levels and healthcare priorities may cause hardship for some people. Most other professionals undergo a comprehensive medical before being confirmed in post, but MPs simply get themselves elected, turn up to the Commons and start voting  whatever their state of physical and mental health, says Weinberg. Though Westminster has had an occupational health facility for years  about 40% of MPs make use of it  the work pressures and lifestyle demands placed even on backbenchers can, Weinberg says, give rise to genuine health concerns. And these have never influenced the formal criteria for candidate selection  what kind of person will have the resilience to cope?  or prompted longer-term support for members of parliament once they get in. &quot;Despite the litany of poor decisions made by politicians who have become ill after taking office, there has been an unwillingness to recognise the worst-case scenario  a leader bent on a dubious political goal from which their psychological health or inability to cope prevents them from deviating,&quot; he warns. In a new book edited by Weinberg, The Psychology of Politicians, he showcases 12 academics&apos; research in various democratic countries. Their studies track politicians from being selected as candidates to becoming leaders, look at the personality traits and values of elected members, and at how MPs survive  and how they might thrive  in the job. One chapter looks at the impact of denial and avoidance in a foreign policy crisis, another examines politicians&apos; cognitive skills and their ability to adapt to social change; Weinberg&apos;s own contribution asks whether the effects of psychological strain on politicians mean the job needs to carry a health warning. Weinberg has been helped with his research over the past 15 years by MPs who agreed to complete questionnaires before and and after being elected. One thing that has emerged is an insight into the strain created by the intense learning curve faced by new members. &quot;With newly elected MPs  I&apos;ve looked at the 1997 and the 2010 intake  they had elevated levels of psychological strain, even a year on,&quot; he observes. &quot;With the 1997 cohort, you could see the differences in psychological strain before and after the election. In terms of emotional wellbeing, things like worry and feeling under strain had evened out after a year. But in terms of the physical manifestation of psychological strain, such as sleep difficulties and fatigue, they remained elevated.&quot; These factors can affect critical aspects of an MP&apos;s work, he says. &quot;There&apos;s no one-size-fits-all, but sleep problems resulting in tiredness and fatigue could have an effect on the ability to take decisions,&quot; he says. &quot;Then there may be anxiety and worry associated with that lack of sleep, which make it difficult to have confidence in the decisions you&apos;re making. You&apos;re likely to be less aware of all the options in a situation, and as an MP you&apos;re being hit with lots of data, so how easy is it for you to mentally hold a range of options, think critically and make a good decision? &quot;For people who are experiencing this kind of exhaustion and anxiety over time, these might be symptoms of depression, and individuals might not feel as capable of making decisions at all.&quot; Depression is an illness experienced along a wide spectrum: at its most serious it can be a killer, but even mild depressive episodes can cause misery and disruption to someone&apos;s work and personal life. However, he points out that screening MPs could prove controversial and would need to be approached with sensitivity. &quot;What we don&apos;t want to do is screen out people who are particularly brilliant and have a lot to offer, but have mental health problems. And it&apos;s also against the law to do so. So it comes down to monitoring and supporting,&quot; he says. It&apos;s virtually unknown for a politician to admit publicly to having a mental health problem until a crisis is reached and there&apos;s no option but to step down, either temporarily or for good. The exception to the rule, certainly at senior level, was Norwegian prime minister Kjell Magne Bondevik who took sick leave for depression in 1998  and was subsequently re-elected. In some cases, screening could also highlight unreasonable behaviour by others. &quot;Regular and reliable health screening could help to flag up serious misgivings, from unreasonable demands on elected representatives to the inappropriate behaviour of a leader, and could act as a precaution against political abuse.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/23/politicians-stress-mental-health-monitor", 
    "wordcount": "943"
}