{
    "headline": "Michael Gove's latest horrid idea", 
    "text": "Do you ever have problems smoothing out the bottom of your tart pastry? A bubble forms, you flatten it, but it only pops up somewhere else. Just like Michael Gove. Up he comes with one grisly idea, it&apos;s rejected, but he pops up with another one, equally horrid, and now, while everyone&apos;s been looking the other way at You Know What, he&apos;s come up with a corker: teaching qualifications are no longer necessary. I don&apos;t like to spread panic unless I absolutely have to, but looking at Gove&apos;s pop-up initiatives, I think we ought be keeping our eye on the bubbles. He has brought us King James bibles for every school, religious backers for academies, any backers for free schools, discarded standards of nutrition, dredged up O-levels again, building programmes wrecked, and now any old know-all can come teaching. Hey come in, all you redundant politicians, businessmen, scientists, (particularly forensic, because we all love CSI), bankers, soldiers, statisticians, boiler-makers, dog-trainers, customs officers and police superintendents, and teach classes of 30-plus. It&apos;s a breeze! Sod classroom management and child psychology and development. Perhaps you non-teacher teachers can create a new generation of fat, fundamentalist, obedient, well-informed, unemployed long-termdebtors. Not that all Gove&apos;s ideas are hopeless. But that&apos;s where the danger lies. Don&apos;t be fooled and get sucked in by the tasty-looking bits: improved behaviour, academic rigour, excellent spelling and tables. Many of us would like that, and we had loads of it already. Fielding didn&apos;t labour for 30 years at the chalk face to render his pupils illiterate and innumerate. But it would have helped him and his colleagues if they&apos;d had pleasant, well-maintained buildings, more teachers, more assistants, fewer targets, school kitchens, decent food and most important  much smaller classes. For every school. No chance of any of that with Gove in charge. He&apos;s pouring nearly all our money into his darling academies. And even more terrifying, I hear rumours that he&apos;s hankering to be the next PM. And I thought we could never have a worse one. Will he prove me wrong?", 
    "section": "education", 
    "gid": "education/2012/jul/30/michael-gove-latest-horrid-idea", 
    "wordcount": "345"
}