{
    "headline": "Bhutan puts sustainability on the curriculum  in pictures", 
    "text": "   In 1971, the tiny Himalayan kingdom of Bhutan introduced a model of measuring prosperity not by GDP but through Gross National Happiness (GNH), a system of governance based on four pillars: equitable social development, cultural preservation, conservation of the environment, and promotion of good governance. In 2009, the GNH model began to be integrated into the education system through the Green Schools for Green Bhutan initiative Photograph: Jean-Baptiste Lopez/UNICEF       Schools in Bhutan are being encouraged to put the principles of GNH at the heart of education in an effort to make learning more relevant, thoughtful and aligned with sustainable practices. The government has introduced a GNH-based national curriculum, and Unicef Bhutan has funded a training programme for headteachers to help schools implement the scheme at classroom level Photograph: Jean-Baptiste Lopez/UNICEF       The Jigme Losel primary school in the capital, Thimphu, is considered a model of the green schools mindset. The school has introduced practical programmes, including basic agricultural skills, to teach the more than 800 pupils about conservation. Each class has its own tree to care for, and there is a communal vegetable patch and flower garden for the children to manage. The school runs a sustainable food programme feeding low-income students and their families Photograph: Jean-Baptiste Lopez/UNICEF       Children are taught about conserving natural resources, climate change and the dangers of deforestation and pollution. 'Most of our country is mountainous, but here in the city I think the children can feel disconnected,' headteacher Choki Dukpa says. 'Environmental protection is enshrined in our constitution, but young children have to learn why it is important to protect the environment and how the country's future prosperity depends on its conservation'Photograph: Jean-Baptiste Lopez/UnicefNICEF       Choki Dukpa has been headteacher since 2005. 'Things are changing very quickly here in Bhutan,' she says. 'Families are not as close as they used to be, things are more expensive, parents don't have as much time for their children, so for me, school must be a place where they can get values as well as the home. They are going to be facing a very uncertain future so we must prepare them to look after what they have' Photograph: Jean-Baptiste Lopez/UNICEF       The children at Jigme Losel have daily prayers and meditations, and listen to traditional music and stories. There has been criticism of the government's enforcement of the GNH cultural preservation pillar, such as an insistence that people wear traditional dress in formal public settings. Yet the minister of education insists there is a place for cultural preservation in the national curriculum. 'Bhutan has a strong national identity and we believe this should be passed down through the generations,' he says Photograph: Jean-Baptiste Lopez/UNICEF       For many children in Bhutan, the green schools programme remains out of reach. Despite good progress on universal primary education targets, Bhutan still struggles with the quality of education it provides to children in remote mountainous regions. Thousands of children are schooled outside the national curriculum in monastic schools, where resources are scarce and standards are patchy Photograph: Jean-Baptiste Lopez/UNICEF       'The geography of Bhutan means many children are very isolated and provision of quality education is an issue,' Bishnu Bhakta Mishra, education officer at Unicef Bhutan, says. 'The green schools idea is a brilliant one. It takes the idea of child-friendly schools one step further, but it means a lot of extra work for the teachers, and we're getting no additional training resources from the government. It will take time before we see if it will really work' Photograph: Jean-Baptiste Lopez/UNICEF       Dema Lhamo, a 14-year-old from Woochu Lower secondary school in Paro district, says she passes on what she learns at school to her family.  'Although we are surrounded by nature, no one really understands why it is important to protect it and how climate change will change our country,' she says. 'I'm pleased I was taught this at school, it seems more useful than some of the other things we have to learn' Photograph: Jean-Baptiste Lopez/UNICEF  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/jan/02/bhutan-sustainability-curriculum-in-pictures", 
    "wordcount": "0"
}