{
    "headline": "APP denies breaking logging promise after WWF allegations", 
    "text": "Asia Pulp &amp; Paper (APP) announced today that it has not breached its deforestation policy following allegations by WWF that it will not provide &quot;any real conservation benefits&quot;. Announced in February, APP and Sinar Mas&apos;s deforestation policy stated that it would form &quot;an end to the clearing of natural forest across its entire supply chain in Indonesia, with immediate effect.&quot; However, according to new analysis released today by Eyes on the Forest (EoF), a coalition of environmental organisations, including WWF, Jikalahari and Walhi Riau, the policy protects &quot;at most 5,000 hectares of natural forest&quot;. WWF said that this compares to the deforestation of more than 2 million hectares caused by the operation of APP&apos;s Sumatra pulp mills over the past three decades. Conservation director of WWF-Indonesia, Nazir Foead, said: &quot;When APP published the policy, we thought it could be great news for Indonesia&apos;s forests, biodiversity and citizens&quot;. &quot;However, after this new analysis for Sumatra, it appears that the company has announced a halt to deforestation only after completing nearly all the deforestation it could possible do,&quot; added Foead. WWF also claims that, despite previous company promises to exclusively pulp plantation fiber by 2004, 2007 and 2009, the company&apos;s rate of deforestation remained constant between 1995 and 2011, apart from a period in 2007-2009 when authorities were investigating alleged illegal logging by the industry, including APP wood suppliers.  It added that the rate of deforestation slowed in 2012 for &quot;the sole reason that there was very little natural forest left to cut&quot;. Responding to the allegations, APP told edie that, to date, there have been no breaches of the policy. &quot;We are confident that the amount of forest that will be saved by our recently announced Forest Conservation Policy will be significant. We intend to release the results of that work&quot; it said. The company said it does not have an exact figure for the amount of forest that will be saved through the policy because &quot;that work is not complete and APP has no intention of making claims that do not stand up to scrutiny&quot;. The policy has been criticised for being &apos;too little too late&apos;, while many green groups say it avoids past accusations of the company&apos;s &quot;irresponsible&quot; deforestation. Green groups have called for APP to be more transparent in its operations and the company has been a focal point in the press for its disputes with protesters. Walhi Riau&apos;s, Hariansyah Usman, said: &quot;Our analysis points to one conclusion: APP once again seems to hope that it can fool people into imagining huge conservation benefits while overlooking past transgressions&quot;. &quot;We don&apos;t see the policy&apos;s potential future conservation benefits balancing in any way the many unresolved issues stemming from APP&apos;s deforestation legacy,&quot; added Usman. However, APP says it has never stated that the past is unimportant, and claims it recognises the importance of the issue of restoration of certain areas in which natural forest was cleared. &quot;That issue remains on the table, but our immediate priority is ensuring that our global supply base implements the moratorium we have announced and the ambitious goals of our Forest Conservation Policy,&quot; said APP. &quot;This is no small undertaking. Our key focus, and one encouraged by a number of NGOs during extensive recent local consultations in several locations in Indonesia, is to adhere to the High Conservation Value (HCV) assessments, findings and recommendations&quot; it continued. Despite APP&apos;s focus on assessing its activities, the EoF says that only full disclosure of all activities, including the status of all existing and planned wood supply bases and all mill expansion plans &quot;can prove whether this policy contains any real conservation benefits.&quot; Last week, NGOs in Kalimantan, on the Indonesian side of Borneo, found continued logging of tropical forest taking place in the concessions of two APP wood suppliers, who, according to the WWF, are supposed to be bound by the February deforestation moratorium. Director of Forests at WWF International, Rod Taylor, said: &quot;WWF recommends that paper buyers do not rush into doing business with APP&quot;. &quot;APP cannot be regarded as a responsible producer without redressing the harm caused by its past operations and removing any doubt that wood linked to forest clearing can enter its mills,&quot; he added. Later this week, APP shall release an independent report by TFT which, according to the company, will show that recent allegations about APP suppliers breaching the new Forest Conservation Policy are unfounded. &quot;We will release the report and associated data in full and welcome the fact that this, the third use of our new grievance policy since our Policy was announced on February 5th, has been shown to allow for considerable speed and transparency in assessing complaints made against APP and its suppliers,&quot; says APP.", 
    "section": "environment", 
    "gid": "environment/2013/apr/04/app-logging-promise", 
    "wordcount": "821"
}