{
    "headline": "Governments pose greatest threat to internet, says Google's Eric Schmidt", 
    "text": "Nations that carry out cybercrimes and wreak online havoc pose the greatest threat to the future of the internet, the chairman of Google has warned. In a speech delivered at London&apos;s Science Museum on Wednesday, Eric Schmidt said the internet would be vulnerable for at least 10 years, and that every node of the public web needed upgrading to protect against crime. Fixing the problem was a &quot;huge task&quot; as the internet was built &quot;without criminals in mind&quot; he said. &quot;While threats come from individuals and even groups of people, the biggest problem will be activities stemming from nations that seek to do harm. It is very difficult to identify the source of cyber-criminality and stop it,&quot; he said. The Google chairman raised a series of fears in a speech that announced a new initiative to send teachers into UK schools to teach computer science, and called for more people to enter science and engineering to drive industry. Speaking at the museum, Schmidt said he worried about the permanence of information on the internet and its impact on individuals in future. &quot;The fact that there is no delete button on the internet forces public policy choices we had never imagined,&quot; he said. &quot;A false accusation in your youth used to fade away; now it can remain forever.&quot; Schmidt also used his speech to warn about the rise in governments that censor online material, up from four a decade ago to at least 40 today. Through filtering, governments could build their own &quot;Balkanised web&quot;, where people saw different information online depending on who and where they were, without anyone knowing what had been censored. &quot;Make no mistake, this is a fight for the future of the web, and there is no room for complacency,&quot; he said. Last year in the annual MacTaggart lecture, Schmidt was highly critical of Britain&apos;s failure to teach computer programming in schools. Continuing the theme at the Science Museum, he blamed a lack of exposure to computer science in secondary schools, where only 4,000 students studied the subject in 2011, making up less than half a percent of that year&apos;s A-level results. A January report from the Royal Society agreed there was a shortage of teachers equipped to teach the nuts and bolts of computer science, from computer architecture to the concept of an algorithm and writing software. Since then, the education secretary, Michael Gove, has scrapped the existing ICT curriculum, freeing schools to teach a broader mix of computer science and programming. Schmidt conceded that &quot;rebooting computer science education&quot; would not be straightforward, and announced plans to fund a training scheme for teachers to help improve Britain&apos;s failing computer science education system. Working with the charity Teach First, Schmidt said the first batch of 100 &quot;first-rate&quot; teachers would be trained this summer and have bursaries to buy teaching aids, such as cheap Raspberry Pi or Arduino computer starter kits. They will receive on-the-job mentoring and training for a further two years. The Google project aims to help around 20,000 pupils from the most disadvantaged communities. A vocal champion of engineering, in his speech on Wednesday Schmidt also emphasised the need to dispel the &quot;oily rag stereotype&quot; view of engineers. Research by Intel in the US, he said, found that two thirds of teenagers never considered a career in engineering. But simply learning about their roles in making video games and social networking, and in high-profile incidents such as the rescue of the Chilean miners, made half reconsider. &quot;Put simply, technology breakthroughs can&apos;t happen without the scientists and engineers to make them. The challenge society faces is to equip enough people, with the right skills and mindset, and to get them to work on the most important problems. &quot;This is where education comes in. Great scientists are a rare breed, so the more who study science, the greater chance of finding those for whom it becomes a vocation. Although there are some signs of progress, so long as more kids aspire to win X Factor than win a Nobel Prize, there&apos;s room to improve,&quot; Schmidt said. Last year, Google donated more than 1m to the Science Museum to fund a gallery on the history of communications, from telegraphs to tweets. Part of the money has funded an exhibition devoted to the life and legacy of Alan Turing, often described as the &quot;father of the computer&quot;, which opens next month. Among the exhibits will be installations that anyone in the world can control over the internet, including one that allows people to make music through remote controlled robotic instruments.", 
    "section": "technology", 
    "gid": "technology/2012/may/23/google-fund-teachers-computer-science-uk", 
    "wordcount": "789"
}