{
    "headline": "Diamond mobile phone firm set for sale", 
    "text": "They can cost more than a house, but recession has not dented demand for Nokia&apos;s jewel-encrusted Vertu phones. Now the Hampshire subsidiary that makes them could be sold to a private equity group for 200m (160m). Nokia could announce the deal with Guernsey-based private equity group EQT this week, though the sale may fall through owing to the difficulty of carving the unit out of its Finnish parent company. Having slipped behind Apple and Samsung in the smartphone race, Nokia lost its crown as the world&apos;s largest seller of mobile phones this year. The company is hoping to sell Vertu as it seeks to raise money from non-core ventures. Vertu phones, handmade at workshops in the ancient Hampshire village of Church Crookham, can cost up to 200,000 apiece. The independently managed subsidiary was launched in 1998 to tempt the super-rich with status symbol handsets to match highly priced watches or handbags. The handset cases are cast in gold and platinum, with gemstones for buttons. They come with their own concierge service and ringtones exclusively recorded by the London Symphony Orchestra, but the technology is behind the times. The first touchscreen Vertu handset did not appear until late last year, and the phones run on the out of date Symbian operating system, which Nokia dumped last year for Microsoft&apos;s Windows Phone. Annual revenue for the Vertu business has been estimated to be between 200m and 300m, with dedicated counters selling Vertu phones in upmarket department stores such as Selfridges in more than 60 countries around the world.EQT, which is based in the Channel Islands but has its roots in the Nordic region, owns the Candyking chain of sweet shops and eyeglass maker Carl Zeiss vision. Fellow buyout group Permira was reported to have been in talks to buy Vertu but did not make an offer. Nokia declined to comment and EQT did not respond to requests for comment.", 
    "section": "technology", 
    "gid": "technology/2012/jun/13/vertu-diamond-nokia", 
    "wordcount": "321"
}