{
    "headline": "Has Microsoft Word affected the way we work?", 
    "text": "Here&apos;s a trick question: who&apos;s produced the most books in the past 30 years? Answer: a guy called Charles Simonyi. Eh? Well, I said it was a trick question. Mr Simonyi, you see, is the chap who created Microsoft Word, which is the word-processing program used by perhaps 95% of all writers currently extant, and although Simonyi didn&apos;t actually write any books himself, the tool he made has definitely affected the ways texts are created. As Marshall McLuhan was fond of saying, we shape our tools and afterwards they shape us. I write with feeling on the matter. When I started in journalism, I wrote on a manual typewriter. After I&apos;d composed a paragraph, I would look at it, scribble between the lines, cross out words, type some more before eventually tearing the page out of the machine and retyping the para on a fresh sheet. This would go on until my desk was engulfed in a rising tide of scrunched-up balls of paper. So you can imagine my joy when Mr Simonyi&apos;s program appeared. Suddenly, I could type away, backspace and delete and overwrite and revise as much as I liked. And no matter how much I hacked away at the draft, I always had a fresh-looking paragraph on which to build. The tide of scrunched-up paper sheets receded. And I could add formatting  italics, bold face type, justification, indentation and other features that began to mimic the appearance of &quot;proper&quot; printed text. Bliss! And I was not alone. It turned out that millions of other writers and hacks were as disenchanted by the annoyances of typewriters as I was. So we went for Microsoft Word like ostriches go for brass doorknobs. Andnow everyone uses Word or one ofits clones. We are all word processors now. But we were  and remain  remarkably incurious about how our beloved new tool would shape the way we write. Consider first the name that the computer industry assigned to it: word processor. The obviousanalogy is with the food processor, a motorisedculinary device that reduces everything to undifferentiated mush. That may indeed have been the impact of Word et al on business communications, which have increasingly become assemblies of boilerplate cliches. But that&apos;s not been the main impact of word processing oncreative writing, which seems to meto be just as vibrant as it was in theage of the typewriter or the fountain pen. But has word processing changed the way we write? There have been lots of inconclusive or unconvincing studies of how the technology has affected, say, the quality of student essays  how it facilitates plagiarism. The most interesting academic study I looked at found that writers using computers &quot;spent more time on a first draft and less on finalising a text, pursued a more fragmentary writing process, tended to revise more extensively at the beginning of the writing process, attended more to lower linguistic levels [letter, word] and formal properties of the text, and did not normally undertake any systematic revision of their work before finishing&quot;. My hunch is that using a word processor makes writing more like sculpting in clay. Because it&apos;s so easy to revise, one begins by hacking out a rough draft which is then iteratively reshaped  cutting bits out here, adding bits there, gradually licking the thing into some kind of shape. But that&apos;s just my opinion. We need more scholarly research on the subject. Which is why it&apos;s nice to see that an American academic, Professor Matthew Kirschenbaum of the University of Maryland, has taken up the challenge by embarking on a literary history of word processing. &quot;The story of writing in the digital age,&quot; he told the New York Times, &quot;is every bit as messy as the ink-stained rags that would have littered Gutenberg&apos;s print shop or the molten lead of the Linotype machine.&quot; No sooner had Professor Kirschenbaum embarked on his quest, though, than he was engulfed in a tide of molten lead. He tentatively fingered the horror writer Stephen King as the first major American writer to complete a work of fiction in 1983 using the new technology. The science fiction writer Jerry Pournelle, a columnist on the long-defunct computer magazine Byte, fulminated that Kirschenbaum &quot;hasn&apos;t bothered to talk to the people who were actually writing with computers in the 1979-1984 era&quot;. Mr Pournelle went on to point out that he and his co-author, Larry Niven, had published a bestselling novel in 1982 which was written on a Z-80 computer that is now in the Smithsonian Museum. And they didn&apos;t even use Microsoft Word.", 
    "section": "technology", 
    "gid": "technology/2012/jan/15/microsoft-word-processing-literature-naughton", 
    "wordcount": "784"
}