{
    "headline": "Windows 8 not exciting US consumers, retail monitor says", 
    "text": "Windows 8 hasn&apos;t delivered any &quot;pop&quot; to US consumer sales of PCs in its first month, with sales falling by 21% compared to the same period in 2011, according to NPD Group, which monitors US retail sales. Laptop sales fell by 24%, while desktop sales fell by 9%, said NPD, continuing a trend in the US where PC sales have been dropping through the year compared to 2011. The report comes days after the chief financial officer of Asus, one of the world&apos;s five biggest PC makers, said that &quot;demand for Windows 8 is not that good right now&quot;, after its executives had expressed doubts about how the new OS might be received by consumers.  Of further concern for Microsoft, NPD found that consumer sales of Windows 8 tablets were &quot;almost nonexistent&quot;, representing less than 1% of Windows 8 device sales through the channels it monitors. But Stephen Baker, NPD&apos;s vice president of industry analysis, said there was one bright spot: sales of Windows 8 laptops with touchscreens made up 6% of sales. NPD&apos;s report comes just after sources among component makers say that Microsoft has halved orders for its Surface RT device, which uses an ARM rather than Intel chip and runs a special version of Windows 8.  A comparison with the same period in 2009, when Windows 7 was also just four weeks old, showed far greater penetration of the new OS: then, 83% of Windows devices sold had the newest version. This year, the figure is 58%. That implies that PC vendors and retailers this year still had substantial amounts of inventory with Windows 7 even when Windows 8 was launched  and that this backlog has to be cleared before Windows 8 sales could start in earnest.      Microsoft is said to have halved orders for components for its Surface RT tablet. Photograph: Lucas Jackson/Reuters    That would tally with separate findings from Net Applications, which said that a month after Windows 8&apos;s release it constituted about 1% of PC use, compared to 3.6% for Windows 7 after the same period in 2009. Consumers buy about half of all PC sales in the US, but demand has flattened with the rise of tablets such as Apple&apos;s iPad; that has had the effect of diverting consumer spending to other products, and lengthening the life cycle for PCs. Windows 7 came out before the iPad&apos;s announcement in January 2010.  The weakness in PC sales was amplified by a slow &quot;back to school&quot; period in September and October, said Baker. That&apos;s usually a period of strong sales of Windows PCs as secondary students and schools prepare for a fresh academic year, and first-time university students choose computers - very frequently laptops. But that went slowly, leaving Windows 7 devices with wholesalers and retailers: &quot;The bad back to school period left a lot of inventory in the channel, which had a real impact on the initial sell-through rates for Windows 8,&quot; said Baker. Microsoft&apos;s new head of its Windows division, Tami Reller, told analysts earlier this week that 40 million Windows 8 licences had been sold in its first month. That compared to an estimated 60m in the first two months of Windows 7, as calculated by Reuters. However Reller didn&apos;t provide a breakdown between sales to PC OEMs loading it onto as-yet unsold machines, corporate licences, and consumers buying online or packaged upgrades to Windows 7. The majority are likely to have been to PC OEMs. Enterprise buyers can buy &quot;downgrade rights&quot; which let them purchase a Windows 8 licence but implement Windows 7 on the actual machine. Baker noted that Windows 8 touchscreen laptops with an average price of $867 (540), accounting for 6% of Windows 8 laptop sales, had helped &quot;re-establish a premium segment to the Windows consumer notebook market.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/nov/30/windows-us-consumers-retail-monitor", 
    "wordcount": "629"
}