{
    "headline": "Delay badger cull until European review, urge campaigners", 
    "text": "The UK should delay its plan to kill thousands of badgers this autumn so experts can consider whether the cull is in line with a European conservation law, actors and celebrities have urged in an open letter to the government. The pilot culls, designed to reduce tuberculosis in cattle, could be in breach of the Bern Convention that protects EU wildlife and habitats  despite being ruled legal by the UK high court this summer  argue signatories to the letter including actors Joanna Lumley and Dame Judi Dench, TV presenters Chris Packham and Mark Carwardine and author Jilly Cooper. The secretariat of Bern said it believes there are grounds to consider whether the shooting of badgers by trained marksmen in Gloucestershire and Somerset as early as September breaches the convention, which the UK is a contracting party to, but its decision-making committee does not meet until November. &quot;The vast majority of available scientific evidence indicates that culling badgers  is not an effective way of controlling bTB [bovine tuberculosis] in cattle and can in fact increase incidence of bTB in some circumstances,&quot; says the letter. It continues: &quot;If, as it states, the government takes seriously its responsibilities to wildlife and respects the authority of the Bern Convention, it is logical that any badger cull be delayed until after the Convention has decided whether or not it might constitute a breach.&quot; Since the environment secretary, Caroline Spelman, gave the green light in July last year for badger culls in England, the proposals have faced criticism from scientists and high-profile public figures including Sir David Attenborough. Campaigners have hoped that the government would back down after the Welsh assembly reversed its decision to cull badgers following strong public opposition.  Farmers and the government say the disease, which can be spread by badgers as well as among cattle, has become a huge cost to the industry. In 2010-11, nearly 25,000 cattle were slaughtered in England at a cost of 91m in government compensation. In July, the high court ruled against the Badger Trust in a judicial review that challenged the legality  rather than the scientific basis  of the plan to cull badgers, clearing the way for the pilots to go ahead. Humane Society International (HSI), which organised this week&apos;s open letter to Spelman, hopes it may stop large-scale culling by taking its battle to Europe. Mark Jones, veterinarian and HSI&apos;s UK director, told the Guardian: &quot;We believe that indiscriminately shooting these iconic creatures at night and potentially wiping out badgers altogether in some areas, must surely breach the convention. We&apos;re asking the government to have the decency to delay the killing so that Bern can properly consider the matter. With so many animals&apos; lives at stake and in the face of such overwhelming scientific and conservation opposition, it would seem incredibly arrogant of the government not to do so.&quot; HSI submitted its complaint to Bern in January, but it is far from a foregone conclusion that it will be successful in using the convention to stop the culls. Bern&apos;s bureau meets on 17 September and will decide on evidence submitted by the HSI and the UK government whether to refer the issue to its standing committee in November. A spokesman for Bern said: &quot;It would then be for the committee to decide whether there is a suspicion of a breach. It seems unlikely the committee would take a formal decision on whether to declare a breach  they would ask for it to be investigated further if there was a suspicion.&quot; Badgers are listed as the lowest ranking of protected species under the convention  appendix III  which allows for species to be culled or hunted, provided certain methods are used and the &quot;ecological characteristics&quot; of the species are not affected. A spokesman for the Department for Environment, Food and Rural Affairs said: &quot;Nobody wants to cull badgers, but no country in the world where wildlife carries TB has eradicated this devastating disease which forced the slaughter of over 25,000 cattle last year, without tackling it in wildlife too. &quot;Culling will only take place where it will help control this disease. The government will specify the maximum number of badgers that can be controlled in the area, and this will be monitored to ensure there is no local disappearance of them. The UK takes its responsibilities under the Bern Convention very seriously and we are confident our plans are consistent with its requirements.&quot;  This article was amended on 3 September to change references in the headline and opening line of the story from the EU to Europe.", 
    "section": "environment", 
    "gid": "environment/2012/aug/30/uk-badger-cull-breach-eu-law", 
    "wordcount": "776"
}