{
    "headline": "VirnetX adds iPhone 5 to new Apple lawsuit after $368m trial win", 
    "text": "VirnetX, a Nevada-based company which has just won a $368m patent infringement lawsuit against Apple over the latter&apos;s FaceTime video calling system, has filed a fresh claim against the company. The new claim adds iPhone 5, iPad mini, fourth-generation iPad and new Macintosh computers which weren&apos;t part of the original lawsuit. The award works out to roughly $1 per infringing device sold. Apple&apos;s lawyer had insisted that the company did not infringe the patents, or that Virtnetx&apos;s technology, if it were used, was only &quot;a small part of very large, complex products,&quot; the news service Bloomberg reported. VirnetX, based in Zephyr Cove, provides internet security software and technology - though its principal income source is through licensing its patents, some of which are essential to 4G/LTE, and others are not. In the case won earlier this week it had demanded $708m in damages, but the jury lowered the award.  It added the new Apple products to the lawsuit because the first case - which it won in the eastern district of Texas - went in its favour. It claims that the new products, which also use FaceTime, infringe the same four patents on which it prevailed earlier this week. Apple and VirtnetX are separately battling a case before the International Trade Commission (ITC), where VirnetX is asserting the same patents. Apple is the second big scalp that the company has won for the patents it holds: in May 2010 it won an agreement before a patent infringement case against Microsoft went to trial. Microsoft made a one-off $200m payment relating to VirnetX&apos;s patented secure domain system. The key patents relate to a method for using a domain name service to set up a virtual private network (VPN) which is then used to link up the users of a service.  Apple introduced FaceTime with the iPhone 4 in September 2010. Initially it worked only over Wi-Fi connections, though earlier this year Apple said its newer version works on 3G networks too. The service requires a client-side security certificate from an Apple server before a connection is made - which is where the infringement is claimed to occur.  VirnetX is also suing Cisco, Avaya and Siemens, which offer video calling systems that it says infringe the same patents which it asserted against Apple. A trial is scheduled for March 2013 in which all three will be defendants. &quot;We are extremely pleased with the outcome of our suit with Apple,&quot; said Kendall Larsen, VirnetX CEO and President in a statement. &quot;This victory further establishes the importance of our patent portfolio.&quot; Bloomberg reports that the technology came out of work done by a company called SAIC for the US Central Intelligence Agency to develop secure communications. VirnetX claims patents covering secure communications for real-time communication, including instant message, VoIP, smartphones, e-readers and videoconferencing. It says that it has more than 20 patents in the US and 26 internationally, with another 100 applied for. ", 
    "section": "technology", 
    "gid": "technology/2012/nov/09/apple-virnetx-patent-iphone-5", 
    "wordcount": "496"
}