{
    "headline": "Friday game event round-up", 
    "text": "With autumn drawing in, it&apos;s time to forget about those long sunny days spent drowsing in the park (though if you did that, you clearly weren&apos;t in Britain at the time) and start thinking about video games again. And what better way to fire your enthusiasm than attending a games festival or two?  As usual, I&apos;ve collated a range of events, all of them absolutely worth visiting, either if you just want to play some new titles, or if you&apos;re interested in some sort of games industry career. Grab that calendar off the wall, scrub out all the boring stuff you were going to do, and scribble all of these on instead. Do it now or you&apos;ll forget.The Hide&amp;Seek WeekenderWhen: 14-17 SeptemberWhere: Royal Festival Hall, South BankWhat: Hide&amp;Seek is one of the most innovative development companies in the country and their remit extends from Facebook games to urban adventures, with lots of fascinating experimental stuff in between. At their latest Weekender, they&apos;ll be showcasing a range of titles developed by artists, scientists and other non-traditional game makers. You can just drop in for free and sample the wares. From the press release: &quot;Visitors will be treated to new games, like Romeoke&apos;s blend of avant-garde karaoke and Asteroids and Punch the Custard, which utilises the properties of non-newtonian fluids and Arduino technology to create a game about being the best at punching a bucket of custard&quot;. Plus you&apos;ll get to experience the astonishing Johann Sebastian Joust which is the best EVER implementation of motion controllers known to mankind. Wild Rumpus 3When: 27 September, 7pm - midnightWhere: Cargo, 83 Rivington Street, LondonWhat: This regular video game-themed club night provides the best in offbeat, indie and experimental titles, all with a multiplayer focus. &quot;Come scale the mighty cliff face of dancepads in MEGAGIRP,&quot; says the press release. &quot;Strap an Atari 2600 controller to your crotch and get ready to duel in Swordfight and be prepared to make new enemies as you take on others in Barabariball, Kompendium &amp; UPROK&quot;. Tickets (available here) are a fiver each, and these nights are always amazing fun. Frankly unmissable (by the sounds of it, for Swordfight alone). London Games FestivalWhen: 27 Sept - 28 OctWhere: various venues, LondonWhat: After a break last year, the London Games Festival is back, taking in a range of events around the capital  and the Guardian is a media partner! As usual, it encapsulates a series of self-contained treats including the excellent Eurogamer Expo (27-29 September, Earls Court) (boasting hundreds of playable games, many getting their first ever public airing), Future&apos;s Golden Joystick Awards (26 October) and the always fascinating MCM London Comic Con (26-28 October). Make sure you also look out for our own events including a meet-up for aspiring games journalists and an exclusive peek at the hugely promising stealth adventure, Dishonored. More details soon... Play ExpoWhen: 13-14 OctoberWhere: EventCity, ManchesterWhat: Originally a retro gaming event, Re-Play has moved to EventCity in Manchester and is now offering four different themes: re.play, now.play, pro.play and cos.play. So you&apos;ll get a huge range of vintage coin-ops to play, as well as discovering some of the big Christmas releases for 2012 (the likes of EA, Konami and Namco will all be there). And you can do it all dressed as Link! If that wasn&apos;t enough, the founders of the iconic Britsoft developer Bitmap Brothers will be doing a talk. Dig out your copies of Speedball and Chaos Engine and get down there. Tickets are 13.20 for the weekend, or 8.80 for a day. GameCity 7When: 20-27 OctoberWhere: various venues, Nottingham city centreWhat: The annual games event that I will go ahead and call &apos;utterly unmissable to anyone who has even glanced with ardour at a video game&apos; is now a week-long odyssey, taking in the usual selection of inspiring talks, indie game expos and amusing evening shenanigans. This year Peter Molyneux will be taking over for a whole day and you can expect lots of insight and indiscreet comments about working for Microsoft. Gamesblog will there too, albeit in a reduced capacity, hosting one of seven different mornings at the Broadway Cinema cafe. We might well find something else to do as well, if the organisers let us. ExPlayWhen: 31 October -2 NovemberWhere: The Assembly Rooms, BathWhat: Now into its second year, ExPlay is boutique conference aimed at small studios and game design students in the West of England. It features a bootcamp to guide start-ups through their first project as well as loads of interesting talks and discussion events. It was in Plymouth last year, but now its moving to Bath, and is being sponsored by Edge magazine, which will be hosting a quiz on the last night. And you get to visit the lovely Assembly rooms, where Jane Austen no doubt discussed the state of indie game development in Somerset, while supping tea and observing the stultifying cruelty of Georgian society. Launch conferenceWhen: 13-14 NovemberWhere: Birmingham Science Park, AstonWhat: Aimed at developers, start-ups and students, this friendly and diverse conference showcasesG the most interesting work coming out of studios and academic institutes in the Midlands. There&apos;s a huge range of speakers including Rod Cousens (CEO of Codemasters and all-round industry veteran), Trevor Williams (co-founder of Playground Games, the developer of Forza Horizon) and Jo Twist (CEO of UK games industry trade body, UKIE), plus, I&apos;ll be there talking about games journalism! This is a really valuable event for wannabe developers in the region, with lots of access to movers and shakers in the region.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/14/friday-events-roundup", 
    "wordcount": "942"
}