{
    "headline": "30 best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for iPhone, iPad and iPod touch devices. The selection covers apps released for the first time in the last seven days, as opposed to updates to older apps. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. Looking for Android? The weekly best Android apps post was published earlier in the day. Read on for this week&apos;s iOS selection. Triptease (Free) A lot of people with iPads are spending evenings on the sofa browsing for holidays, whether making definite plans or just wishfully thinking. Triptease is the latest iPad app hoping to provide a few ideas, bringing together travel reviews from experts and holidaymakers alike in a stylish touchscreen interface.iPad Ridiculous Fishing - A Tale of Redemption (1.99) If you buy one iOS game this month, make it Ridiculous Fishing. The title doesn&apos;t lie: the game sees you fishing for a variety of sea creatures, and the array of power-ups not to mention the way you chuck your catch into the sky and fill it full of bullets  is ridiculous. But it&apos;s also one of the most addictive games I&apos;ve played this year. And for anyone chafing at the dominance of freemium games on the App Store, see this: &quot;No IAP. Buy the game, play the game... Even the hats are IAP-free.&quot;iPhone / iPad MessageMe (Free) Is 2013 too late for a new messaging app to cause a stir? Seemingly not. MessageMe is getting similar buzz this week to WhatsApp in its early days. The app is a combination of one-to-one and group messaging, but throws in simple sharing of YouTube videos, iTunes songs and digitally scribbled-on photos. Facebook is an option to find friends, but BBM-style private PINs are also supported.iPhone Intuit Pay (Free) From fishy business earlier on to... well, just business really. Intuit Pay is one of a number of apps aimed at independent retailers and merchants, offering them a way to accept card payments with a Bluetooth chip &amp; PIN card reader, obviously. It&apos;s fully accredited for Visa, MasterCard and Maestro payments, and available in the UK.iPhone / iPad The Great Brain Experiment (Free) This is a really interesting app-cum-experiment from University College London, working with the Wellcome Trust. It turns neuroscientific research into mini-games, with players&apos; data being fed back to the University&apos;s lab for analysis: &quot;research that could previously only be conducted on small groups of volunteers&quot;.iPhone / iPad Field Trip (Free) Field Trip is one of Google&apos;s offshoots: an app that runs in the background on your iPhone and pings you when &quot;you get close to something interesting&quot;, even reading the details to you over your earphones or Bluetooth headset. Better for London currently than other parts of the UK, but that will hopefully improve over time (assuming Google doesn&apos;t shut it down a la Google Reader, of course...)iPhone Look and Find Elmo on Sesame Street (0.69) There are plenty of hidden-object games on iOS, but only one of them stars Elmo, the furry red monster from Sesame Street. This official app offers six scenes for children to explore with their fingers, searching for &quot;things that go HONK! and BOING! and CLANK!&quot;. The link above is for iPhone, but the iPad version can be found here.iPhone / iPad The Croods (Free) The Croods is Rovio&apos;s latest non-Angry-Birds game  a partnership with Hollywood studio DreamWorks Animation based on the latter&apos;s new film. It sees you trapping and taming wild animals, building houses for them to live in and decorating your prehistoric village. It&apos;s freemium, with an in-app store selling virtual coins and crystals in amounts up to 39.99, so parents should lock down their IAP settings before letting a child play.iPhone / iPad YouTube Capture (Free) Released last year for iPhone, YouTube&apos;s video-shooting&apos;n&apos;sharing app has now been made universal with a native iPad version. It makes it quick and easy to record videos, perform simple editing functions and then upload them to YouTube as well as sharing the details to Google+, Facebook and Twitter.iPad The Romans (2.49) What did the Romans ever do for us? Here&apos;s an app hoping to explain. Launched by Cotswold District Council, it&apos;s based on the Corinium Museum in Cirencester, showing off its archaeological remains from the Roman age, as well as photographs, artists&apos; impressions and information on the town&apos;s Roman history.iPad CBS (Free) This app is US-only, understandably since CBS is an American broadcaster. It&apos;s the network&apos;s attempt to get people watching shows on their iOS devices, with full streaming episodes of shows including NCIS, How I Met Your Mother and The Late Show with David Letterman. There are social feeds for each show, as well as information on casts and schedules.iPhone / iPad Calendars by Readdle (Free) Readdle is the latest developer making a bid to dislodge the default iOS calendar app from people&apos;s homescreens. Calendars syncs with that plus Google Calendar to manage and display upcoming events, with a nifty drag&apos;n&apos;drop interface and SMS reminders.iPhone / iPad WebMD Pregnancy (Free) Health website WebMD has spun off an iPhone app focusing purely on pregnancy, from conception through the three trimesters and onto the &quot;Oh me, oh my, I can&apos;t wait to get this over with, buy me 10 pineapples and the hottest curry you can find&quot; final stages. The app blends medical information with a pregnancy photojournal, to-do lists and a Kick Counter.iPhone Slamjet Stadium (1.99) If the iOS conversion of Speedball 2 failed to sate your future-sport appetite, Slamjet Stadium is a must-download. Loosely based on football, it sees you boshing a ball around a pitch while knocking over as many opponents as you can, with solo matches plus the opportunity to play a friend on the same iPad.iPad NightSky (1.49) iOS and Android are getting a decent crop of beautifully-eerie physics puzzlers at the moment, with NightSky the latest. Based on a PC and DS game, it sees you manipulating a &quot;mysterious crystal sphere&quot; around the screen, with plenty of moody silhouettes and ambient electronics to accompany your efforts. It&apos;s rather marvellous.iPhone / iPad Kids Vocab - MindSnacks (Free) MindSnacks is one of the children&apos;s app developers actually getting some traction on the app stores, with more than 6m downloads so far. Its latest app is aimed at 7-12 year-olds, teaching them vocabulary with entertaining mini-games over 25 lessons. One comes for free, and a single 2.99 in-app purchase unlocks the rest.iPhone / iPad Le Vamp (1.49) There&apos;s something special about Le Vamp, a characterful iOS game based around a young vampire running through the forest. Yes, endless running, you could say with sunlight, water and enemies to avoid along the way. Intuitive swipe controls and some lovely creative touches make this a treat.iPhone / iPad Hurts Exile (Free) Musical duo Hurts have a new album called Exile out, which is being promoted by this eerie &quot;binaural sound&quot; iOS game. It sees you making your way through a mysterious plotline by listening rather than watching  controlling the action by speaking into the microphone. Music from the album filters in and out as you go. It&apos;s clearly influenced strongly by another audio game, Papa Sangre, which made waves on the App Store back in 2010.iPhone / iPad Baidu News (Free) Another US-only app (for now) with an interesting source: Chinese internet giant Baidu. It has localised the app from its home market. What is it? A news aggregation app, splitting news into topics and promising &quot;all greatest news together&quot;. It looks slick, but can it compete with Flipboard, Pulse, Zite, News360 and the rest?iPhone Stargate SG-1: Unleashed Ep 1 (2.99) Very exciting news for fervent fans of Stargate SG-1 (and there are plenty of those) an official game based on the TV show, which aired for 10 seasons in its heyday. Cast members Richard Dean Anderson, Amanda Tapping and Michael Shanks are on board for voice duties in this adventure game, with the &quot;Ep 1&quot; indicating that more instalments may be on the way too.iPhone / iPad Chord! (2.99) This looks a really useful app for musicians, laying out chords and scales for guitar and other fretted instruments, searching its database or entering them on a virtual keyboard or guitar neck. It&apos;s all very impressively presented, with uses for novice musicians and experienced players alike.iPhone Super Stickman Golf 2 (0.69) As someone who lost a fair few hours to the original Super Stickman Golf, I&apos;ve been looking forward to its sequel. It offers 20 courses to stick-swing your way round and online multiplayer to test your skills against other players. It&apos;s a freemium game, with virtual currency and extra features sold from its in-game store.iPhone / iPad The Particles (1.99) This app styles itself as &quot;the definitive interactive guide to subatomic particles and particle physics&quot;, which sounds slightly scary. Actually, though, this is a really accessible app with videos, images, definitions and physicist biographies to help you tell your Quarks from your Bosons, and a clever spinning-wheel navigation system to find your way through its content.iPad Concert Vault for iPad (Free) Don&apos;t get to as many gigs as you used to, but own an iPad? Concert Vault may be just the ticket. Released by music site Wolfgang&apos;s Vault, it&apos;s a collection of audio and video recordings of gigs from the 1950s to the 2010s, split into genres including rock, blues, country, folk and indie. You pay for unlimited access to the archives: a monthly subscription of 2.49 or an annual fee of 27.99.iPad Pavlov Dog Monitor (1.49) This app may be a niche, but it&apos;s a helluva good one. Pavlov Dog Monitor is exactly what it sounds like: an app for monitoring your dog&apos;s behaviour at home while you&apos;re away. The idea being that you record video messages: &apos;Good Dog&apos; and &apos;Bad Dog&apos;. Then leave the app running on an iOS device for the videos to play if the dog is noisy or quiet monitoring the activity, and even posting updates to your Facebook page.iPhone / iPad Hello Kitty Music Piano Play-Along Deluxe (0.69) Hello Kitty continues to be enormously popular around the world, but now Sanrio&apos;s cartoon cat wants to teach children to play music. This app uses cutesy mini-games to get kids playing a virtual piano, with two difficulty modes, several instrument sounds and the option for them to record their own compositions and save them for posterity. iPad Repix Remix &amp; Paint Photos (Free) For many smartphone owners, photo-editing doesn&apos;t go any further than applying an Instagram filter. Repix is for people who want to have a bit more fun with the idea: a way to &quot;paint remixes from photos using magical Repix brushes&quot;. It&apos;s a fun-tactile way to spruce up your images, then share them on various social networks.iPhone / iPad IdentiKat (0.69) More cute cats for kids, although this time children will be actually making the feline characters. IdentiKat is a wonderfully creative app that involves making mogs from (virtual) household junk buttons, fabric and the like. Easy to use, and the cat creations look excellent.iPad Castle Champions (Free) The latest intriguing splice of several gameplay genres to hit the App Store, Castle Champions blends tower building with tower defence, as you train up an army inside your castle to repel a series of invaders. It&apos;s freemium, so expect in-app purchases for virtual gold and crystals to hove into view while playing.iPhone / iPad Numerosity: Play with Addition (1.49) One final educational app for children this week, from developer ThoughtBox. It&apos;s a maths-based game for 6-8 year-olds to fine-tune their mathematical skills, and learn some new ones. Simple controls, well-tuned achievements and a sense of fun makes this well worth the download price.iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/15/best-iphone-ipad-apps-triptease-ridiculous-fishing", 
    "wordcount": "2034"
}