{
    "headline": "UN must challenge Canada's complicity in mining's human rights abuses", 
    "text": "Canada is scheduled for its universal periodic review (UPR) at the UN human rights council on 26 April. The UPR is an international mechanism established in 2006 to hold governments accountable for their human rights records. According to Ban Ki-moon, the review has the potential &quot;to promote and protect human rights in the darkest corners of the world&quot;. When Canada stands before the UN to have its &quot;darkest corners&quot; examined, the international community must not turn a blind eye to its complicity with a global mining industry whose corporations are among the worst human rights and environmental offenders in the world. The abuses by Canadian mining companies are a systemic part of an economic development policy that disregards human rights and disdains the environment. It is no coincidence that Canada is now home to 75% of the world&apos;s mining companies, the majority operating overseas. The Canadian government has accelerated its pursuit of investment treaties in the global south to serve the interests of the extractive industry. These treaties allow companies to challenge environmental, public health or other resource-related policies that affect mining profits. At the same time, Canada allows its corporations to benefit from a climate of impunity, offering no legal recourse for adversely impacted communities and demanding no accountability in exchange for generous public subsidies, as the EU and other jurisdictions do. These conditions have made Canada a haven for the global mining industry. Canadian mining companies are operating at the heart of violent conflicts around the world. Although the industry often claims the violence is localised and specific, there is an unmistakable pattern of social conflict surrounding mining projects. Anti-mining activists are being brutally attacked and killed for voicing their opposition to mega-mining project in communities throughout the global south. Yet impacted communities have been unsuccessful in bringing their cases to Canadian courts. Last year, a Qubec court of appeal rejected a suit by citizens of the Democratic Republic of the Congo against Montreal-based Anvil Mining Limited for allegedly providing logistical support to the DRC army as it carried out a massacre, killing as many as 100 people in the town of Kilwa near the company&apos;s silver and copper mine. The supreme court of Canada later confirmed that Canadian courts had no jurisdiction over the company&apos;s actions in the DRC when it rejected the plaintiffs&apos; request to appeal. Kairos Canada, a faith-based organisation, concluded that the supreme court&apos;s ruling would &quot;have broader implications for other victims of human rights abuses committed by Canadian companies and their chances of bringing similar cases to our courts&quot;. In an increasingly water-hungry world, much of the community resistance to Canadian mining has been in defence of local water supplies. Mining projects require tremendous amounts of water and employ methods that contaminate precious water resources. A recent report by Earthworks and MiningWatch Canada (pdf) found that 180 million tonnes of hazardous mine waste was being dumped every year into lakes, rivers and oceans worldwide. In El Salvador, where more than 60% of the population relies on a single source of water, this means choosing between drinking water and mining. In 2009, after immense public pressure, the country chose water. It established a moratorium on metal mining permits. Polls show that a strong majority of Salvadorans would now like a permanent ban. In Chile, after community resistance to a massive silver-gold project by Canadian mining giant Barrick Gold, an appeals court recently ordered a suspension of operations due to concerns that the project was polluting surface and groundwater in the Atacama desert, one of the driest regions in the world. Yet, in a globalised world, these victories are precarious. Even when corporations are found in violation of domestic laws, or when communities reject destructive resource projects, mining companies are able to use bilateral investment treaties to plough ahead, or to demand compensation for &quot;lost&quot; profit. Vancouver-based Pacific Rim  which describes itself on its website as &quot;an environmentally and socially responsible exploration company whose business plans and management talent focus on high grade, environmentally clean gold deposits in the Americas&quot;  is suing El Salvador through a World Bank trade tribunal for $315m (207m) for refusing permits for a gold mine in the Department of Cabanas. Canada is pursuing a trade agreement with El Salvador that would further entrench the rights of mining corporations and make a mining ban virtually impossible. A similar battle is being played out in neighbouring Costa Rica where Calgary-based Infinito Gold is threatening to sue for $1bn if two supreme court rulings affirming the country&apos;s ban on opencast mining are not overturned. And in Chile, the battle continues as Barrick Gold evaluates its legal options. As noted in a recent briefing note (pdf) by the UN Conference on Trade and Development, the International Centre for Settlement of Investment Disputes warned in its 2012 ruling of a dispute between French multinational water company SAUR and the government of Argentina, that human rights must not undermine investor protection. It is time that international human rights bodies challenged this logic. The example of Canadian mining underscores the urgent need for the Human Rights Council to defend the primacy of human rights. If global human rights mechanisms do not confront the logic of international corporate rights championed by states like Canada, they risk becoming irrelevant.  The penultimate paragraph of this article was amended on 29 April 2013. Originally, the article said the UN Conference on Trade and Development had declared in a briefing note that enforcement of human rights must not undermine investor rights. This has now been changed.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/24/un-canada-mining-human-rights", 
    "wordcount": "937"
}