{
    "headline": "Birdbooker Report 229", 
    "text": "Books to the ceiling, Books to the sky,My pile of books is a mile high.How I love them! How I need them!I&apos;ll have a long beard by the time I read them.  ~ Arnold Lobel [1933-1987] author of many popular children&apos;s books.  Compiled by Ian &quot;Birdbooker&quot; Paulsen, the Birdbooker Report is a weekly report that has been published online for years, listing the wide variety of nature, natural history, ecology, animal behaviour, science and history books that have been newly released or republished in North America and in the UK. The books listed here were received by Ian during the previous week, courtesy of various publishing houses.   New and Recent Titles: The following titles were recently published by Indiana University Press:   Brett-Surman, M.K., Thomas R. Holtz, Jr, and James O. Farlow (editors). The Complete Dinosaur (Second Edition). 2012. Hardbound: 1112 pages. Price: $85.00 U.S. [Amazon UK/kindle; Amazon US/kindle]. SUMMARY: What do we know about dinosaurs, and how do we know it? How did dinosaurs grow, move, eat, and reproduce? Were they warm-blooded or cold-blooded? How intelligent were they? How are the various groups of dinosaurs related to each other, and to other kinds of living and extinct vertebrates? What can the study of dinosaurs tell us about the process of evolution? And why did typical dinosaurs become extinct? All of these questions, and more, are addressed in the new, expanded, second edition of The Complete Dinosaur. Written by many of the world&apos;s leading experts on the &quot;fearfully great&quot; reptiles, the book&apos;s 45 chapters cover what we have learned about dinosaurs, from the earliest discoveries of dinosaurs to the most recent controversies. Where scientific contention exists, the editors have let the experts agree to disagree. Copiously illustrated and accessible to all readers from the enthusiastic amateur to the most learned professional paleontologist, The Complete Dinosaur is a feast for serious dinosaur lovers everywhere.  Clack, Jennifer A. Gaining Ground: The Origin and Evolution of Tetrapods (Second Edition). 2012. Hardbound: 523 pages. Price: $59.95 U.S. [Guardian Bookshop; Amazon UK/kindle; Amazon US/kindle]. SUMMARY: Around 370 million years ago, a distant relative of a modern lungfish began a most extraordinary adventure -- emerging from the water and laying claim to the land. Over the next 70 million years, this tentative beachhead had developed into a worldwide colonization by ever-increasing varieties of four-limbed creatures known as tetrapods, the ancestors of all vertebrate life on land. This new edition of Jennifer A. Clack&apos;s groundbreaking book tells the complex story of their emergence and evolution. Beginning with their closest relatives, the lobe-fin fishes such as lungfishes and coelacanths, Clack defines what a tetrapod is, describes their anatomy, and explains how they are related to other vertebrates. She looks at the Devonian environment in which they evolved, describes the known and newly discovered species, and explores the order and timing of anatomical changes that occurred during the fish-to-tetrapod transition.  Gangloff, Roland A. Dinosaurs under the Aurora. 2012. Hardbound: 176 pages. Price: $40.00. [Amazon UK/kindle; Amazon US/kindle]. SUMMARY: In 1961, while mapping rock exposures along the Colville River in Alaska, an oil company geologist would unknowingly find the evidence for a startling discovery. Long before the North Slope of Alaska was being exploited for its petroleum resources it was a place where dinosaurs roamed. Dinosaurs under the Aurora immerses readers in the challenges, stark beauty, and hard-earned rewards of conducting paleontological field work in the Arctic. Roland A. Gangloff recounts the significant discoveries of field and museum research on Arctic dinosaurs, most notably of the last 25 years when the remarkable record of dinosaurs from Alaska was compiled. This research has changed the way we think about dinosaurs and their world. Examining long-standing controversies, such as the end-Cretaceous extinction of dinosaurs and whether dinosaurs were residents or just seasonal visitors to polar latitudes, Gangloff takes readers on a delightful and instructive journey into the world of paleontology as it is conducted in the land under the aurora.  Godefroit, Pascal (editor). Bernissart Dinosaurs and Early Cretaceous Terrestrial Ecosystems. 2012. Hardbound: 629 pages. Price: $85.00 U.S. [Amazon UK/kindle; Amazon US/kindle]. SUMMARY: In 1878, the first complete dinosaur skeleton was discovered in a coal mine in Bernissart, Belgium. Iguanodon, first described by Gideon Mantell on the basis of fragments discovered in England in 1824, was initially reconstructed as an iguana-like reptile or a heavily built, horned quadruped. However, the Bernissart skeleton changed all that. The animal was displayed in an upright posture similar to a kangaroo, and later with its tail off the ground like the dinosaur we know of today. Focusing on the Bernissant discoveries, this book presents the latest research on Iguanodon and other denizens of the Cretaceous ecosystems of Europe, Asia, and Africa. Pascal Godefroit and contributors consider the Bernissart locality itself and the new research programs that are underway there. The book also presents a systematic revision of Iguanodon; new material from Spain, Romania, China, and Kazakhstan; studies of other Early Cretaceous terrestrial ecosystems; and examinations of Cretaceous vertebrate faunas.IAN&apos;S RECOMMENDATION: Of the four above titles listed above, I like The Complete Dinosaur the best!  .. .. .. .. .. .. .. .. .. .. .. ..  Ian &quot;Birdbooker&quot; Paulsen is an avid and well-known book collector, especially to the publishing world. Mr Paulsen collects newly-published books about nature, animals and birds, science, and history, and he also collects children&apos;s books on these topics. Mr Paulsen writes brief synopses about these books on his website, The Birdbooker Report.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "books/grrlscientist/2012/jul/08/science-books-new-birdbooker", 
    "wordcount": "931"
}