{
    "headline": "Thank you hater: comedian hits back at trolls in mock tribute", 
    "text": "     A comedian&apos;s mock musical tribute to the online &quot;trolls&quot; who targeted her has gone viral on a day when a mother who faced the same problem won legal backing to have her tormenters&apos; identities disclosed. The video of Thank You Hater, which was written and performed by Isabel Fay, features her delivering an ironically cheerful song-and-dance routine after initially showing her sitting in a cafe, where she reads a comment posted online by a troll saying: &apos;i hope you get cancar. but id have a go on ur tits&apos;. The clip, which has been viewed tens of thousands of times hours after it was posted on YouTube, includes contributions from other actors and comedians recounting the gratuitous things said about them by commenters. Contributors to the video include Noel Clarke, Richard Herring, Helen Lederer and Josie Long. Fay&apos;s routine provides a typical example: &quot;You wished me cancer and misspelled cancer/But I know that it&apos;s a metaphor/You hope that I will grow/Just like the tumour you hoped would kill me/Inside the tits on which you said you&apos;d also like a go.&quot; At another point in the routine, she cheerfully sings: &quot;I&apos;m really sure, that if I met you, you probably wouldn&apos;t rape me like you promised that you would.&quot; Fay and her collaborators dedicated the YouTube clip &quot;to hard working internet trolls everywhere&quot;, adding &quot;Love ya, keep on trollin&apos;!&quot; Separately, a woman won backing from the high court to force Facebook to reveal the identities of cyberbullies who targeted her with a string of abusive messages on the website. Nicola Brookes was granted a high court order after receiving &quot;vicious and depraved&quot; abuse on Facebook in response to a comment she posted in support of the former X Factor contestant Frankie Cocozza. Brookes, from Brighton, was falsely branded a paedophile and drug dealer by anonymous Facebook users who set up a fake profile page on the website. She now plans to bring a private prosecution against at least four alleged internet trolls, after the high court said Facebook should reveal their identities.", 
    "section": "technology", 
    "gid": "technology/2012/jun/09/thank-you-hater-trolls", 
    "wordcount": "357"
}