{
    "headline": "Star Trek: the video game  is it the new Mass Effect?", 
    "text": "While Star Wars has proved a bounteous source of inspiration (and money) to game developers over the past 30 years, its closest sci-fi rival, Star Trek, has ... well ... seemed fairly resistant to translation. There have been some marvelous attempts  the serious simulator Bridge Command and Star Trek: 25th Anniversary, and the ambitious Star Trek Online  but we&apos;ve hardly been inundated. The general consensus is that Gene Roddenberry&apos;s creation is a very different beast to Star Wars. The shows have often been more about characters, relationships and diplomacy than blasting stuff with lasers. And video games, especially major franchise tie-ins, tend to be about action and immediacy. There is a reason we don&apos;t have a thriving negotiate-&apos;em-up genre. So when Sony closed its E3 press event last year with the news that a Star Trek game was in development, it was a genuine surprise. How would they do it? Well, cleverly, they went straight to JJ Abrams. Due out in spring 2013, Star Trek the game will be heavily inspired by that director&apos;s re-imagining of the franchise; and just as Abrams&apos; well-regarded film went for action and humour, so does the game. Developed by Digital Extremes  previously responsible for the likes of Darkness II and Bioshock 2 (which it worked on with 2K Marin and 2K Australia)  Star Trek is essentially a co-op shooter, with a strong focus on the relationship between the two selectable characters  Kirk and Spock. Namco&apos;s head of marketing Carlson Choi has neatly branded it &quot;bro-op&quot;  a term he seemed quite proud of while showing us the game. Collaborating closely with Abrams and his team at Bad Robot, Digital Extremes has slotted its game into the timeline between the first Star Trek movie and the second, which is scheduled to hit cinemas in May 2013. The developer is not revealing much about the story yet, or the main protagonists, although we&apos;re told its going to be a classic Star Trek enemy  and that we can expect more info at E3 in June. We do, however, get to see a short demo (the same one that they&apos;ve been showing off for months, sadly), which has Kirk and Spock returning to the Enterprise in a shuttle, only to find their Starship caught up in a series of immense energy snares. To get aboard, the lead characters have to don life support propulsion units (jet packs, to you and I), then leap into space, prompting a quick interactive flight sequence where players must whizz about to avoid space mines. Once in the shuttle bay, the duo finds the entire crew is missing and swarms of enemy soldiers in their place. Which is when the shooting starts. It quickly transpires that the clashing personalities of the principle characters have been transformed into a gameplay feature. Kirk is all about brute force, run-and-gun action; Spock is about stealth. To reflect this, the game features a roster of weapons, customised from classic Trek archetypes. Kirk has a &quot;captain&apos;s phaser&quot;, a revolver-type blaster, which thankfully still has stun and kill settings. Spock carries a more refined Vulcan Repeater, a slower, semi-automatic weapon. There are other options to come including a more powerful federation rifle, which looks to replicate the standard assault rifle from the FPS genre.     Star Trek    The varied arsenal is sort of where comparisons with Mass Effect  or at least the action sections of Mass Effect  may begin to emerge. All the weapons can be upgraded as you progress, making, say, Spock&apos;s gun faster and less liable to overheat, and eventually providing Kirk&apos;s phaser with a vaporise feature, which sounds gruesomely effective. Spock also has access to a range of special abilities, including stasis, which freezes enemies (ooh, a bit like the stasis move in Mass Effect, then) and a combat mind meld which confuses enemies into shooting at each other. As in the Bioware titles, then, combat is about utilising the different strengths of the party, and customising weapons. There is also significant interplay between different items  so if the characters generate a personal deflector shield, they can tune it to their weapons, so firing through it gives them a super shot. Interestingly, Paramount insisted that there be no non-interactive story sequences, so the plot is told on the fly. In our demo, several enemy soldiers beam into the shuttle bay as the characters are exploring, and while this is explained, the action goes into slow motion  allowing players to get the plot points while still taking part. Story elements are also delivered via a sultry female computer voice on the characters&apos; tricorders, which also provides mission objectives and analysis. Another thing the movie team insisted on was humour. There&apos;s plenty of jocular interplay between Kirk and Spock, the latter continually urging caution, the former ignoring him entirely. &quot;We showed this demo to Bob Orci who wrote the 2009 film and is writing the next one,&quot; says creative director Steve Sinclair. &quot;He just said, &apos;thank you ... thank you for keeping the levity&apos;. That&apos;s a really important [element of] Star Trek. And there are enough grim dark shooters out there.&quot; As you&apos;d expect, the Enterprise has been accurately modeled, based on ILM&apos;s designs for the movie version of the craft. &quot;We had access to the filmmakers, the props, and the architectural blueprints,&quot; Sinclair says. &quot;When we said we were going to have a sequence that involved the shuttle bay, two days later an encrypted hard drive showed up at the office with all the ILM assets on it for the shuttles and the bay itself. People will be able to experience parts of the ship that they only glimpse in the films.&quot; The demo ends with Kirk confronting the enemy leader on the bridge of the Enterprise. In a desperate bid to escape, the captain sneakily takes control of their shuttle via remote control and pilots it straight into the bridge, sucking everyone out. &quot;And that&apos;s the end of the game, with Kirk and Spock dead and flying into space,&quot; deadpans Sinclair. We&apos;re pretty sure he&apos;s joking. Star Trek, then, is bro-op action game with some role-playing and exploration elements. I&apos;m just a teeny bit concerned by one sequence, which has Spock attempting to revive Kirk after exposure to a neurotoxin by taking part in a mini-game where he has to blast parasites through a microscope. Uh-oh. Mini-games. Let&apos;s just hope there are no computer hacking or lock-picking sequences. Given how over-used and generally ineffective and annoying these things are, that would be ... illogical. There&apos;s a lot still to discover, though, and mostly this is intriguing stuff. If the team manages to get the balance between the protagonists right, and injects plenty of the character of Abrams&apos; reboot, this should be a compelling action adventure.  This article was amended on 4 May 2012 to correct the spelling of Bob Orci&apos;s name.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/17/star-trek-video-game-mass-effect", 
    "wordcount": "1151"
}