{
    "headline": "Bardowl iPhone app wants to be 'Spotify for audiobooks'", 
    "text": "We&apos;re going to see a lot of &quot;Spotify for x&quot; startups over the next year or so: x being any content or entertainment that can be offered on an all-you-can-eat basis for a monthly subscription. So, just as Lekiosk is seen as a Spotify for magazines, British startup Bardowl is pitching itself as a &quot;Spotify for audiobooks&quot;, aiming to disrupt the business of Audible, which has built its business around selling audiobook downloads. Bardowl launched its iPhone app earlier in June, with two key differences. First, it streams audiobooks to the device rather than downloads them, although the app uses local cacheing to store up to three hours of audio on the iPhone to last &quot;a long tube journey or a short flight&quot; for offline use. Second, it charges 9.99 a month for access to its entire catalogue, rather than charging by the book. That catalogue being a collection of business books at launch, with fiction to follow shortly. &quot;There are no limits to the amount of hours or the amount of books that the user can listen to each month. It&apos;s access not ownership,&quot; says chief executive Chris Book, who co-founded Bardowl with Neil Chapman and Rob Shreeve. Social features are also built into Bardowl with a feature that makes it easier for people to share what they&apos;re listening to with friends. &quot;Users can extract 30 seconds of narrated audio from a book and share it as a link within messages sent to Twitter, Facebook and LinkedIn,&quot; says Book. &quot;We think this is an excellent way to increase awareness of the availability of audiobooks alongside their printed and digital counterparts and a way to enable our publisher partners to market titles and enter into social conversations with their end customers.&quot; Can Bardowl succeed in giving Audible a run for its money and more importantly bringing audiobooks to an even wider audience? Much will depend on those publisher partners, for the appeal of an all-you-can-eat service rests on how much there is for hungry users to choose from. At launch, Bardowl has Penguin, Macmillan, AudioGo, Wiley and audio-focused publishers Summersdale and Creative Content on board, which is a start, not least from the point of view of proving whether the model can work. Signing up the other major publishers and popular independents will be important, though, as from a customer perspective will going beyond iPhone to other smartphones and tablets too. Meanwhile, there&apos;s that competition with Audible, since it&apos;s simplistic to describe that service as the a la carte iTunes to Bardowl&apos;s subscription Spotify. Amazon-owned Audible has its own subscription plans ranging from 3.99 a month for one audiobook a month through to an annual subscription of 109.99 for 24 audiobooks a year. Bardowl&apos;s job is to convince listeners that streams and offline cacheing are an appealing alternative to downloads from its larger rival.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/25/bardowl-iphone-app-audiobooks", 
    "wordcount": "493"
}