{
    "headline": "Introducing the Science Museum's pet particle physicist", 
    "text": "Dr Harry Cliff cheerfully describes himself as the Science Museum&apos;s &quot;pet particle physicist&quot;. In reality, he&apos;s much more than that. The 26-year-old physicist is the museum&apos;s new fellow of modern science, and it&apos;s his job to bring Cern to South Kensington. For two days each week, you&apos;ll find Harry at his Cambridge lab, where he decodes the data churned out by the Large Hadron Collider. He&apos;s part of the LHCb detector team: he is, as he explains in this Bright Club set, something of an expert on bottoms (bottom quarks, that is). He&apos;s rather proud of the fact that the LHCb is the most abundant source of bottoms in the world. The rest of the time, he&apos;s based at the Science Museum. And his role, bridging the gap between the cavernous echoes of the LHCb detector and the happy chatter of the museum floor, couldn&apos;t be more timely. In a world where physics is the new rock&apos;n&apos;roll, and the Higgs boson has become almost a persona in its own right, the public&apos;s interest in particle physics has never been greater. The Science Museum is doing everything it can to keep up with that wave of physics fandom. Within hours of last Wednesday&apos;s historic announcement from Geneva, the Antenna gallery had unveiled its latest party piece: &quot;What&apos;s the deal with the Higgs?&quot;. This interactive exhibit, scheduled to run until 18 July, lets Cern spotters get up close to an actual piece of the of the gigantic Atlas detector, while testing their Higgs smarts and hearing from experts in the field. An important part of the display, though, is the opportunity for visitors to share their thoughts  what does the discovery mean to them? This kind of two-way conversation about science is at the heart of what the museum does, and it&apos;s the reason why Harry&apos;s here. Take last Friday lunchtime, for example. In a live event on the gallery floor, he bravely took to the open mic, fielding an array of probing Higgs and LHC questions from the throng of visitors. Everyone had heard about Higgs  some wanted to know what a &quot;Higgs field&quot; really was, others wondered if discovery of the Higgs would radically change the face of physics. One chap even asked what type of food the Higgs would be, which has to count as one of the most fabulous questions ever asked. The answer, if you&apos;re wondering, was milk. It gives (babies) mass, it&apos;s kind of sticky, and it&apos;s elusive when you need it the most. But all this is just the beginning of Higgs fever: next year comes the big one. At the core of Harry&apos;s role is the delivery of a major exhibition on the LHC. Scheduled to open in autumn 2013, it will blend real technology from Cern with dramatic interpretation to transport us to the heart of accelerator action. Harry talks of the palpable buzz of the Cern cafeteria, and that&apos;s what he wants us to experience  the feel, as well as the science, of the world&apos;s greatest experiment. The exhibition will also explore the LHC&apos;s phenomenal technology within the broader story of particle physics  from the delicate 19th century glass tube used by JJ Thomson in his investigations on the electron, to the next generation of colliders that will follow the LHC. It sounds like a dream job for a scientist with a love of communication, so just how did Harry come to be here? Over coffee overlooking the bustling galleries, I asked him that question. As is so often the case, it&apos;s surprisingly prosaic. As a typically snowed-under PhD student, Harry was at home, spending the afternoon with nothing more exciting than a pile of undergraduate marking. Then his phone rang. On the end of the line was his PhD supervisor, Professor Val Gibson, who suggested that he might want to comb his hair and hotfoot it down to her office. He promptly did just that, only to be introduced to none other than Ian Blatchford, the director of the Science Museum, who was touring the Cambridge facilities. Ian knew the museum was looking for a switched-on scientist with a flair for communication, and he saw in Harry a potential end to his quest. And that was that. In January of this year, Harry arrived to take up his post; a three-year position funded jointly by Cambridge University and the Science Museum. What has he made of it so far? &quot;There&apos;s nothing else like it,&quot; he tells me. &quot;It&apos;s unusual to find a role that lets you combine active research with creative science communication. It&apos;s a bit of a juggling act at times, but I&apos;m really enjoying the challenge.&quot; Does he expect to go back into full-time research at the end of it? &quot;It&apos;s too early to say. Once my work on the LHC exhibition is finished, I would love to stay here and get involved with other areas of the museum  whilst keeping fully involved with LHCb.&quot; Pet physicist he may be  but as science communication heads into new frontiers, this new scientist-in-residence is certainly taking the lead.", 
    "section": "science", 
    "gid": "science/blog/2012/jul/11/science-museum-particle-physicist-harry-cliff", 
    "wordcount": "859"
}