{
    "headline": "Birmingham students seek to overturn protest ban", 
    "text": "Lawyers are seeking to overturn a high court injunction that prevents students at one of the UK&apos;s biggest universities from staging occupation-style protests. Birmingham University obtained the injunction after students occupied an abandoned university building in a series of protests in November at rising fees. The injunction  thought to be the first of its kind  forbids students from all occupation-style protests on the university&apos;s 250-acre campus for a year. Any student found to be breaching the injunction could be imprisoned or fined. Public Interest Lawyers, who are acting on behalf of Birmingham&apos;s students, have written to the university&apos;s vice-chancellor, Professor David Eastwood, to demand the injunction be immediately abandoned. Tessa Gregory, a solicitor at the firm, said the injunction &quot;criminalised legitimate protest&quot; and was &quot;completely at odds with the university&apos;s duty to respect and protect students&apos; right to freedom of expression and association&quot;. The university&apos;s approach had been &quot;needlessly aggressive&quot;, and &quot;draconian&quot;, and served to intimidate students, Gregory said. &quot;Universities should be at the forefront of ensuring the right to protest is protected, not responsible for the criminalisation of its students, who wish to raise serious concerns of public importance,&quot; she said. The firm fears that the terms of the order, granted by Judge David Grant on 25 November, are broad enough to potentially criminalise any protest in which participants remain in any location for any period of time. The terms of the injunction say: &quot;The defendants shall not, without the prior written consent of the claimant, [Birmingham University] enter or remain upon land comprising the claimant&apos;s campus and buildings at the University of Birmingham  for the purpose of any occupational protest action.&quot; A spokeswoman from the university said peaceful protests had continued to take place on campus since the injunction was taken out. She said the university had an obligation to protect the safety and wellbeing of students, staff and the wider community, and &quot;recent student occupations have all included significant safety issues&quot;. She said the university had gone to court as a last resort to obtain possession of a small residential building that was &quot;illegally occupied&quot; by the protestors. &quot;This followed repeated requests to the unlawful occupiers to leave the building and followed safety advice that suggested that the protestors were at risk,&quot; she said. &quot;The high court judge awarded possession and an injunction preventing further occupation of university premises (by the same individuals), without prior consent of the university, for a period of 12 months, because of his concerns about the disregard of safety issues by the protestors (as evidenced by other recent occupations on campus), and social network statements by them that they were intending to occupy other university premises the following day.&quot; Sheffield University dropped its high court order banning protests last month after its students&apos; union contested the claim.", 
    "section": "education", 
    "gid": "education/2012/jan/23/birmingham-students-overturn-protest-ban", 
    "wordcount": "485"
}