{
    "headline": "Scientist who lied to obtain Heartland documents faces fight to save job", 
    "text": "The career and reputation of the scientist behind the Heartland Institute expos was in jeopardy on Wednesday night, after his employers said they were reviewing his use of deception to obtain confidential documents. The review, by the board of directors of the Pacific Institute, was the most serious potential repercussion to date of the admission by Peter Gleick that he had lied to obtain fundraising documents and a donor list from Heartland, the rightwing thinktank devoted to discrediting climate change. A statement on the website of the Pacific Institute, which Gleick founded and now heads, said the board was &quot;deeply concerned&quot; about the ruse carried out against Heartland. &quot;Neither the board nor the staff of the Pacific Institute knew of, played any role in, or condones these events,&quot; the board said. Gleick was not the only potential career casualty of the Heartland affair. Earlier on Wednesday, a Democratic member of Congress called for an investigation into whether a Department of the Interior employee, Indur Goklany, had broken the rules by taking a salary from Heartland at the same time he was working for the federal government. The payments were revealed in Heartland documents released by Gleick. The statement from the Pacific Institute comes just 24 hours after the board reaffirmed its support for Gleick. &quot;Dr Gleick has been and continues to be an integral part of our team,&quot; the earlier statement said. But since then a number of its funders have expressed displeasure at Gleick&apos;s deception, the Guardian has learned. &quot;Obviously we are concerned about any allegations of unethical conduct and Dr Gleick has already admitted to it and apologised. We are disappointed in his poor judgment,&quot; said Marc Moorghen, communications manager for the Conrad N Hilton Foundation. The foundation was among larger donors to the Pacific Institute in 2010, contributing $130,000, according to the institute&apos;s tax filings, which are posted on its website. Moorghen said the funds were for water in developing countries and did not involve climate change. Gleick&apos;s admission on Monday night that he had tricked Heartland into sending him the documents has set off a ferocious debate in the community of scientists and advocates who work on climate change. He was hailed as a hero by Naomi Klein and by science educator Scott Mandia, who told the Guardian that Gleick had acted as any journalist would. &quot;Peter Gleick, a scientist who is also a journalist, just used the same tricks that any investigative reporter uses to uncover the truth. He is the hero and Heartland remains the villain. He will have many people lining up to support him.&quot; But Gleick has faced increasing criticism since then from fellow scientists, who contend that his techniques were a betrayal of the rigorous method and transparency that are at the heart of science. Gavin Schmidt, the Nasa climate modeller who founded the RealClimate blog, was scathing in a comment first reported in the New York Times. &quot;Gleick&apos;s actions were completely irresponsible, and while the information uncovered was interesting (if unsurprising), it in no way justified his actions. There is an integrity required to do science (and talk about it credibly), and he has unfortunately failed this test.&quot; The furore now looks set to eclipse what had until now been an admirable career for Gleick. He was forced to step down as chairman of the American Geophysical Union&apos;s taskforce on scientific ethics. On Tuesday, the San Francisco Chronicle dropped him as a columnist. It also overwhelmed the debate about Heartland&apos;s disinformation campaign  which included plans to distort science teaching for school children. However, Greenpeace and other campaigning groups were working hard on Wednesday to expose a number of individuals who were revealed in the documents to be on Heartland&apos;s payroll, and were planning to put pressure on the publicly-funded institutions that were the main employers. In one such instance on Wednesday, Ral Grijalva, a Democratic member of Congress, called for a congressional investigation into whether Goklany, described as a senior policy analyst at the Department of the Interior, had broken rules by accepting a monthly stipend of $1,000 from Heartland. Grijalva&apos;s letter mirrored arguments raised in a letter to the interior secretary, Ken Salazar, from Greenpeace. The Heartland fundraising documents indicate that Goklany was taken on to write a chapter for the thinktank&apos;s annual climate report, which works to try to undermine the UN&apos;s climate science organisation, the IPCC. Greenpeace has written similar letters of protest to six universities including Harvard, the University of Missouri, Michigan Technical University and Arizona State University in the US, and the University of Victoria and Lakehead University in Canada about scientists revealed to have received funds from Heartland to work on its big anti-IPCC effort. Greenpeace argued that the funds violated conflict of interest regulations for government-funded research projects.", 
    "section": "environment", 
    "gid": "environment/2012/feb/23/scientists-heartland-documents-under-fire", 
    "wordcount": "812"
}