{
    "headline": "Talk point: Your views on what's blocking access to contraception", 
    "text": "As world leaders gather to discuss family planning in London today, we asked readers across the world for their views. See some of the highlights below, and continue to add your own thoughts below in the comments. Over seven days, people responded from 46 countries, with a 70-year age span from those born in 1925, to those born in 1995. Above is a word cloud of our readers&apos; key concerns and below are more detailed insights from the survey results so far. North and south Experiences varied most widely between those living in the global north or south. Over half of those in the south thought cost was a barrier versus just one-fifth in the north. Embarrassment was seen as a barrier by 41% in the south, as was the controversial nature of contraception by 27%, whereas in the north it was just 11% for both. Tanzania, female, date of birth 1986  &quot;It&apos;s difficult to access due to lack of infrastructure and transportation, especially in the rural areas. Usage also tends to make people judge you as promiscuous!&quot;  Canada, female, 1987  &quot;Women&apos;s contraception is not covered under our government funded healthcare. If the government wishes to save money on social workers and such, they should take proactive measures and limit unwanted pregnancies by providing this service.&quot;  China, female, 1991   &quot;People not be educated properly, many people do not know how to do contraception. Many people get pregnant and simply go to hospital to do artificial abortion.&quot;  India, male, 1958  &quot;[barriers are] ... awareness of the availability of various type of contraceptives, various myths about their usage, accessibility, lack of awareness about the reproductive rights, and decisions being taken by others than the females.&quot;  Democratic Republic of Congo, male, 1973  &quot;... people never learned about it at school; it&apos;s not available in the market/pharmacies, and if it is, supply is intermittent due to bad roads, supply chain problems etc. But you have to take it continuously for it to be effective, so it doesn&apos;t work in practice and then people think it&apos;s ineffective. Too much emphasis on calling it contraception or family planning and not enough emphasis on selling the idea as &quot;child spacing&quot;  more culturally acceptable.&quot;  UK, female, 1980  &quot;Yesterday, I tried to make an appointment with my GP. They said it would take 3 weeks to get an appointment, or I could queue at 8am, which I did, but not everyone can do this.&quot;  US, female, 1980  &quot;In my area, Planned Parenthood had to stop offering medication abortion because legislation changed and now threatens to fine medical providers if they individually do not see a patient three separate times before writing the script. WHY the barriers??&quot;   Indonesia, male, 1977  &quot;... the price of contraceptions, especially for permanent contraceptions such as IUD, vasectomy and tubectomy, has to be cheaper so that Indonesian families can access them.&quot;  UK, female, 1983  &quot;Most pharmacies offer the morning-after pill, but only one doesn&apos;t charge, and it depends which pharmacist is on duty. 25 can be hard to find, especially if it&apos;s unlikely that you&apos;re pregnant given the point in your cycle. It feels like a waste of money, but you don&apos;t necessarily want to take chances.&quot;  Tanzania, female, 1989  &quot;It can be a nightmare to locate. Shops don&apos;t advertise condoms, and you can search for two hours until you&apos;ve find them in stock. Prescribed contraception is expensive relative to living costs.&quot;  Somaliland, female, 1969  &quot;Cultural barriers to acceptability of contraception, even the concept is referred to as child spacing rather than contraception. Practitioners have personal opinions related to the use of contraception and do not remain neutral in the education they give regarding contraception, often opinions rather than facts are given.&quot;   Lack of sex ed, long waiting time in clinics and religious beliefs prevent women from accessing family planning in the UK #barrier2access  Sharifa Abdulaziz (@Sharifa3aziz) July 3, 2012   Experiences in Fiji indicate lack of awareness due to cultural taboos towards reproductive health discussions is still a #barrier2access  Esaba (@Esaba_Salsabil) July 3, 2012  Generation gap Those born before and after 1981 were equally likely to see cost as an issue. Around a third of respondents found this a problem. But the age groups differed on whether contraception was embarrassing or controversial  those born after 1981 scored 29% on both counts while those born before 1981 were more relaxed, averaging 13% for both. Is this down to people having more control over access and experience as they get older, or young people growing up in a more confusing times? New Zealand, female, 1988  &quot;Contraception is generally easy to access in New Zealand. I was informed about contraception in sex education at high school. The pill and condoms are not expensive and available easily through GPs and pharmacies. It is socially acceptable to use contraception and I have found it can be openly discussed, especially when with peers.&quot;  Barbados, female, 1968  &quot;In Barbados it&apos;s easy to get if you want it  with or without cost. However, for some it&apos;s a matter of pride (not wanting to be seen to be needing help or receiving a handout); for others (especially if young or if in a committed relationship and buying over-the-counter products), it&apos;s worrying what others might think if they are seen buying contraceptives.&quot;  Zimbabwe, female, 1986  &quot;Contraceptive access for us young people seems to be a difficult topic to bring up. Though contraceptives are available at the pharmacies, clinics, hospitals, it is difficult for a young person to confidently walk in and ask for. Sometimes the reason is the young person stating that &quot;I am young, therefore I cannot&quot;, or the high cost  the emergency pill is as much as $5 in a private pharmacy. This is made harder by the attitude of the service providers in some instances who in some cases are not very friendly or welcoming to a young person seeking the services. Culturally as well, it is deemed &quot;acceptable&quot; to have sex only after marriage and seeking contraceptives means one is tampering with the forbidden fruit.&quot;  Indonesia, female, 1985  &quot;I couldn&apos;t say that it is easy to access contraception but yes it is available. But, for young people or teenager, it is quite strange for them to buy it and people will badmouthing them. In addition, it is still taboo to be talked about sex or contraception&quot;   What blocks #familyplanning? In our community: distance women must travel for care &amp; average age of girls at 1st pregnancy. #barrier2access  Masereka Foundation (@BMCFHealth) July 6, 2012  Gender Interestingly, gender didn&apos;t cause a stark divide  with only one-fifth of both men and women thinking embarrassment was an issue, and only 23% thinking a sense of being controversial played a part. Men were 8% less likely than women to think it was expensive, with just 30% thinking cost was an issue. However, many of our respondents thought gender itself was a big barrier: Oman, female, 1986  &quot;Contraception is only available for married women, other than condoms which are freely available but taboo for a woman to buy.&quot;  Belize, male, 1953  &quot;... the males perceive the women as baby factories. They expect the women to have a child every year. This is because of the &quot;macho&quot; mentality that persists.&quot;  Zimbabwe, female, 1961  &quot;Accessing contraceptive in Zimbabwe seems to be good. In urban areas, free contraception is provided at government hospitals, but only on specified days and the queues are long which acts as a deterrent. As African women we are not completely free to chose contraception that suits us. Your partner sometimes decides for you. As a women, you want to space your children but some men want to keep &apos;breeding&apos; so they discourage long term contraception in favour of pills that sometimes may not agree with you.&quot;  Somalia, female, 1981  &quot;Religious beliefs about subverting God&apos;s will by using contraception. The need for a husband&apos;s consent before the provision of contraception. Threats (both verbal, physical, and even death threats) to contraception service providers.&quot;  Uganda, male, 1969  &quot;The role of gender is also crucial in contraceptives, men would not allow women to use contraception. Most women use contraceptives without the knowledge of men.&quot;  Guatemala, female, 1989  &quot;Husbands don&apos;t want women to have it. Boyfriends think it makes us promiscuous.&quot;  India, female, 1986  &quot;... contraception is supposed to be discussed with the doctors if you are married. The stigma associated with sex out of wedlock prevents teenagers, unmarried women to openly seek help on the issue.&quot;   Sadly, I think it&apos;s us men who are the biggest barrier to contraception services for women #barrier2access  Richard Essery (@RichardEssery) July 5, 2012   @GdnDevelopment social norms that deter married women from accessing FP while husband is away working in another country #barrier2access  Satish Pandey (@SatishKTM) July 4, 2012  Responses from the US Respondents from the US generated some interesting results, with 63% seeing cost as a barrier and over 42% feeling that it&apos;s controversial nature was a hindrance. Surprisingly, this was higher - on both counts - than the feeling about these in the global south. US, female, 1981  &quot;Coming from a very conservative community in Utah, family planning is only discussed in relation to procreation. Sex outside marriage is taboo and thus talking about prevention with those who do partake, which is still a majority of young people, is virtually nonexistent.&quot;   US, female, 1980  &quot;Access is about to get easier here due to the Affordable Care Act, but if the US Council of Catholic Bishops has their way all women&apos;s access to insurance coverage for birth control will be restricted, making it out of reach for millions of women in the US.&quot;  US, female, 1981  In my area (the US Midwest), rampant religious conservatism shames women who wish to access and use contraception. This makes it more expensive (funds are cut to programmes that would otherwise help pay for it).   US, female, 1963  &quot;Something important is missing from your list of challenges to accessing contraception, mainly resistance to and/or active undermining of contraception by male partners and husbands as a means of controlling the young women who are increasingly better educated than the young men. It is not uncommon for my female students (I teach at a college) to already have two children by the time they start college at age 18/19, and in any given semester there are several (almost always unplanned) pregnancies just in my classes.&quot; ", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/11/barriers-family-planning-contraception", 
    "wordcount": "1783"
}