{
    "headline": "Facebook proposes ditching user votes on policy changes", 
    "text": "Facebook has become so large that a system allowing users to vote on policy changes has become ineffective, the company&apos;s head of communications announced on Wednesday.  The site&apos;s three-year old experiment allowing users to vote on corporate policy changes was introduced in 2009 in response to user outrage over Facebook&apos;s terms of use which gave the site licence over users&apos; photos, videos and posts.  Elliot Schrage, vice president of communications, public policy and marketing, wrote that the system had to change since the site grew to more than one billion users, and since it became a public company in May.  &quot;The voting mechanism, which is triggered by a specific number of comments, actually resulted in a system that incentivized the quantity of comments over their quality,&quot; wrote Schrage. &quot;Therefore, we&apos;re proposing to end the voting component of the process in favor of a system that leads to more meaningful feedback and engagement.&quot; Organised chiefly around commenting, the new systems will include submitting questions directly to the chief privacy officer Erin Egan through a privacy page and live webcasts, though users have until 28 November to push the new proposal to a vote. Other proposed changes include settings that will filter incoming email and share data with Instagram.  Facebook will continue to email all users directly about changes to privacy policy, it said. Until now, proposed policy changes had automatically been put to a vote by users if they attracted more than 7,000 comments.  By Thursday morning, the announcement had attracted more than 3,000 comments and was overrun with users objecting to changes and demanding a vote on Facebook campaign site our-policy.org. A detailed 1100-word manifesto on the site demands clearer language in Facebook&apos;s data use policy, a list of retained personal data available to users and a ban on Facebook keeping data after an account has been closed.", 
    "section": "technology", 
    "gid": "technology/2012/nov/22/facebook-voting", 
    "wordcount": "315"
}