{
    "headline": "Google music streaming would boost industry, says Universal executive", 
    "text": "Google&apos;s plans to launch a music-streaming service would give the record industry a welcome boost on its path to recovery, according to a digital executive at Universal Music Group. Francis Keeling, global head of digital business at Universal Music Group, said Google&apos;s scale could turn millions more music listeners into paying subscribers. Google is understood to be in negotiations with major music labels about launching a streaming service, similar to Spotify, later this year. Speaking in London at the launch of industry body IFPI&apos;s annual report on Tuesday, Keeling said: &quot;We talk about for subscription services, the need to have a funnel. Google, with its hundreds of millions of users through search, YouTube with its more than 800 million users, arguably is the biggest funnel we could have. &quot;Clearly if we could get consumers into a legal funnel through that route and encourage them to subscription, that would have a very positive impact on the business.&quot; Google launched a cloud-based music player in the US in 2011 in a bid to compete directly with Apple&apos;s iTunes, which commands more than 60% of all digital sales. Last year, the service expanded to the UK, Germany and other European markets. A move into the fast-growing music-streaming market would be hugely significant for the industry. Google&apos;s influence in the smartphone market  its Android software is activated 1m times each day  would give the music player an advantage over rivals such as Deezer, Rdio and Spotify. Google has declined to confirm the detail of reports about its streaming player, including suggestions that its price plan would mirror the three smaller competitors. Deezer, Rdio and Spotify offer a free, ad-supported service alongside a 9.99-a-month subscription for premium users. But Google&apos;s streaming ambitions still have stumbling blocks to overcome. Music groups remain frustrated that Google and other search engines are slow to downgrade illegal-filesharing sites, which the industry claims are visited by a third of all internet users. However, Keeling said Universal, home to artists including Nicki Minaj and Justin Bieber, has a &quot;great relationship&quot; with Google. &quot;Google is a massive organisation with the many parts it operates, such as the search business and the device business and the music business with respect to YouTube and streaming,&quot; he said. &quot;Like all search engines, there is a problem; we&apos;re asking all search engines to prioritise legal services. We know that search engines are a primary route for consumers to be able to find music and hope all search engines will implement those changes.&quot; Online subscription services, including Spotify and Rdio, are expected to have contributed more than 10% of the music industry&apos;s digital revenue for the first time in 2012  a sign of their growing influence. They are also being quickly adopted by music fans, as the number of paying subscribers leapt by 44% last year, to 20 million people globally. The continued rise of digital in 2012 helped the music industry report its first lift in annual revenues since 1999, as the IFPI reported a 0.3% year-on-year increase to $16.5bn (10.9bn). Digital music revenues were up 9% last year, to $5.6bn, thanks mainly to download stores.", 
    "section": "technology", 
    "gid": "technology/2013/feb/27/google-music-streaming-universal-digital", 
    "wordcount": "536"
}