{
    "headline": "UK power blackouts now unlikely, research shows", 
    "text": "The severe economic slowdown and increased energy efficiency in Britain means widely feared power blackouts between 2015 and 2020 will be avoided, new research predicts. Windfarms, plus a new generation of nuclear and gas-fired plants, will ensure that the decade up to 2030 will also see enough electricity generated to meet the country&apos;s needs, argues Bloomberg New Energy Finance (BNEF). There have been endless warnings from energy experts that the phasing out of old coal and nuclear plants risked the lights going out after the middle of this decade as the UK lurches towards less carbon-intensive power sources. Michael Liebreich, chief executive of BNEF, said: &quot;The blackout plays an iconic role in British history  first with world war II and the blitz, and then the industrial strife of the 1970s. &quot;The UK is embarking on an historic shift in its electricity supply, and commentators and critics have continually raised the spectre of the lights going out once again across Britain. Our analysis shows that, barring unforeseen circumstances, it is not going to happen.&quot; The recession and European debt crisis has slashed electricity consumption in Britain by 9% compared with the peaks of 2005 and Bloomberg believes power demand may not return to pre-slump levels for 20 years. But the energy supply/demand picture has partly been changed by a &quot;dash for gas&quot;, which could see 15GW of new gas-fired power plants coming onstream by 2016 - 11GW of new gas could be built from now through 2016 and 4.5GW has been built in 2010-11. That will easily make up for the 12GW of coal-powered plants being closed down for environmental reasons or nuclear facilities that have reached the end of their natural life. Beyond 2016 Britain will be relying on a huge rise in the number of windfarms coming onstream, both onshore and offshore. Bloomberg analysts believe that the current dash for gas  which is less carbon intensive than coal but still much more polluting than wind  will be the last.", 
    "section": "environment", 
    "gid": "environment/2012/feb/29/uk-power-blackouts-now-unlikely", 
    "wordcount": "338"
}