{
    "headline": "Flashy ways to fight off paparazzi, spies  and anyone else", 
    "text": "A new invention aims to foil paparazzi who try to photograph people who do not wish to be photographed. Wilbert Leon Smith, Jr. and Keelo Lamance Jackson of California obtained a patent last year for what they call &quot;Inhibiting Unwanted Photography and Video Recording&quot;. Their invention builds on a simple idea patented in 2005 by Jeremy and Joseph Caulfield from Arizona. The Caulfields equipped celebs with a flashgun that fires automatically the instant another flashgun fires nearby. Smith and Jackson&apos;s device goes that bit better: it&apos;s a rotating, swivelling, oscillating device that can emit multiple strobe lights and other light beams for as long as the celebrity deems necessary. The device has uses beyond deterring pesky paparazzi. As Smith and Jackson explain, it can also protect our own spy agencies against nosy foreign bad guys: &quot;A surveillance camera detects a covert government operative with access to photographic equipment outside of the government building. Once the covert government operative is detected, the image distortion apparatus subsequently emits a plurality of deterrents in the direction of the photographic equipment to distort images captured therein.&quot; Paparazzi and spies are but a tiny segment of the population. A decade ago, Maurizio Pilu, a researcher at Hewlett-Packard in Bristol, took aim at the more general problem. Whenever people set foot in a public place, they can be photographed by strangers who have tiny (or, for that matter, big) cameras. This can happen countless times a day without anyone realising it. Stroll down a street, and your image may have been captured in images by hundreds of people who were intent on photographing fire hydrants, cats, or some civic official who waved at the populace while riding a bicycle. Pilu&apos;s method could prevent these unwanted captures. Anyone who wants privacy would carry on their person a special signalling device that transmits an electromagnetic message that indicates &quot;Do not photograph me&quot;. The scheme requires, perhaps quixotically, that every camera  every camera, owned by anyone  has a special circuitry built into it to receive such signals and alter the camera&apos;s behaviour accordingly. Pilu no longer works at Hewlett- Packard. But he still keeps an eye on the problem in his new job as lead technologist for digital in the Innovation Programme Directorate at the UK government&apos;s executive innovation agency, the Technology Strategy Board. Pilu has clocked the arrival of Google Glass  the expensive, not readily available video camera/computer/transmitter/receiver that allows its owner constantly to gather video imagery of whatever happens to be in front of them, wherever they go. On 8 March this year, in a message sent via Twitter, Pilu (@Maurizio_Pilu) warned the world that Google Glass is just the beginning, and that cheaper alternatives to it are coming. (Thanks to Martin Gardiner for bringing this to my attention.)  Marc Abrahams is organiser of the Ig Nobel Prize and editor of the bimonthly Annals of Improbable Research", 
    "section": "education", 
    "gid": "education/2013/jun/03/google-glass-improbable-research", 
    "wordcount": "489"
}