{
    "headline": "Row over 1bn development plan on nightingale habitat site in Kent", 
    "text": "The nightingale, praised in Keats&apos;s famous ode as &quot;pouring forth thy soul abroad / In such an ecstasy&quot;, has flown into a cabinet-level row over a proposed 1bn housing development which threatens the bird&apos;s most important UK site. The nightingale&apos;s song has been feted, but its numbers in the UK have crashed by 90% in the past 40 years. However, it has established a stronghold on a former Ministry of Defence site, Lodge Hill in Kent, once used to prepare soldiers for service in Northern Ireland and for bomb disposal training. But the 85 male birds that stake out their territory in the ancient woodland and scrub face the advance of property giant Land Securities, developing the site for the MoD, and Medway council, which says the 5,000 homes planned and the associated jobs are badly needed. The clash of a major housing development, a central part of the government&apos;s plan for economic revival, with a small flock of birds has ruffled feathers at the highest level, with prime minister David Cameron telling environment secretary Owen Paterson to fix the problem, the Guardian has learned. The intervention follows George Osborne&apos;s reported complaints about other &quot;feathered obstacles&quot; to development. The poet Sir Andrew Motion, president of the Campaign to Protect Rural England and a biographer of Keats, says the cultural importance of the nightingale&apos;s &quot;art&quot;  its song  endures: &quot;It is such a small, brown bird that only presents itself at night, it could hardly be more humble. But when it opens its beak this absolutely ravishing sounds comes out&quot; which matches a British sense of what art should be. &quot;We don&apos;t approve of peacocks,&quot; he added. Motion said there were now many places where housing developments and wild places were in conflict and said using old urban and industrial sites, rather than those rich in wildlife, must always be the first priority: &quot;When you concrete over green spaces, that is England gone.&quot; The row intensified this month when Natural England, the government&apos;s statutory wildlife adviser, declared Lodge Hill&apos;s nightingales and wild flowers to be a site of special scientific interest, raising the barrier to development even higher. Tory-run Medway council condemned the decision as &quot;astonishing&quot;. A spokeswoman said: &quot;We have the absurd situation of a government agency, Natural England, stopping a government department, the MoD, from proceeding with their plans to relinquish their former training grounds. We are deeply unhappy with this decision.&quot; The council, which will appeal against the SSSI decision, said the site was &quot;littered with munitions and, due to delays, has become overgrown&quot;. But Owen Sweeney, from the Medway Countryside Forum, said: &quot;The place is a treasure, a real jewel. I have taken my grandchildren up there to hear their first nightingale and it is a joy to watch their faces enraptured by the song.&quot; He said the blackthorn and bramble scrub, as well as the coppiced ancient woodland, was a wonderful habitat for the extremely shy bird, which spends 12 weeks or so on the 815-acre site before wintering in west Africa. &quot;These are the remaining green lungs amid the sprawling development around: Medway is full,&quot; said Sweeney. Anna Heslop, an RSPB casework officer, blamed the council for the impasse. &quot;The problem is not the SSSI designation, or that nightingales are on the site, the problem is that Medway council are not going through the proper procedures to look at whether there is any alternative or whether this is the only place this housing can go.&quot; She said the RSPB was not anti-housing and worked with builders to make developments as wildlife-friendly as possible where there was genuinely no alternative. A spokeswoman for the Department for Environment, Food and Rural Affairs (Defra) said: &quot;Growing the economy is the government&apos;s top priority and we can do this at the same time as we improve the environment.&quot; She suggested that &quot;biodiversity offsetting&quot;  where new habitat is created elsewhere to compensate for a habitat destroyed  could be a solution.: &quot;Lodge Hill presents a strong opportunity to test this policy to allow development while ensuring wildlife and habitats thrive.&quot; But Chris Packham, naturalist and TV presenter, said: &quot;The bird migrates all the way to Africa and then it comes back to exactly the same tree. The idea that we can make a new habitat 20 miles away and expect the birds to go there is nonsense.&quot; He added: &quot;Sadly, the nightingale is a bird that more people know about than ever will hear, because of its catastrophic decline. Most of the sites I grew up with have fallen silent now.&quot; Only 6,000 singing males remain in the UK. Land Securities declined to comment. The row comes at a delicate time for Natural England, whose future is under review by Defra, and which has been lobbied hard by all sides. The minutes of the meeting at which the SSSI was approved reveal a lengthy discussion about whether NE had any discretion to reject the SSSI, but it concluded it did not, because the scientific case was clear: any bird population representing more than 1% of the national total automatically qualifies. The decision means Lodge Hill is now an SSSI, although final confirmation will not come till later this year, after further consultation. The planning decision over Lodge Hill is likely to be referred to Eric Pickles, secretary of state for communities and local government, once Medway has submitted its final plan to the planning inspectorate. The government&apos;s loosening of planning laws caused a fierce row in 2012 with conservation and countryside groups including CPRE and the National Trust. But the resulting National Planning Policy Framework still requires strong protection for SSSIs, saying development &quot;should not normally be permitted&quot;. NE said it would carefully consider any offsetting proposal. Love Bird  Only a mother or a fanatical birder could call the drab little brown nightingale beautiful  but the heartstopping beauty of its song has made it an emblem of love, longing and loss to poets for thousands of years, from Ovid through Shakespeare and Milton to A Nightingale Sang In Berkeley Square, a 1930s hit repeatedly re-recorded by the likes of Frank Sinatra, Twiggy (below) and Rod Stewart. Most authors have heard a profound melancholy in the bird&apos;s liquid notes. The oldest legend is a brutal tale of Philomel escaping the aftermath of rape and mutilation by being transformed into the sweet singer. In John Keats&apos;s famous Ode to a Nightingale  the tree in which the poet heard the song is said to be still growing in his Hampstead garden  he listens &quot;half in love with easeful death&quot;, just two years from his own death of tuberculosis in Rome in 1821. In Oscar Wilde&apos;s story The Nightingale and the Rose, the bird dies, pressing against a thorn to turn a white rose red with her blood, for a student to give to his beloved. A duet between the cellist Beatrice Harrison and the nightingales in her Surrey back garden was a pioneering BBC live outside broadcast in 1924. She received 50,000 fan letters, and the experiment was regularly repeated  though a recording in 1942 was abandoned because of not just birdsong but the ominous rumble of Lancaster bombers.", 
    "section": "environment", 
    "gid": "environment/2013/mar/29/nightingales-lodge-hill-mod-site", 
    "wordcount": "1235"
}