{
    "headline": "Voyager: a space odyssey in pictures", 
    "text": "   Aboard Voyagers 1 and 2 are identical golden records, carrying the story of Earth far into deep space. The 12-inch gold-plated copper discs contain greetings in 60 languages, samples of music from different cultures and eras, and natural and man-made sounds from Earth. They also contain electronic information that an advanced technological civilisation could convert into diagrams and photographs Photograph: SSPL/Getty Images       Nasa engineer John Casani displays a golden record before it is attached to Voyager 1 Photograph: Corbis       Launched from the Kennedy Space Centre, Cape Canaveral, Florida, by a Titan rocket, Voyager 1 was the second of two spacecraft launched in 1977 to explore the planets in the outer solar system. It overtook Voyager 2 on the way to Jupiter. Voyager 1 made its closest approach to Jupiter in March 1979 before flying on to Saturn Photograph: SSPL/Getty Images       Crystal-clear images of Jupiters atmosphere. Details of the famous great red spot storm and evidence of many other storm systems in the atmosphere.  Voyager also discovered Jupiters thin ring bands Photograph: NASA/EPA       Ejection plumes on the surface of Io, one of Jupiters moons, were seen for the first time by navigation engineer Linda Hyder. They revealed Io to be the most geologically active body in the solar system, with hundreds of volcanic eruptions Photograph: SSPL/Getty Images       The suggestion of an ocean beneath the strange icy crust of another of Jupiters moons, Europa. This has since become a prime candidate, among astrobiologists, for possibly harbouring extraterrestrial life Photograph: SSPL/Getty Images       The structure of Saturns rings was revealed in exquisite detail for the first time. Strange radial spokes made of dust trapped in Saturns magnetic field were discovered by young imager Carolyn Porco Photograph: Time Life Pictures/Getty Images       Uranuss moon, Miranda, apparently assembled from the smashed-up fragments of earlier worlds of rock and ice, perhaps destroyed in a giant impact even  which might also account for the 90-degree tilt to Uranuss own axis Photograph: Time Life Pictures/Getty Images       In 1989, Voyager 2 made our first close encounter with the stunning blue planet Neptune. Its surprisingly turbulent, storm-laden atmosphere, this far from the sun, was clearly being driven by heat from deep within the planet Photograph: Nasa/Corbis       An image of Saturn's rings taken by Voyager 1 Photograph: Time Life Pictures/Getty Images       Jupiter's rings are invisible from Earth and do not show any structure similar to the rings of Saturn or Uranus. They are made up of dust and rock fragments. They were discovered by Voyager 1 and further investigated by Voyager 2 in 1979. As they contain no ice the rings reflect little light, making them difficult to see Photograph: SSPL/Getty Images       The Voyager family portraitThis is a composite photograph of six of the solar systems planets taken from a vantage point 6bnkm above the plane of the solar system. This final photograph uniquely revealed our home planet as a very humbling pale blue dot, as Carl Sagan described it Photograph: PR  ", 
    "section": "science", 
    "gid": "science/gallery/2012/oct/20/voyager-mission-nasa-space-pictures", 
    "wordcount": "0"
}