{
    "headline": "Revealed: iPad prototype from 2002 that Steve Jobs denied existed", 
    "text": "Apple&apos;s court battle against Korea&apos;s Samsung in the US has yielded pictures of a prototype iPad, and testimony from chief designer Jonathan Ive which indicates that the American company was working on a tablet design called &quot;035&quot; as far back as 2002 - even though Steve Jobs denied exactly that a year later. Jobs told an audience at the AllThingsD conference in April 2003 that tablets were a &quot;niche market&quot;: &quot;a bunch of rich guys who can afford their third computers.&quot; He told Walt Mossberg: &quot;If you do email of any volume you&apos;ve gotta have a keyboard. We looked at the [Microsoft] tablet and we think it&apos;s gonna fail.&quot; The audience would be too small, limited to the very wealthy: &quot;You know, they&apos;ve got their desktop, they got a portable, and now they got one of these to read with, that&apos;s your market.&quot; But testimony from Ive, given in one of the many court battles between Samsung and Apple in the US, says that he had seen the prototype - in effect a mockup of a working product - as early as 2002. &quot;My recollection of first seeing it is very hazy, but it was, I&apos;m guessing, some time between 2002 and 2004 I remember seeing this and perhaps models similar to this when we were first exploring tablet designs that ultimately became the iPad.&quot;      The '035' prototype (on left) was much thicker than the final iPad 2 (on right) Photograph: Buzzfeed    The prototype - pictures of which are shown here (some from the original court documents, and some courtesy of Buzzfeed) show that Ive&apos;s original designs for the iPad were a bulky device almost as large as the Macbook laptop that the company then made. It has no home button, although it does have an Apple logo on the back. Compared to the iPad launched in 2010, the &quot;035&quot; looks enormously thick. It has the same rounded corners used on the existing iPad. Samsung is using the evidence of the prototype - which was referenced in a patent filed by Apple - to say that there should be no restriction on sales of its Galaxy Tab in the US.      Apple '035' iPad prototype shown against Samsung Galaxy Tab. Source: court documents.    In line with the way that the cases between Samsung and Apple have thrown both companies into contorted legal positions - with Apple now facing the prospect of advertising its rival&apos;s product, while Samsung saw a complaint from Apple dismissed on the basis that the Korean&apos;s product was &quot;not cool&quot; - in a docket filed on 6 July, Samsung insists that Apple should not be able to injunct its sales in the US because they are so small: &quot;Even when the entire family of Galaxy Tab tablets is considered collectively, Samsung only has a 15.4% share of Android tablets,&quot; it says in its deposition. &quot;This new evidence demonstrates that Samsung is not only not &apos;flooding the market;&apos; it is actually losing market share to Apple and other manufacturers.&quot; Samsung also says that Apple invalidated one of its own patents on the iPad-style design with an earlier product, the &quot;Brain Box&quot; display which it showed off in 1997, which had a flat surface from edge to edge.     iPad '035' prototype from 2002 v Samsung Galaxy Tab. Source: court documents    The difference in size is emphasised by the photos from the court case, where Samsung is comparing the 035 prototype with its own Samsung Galaxy Tab, and with the existing Apple iPad, to show that the device on which the patent is based is too different from its own for the latter to be considered an infringement.      The '035' prototype featured a headphone jack. Photograph: Buzzfeed    That Apple had been working on the iPad and a tablet - after Jobs saw Bill Gates launch the idea at Comdex 2000 - before the iPhone had been known; Ive and his team shelved the idea because of cost issues, because touchscreens were still very expensive early in the decade. Instead they focussed on the iPhone because of the far larger potential in the phone market and the fact that the smaller screens would bring down costs. But the existence of the &quot;035&quot; prototype had remained secret beyond Apple and the courtroom until this week.  The fact that Jobs in effect lied about Apple&apos;s work on a tablet only indicates how such large organisations are very good at keeping secrets. John-Henry Barac, a former designer with The Guardian, recalls visiting Apple in October 2004 as part of a personal visit.  His first day was spent meeting people at the Graphic design studio - where, he says, &quot;where many things were covered with white paper so I couldn&apos;t see them, but due to someone&apos;s carelessness or some kind of bizarre test - I&apos;ll never know - there was a poster for a device which didn&apos;t yet exist; it turned out to be the iPod shuffle which was announced a short time later.&quot; The next day he met Ive, and the conversation veered towards personal organisers: &quot;I talked to him about my Palm Pilot, and how I liked it, but it felt a little clunky (I have a note to myself which says &apos;PDA-other directions?&apos;) - I said - &apos;you have this Inkwell (handwriting) technology, and this notion of the digital hub. Why not build a device that is not a PDA, but relies on the computer for doing much of the work but you have some limited input abilities, and perhaps video viewing ability, and easy sync email and addresses via Wi-Fi?&apos; Jony gave me a look which was, I though slightly playful and just said &apos;iiiinteresting&apos; in a way that you just know there is something going on, but you know not to ask anything more. &quot;So this week images emerge of prototype iPads dating back to 2002-4. And we all know now that by then [Apple&apos;s designers] were definitely beginning to look at touch screen, iPhone ideas etc. It puts my conversation with Jony Ive in a different perspective. There WAS stuff going on, and my desires as a consumer and designer connected with their secret works... but the story was all yet to unfold. &quot;While I was sitting there chatting to Jony there was also a brief interruption as a smiling Phil Schiller came to within a few feet of us and said &apos;Hey Jony, you know that thing that was black? I just made it green - OK?&apos; He was beaming. Jony just said &apos;Uh - OK, Phil... i liked the sense of play and knowledge that they were playing with stuff that could change the world in some small ways.&quot; Thanks to Buzzfeed for permission to use the credited photos. Updated: Corrected some incorrect spellings.", 
    "section": "technology", 
    "gid": "technology/2012/jul/19/ipad-prototype-ive-2002", 
    "wordcount": "1111"
}