{
    "headline": "How many neurons make a human brain? Billions fewer than we thought", 
    "text": "How many neurons are there in the human brain? It was a question that scientists thought they had nailed  and the answer was 100bn (give or take). If you went looking you would find that figure repeated widely in the neuroscience literature and beyond. But when a researcher in Brazil called Dr Suzana Herculano-Houzel started digging, she discovered that no one in the field could actually remember where the 100bn figure had come from  let alone how it had been arrived at. So she set about discovering the true figure (HT to the excellent Nature neuroscience podcast NeuroPod). This involved a remarkable  and to some I suspect unsettling  piece of research. Her team took the brains of four adult men, aged 50, 51, 54 and 71, and turned them into what she describes as &quot;brain soup&quot;. All of the men had died of non-neurological diseases and had donated their brains for research. &quot;It took me a couple of months to make peace with this idea that I was going to take somebody&apos;s brain or an animal&apos;s brain and turn it into soup,&quot; she told Nature. &quot;But the thing is we have been learning so much by this method we&apos;ve been getting numbers that people had not been able to get  It&apos;s really just one more method that&apos;s not any worse than just chopping your brain into little pieces.&quot; She told me that so far, she has only looked at four brains, all of them from men. The method involves dissolving the cell membranes of cells within the brain and creating a homogeneous mixture of the whole lot. You then take a sample of the soup, count the number of cell nuclei belonging to neurons (as opposed to other cells in the brain such as glia) and then scale up to get the overall number. The great advantage of this method is that unlike counting the number of neurons in one part of the brain and then extrapolating from that, it gets over the problem that different brain regions may have more or less densely packed neurons. So what is the number?  &quot;We found that on average the human brain has 86bn neurons. And not one [of the brains] that we looked at so far has the 100bn. Even though it may sound like a small difference the 14bn neurons amount to pretty much the number of neurons that a baboon brain has or almost half the number of neurons in the gorilla brain. So that&apos;s a pretty large difference actually.&quot;  This leads to the bigger question of what makes human brains special. Herculano-Houzel says our brains are rather standard primate models, except for the fact that we have a massive number of brain cells compared to other species. That is energetically very expensive to maintain. She estimates that 20% to 25% of our total energy budget goes on running our brains, a figure which she describes as &quot;extraordinary&quot;. How do we manage it?  &quot;We can afford such a huge number of neurons. That difference might actually be related to a shift to a cooked food diet and that allows us to have far more calories per day. And with that we can afford a much larger number of neurons that other animals probably could not.&quot;  That is a reference to Prof Richard Wrangham&apos;s ideas about how the invention of cooking had a crucial impact on human evolution. There is a beautiful, if slightly grisly, elegance to Herculano-Houzel&apos;s method and her work embodies the constantly questioning attitude that is what makes science so powerful. But what I find interesting is how this 100bn neuron myth became lodged in the collective scientific consciousness in the first place, and why it continued to propagate. Does anyone have any insight into where it came from?", 
    "section": "science", 
    "gid": "science/blog/2012/feb/28/how-many-neurons-human-brain", 
    "wordcount": "643"
}