{
    "headline": "Why did Apple drop Google's maps on the iPhone and iPad?", 
    "text": "Q Why did Apple use Google&apos;s Maps before?Because in 2005-06, when Apple was planning the software for its forthcoming iPhone, Google was a neutral provider of map data  and also seeking to expand into the fast-growing mobile sector. The only alternative mapping provider would have been Navteq, but Nokia had bid for it in 2006 (the deal was closed in 2007). Furthermore, at that time Apple and Google had aims that were at least parallel: Apple wanted to move into the mobile industry and create a profitable space there; Google wanted to get more mobile users (because its executives saw mobile as the future - something which everyone in Silicon Valley had realised by 2005); both wanted to prevent Microsoft&apos;s Windows Mobile from getting a consumer foothold, and both were strong consumer brands. Q Who dropped who?You can argue it both ways. Apple didn&apos;t renew its licence with Google; that still had some months to run when iOS 6 was introduced. But Apple had also been frustrated by Google&apos;s refusal to allow it access to its voice-directed turn-by-turn navigation and vector graphics for mapping; Google kept that for its own Android to give it an edge. Google, meanwhile, was frustrated that Apple would not let it offers its Latitude service, which in effect tracks users over the maps. Apple could point to Google refusing to give it the functionality it wanted to give users the best experience; Google could say it was treating Apple equally with every licensee (none of whom can get turn-by-turn or vector graphics via API). Arguably, the arrangement became impossible as soon as Google became a direct competitor to Apple in the smartphone space through Android, but the cracks only really showed once Android began offering better map services (voice-directed turn-by-turn, vector graphics) than iOS from the beginning of 2011.  Q Who paid who when Apple used Google Maps?That&apos;s unclear, but the likelihood is that Apple paid Google for its users&apos; access to the Google Maps API, and that the two companies had a revenue-sharing arrangement for any ads shown on maps - so Apple was paying Google, but getting some return from ads. Overall, Apple was probably paying Google. Q Which company loses more from Apple dropping Google?Again, you can argue this both ways. Google loses access to the location and driving data of hundreds of millions of iOS users; it also loses the chance to sell location-based adverts against map searches that iOS 6 users carry out. Given that Tim Cook said in mid-October that 200m devices had been updated  compared to an estimated 450m active iOS devices, and about 500m Android devices  that&apos;s a significant slice of data that Google has lost, especially since many of those users will be in the US, one of its major markets. But Apple loses because the criticism over its Maps product has dented its reputation, and made it the butt of jokes which could harm its brand over the long term. Customers are displeased at losing functionality such as Google&apos;s StreetView (although other apps can add that functionality).  Although Apple is now getting the benefit of location data from users, and is rolling out improvements to Maps, it is discovering that mapping is one of those thankless tasks: people don&apos;t thank you when it&apos;s right, but criticise you when it&apos;s wrong. And getting it right, in a timely fashion, is extremely difficult and expensive.", 
    "section": "technology", 
    "gid": "technology/2012/nov/05/apple-google-maps-iphone-dropped", 
    "wordcount": "572"
}