{
    "headline": "10 Best iPhone, iPad, Android and Windows Phone games this week", 
    "text": "It&apos;s time for our weekly roundup of the best new games for smartphones and tablets, including iOS, Android and Windows Phone this week. Beach Buggy Blitz Vector Unit&apos;s bouncy driving game is a good showcase for the capabilities of Tegra-toting Android devices, including Google&apos;s Nexus 7 tablet. It sees you racing through a beautiful-looking world smashing into scenery, collecting power-ups and unlocking new cars.Android Call of Duty: Black Ops Zombies This latest mobile game in the CoD universe has been out for a while, but restricted to Sony Ericsson&apos;s Xperia-branded Android devices. Now it&apos;s available for all, with a choice of solo and local-multiplayer modes, as well as a 50-level Dead-Ops Arcade mode to romp through shooting everything that moves. And some things that don&apos;t.Android Gems With Friends We&apos;ve had Words, Scramble, Matching, Hanging and Chess. Now meet the fifth in Zynga&apos;s mobile/social franchise: Gems With Friends. Yes, the title makes its inspiration clear: this is competitive match-three jewel-swapping following in the footsteps of Bejeweled Blitz. You can have up to 20 games on the go at once with friends or strangers.iPhone Super Hexagon Hardcore gamers are getting very excited about Super Hexagon, a game that many people will download, try and then give up on the grounds that it&apos;s too hard and a bit boring. If you can get to grips with the difficulty of rotating a triangle around a hexagon to steer between onrushing walls, it gets less boring and becomes engrossing. With chiptunes.iPhone / iPad Venture Towns Another week, another new game from Japanese publisher Kairosoft in this case, a port of the existing iOS Venture Towns game. The company&apos;s formula remains the same: ruthlessly-addictive simulation mechanics with lots of levelling-up and resource-juggling. In this case, you&apos;re making &quot;your own metropolitan utopia&quot;.Android Crimson Dragon: Side Story This week&apos;s Xbox Live game on Windows Phones is already inspiring comparisons with Panzer Dragoon. It&apos;s a shoot &apos;em up, except with dragons rather than spaceships, and RPG-like elements where you breed the dragons and then level them up by playing the game, adding new skills along the way.Windows Phone Civil War: 1863 Talking of old-school games, Civil War: 1863 is a neat attempt to give the war game genre a 2012 touchscreen spin. It&apos;s a turn-based game where you control the Union or Confederate armies, with two eight-mission campaigns to play through, and a couple more available via in-app purchase for 69p a pop. A pass&apos;n&apos;play mode supports two-player battling too.iPhone / iPad Wonderputt Damp Gnat&apos;s Wonderputt may be new on the App Store, but it&apos;s already won recognition in the Develop and IGF industry awards for its lovely visuals. It&apos;s a mini-golf game with a fantastical structure and feel: &quot;Cows, toads, ski slopes, torpedos and a sprinkle of alien abduction for good measure&quot;. Its 18 holes will leave you wanting more, in a good way.iPad Galaxy Empire Korean publisher Gamevil&apos;s latest Android game wants you to &quot;conquer the galaxy, one planet at a time&quot;. Which involves a mixture of resource management, invasion and diplomacy, all wrapped into a science-fiction setting. The community features are what could give this long-term appeal for Android gamers.Android Shufflepuck Cantina Agharta Studio is the developer behind the creative 1112 games on iOS. It&apos;s new game adopts a Space Western theme, but is focused on air hockey. The game promises nine alien opponents, more than 40 gadgets to collect and 250 missions to work your way through, with more to come in future updates.iPhone / iPad That&apos;s our selection this week, but what new games have you been playing on your smartphone or tablet? Make your recommendations by posting a comment.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/13/best-mobile-games-beach-buggy", 
    "wordcount": "621"
}