{
    "headline": "Watch Dogs preview: multiplayer, story details and more", 
    "text": "A year ago, at an E3 exhibition marked by brand lethargy and the absence of any next-gen console news, one game caused a ripple of genuine excitement. It was Watch Dogs, a new &apos;IP&apos; from Ubisoft, an open-world cyberpunk adventure set in an alternative Chicago ruled by a pervasive computer system. It looked ambitious and interesting  and, well, no one really expected to be presented with something totally fresh and clearly expensive right at the death of a console generation.  Almost a year later, Ubisoft is showing off some new footage to a small gathering of games journalist in Paris. Once again we are introduced to the central premise: that the city is controlled by a privatised computer network named CTOS, which automates city travel and road infrastructures, as well as storing and analysing personal data on every single citizen. But one man has had enough of this Big Brother nightmare. Aiden Pearce is a troubled computer hacker, haunted by a past in which his family has somehow been destroyed by the system. Now he wants revenge, and he knows how to get it. With his PDA and some tech genius, he&apos;s able to hack into the city mainframe, gaining control over everything from traffic lights to train networks. And through a series of missions, he&apos;ll use these abilities to bring some currently unnamed antagonist to violent justice. A large team at the publisher&apos;s Montreal office has been working on the game for four years, drawing its themes of hyper-connectivity, surveillance and data from research into current technology and urban theory. Indeed it&apos;s a fascination with the concept of the &apos;smart city&apos; that led the designers to start the project in the first place. &quot;From the beginning there was the idea of connecting with everything,&quot; says lead designer Danny Belanger. &quot;That brought in a lot of cool mechanics and it challenged us. But whenever we put something in the world we&apos;d say, it doesn&apos;t make sense by itself, we have to use this in the gameplay.&quot;  The tricky part, then, has been reining all the research in to make a coherent interactive experience. The result is a familiar open-world structure: there is a series of narrative missions and side-tasks, and a story that ends with one definitive conclusion. However, at any point, the player is able to scan passing pedestrians with the PDA, uncovering personal information about them; it could be that they&apos;re about to be the victim of a crime  or the perpetrator  and the player can chose to intervene. This will lead to a series of emergent showdowns. We saw one example during the Watch Dogs demo at Sony&apos;s PlayStation 4 event, where Aiden choses to protect a women from a mugger:            In Paris we&apos;re shown another instance. Aiden is wandering the downbeat Wards district, a poorer area just outside the main city. A button press will take Aiden&apos;s gun out, but he automatically carries it in a concealed manner  revealing the firearm will get pedestrians scattering, and wildly shooting will have them panicking and calling the cops. If you get to them in time, you can grab their mobile or hack it (an icon above NPCs shows if they&apos;re on the phone to the police), otherwise your heat bar rises and a squad car will show up.  But Aiden has something more important to do than spooking passers-by  and this is where the demo reveals an interesting structural component. Players don&apos;t have the city&apos;s entire data network open to them at the beginning  each region has to be effectively unlocked by hacking a local CTOS terminal and gaining control.  Once this is done, all the nearby data points become accessible. It sounds very similar to the process of re-wiring the radio masts in Far Cry 3  and this isn&apos;t the only element seemingly inspired by that game: Aiden can also loot parked cars or enemies for useful goodies which can then be taken to pawn shops and sold in order to buy weapons and ammo.  For the demo, Aiden breaks into the secure CTOS compound, takes out the guards with an assault rifle, hooks into the network and opens up the sector. Now all systems are accessible via that handy PDA. Apparently, there was a stealthy way to do this (why do we never see these option in demos?!), Aiden can perform non-lethal takedowns, and immediately adopts a crouching stance when entering secure areas. But could you complete the game without killing anyone? Creative director Jonathan Morin thinks about it with a wry smile. &quot;You can certainly avoid killing civilians,&quot; he offers finally. &quot;But finishing the game without killing anyone? I think that would be extremely difficult. Without saying too much, that&apos;s part of the meaning of Watch Dogs. I don&apos;t want to spoil your interpretation of the game but  look, I think humans only act on their own principles about half of the time. It&apos;s extremely hard to follow your own principles every moment of your life  there&apos;s too much stress around you. Sometimes that&apos;s justifiable. That&apos;s a big part of the game. The player can definitely feel as though they can try to avoid fatalities, but there is a certain inevitability  Players who don&apos;t care about all that will have a lot of casualties, but then we have a logical response to them, with reputation and the media  it&apos;s a complicated balance.&quot; Reputation, it turns out, will be a key ingredient in the systemic element of the game. In one part of the demo, Aiden interrupts an assault, but when the perpetrator gets away, we witness a news report which labels Pearce as the main suspect; turns out that this version of the character has pissed off members of the police and media a little too much. Every action in the game earns reputation points, so everything has to be considered. It is, of course, a familiar mechanic, but it&apos;s interesting how Watch Dogs looks to weave the concept of consequences into emergent missions rather than into some kind of branching story. There are just so many systems colliding, merging, pushing into each other  and so many ideas exploding from this sense of data, connection and surveillance. The PDA gives access to an in-game social network, Talk Feed, which hooks you into the mindset of the population. Another app, City Hotspot works like FourSquare, finding useful locations, while an underground program named Survival Guide gives tips on hacking targets and useful items. Brilliantly, there&apos;s even an augmented reality game, NVZN, which overlays the city visuals with giant aliens that can be blasted for points  there&apos;s even an online scoreboard for the best players. The game has been built using a new engine, codenamed Disrupt, which is fine-tuned to handle complex physics and emergent systems. According to Morin, even physical forces such as wind and water are intricately modeled  we&apos;ll see gusts that ripple through the clothing of characters (well it is the windy city), while water areas will be affected by weather, creating huge waves that could effectively end up capsizing the player if you venture out on a boat at the wrong time.  The idea, of course, is that visual authenticity combined with convincing underlying systems makes for a more immersive setting. &quot;We want to create a new relationship between the player and the environment,&quot; says Morin during his demo. The city streets are dynamic; crowds bustling through, pelted by rain or wind, communicating with each other  the aim is to make a buzzing environment rather than a city model populated by aimless &apos;peds&apos;. And with this are other factions  not just NPCs, but secret groups. One, named Dedsec leaves tags and Banksy-like stencil graffiti all over the city.  &quot;There is a backdrop, an ecosystem to the game,&quot; Morin tells me later. &quot;You can&apos;t align with other groups in a direct way, but there are shades of grey - you need to feel interconnection between different groups or else you&apos;re not building a city, you&apos;re just filling the streets with people. We&apos;re touching on rebellion, the concept of using technology as a means to revolt, which is very close to current affairs  it was fundamental to us to build this in. There is Aiden&apos;s story but there is a wider narrative that might broaden your perception.&quot; However, one of the most intriguing aspects of the game is its multiplayer component. Ubisoft isn&apos;t saying much but we&apos;re definitely getting some &apos;massively single-player&apos; elements, like Dark Souls or Journey. Some side-tasks will give the player a target to watch, or an item to retrieve, but unannounced to them  for this task alone  their game will be merged with that of another player. From here, the two (or maybe more) participants will be either working cooperatively or competitively  but it won&apos;t be signposted, it&apos;ll just be a seamless integration of game worlds.  I ask Belanger about the design consequences of allowing players to effectively intrude on each others&apos; worlds. &quot;I wouldn&apos;t use the word &apos;intrude&apos;,&quot; he ventures politely. &quot;It&apos;s been a challenge to convince people - they&apos;re worried about how other players will grief you. But with our mechanics, someone could come into your game with something to do, then exit, and you may never know he was there  which contributes to that feeling of paranoia.  In the game you have the ability to use surveillance, but you may also think, is someone watching me? I like the parallel with real life  there are so many cameras around us, watching us. Even in intimate moments, I have a camera on me, through my iPad, or smartphone&quot; Morin has had fun watching game testers and focus groups discovering the feature: &quot;With 90 percent of players, when you don&apos;t tell them about the system, they&apos;ll say, the game is great, the AI is great, it adds a lot to the missions. And I&apos;ll say &apos;AI? What if I told you that was other players?!&apos; That&apos;s nice. That&apos;s the kind of thing we wanted to create. You can switch that off, you don&apos;t have to do it, but we&apos;re finding new ways to explore this experience.&quot;      Like all the big Ubisoft titles, this is a game that&apos;s built on ideas, on big themes. There is just really neat stuff everywhere. At one point in the demo, Morin shows how you can eventually hack cameras in laptops and inside people&apos;s houses. He uses the system to hack an apartment block and we gain access to a webcam in some guy&apos;s flat: he&apos;s having a romantic night in  with a life-size sex doll. &quot;We want a broad look at humanity,&quot; says Morin. The test is the play experience beneath all these tech toys. How will the emergent mini-missions play into the wider narrative? Can they? And is there more variety than merely stopping street heists and snooping on random NPCs? The problem with systemic games is marrying those systems with a cogent and compelling plot. That&apos;s what we won&apos;t understand about Watch Dogs until we actually play it  and without doubt that is something we very much want to do.  Watch Dogs is released on PS3, PC, Xbox 360 and next-gen console platforms this autumn", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/10/watchdogs-preview", 
    "wordcount": "1886"
}