{
    "headline": "The week in wildlife - in pictures", 
    "text": "   Trees appear starkly against the snow-covered hills in the Peak District on 21 January.  There are more warnings of snow for many parts of the UK on Friday, with travel disruption likely Photograph: Christopher Furlong/Getty Images       Swans and geese feed on the snow-covered banks of the River Trent  Photograph: Laurence Griffiths/Getty Images       Hares in a snow-covered field on the edge of Bad Vilbel, Germany Photograph: Frank Rumpenhorst/EPA       A herd of Tibetan antelope are seen on Haltern plateau in north-west China's Gansu province Photograph: Hayrat/  Hayrat/Xinhua Press/Corbis       Cranes are seen near the east bank of the Jordan River in Jordan. The Jordan Valley is a main route of migration of several species of birds including cranes, pelicans, songbirds and water birds Photograph: Mohammad Abu Ghosh/Corbis       A male jaguar is photographed by a camera trap on Karanambu Ranch, in the Rupununi region of Guyana. The lushly forested nation of Guyana on Thursday joined a regional pact to protect jaguars, the elusive spotted cat that is the biggest land predator in the Americas but has become vulnerable as expanded agriculture and mining carves away at their fragmented habitat Photograph: AP       A kangaroo stands on ground blackened by a bushfire near Coonabarabran, about 350 km (217 miles) north-west of Sydney in the state of New South Wales. A large bushfire has destroyed 53 homes and burnt more than 55 thousand hectares since it started almost two weeks ago Photograph: Josh Smith   /Reuters       Mpokuhle Ncube finds a mopane worm in a tree in Gwanda, Zimbabwe. In Zimbabwe as well as most parts of southern Africa, mopane worms are a staple part of the diet in rural areas and are considered a delicacy in the cities. They can be eaten dry, as crunchy as potato chips, or cooked and drenched in sauce Photograph: Tsvangirayi Mukwazhi/AP       A wrinkled hornbill at the Attica Park zoo near Athens, Greece. This species lives in evergreen and swamp forests in south-east Asia, and is threatened by high rates of deforestation  Photograph: Yannis Behrakis/Reuters       Female Japanese quail (Coturnix japonica) are experts in camouflage, new research shows, with mothers choosing areas on the ground that best match their eggs' patterns Photograph: Cedric Zimmer/PA       A team of American and Chinese conservationists from the Wildlife Conservation Society and University of Montana recently counted nearly 1,000 wild yaks from a remote area of the Tibetan-Qinghai plateau. The finding may indicate a comeback for this species, which was decimated by overhunting in the mid-20th century Photograph: Hayrat/Corbis       An Indonesian animal vendor stands behind a cage full of monkeys at the Sungai Sarik market in Padang Pariaman, West Sumatra, Indonesia. Being one of the largest coconut-producing areas in West Sumatra, the Padang Pariaman people use the monkeys to pick the coconuts from the trees. Female monkeys are valued around $25 (16), while male monkeys are valued at around $12 (8)  Photograph: Zulkifli/EPA       A deep-sea lobster of the genus Puerulus from the Indian Ocean which was recently discovered to be new to science. Extinction rates of animals and plants on Earth have been exaggerated, according to a team of researchers. They claim that globally, around 1% of species are likely to be vanishing per decade rather than the 5% figure some experts have proposed.  'Our findings are potentially good news for the conservation of global biodiversity,'  said lead scientist Professor Mark Costello, from the University of Auckland in New Zealand. Writing in the journal Science, the researchers calculate that there are around 5 million species of plants and animals on Earth, of which 1.5 million have been named. This is far fewer than some other estimates, which put the figure as high as 100 million Photograph: Tin-Yam Chan/PA        A robin in a snow-covered tree, Langley, Cheshire. The UK's weather is set to get milder and wetter over the weekend, but there are fears that rain and melting snow could lead to flooding Photograph: Lynne Cameron/PA       Deer in the snow in Richmond Park, London, 18 January. A band of heavy snow affected most of Britain last Friday, bringing chaos to roads and causing power cuts and school closures Photograph: Andrew Winning/Reuters       The head of an Adelie penguin and an ice floe are seen in this image taken from a video recorded by a camera on a penguin's back in Antarctica in 2010 and released by Japan's National Institute of Polar Research assistant Professor Yuuki Watanabe on 23 January, 2013. Watanabe's footage showed a bird's eye view of a hunt for fish and small crustaceans called krill, captured using a small video camera strapped to the backs of more than a dozen penguins Photograph: Yuuki Watanabe/National Institute of Polar Research/Reuters       A Ural owl (Strix uralensis) bringing rodent prey to her chicks in a hollow tree-stump, Kuusamo, Finland. This image features in a recently published book,  Fascinating Birds by Markus Varesvuo, in which the bird photographer has picked 100 favourite species and explained why they are so special as well as the stories around them Photograph: Markus Varesvuo/NPL/Fascinating Birds/Rex Features       A velvet swimming crab, taken by peskynewt at Loch Long, one of the entries into the Guardian's Green shoots nature photography club. Greater protection of the UK's seas could deliver economic returns from activities ranging from commercial and recreational fishing to nature watching, according to a report by Plymouth University  Photograph: Peskynewt/Flickr       An elephant enjoys the cold water of a river near Kelaniya Raja Maha Vihara, ahead of the Esala Perahera religious procession, on the outskirts of Colombo, Sri Lanka. Elephants always take part in processions in Sri Lanka, especially religious processions   Photograph: M.A. Pushpa Kumara/EPA       Results from the RSPB's annual Big Garden Birdwatch survey have shown that mistle thrushes are now being seen in fewer than half the number of gardens they were spotted in 10 years ago. The RSPB is urging the public to take part in this year's survey, which takes place this weekend, to help gather important information on how mistle thrushes and other garden bird species are doing Photograph: Johnny Green/PA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/25/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}