{
    "headline": "Rio+20 conference's search for green solutions hampered by deep divisions", 
    "text": "Twenty years after trying and failing to halt humanity&apos;s destruction of our planet, the governments of the world will gather again in Rio this month for a &quot;once-in-a-generation&quot; Earth Summit that will open with great fanfare but low expectations of success. With a new United Nations study warning that the deterioration of the environment is accelerating, more than 130 national leaders will attend the Rio+20 conference from 20-22 June to try to thrash out a new blueprint for a &quot;green economy&quot; and a stronger system of global governance. Despite the urgency of the task, negotiators have been hamstrung even before the event starts by the European financial crisis, US election campaign and longstanding differences between rich and poor countries. David Cameron, the British prime minister, and German chancellor Angela Merkel will send deputies. US President Barack Obama has yet to confirm. In their likely absence, the political weight will be tilted towards the emerging economies of Brazil, Russia, India and China, all of which will be represented by national leaders. The Rio+20 United Nations Conference on Sustainable Development is much bigger than its two predecessors  Stockholm in 1972 and Rio in 1992  but it has also been criticised for being vaguer and less ambitious. The last Earth summit resulted in the landmark conventions on climate change and biodiversity, as well as a host of other influential documents. This time, however, organisers do not expect any legally binding treaties. Instead the central aim is to start a process so that by 2015, the international community can agree on a set of global sustainable development goals  with targets for consumption and production, a mechanism for periodic follow-up and reports, and specific actions for key areas such as water, food and energy. The need for change was underscored by the latest Global Environment Outlook, which showed the world&apos;s environment is declining rapidly. In the past two decades, carbon emissions have increased 40% and biodiversity loss has risen 30%. The world community has missed all but four of its 90 most important environmental goals, with prominent failures on climate change, fish stocks and desertification, said the grim assessment, published by the UN Environment Programme. Without a new path of development and a change in consumption patterns, the pressure on ecosystems and poor communities is set to intensify as the global population is projected to rise from the current 7 billion to 9 billion by 2050. UNEP executive director Achim Steiner warned time was running short: &quot;If current trends continue, if current patterns of production and consumption of natural resources prevail and cannot be reversed and &apos;decoupled&apos;, then governments will preside over unprecedented levels of damage and degradation.&quot; To tackle these problems at Rio+20, draft texts have included proposals to strengthen protection of the world&apos;s oceans, to upgrade the UN Environment Programme, to create an ombudsman for future generations, to conduct annual &quot;state-of-the-planet&quot; reports, to promote alternatives to GDP as a measure of wellbeing, to reduce subsidies for fossil fuels, to support consideration of &quot;ecosystem services&quot; (the public good provided by forests, rivers, mountains and wetlands) in policy planning, to boost investment in natural capital, and to provide financial support for poorer nations to adopt a sustainable track. As at the climate talks in Copenhagen and Durban, and the earlier Rio conference, there are divisions  particularly between developed and developing countries  about burden sharing, monitoring of commitments, and whether to stress environmental protection or poverty alleviation. During the drafting process, the G77 group of developing nations has opposed a phasing out of fossil fuel subsidies, while the US and Europe have tried to delete passages calling on rich nations to move towards &quot;sustainable consumption and production&quot;. As a result, preparations have been slow. Sha Zukang, the Chinese diplomat who is head of the UN Department of Economic and Social Affairs and will chair the Rio+20 summit, acknowledged crucial issues are unresolved. Compromise is possible, but the risk is it will come at the expense of delayed commitments and open-ended, unenforceable promises. The UN secretary general, Ban Ki-moon, acknowledged that a deal was not likely until the last minute. The important thing, he said, was to begin a new thread of discussion. Ahead of the formal UN meeting, Rio is hosting a &quot;People&apos;s Summit&quot; of an estimated 50,000 representatives from civil society and business. At these side events, they will share best practices and make commitments to action. If it does end up as just another empty document, Rio+20&apos;s main historical significance may be as a landmark in the shift in global power to emerging economies like China, India and Brazil and the shrinking role of state institutions compared with corporations and civil society.", 
    "section": "environment", 
    "gid": "environment/2012/jun/12/rio-20-earth-summit-global-climate-talks", 
    "wordcount": "798"
}