{
    "headline": "The point of no return", 
    "text": "The slimmest Lakeland ridges have never looked sharper than following Easter when snow briefly adhered to their razor edges, truly places where scramblers could experience close shaves. Helvellyn&apos;s Striding and Swirral Edges and Pinnacle Ridge on St Sunday Crag, from where Blackpool Tower can be seen, were for a short time corniced with frosted snow. Sharp Edge on Blencathra, too, was a study similarly outlined by a frieze of icy crystals like Glencoe&apos;s Aonach Eagach or Snowdon&apos;s Grib Goch, edges seen at their springtime best. Both Sharp Edge and adjoining Foule Crag could be taken in from a vantage point near Troutbeck, rated by mountaineer Doug Scott as his favourite view. Just as the speed cameras on the A66 hereabouts bring traffic to a momentary dawdle, so Sharp Edge and Foule Crag directly overhead arrest the progress of the faster hilltop climbers making their way up the mountain, the 700ft of Skiddaw slate knife-blade needing extra concentration and care when iced. Foule Crag may sound Chaucerian, and indeed can prompt the kind of Anglo-Saxon language found in The Miller&apos;s Tale; it is as inextricably linked with Sharp Edge as is the wickedly curved tip on a Staffordshire billhook. What a tremendous finish, following this promenade along the blade, with its difficult step midway that arrives without warning. Only for those who find themselves wobbling like a jelly on the impasse and who only manage to shuffle across this exposed mauvais pas on the seat of their pants, they then face more consternation as Foule Crag faces them after their precarious traverse and seemingly blocks the way. To arrive here is to have passed the point of no return, psychologically at least. But wait! Fortunately the angle of the slabs relents to allow a bypass of this bete noire; the summit slopes arrive with that heady moment of release.", 
    "section": "environment", 
    "gid": "environment/2012/apr/22/blencathra-lake-district-point-of-no-return", 
    "wordcount": "308"
}