{
    "headline": "There's no business like (teaching) show business: jobs in arts education", 
    "text": "In at 10 is a part-time senior lecturer in drama at London South Bank University I&apos;ve always imagined drama teachers are like Carol Burnett&apos;s Ms Hannigan in Annie, very flamboyant and always sozzled. But while LSBU are keen to get an &quot;enthusiastic communicator&quot; to join the Department of Culture, Writing and Performance, you will also need expertise in teaching critical theory, interdisciplinary performance and multimedia, skills I&apos;m sure can only be gained by the consistently sober. Nine is the Judith E Wilson poetry fellowship at the University of Cambridge This fellowship, funded by Judith E Wilson Fund, brings together those who study poetry and those who write poetry. For up to nine months the fellow will get involved in faculty life, including formal contact hours with students, while still pursuing their own projects. If you like the sound of that, you&apos;ll have to move quickly, deadline for applications is 11 May 2012. In joint eighth and seventh place (a countdown first!) are a head of acting and a programme leader in musical theatre at the University of Surrey In leafy Surrey, the Guildford School of Acting has a new 4.5million Performing Arts Centre and now needs a new head of acting and a programme leader in MA musical theatre. For both positions, you&apos;ll need to be plugged deep enough into practice to develop and deliver teaching about current developments but also distanced enough to do research. The Royal Academy of Music seeks a development administrator, at six The Royal Academy of Music was founded in the early 19th century, is near Regent&apos;s Park - the largest grass area for sports in central London - and concerts and recitals form a daily part of life. What&apos;s not to like? If you&apos;re an administrator with experience in the MS Office suite and donor management software Raiser&apos;s Edge, who could get used to a spot of jazz at lunch time, this might be the job for you. At five, a lecturer in fine art at the University of Leeds Knowing your Goya from your Rembrandt won&apos;t quite cut it. You will, and I quote: &quot;Be fluent with current practices located at the intersections between fine art, history of art, art writing and curation.&quot; If that sentence made your heart skip a beat then get your application in by 18 May for this two-year fixed term post. And in fourth place is a senior tutor in printed textiles at the Royal College of Art For a textile designer whose work is regularly exhibited and fancies dipping their toe into academic waters, this might be just the job. The Royal College of Art is looking for someone to work three days a week - and while teaching at post-grad level would be an advantage, it&apos;s not a mandatory requirement. Birmingham City University is recruiting a head of strings, at three Birmingham Conservatoire is a community of more than 600 musicians and one more is sought to head the string department. As is the case with any leadership positions, you will need to combine growth strategies and stakeholder management with quality control. Second from the top is a senior lecturer in creative writing Here&apos;s another job where practice is as important as the academic activities. Oxford Brookes University is looking to recruit a published writer to join its creative writing staff. With an MA led by novelist, screenwriter and Kafka biographer, Dr James Hawes and fellows that include Philip Pullman and Patience Agbabi, what I wouldn&apos;t give to be a fly on the wall in that staff room. At one is a vacancy for the head of acting at the Liverpool Institute of Performing Arts (LIPA) As an alum of the University of Liverpool, and a bona fide drama queen, there&apos;s nothing remotely objective about my choice for the top spot this week. But aside from my memories of Liverpool&apos;s very own version of Fame, this performing arts institution offers one exceptional individual the opportunity to redevelop the acting discipline at LIPA. If you&apos;ve got the experience, the industry links and the vision, a move to the home of the Beatles might be on the cards. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/09/jobs-in-arts-education", 
    "wordcount": "723"
}