{
    "headline": "Doctor who admitted research fraud in the US deserves our sympathy", 
    "text": "The US government&apos;s Office of Research Integrity this week issued the summary of a scandal that has been percolating for nearly a year. Peter J Francis, a British medical doctor and PhD, had applied for a grant using fabricated data. The officials and the scientist have come to an agreement, like one of those plea bargains you&apos;ll remember from The Wire. &quot;Dr Francis has entered into a Voluntary Settlement Agreement,&quot; says the 500-word notice, revealing the terms of the deal. The perpetrator  a Southampton University-educated ophthalmic geneticist  had admitted the offence and so, for a period of two years, would have his research and applications specially vetted by his bosses, not least to be sure that it was &quot;based on actual experiments&quot;. Sensible precautions, you&apos;d think, for a scientist nailed for making stuff up. Almost always more serious than the sister offences of plagiarism and falsification, fabrication is fakery with a grand vision. It&apos;s when science becomes the purest art. The detail hardly matters, but I&apos;ll give you some anyway. Working at the Oregon Health and Science University, the fresh-faced high-flier Francis claimed to have injected Rhesus monkey embryonic stem cells into rats with retinal degeneration. But he didn&apos;t do the work. He made it up. The knee-jerk response would be to slam this outrage. The scientific method is a sacred duty, and so forth. Although Francis might respond that it was &quot;only&quot; a grant application, meant to fool a stuffy panel rather than the public at large, if grants aren&apos;t distributed on Eton-level playing fields then everyone might as well cheat. He reminds me, in fact, of my first investigation into research fraud, by another British expat called Michael Briggs. From his bench at Deakin University, Australia, he used to multiply data from inconclusive little studies into convincing (but non-existent) big studies. Along with &quot;outlier elimination&quot;, aka &quot;chiselling around the edges&quot;, making things up is probably the commonest form of research fraud. It&apos;s quick, cheap, and often undetectable. And, as with sex, people are doing it right this minute. So there&apos;s no need to think it&apos;s only you. &quot;Respondent claimed that after the injection of ECS-derived RPE cells 21 days postnatal, the rats were tested at day 60 postnatal for optomotor acuity,&quot; said Francis&apos;s rap sheet, &quot;and that the retinal histology of eyes receiving ECS-derived RPE cells, compared to mock-injected controls, showed enhanced photoreceptor preservation and no adverse effects.&quot; If a journalist had caught him, of course, he&apos;d have got a severe kicking. &quot;Exposed: scandal of eye doc fraud&quot;. Nice one. But with the luxury of reflection, the knee-jerk reaction is misguided. Francis didn&apos;t deserve a perp walk. He was a victim. Think about his world, filled with anonymised data that can be fiddled. And fiddled it is. At a conference organised three months ago by the BMJ and the UK Committee on Publication Ethics, for example, a survey reported that 6% of British scientists (anonymously) admitted research fraud, and 13% said they&apos;d witnessed it done. Given inevitable under-reporting, you might think &quot;everyone&apos;s at it&quot;. Now go back to Francis&apos;s world. Such is the level of competition, and the rising demand for &quot;translation&quot; into commercial products, a rational researcher might conclude: &quot;I&apos;m forced to do the same.&quot; The alternative is to lag behind and lose out. Indeed, Francis&apos;s fraud has a perverse logicality in the face of a paradox first spotted before Socrates. Sometimes funders want the answer before they&apos;ll pay to ask the question. The word &quot;hunch&quot; scores poorly with reviewers. This is a modern model of inquiry, less driven by ambition and curiosity than by fear of short-term failure. I&apos;d be happy if Francis mailed me to say otherwise, but the way I see it he likely felt boxed-in: on someone&apos;s budget, facing rivals, with urgent work to do. And his work was important, searching for cures from which millions might benefit. The Foundation Fighting Blindness certainly thought so, helping to fund his research. This was a scientist who deserved to be protected, both from the crueller demands of research and from himself. The remedy, in my view, will begin with recognising a truth: that science isn&apos;t particularly special, or specially honest. So I say: level the playing field with research police and lab inspections, so those like Francis can relax rather than cheat. Brian Deer is an investigative journalist", 
    "section": "science", 
    "gid": "science/blog/2012/apr/19/doctor-research-fraud-us-deserves-sympathy", 
    "wordcount": "747"
}