{
    "headline": "Welsh recycling rates hit 48%", 
    "text": "Wales is surging ahead of the rest of the UK on recycling rates as it bids to become a &quot;zero-waste&quot; society, according to government figures published on Thursday. The average household in Wales recycled 48% of their waste during the financial year 2011-12, representing a 4% increase on the previous year. The announcement puts the country firmly on track to reach its 2012-13 statutory target of 52%. England currently recycles on average around 40% of its household waste but the year-on-year increases have been getting smaller and it still faces an uphill struggle to reach EU targets. Welsh environment minister, John Griffiths, said: &quot;I am delighted that the people of Wales are managing their waste in a sustainable and environmentally friendly manner. I congratulate local authorities across Wales for their important role in achieving this impressive result.&quot; Conwy and the Vale of Glamorgan have seen the biggest improvements over the 12 months, with both authorities increasing their recycling by 10%. Elsewhere, Brigend has gone from recycling just 31% of municipal waste to 54% in the last two years. Wales has implemented an ambitious Towards Zero Waste strategy that aims to recycle or re-use all waste by 2050. &quot;The key thing now is that we continue to build on our recycling success so that we can meet our challenging targets of 70% recycling by 2025 and zero waste by 2050,&quot; said Griffiths. &quot;I am very hopeful that this summer will see us breaking the 50% barrier.&quot; The EU waste framework directive requires the United Kingdom to recycle, compost or reuse 50% of household waste by 2020. However, Wales is currently the only country in the UK to have introduced statutory recycling targets for municipal waste, as well as operating separate food and green waste collections in all local authorities. It has also been ahead of England, Scotland and Northern Ireland in being first to introduce the landfill allowances scheme, which limits the amount of biodegradable waste that can be sent to landfill sites. &quot;One reason for our good progress is that every local authority in Wales offers weekly food collection services,&quot; explains Griffiths. &quot;Separating out food waste not only diverts significant waste away from landfill, it also makes us far more aware of the food we are wasting, which can often result in reduced waste and lower food bills.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/28/wales-recycling-rates", 
    "wordcount": "400"
}