{
    "headline": "Kinect for Windows to launch in February", 
    "text": "Microsoft has announced that it will be releasing a Windows PC version of its Kinect motion control device in February. The camera and microphone peripheral was launched on Xbox 360 at the close of last year and has so far sold 18 million units. The PC version is set to retail at $249 (160), over $100 more expensive than the console version, which Microsoft says has been effectively subsidised by the range of dedicated games available, as well as by Xbox Live subscriptions. Of course, many programmers have been using the Xbox version of the Kinect device with their PCs since the console launch of the product. The source code for the hardware is freely available, encouraging hundreds of research students, hackers and gadget fans to tinker with the hardware and come up with fascinating projects. Notable examples include a navigational device for the visually impaired and a system for providing surgeons with sensory feedback during remote operations. However, the new Kinect for Windows hardware has been optimised for the PC environment, while changes have been made to the software development kit to allow for a wider range of uses. One vital upgrade is the new &apos;Near Mode&apos; which allows the Kinect sensor to pick up and track smaller movements much closer to the camera than the Xbox hardware. According to a blog post on the Kinect for Windows site, the revised version&apos;s depth camera can pick up objects as close as 50cm, which will allow the sort of fine, detailed movement tracking that medical and scientific uses of the technology will require.  Microsoft says it is seeking to encourage implementation and innovation by making the business model hardware-only: there is no charge for the SDK or runtime, and no licensing costs. However, after the launch of the product, Microsoft is removing PC compatibility from newly manufactured units of the Xbox Kinect. It also seems that the PC version won&apos;t be compatible with Xbox and that the new features such as Near Mode will not be coming to the console via a firmware update. Although the Kinect hardware itself is unchanged, it&apos;s possible that the increased processing power required to process near images in detail will put the feature out of the Xbox console&apos;s range.  With a price point of $249, and with an emphasis on business and academic users (see CNET&apos;s list of possible uses), it seems Kinect for Windows is not really being aimed at a mass consumer audience. Yet. It&apos;s possible, however, that this new, more advanced implementation may be a stepping stone toward a fresh iteration of Kinect for the next Xbox machine. We could see it built into the console itself, or embedded in compatible TVs  and with the increased processing power and memory of a next generation architecture, we&apos;ll see games and applications that can use the extra fidelity.  For now though, Kinect for Windows will be available in apparently limited quantities from 1 February.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/10/kinect-for-windows-launch", 
    "wordcount": "492"
}