{
    "headline": "Should higher education salaries be determined nationally?", 
    "text": "Spring is always accompanied by a recurring event in the higher education calendar. Higher education institutions will be asked if they wish to opt in to multi-employer (ie national) pay negotiations. And if they do, then by how much they can afford their pay bill to rise. The scope of these multi-employer negotiations is limited, primarily to a revaluation of the 51-point pay spine, up to the salary points for senior staff. This provides flexibility and leaves most remuneration decisions, including conditions of employment, career structures, pay progression, performance management arrangements, variable elements (such as responsibility allowances, bonuses, additional duty payments, market supplements) and, most significantly, in this pre-Research Excellence Framework year, all professorial salaries, in the hands of the HEI. Since 2009, pay increases arising from multi-employer negotiations have been modest. The mood music for 2012 differs in that change to the funding regimen for undergraduate students may well make some HEIs better off and some worse off but most will remain cautious over pay in the face of increased financial uncertainty. However, higher undergraduate fee levels, better than expected financial outcomes for some HEIs and the recession&apos;s impact on the cost of living may well raise expectations, at least in some quarters. There remains significant support for multi-employer negotiations in the sector. Supporters say it works, is efficient, is easy to communicate, avoids &quot;leapfrogging&quot; pay claims, is locally less contentious than alternatives, has trade union support and dampens down HEI competition on salaries. Putting the clear benefits of recent joint working between employers and trade unions aside, these negotiations make it difficult to reach a &quot;something-for-something&quot; deal, or to allow for local labour markets. As a result, one size fits all may not so look so attractive if the competition signalled in the white paper results in a rapid divergence in the financial fortunes of institutions. The perception of multi-employer negotiations is certainly changing. When I joined academia in the 1970s around 85% of the UK&apos;s workforce had their pay set in this way. While such national negotiations still apply to a large majority of the public sector, they now apply to only a small minority of the private sector. If we look overseas to the US, Australia, New Zealand and Canada where HEIs also straddle public and private worlds, pay determination takes place locally rather than nationally. A few HEIs have started to weigh up the pros and cons of national multi-employer negotiations alongside other potentially viable options, including regional (for example Wales, south east England); consortia (for example the 1994 Group or Million+), individual HEI or a mix. The majority of HEIs feel they have more than enough on their plates at the moment and are unlikely to consider changing the way that pay is negotiated. However, interest in at least considering options to our spring ritual could intensify as competition increases. In any scenario, the Universities and Colleges Employers Association will play an important role responding to the needs of its HEI members. Professor Paul Curran is vice-chancellor of City University London and chair of the Universities and Colleges Employers Association This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/10/higher-education-salaries", 
    "wordcount": "552"
}