{
    "headline": "Karakoram glaciers have grown over last decade, new research shows", 
    "text": "The glaciers flowing between the towering peaks of the Karakoram range on the Pakistan-China border have grown in size in the last decade, according to new research. The impact of climate change on the ice in the greater Himalaya range has been controversial because of an unfounded claim by the United Nations&apos; climate science panel over the rate of melting in the region. However the melting of vast volumes of ice into the sea in most other parts of the world has been clearly demonstrated. In March, scientists showed that far less ice was being lost across the Himalayas than had been estimated from sparse ground surveys on the remote slopes. The new study shows that glaciers in one important part of the mountain range are growing. &quot;We provide a detailed glacier-scale evaluation of mass changes in the central Karakoram,&quot; said Julie Gardelle, at CNRS-Universit Grenoble, who led the research published in Nature Geoscience on Sunday. &quot;In our warming world, there are regions of the Earth where, for a few years or decades, the atmosphere is not warming or is even cooling. So it is not really a big surprise that there are some regions where the temperature is not rising and the Karakoram may be one of those.&quot; The scientists used 3D altitude maps obtained from satellites in 2000 and 2008 to track the changes in the glaciers. Prof Graham Cogley, of Trent University in Canada, who was not part of the research team, called the approach a &quot;ground-breaking&quot; advance. &quot;On most of the glaciers in the Karakoram it is simply not possible to be there,&quot; he said. &quot;The roads end well short of the glaciers, and it can take days to trek to them. If you reach that point in spite of reluctant soldiers and eager terrorists, it might be physically impossible to get on to the glacier, which will be extremely crevassed and dangerous. Granting agencies do not fork out for helicopter time for this kind of activity. Yet.&quot; Global warming is causing the loss of more than 500bn tonnes a year of ice from the world&apos;s ice caps and glaciers, but it is not yet understood why the Karakoram bucks that trend. &quot;It seems that, by a quirk of the atmospheric general circulation that is not understood, more snow is being delivered to the mountain range at present, and less heat,&quot; said Cogley. He added that the valleys of the Karakoram are unusually steep sided, meaning that unpredictable snow avalanches add more ice to the glaciers than elsewhere. On 7 April, scores of Pakistani soldiers were killed by an avalanche on the nearby Siachen glacier. The global study published in March used gravity measurements by satellites which directly measures changes in the mass of ice, but has a resolution of about 350km, whereas Gardelle&apos;s work focused on one region with a resolution of 100m. Continuing controversy about melting rates means &quot;new independent assessments are eagerly needed,&quot; said Gardelle, who will now apply her method to other parts of the Himalayas. Prof Jonathan Bamber, at the University of Bristol, said Gardelle&apos;s research was consistent with global gravity work. But he cautioned: &quot;Nine years is a very short period to draw strong conclusions about trends in glaciers. If you are looking for a climate effect - as opposed to a weather effect - you usually take a 30-year period as a minimum, on the assumption that this averages out the interannual variability.&quot; Cogley emphasised that, despite the relatively ice small growth seen the Karakoram, global glacier and ice cap melting is continuing and contributing to rising sea levels. &quot;The world exhibits enormous variety, but that doesn&apos;t mean we cannot make valuable generalisations about how it is changing,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/apr/15/karakoram-glaciers-grown-research", 
    "wordcount": "640"
}