{
    "headline": "Nick Clegg: Michael Gove did not consult me or PM over GCSEs", 
    "text": "Nick Clegg has shown his irritation with Michael Gove by saying the education secretary failed to consult him or the prime minister over his plans to scrap GCSEs. As a growing number of Tories voiced support for Gove, the deputy prime minister indicated that he was spoiling for a fight with traditionalists when he announced he would publish legislation on the House of Lords next week. Clegg said Tory rebels, who are hoping to defeat the government when the bill is debated in the Commons next month, should explain how they can defend a chamber similar to the Chinese people&apos;s congress. The vote on the lords reform plans shows that the coalition is likely to experience a bumpy ride next month just before parliament breaks for the summer recess. Gove is planning to publish his plans to scrap GCSEs in favour of a two-tier system, modelled on O-levels and CSEs, at around the same time. Clegg showed his anger with Gove over the education secretary&apos;s failure to consult fellow ministers on his reforms, in which GCSEs would be scrapped by 2016. In an interview with Radio 4&apos;s The World at One, the deputy prime minister said: &quot;This has not been subject to a collective discussion in government. Neither myself nor the prime minister were aware of it. That is self-evidently the case. If Michael Gove wants to turn some of his ideas into government policy he is entirely entitled to put that forward for wider discussion.&quot; Asked whether the Lib Dems had the power to veto policy, he said: &quot;By definition in government if you have collective agreement, and particularly in a coalition, it requires support from all sides.&quot; Downing Street is expected to shelve Gove&apos;s plans to start scrapping GCSE exams before the next general election after acknowledging that his blueprint and timetable are unacceptable to the Lib Dems. David Cameron supports the policy, however, and is interested in including Gove&apos;s ideas in the Conservative manifesto for the next election. The prime minister&apos;s spokeswoman confirmed that a consultation would be held to examine how to improve the exam system. The informal terms of reference have been defined widely enough for the Lib Dems to accept the consultation. Clegg said: &quot;Self-evidently this [the Gove plan] was not something that has been discussed collectively in government. I look forward to having many more discussions with colleagues in government about how we can do two things at once: raise standards in our schools  while at the same time making sure all children can get ahead through hard work and aspiration in our school system.&quot; The deputy prime minister will face another battle with Tories, who are hoping to defeat his House of Lords reform plans, when he publishes his bill next week. Clegg will propose replacing the house with a largely elected second chamber. Tory rebels are hoping to inflict a serious wound on Clegg next month by voting against the &quot;programme motion&quot; for the bill. This would mean that the government would not be able to impose any time limits on bills, which have to take place on the floor of the Commons because the bill is a constitutional measure. This could disrupt the government&apos;s entire legislative programme for two years. Opponents claimed on Thursday that the reformed chamber would cost 484m to phase in between 2015 and 2020. The House of Lords has cost 91m over the last five years. The figures were included in a report by Lord Lipsey, a Labour peer, and Jesse Norman, a Conservative MP who is opposed to reform. Clegg dismissed the findings as &quot;fictional numbers cooked up on the back of envelope&quot;. He claimed Lipsey had not seen costs because his bill had not been published. &quot;The challenge for those who want to defend the status quo is how on earth can one justify a House of Lords, unelected, accountable to nobody, that will soon be composed of about 1,000 members. Only the Chinese people&apos;s congress is larger than that. And they can turn up and receive 300 tax-free simply for ticking a box. I don&apos;t think that is legitimate or financially sustainable.&quot; Clegg said his legislation would strike a balance to make the lords legitimate, by holding elections and reducing the number of members.", 
    "section": "education", 
    "gid": "education/2012/jun/22/nick-clegg-michael-gove-gcses", 
    "wordcount": "727"
}