{
    "headline": "Call of Duty: Ghosts  animation lead Zach Volker on 'classy violence' and the cost of realism", 
    "text": "     Triple A game development never really stops. Studios crunch for months to make release deadlines, then a few weeks later, everyone is back in the office brainstorming the next instalment. The industry is ruthless and relentless. At Infinity Ward, creator and current custodian of the world&apos;s biggest franchise, it&apos;s no different. This is a multimillion-selling property, and there are 100 people in the developer&apos;s new office in Encino, California, who have to ensure the record-breaking sales continue. They do that by not stopping.  &quot;Modern Warfare 3 was done and we sat down a little exhausted and we said &apos;what do we do next?&apos;&quot;  Zach Volker is the lead animator on Ghosts and a regular spokesperson for Infinity Ward. He has been working on the series since CoD2, and was in on the first meetings about the new title, which abandons the characters and narrative of Modern Warfare in favour of an apocalyptic new story. America is on the brink of ruin after a mysterious &apos;mass event&apos; caused by an unknown enemy. Now a rag-tag bunch of Spec Ops soldiers has to fight back. It&apos;s a familiar set-up, of course, but when the fortunes of a multinational corporation are resting on your creative decisions, even a slight detour is a big deal. &quot;Activision gave us the freedom to go in any direction we wanted, and we knew we&apos;d be turning our back on a lot of built-in support if we jumped on MW4,&quot; says Volker. &quot;But a lot of the team felt like we&apos;d been with these characters and events for a long time and we really wanted to move on and explore some new stories and characters. That was the driving force behind Ghosts.&quot; Even after the release of a trailer and the lengthy advert shown during ITV&apos;s Champions League final coverage, questions surround the new game. Most of the excitement so far has revolved around the addition of a dog to your AI squad; he&apos;ll operate as a true companion, sniffing out explosives and catching the scent of enemies on the wind. For some reason this has caught the public imagination more than the sumptuous next-gen visuals with all those subdivision surfaces and high dynamic range lighting effects. But it has been producing these detailed new locations for powerful next-gen consoles that has really pushed the team. &quot;The biggest thing is the time and effort needed in the creation of the assets,&quot; says Volker. &quot;The fidelity is so high we need to spend significantly more time building and testing environments. The new tech features we have you always start out very ambitious on a new project but you have to be doubly ambitious when you have new hardware coming up. The problem is, when you&apos;re working with new hardware, you don&apos;t really know its capabilities, because while you&apos;re developing the game, they&apos;re developing the console in tandem. You have these pie in the sky ideas of what the console may possibly be capable of  then you have to ask, &apos;well, are we going to kill ourselves if we shoot that high?&apos; Those are big challenges. The advantages of this generation are huge - the environments can be detailed to such a significant degree, but the time it takes to go in and fill it with props is ridiculous!&quot; So far we&apos;ve seen verdant forest settings and a spectacularly detailed underwater mission, complete with coral reefs and vast schools of fish, ducking beneath the Spec Ops divers as they stalk an enemy ship. But the sequences we&apos;ve seen so far, also suggest that the game is following the structural foundations set by predecessors  linear routes through only very slightly explorable environs. Is this the case throughout the game? &quot;It&apos;s very level specific,&quot; says Volker. &quot;We&apos;re not trying to make it an open-world game, and some levels will be more scripted and corridor-like. But there are levels that have been purposefully designed to be very open.&quot; We&apos;ve also been told to expect more interactivity in the locations, especially in the multiplayer maps, where participants might find themselves having to set traps and avoid major disaster zones at key periods. Volker has a few more details: &quot;Don&apos;t expect to blow through walls or anything like that - and all the maps will be very different, but you can expect to see earthquakes starting; certain levels will have switches that will change the layout; certain levels may have a satellite that comes crashing down, and the first team to get to it and activate it will get a UAV. It&apos;s really a way of making the maps more asymmetrical - just giving players more ways to turn the tide.&quot; But for Volker, the key thing about the new game is its narrative. Modern Warfare has always had this grand overarching combat story, but often there have been confusions and ambiguities in the telling, and apart from two or three notable exceptions, the characters fade from memory very quickly. &quot;This is the best story that Infinity Ward has ever put out in a CoD title,&quot; claims Volker of Ghosts. &quot;It&apos;s more character driven  previous titles have focused more on big events, and you just kind of experience them. What we&apos;re trying to do this time is focus more on being a character with other characters, telling the story of how they experience the events. It&apos;s still a Call of Duty title so don&apos;t expect long cutscenes or anything like that - cinematic sequences are not our style...&quot; I wondered though, if the increased power of the new consoles will bring more to games than just increased graphical fidelity. Are there new gameplay features that are only just becoming available? &quot;Infinity Ward has very rarely felt as though hardware has limited our gameplay innovation,&quot; says Volker. &quot;We&apos;ve very rarely said &apos;wow this is an amazing idea, if only we had more powerful hardware we could do this.&apos; But what we have said is, &apos;if I had more power I could make this gameplay scenario more immersive&apos;. &quot;That&apos;s what this new generation of engine brings us - the improvements in the lighting engine, the improvements in the polygon tech... and we have more primary lights that are shadow-casting. The characters are over double the resolution they used to be  same with the weapons. These things don&apos;t give us new gameplay experiences per se, as much as they make the gameplay experiences more believable.&quot; That&apos;s the interesting thing though. With visual realism come more questions about the depiction of violence. When Price plunges his dagger into the neck of an enemy in Modern Warfare 3, it&apos;s a little gory, but the slightly robotic animation and garish exaggerated blood effects keep us at a distance. As developers get to grips with next-gen graphics capabilities, we&apos;re nearing the photo-realism, both of violence and of character reactions. I ask Volker if this is a consideration. &quot;Absolutely,&quot; he says. &quot;Infinity Ward titles use what we call classy violence. We try to stay away from the over-the-top in your face violence no one&apos;s going to strangle someone and force you to watch it - that&apos;s not our style. We wanted to make sure we use the level of fidelity for something that&apos;s worth more than shock value. But are we getting closer to overcoming the uncanny valley? Absolutely&quot;. Most of the time however, it seems the key problem in Ghosts has been the sheer time needed to populate each location. Just as Hollywood has had to work harder on effects and make-up since the introduction of HD, game developers need to think more about what every element of every locations is saying to the player. &quot;We need to up our game,&quot; says Volker. &quot;A scene needs to be more detailed  if you have an office space, having a couple of guys standing around is no longer believable; you need ten people and they need to be typing and their fingers need to be articulating, and they need to have empty coffee cups on their desks because they&apos;ve been up all night. &quot;You can drive yourself crazy pushing this! But it will be interesting to see what&apos;s in store as we hurtle toward this inevitable future. It&apos;s not something we can stop.&quot;  Call of Duty Ghosts is released on PC, PlayStation 3, PlayStation 4, Xbox One, Xbox 360 and Wii U on 5 November (launch dates of next-gen machines permitting!)", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/28/call-of-duty-ghosts-preview-zach-volker", 
    "wordcount": "1434"
}