{
    "headline": "Planning reform: a giant gamble with economy and environment", 
    "text": "So which is it? Is it driving a JCB digger through thickets of strangling red tape, as Chancellor George Osborne suggested in his budget? Or is it a sensitive streamlining that will leave communities able to &quot;live their lives tomorrow better than today&quot;, as planning minister Greg Clark said when announcing the revised national planning policy framework? The short answer is no-one knows and until the inevitable court battles play out, no one will. That in itself is utterly extraordinary. Why plough ahead with Osborne&apos;s &quot;biggest reduction of business red tape ever undertaken&quot; with no idea of the consequences for either the economy or the environment? A bundle of environmental &quot;red tape&quot; was thrown on the bonfire earlier in March, with environment secretary Caroline Spelman saying it would save business 1bn over five years. Where is the equivalent estimate for the much-vaunted economic benefits of slashing planning rules down from over 1,000 to 50 pages? Using the emollient Clark to announce the revised planning changes was certainly smart in presentational terms, given the bluff and combative style of his boss, Eric Pickles. But so sweet were Clark&apos;s soothing words that one planning expert was left asking &quot;where is all the housing that it is needed going to go, given all these protections?&quot; In direct contradiction, the CBI praised the government for &quot;holding its nerve&quot; in tackling a planning regime that has &quot;acted as a drag on growth for too long.&quot; So what&apos;s the reality? It&apos;s clear the new plan makes a series of concessions to the many opponents of the original proposals, including on the definition of &quot;sustainable&quot; development; restoring the need to prioritise brownfield sites; the transitional arrangements for places currently without a local planning strategy; and on the &quot;intrinsic value&quot; of otherwise unprotected countryside, which makes up 55% of the nation. But are these concessions significant? Let&apos;s take the first one. The definition of &quot;sustainable development&quot; has been expanded to explicitly encompass five principles: living within environmental limits; ensuring a healthy and just society; achieving a sustainable economy; promoting good governance; and using sound science responsibly. Does that look like a clear, easily interpretable set of rules to you, or a field day for lawyers? The truth is this enormous upheaval in the rules that protect our landscapes and wildlife is a straw in the wind, or perhaps more accurately, a haystack in a hurricane. The government has no idea what it will deliver. Osborne&apos;s desire was certainly clear: growth at any environmental cost to jolt the nation&apos;s flatlining economy. But burned by the farcical attempted sell-off of the public forests and the searing backlash to the original &quot;build, baby, build&quot; planning proposals, Clark and Pickles have backed down a step or two. Labour&apos;s Hillary Benn taunted them by asking which minister had told Osborne he was behaving &quot;like the Taliban over planning&quot; (my money was on Pickles but I&apos;m told that&apos;s not so). An irony not to be missed is that, in their own constituencies, Osborne has opposed two waste-to-energy plants, Pickles an old folks&apos; home and Clark 6,000 new homes. So, as ever, all politics is local. The impact of these seismic planning changes will only be known when local communities, who are told they are newly-empowered to control planning, have fought out their battles with the developers, who are told everything holding them back has been hacked away. They can&apos;t both be right.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/mar/27/planning-countryside-development-environment", 
    "wordcount": "593"
}