{
    "headline": "Badger cull battle begins in both courts of law and public opinion", 
    "text": "The battle for the badger has begun in earnest, with the opening shot of a high court legal battle being fired, a complaint made under European wildlife law and a new public opinion poll showing just 12% of people think killing badgers should be the main focus in attempting to reduce the spread of tuberculosis in cattle. How did it get to this? Pretty easily. The government was under severe pressure to tackle what is truly a terrible problem for infected herds - they have to be slaughtered at great financial and emotional cost to farmers and to the taxpayer, who paid 90m in compensation for the 25,000 cattle killed in 2010. Environment secretary Caroline Spelman had a world-class scientific trial, conducted over 10 years, on her desk showing that persistent culling of badgers over a decade can cut bovine TB by about 16%. So far so good. But to expand the cull using the trap-and-shoot method of killing employed in the trial would be even more expensive than doing nothing. So the government gave the go-ahead for the cull using &quot;free-shooting&quot; - a man in a tree with a high-powered rifle. At this point, the &quot;science-led&quot; tag Spelman used to justify the go-ahead disappeared in a puff of gun-smoke, and that&apos;s not just me saying it but lots of the scientists who ran the 10-year-trial. There will be a tiny trial of free-shooting, but if it is shown to be ineffective, the whole cull is fatally wounded. That&apos;s one of the three legal grounds the Badger Trust is using to seek a judicial review in the high court of Spelman&apos;s decision. As it happens, even if free-shooting is judged acceptable, the government&apos;s own impact assessment shows the culls will still be more expensive for farmers than doing nothing and taking the hit - hideous as that is - of TB infection. And that&apos;s without accounting for the legal challenges and the high costs of policing shooter-versus-activists stand-offs in the woods at night. What does the public think? A new poll, published on Tuesday, shows us that 31% support the cull, 40% oppose it and a lot of people - 29% - don&apos;t know. The poll was a professional one, run by YouGov, for the animal protection charity Humane Society International (HSI), whose UK director Mark Jones said: &quot;The majority of the public oppose killing badgers, but the poll also indicates a significant level of indecision or confusion and I suspect that this stems from uncertainty surrounding the issue of whether or not a cull is &apos;science-led&apos;. Defra has consistently claimed that its cull policy would be science-led and yet the scientific legitimacy of culling badgers has been vociferously questioned by highly respected scientists and conservationists such as Lord Krebs [who led the 10-year trial] and Sir David Attenborough.&quot; YouGov also asked people what they though should be the main tool for dealing with bovine TB. Culling was backed by 12%, as was restricting cattle movements and reforming farm practices, and 15% didn&apos;t know. But the most popular choice by far was vaccination, which was backed by 60% of people in England. Vaccination programmes are taking place right now and trapping and injecting badgers is expensive, though it can hardly cost much more than trapping and shooting them. Back in 2010, the previous government said an oral vaccine would be ready by 2015, which could be left in bait, a much cheaper way to innoculate the animals.  But the new coalition government cancelled five of the six vaccination trials set up. Spelman now says a useable vaccine is &quot;years away&quot;, which certainly helps bolster the case for shooting badgers, if not pleasing the English public. I estimate the cull will cost 92m, plus legal and policing costs, over eight years, while vaccination research is getting just 20m. HSI has also brought a complaint against Spelman via the Bern Convention, which binds the UK government to regulate any exploitation of badgers to keep populations &quot;out of danger&quot;, unless certain conditions are met.  So, we have a &quot;science-led&quot; cull disowned by the researchers who led the science and one that will cost more than doing nothing. Everyone&apos;s first choice - vaccination- has lost funding, and the row is now in the expensive realm of the courts. This is not on track to end well for badgers, cattle, farmers, scientists or the taxpayer.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/feb/28/badger-cull-tb-legal-challenge", 
    "wordcount": "746"
}