{
    "headline": "Life as a Fukushima clean-up worker  radiation, exhaustion, public criticism", 
    "text": "Faced with the invisible threat of radiation, Japan&apos;s spooked public has turned workers at the Fukushima Daiichi nuclear power plant into the &quot;visible&quot; enemy of the crisis, according to a psychiatrist who counsels the workers. &quot;The workers are at higher risk of radiation exposure, and they are part of a process that will last decades,&quot; Jun Shigemura, a lecturer in the psychiatry department of the National Defense Medical College, told the Guardian. &quot;On top of that, they are criticised for being part of [Tepco]. They are not company executives, but they feel a sense of guilt and responsibility, even though they were not the perpetrators. &quot;They deserve more respect, as they are doing one of the hardest jobs in the world.&quot; Public criticism of the slow pace of decommissioning, coupled with the stress of working at the site, has reportedly prompted several Tepco workers to quit. Others complain that, two years on from the triple meltdown, they lack motivation, raising the prospect of a shortage of technicians and other experts when the Fukushima clean-up reaches its most critical stage. Labourers employed by the many sub-contractors with a presence at the plant complain of the discomfort of long days spent in stifling protective masks, the stress of the job, and their relatively low pay. About 70% of a sample of workers surveyed by Tepco late last year made more than 837 yen an hour, while day labourers on regular construction sites in the same part of the country can earn up to 1,500 yen an hour. A worker in his 40s, who is employed by a a small Tepco subcontractor, told Reuters: &quot;I get stomach aches. I am constantly stressed. When I&apos;m back in my room, all I can do is worry about the next day. They should give us a medal.&quot; At a more senior level, workers insisted that familiarity with the plant had quelled any initial fears over their proximity to dangerous levels of radiation. &quot;Radiation is something that has no colour, no smell,&quot; said Hiroshige Kobayashi, whose company is clearing debris from the most irradiated area of the plant. &quot;Just as with normal labouring work, you get used to your environment. That&apos;s the kind of psychological change that happens here, too.&quot; The clean-up operation, involving thousands of casual labourers, has been dogged by reports of shady employment practices and routine violations of health and safety regulations. This month, the health ministry revealed that at least 63 Fukushima Daiichi workers had been exposed to radiation levels higher than those registered in their personal records. Last summer, the Asahi Shimbun newspaper reported that Tepco subcontractors had been doctoring readings on workers&apos; personal radiation monitors by covering them with lead shields. By the end of last December, 146 Tepco workers and 21 contract workers had exceeded their maximum permissible exposure of 100 millisieverts over five years, the utility said. The annual allowable limit was raised to 250 millisieverts immediately after the disaster, but returned to 50 millisieverts nine months later. Senior staff at the plant dismissed suggestion that some of the 3,000 people who work at the plant every day had become blase about their health. &quot;I don&apos;t think [reports of health and safety lapses] happen because workers are exercising less care, but perhaps these things have happened because they have been doing the same jobs repeatedly over time, and are becoming accustomed to the working environment here,&quot; said Harufumi Uchida, a manager whose company is helping to construct a shield to stop radiation leaking into the sea.  This article was amended on 8 March 2013 to change average hourly earnings for labourers at Fukushima from 800 yen to 837 yen", 
    "section": "environment", 
    "gid": "environment/2013/mar/06/fukushima-clean-up-radiation-public-criticism", 
    "wordcount": "627"
}