{
    "headline": "School assessment reforms confirm the government's obsession with exams", 
    "text": "It is almost accepted wisdom that the government is leading a revolution in education under the banner of the academy and free school programme. Don&apos;t believe it  structural change rarely delivers all it promises, but the obsession with the number ofacademies risks obscuring the real revolution that is taking place. The recent Ofqual report into the English GCSE fiasco made the point. Itconcluded that the pressure to achieve high grades was so great that teachers marked work too generously. The report itself seemed more of an attempt to excuse Ofqual&apos;s own failures but, nevertheless, if the nation&apos;s standards watchdog believes that the assessment system has such an influence on teachers&apos; judgment, it should make us think. There is no doubt that assessment and accountability systems are immensely powerful levers  and it is changes here that will be the real revolution. Schools know that tests and performance tables can in part determine whether they fail or flourish, and the results become the national language of school success and failure. The government talks a lot about devolving power and authority to schools, but in the area of assessment  where this government will most leave itsmark  it is exercising total control. Let&apos;s take three of the proposed changes. First, the English baccalaureate. There is growing evidence that this new &quot;gold standard&quot; measurement is influencing headteachers&apos; decisions. In many schools, timetables are being rewritten and new staffing plans drawn up. Resources are being redirected and priorities reassessed. Theresult is moreemphasis on Ebacc subjects and less on the rest. Just what the government intended. Second, the removal of any form of assessment other than an unseen end-of-course exam. Schools know that awide range of assessment plays a part in monitoring pupil progress and achievement, and in turn raising standards. Yet the message couldn&apos;t be clearer  only the skill of taking exams is valued. Just watch how the teaching of this skill will come to dominate our schools. Again, just what the government intended. Third, the downgrading of respected vocational qualifications such as engineering diplomas, which has left people believing that practical skills are not valued. In an area of the curriculum that has always had to struggle to find its place, alack of certainty about the government&apos;s views will be reflected in school plans. Probably not what the government intended. The assessment system sends apowerful message of what is valued and what defines success. It gives us a glimpse of the sort of citizens the government hopes our children will become. The message couldn&apos;t be starker. No part of the reformed assessment system places value on art, drama, music or dance. It has no place for citizenship or appreciation of skills other than the ability to pass unseen examinations. These, along with other changes to the accountability system, are the policies that will shape our future. I suspect the way in which schools and governing bodies respond here will have a far greater impact than whether or not they become an academy. These proposed changes deserve to be part of a national debate. The recent comments of the country&apos;s cultural leaders, who fear for their sector&apos;s future, were welcome. Their influence is invaluable in putting across the arguments for a broader education. Let&apos;s hope it is just the start. The government&apos;s proposals reflect a view of education that is narrow and limited. They seem oblivious to the changes in society that will shape the world in which our children will become adults. They have fallen into the trap of believing only &quot;traditional learning&quot; and &quot;traditional assessment&quot; can be associated with rigour. Labour&apos;s shadow education minister, Stephen Twigg, has the chance to draw clear political dividing lines. Labour&apos;s aspirations should be broader, richer and more relevant to the 21st century. They should build on all the evidence and experience we have about what supports children&apos;s learning and development  and they should show how the assessment and accountability system will value it and help to deliver it.", 
    "section": "education", 
    "gid": "education/2012/nov/26/academies-schools-baccalaureate-exams", 
    "wordcount": "682"
}