{
    "headline": "New species discovered in Suriname - in pictures", 
    "text": "   A scientific expedition into one of the worlds last pristine tropical forests has revealed incredibly diverse species and extraordinary cultural heritage, say Conservation International. Their survey in south-west Suriname has documented nearly 1,300 species, including 46 that may be new to sciencePhotograph: Trond Larsen/Conservation International       The three-week scientific expedition, an initiative of Conservation International's (CI) Rapid Assessment Programme (RAP), explored three remote sites along the Kutari and Sipaliwini Rivers near the village of Kwamalasumutu from August to September 2010, in an effort to document the regions poorly known biodiversity and help develop sustainable ecotourism opportunities for the local indigenous people Photograph: Conservation International Suriname       Potentially new species: Pseudacanthicus sp. is a catfish whose armour (external bony plates) is covered with spines. The river it lives in is full of huge piranhas, so it must be well defended. One of the local guides was about to snack on this fish, until the experts preserved it as a scientific specimen. Only a handful of Pseudacanthicus specimens are known from Suriname, and this is the first from the Sipaliwini River Photograph: Kenneth Wang Tong You/Conservation International       Potentially new species of catfish: Pterodoras aff. granulosus is approximately two-feet long. Scientists discovered it at night while sitting on a large rock in the middle of a big river. It is a predator, eating whatever will fit inside its mouth Photograph: Philip Willink/Conservation International       Potentially new species: Imparfinis aff. stictonotus is a small catfish, only two inches long. Scientists caught it in a small, sandy stream in the Surinamese rainforest. They had to trek through dense jungle carrying heavy gear to find the stream where this new species occurred Photograph: Philip Willink/Conservation International       Possible new species: Hypsiboas sp. Nicknamed the 'cowboy frog', this species has white fringes along the legs and a spur on the heel. The frog was discovered low on a small branch during a night survey in a swampy area west of the RAP base camp at the Koetari River  Photograph: Paul Ouboter/Conservation International       The underneath of the 'cowboy frog' shows white fringes along the legs and a spur on the heel Photograph: Paul Ouboter/Conservation International       Potentially new species of katydid: Vestria sp. (male). Four species of this genus are known from lowland forests of central and South America. These insects, nicknamed 'Crayola' katydids because of their striking colouration, are the only katydids known to employ chemical defences, which are effective at repelling bird and mammalian predators Photograph: Piotr Naskrecki/Conservation International       Potentially new water beetle species: Oocyclus sp. This waterfall beetle from Venezuela is similar to a new species found on a granite inselberg (a type of mountain) in Suriname. This group of beetles only occurs in the waterfalls and wet rocks on mountains and rock outcrops. Most species are adorned with emerald and blue iridescence Photograph: Conservation International.       Potentially new species of damselfly - male and female of Argia sp. 1 (Odonata, Coenagrionidae) in tandem at Iwana Samu. Argia is the most speciose damselfly genus in the New World, and four of the eight species of this genus found during this RAP are new to science. The new species photographed here breeds in forest swamps and its adults perch on rocks, logs, and twigs close to water's surface, and on leaves, twigs and on the ground along forest trails near swamps, usually on bare substrates in the sun  Photograph: Natalia von Ellenrieder/Conservation International.       Katydid (Copiphora longicauda) observed during Conservation International's Rapid Assessment Program in southwest Suriname in August and September 2010. Katydids are recognised by scientists as indicators of habitat disturbance for an ecosystem. They tend to stay within small specific habitats and do not disperse widely. They are highly sensitive to changes in their habitat, particularly fragmentation. They are also important herbivores and food source for birds, bats and primates Photograph: Trond Larsen/Conservation International       (Species not new to science) In the cool, crisp early morning, a moth caterpillar (cf. Eudesmia sp.) is covered with dew drops. These caterpillars graze on algae on logs and tree trunks Photograph: Trond Larsen/Conservation International       (Species not new to science) The Suriname horned frog or 'Pac-Man frog' (Ceratophrys cornuta) is a voracious sit-and-wait predator. It has an exceptionally wide mouth, which allows it to swallow prey that is nearly as large as its own body, including mice and other frogs Photograph: Trond Larsen/Conservation International       (Species not new to science) A mating pair of tortoise beetles (Cyrtonota lateralis), named after the broad dorsal surface that covers and protects them like a tortoise shell Photograph: Trond Larsen/Conservation International       (Species not new to science) Three-striped poison dart frog (Ameerega trivitatta) carrying tadpoles on the back. Adults of many poison dart species transport their young from one body of water to another as the tadpoles feed and develop Photograph: Trond Larsen/Conservation International       (Species not new to science) This beautiful green crested katydid (Steirodon sp.) is an obligate herbivore, eating only plants. Its spiny body helps defend it from birds and other animals that want to eat it. Katydids sing at night to attract mates Photograph: Piotr Naskrecki/Conservation International       (Species not new to science) This leaf beetle (Stilodes sedecimmaculata) is found only in the Guyana Highlands. There are more than 35,000 leaf beetle species in the world, and many feed only on a particular type of host plant. The beetles store toxic chemicals from the plants they eat in their bodies, and advertise this toxicity with bright colours to warn off predators Photograph: Trond Larsen/Conservation International       (Species not new to science) Coprophanaeus lancifer is the largest dung beetle species in the neotropics. While weaponry in most animal species is restricted to males, females of this species possess a long head horn which they use to battle with other females over carrion (animal carcasses). Males also use a long horn to fight over females. With an enormous thorax filled almost entirely with muscle, C. lancifer is incredibly strong. Where the species is common, it may bury an animal carcass as large as a pig in only a few days Photograph: Piotr Naskrecki/Conservation International       (Species not new to science) Females of this orb-weaving spider (Micrathena cyanospina) are very large and are adorned with an incredibly long pair of metallic blue spines. Males, in contrast, are tiny Photograph: Trond Larsen/Conservation International       (Species not new to science) The ocelot (Leopardus pardalis) is a medium--sized cat, usually weighing up to 40 pounds. They are fiercely territorial and hunt small animals, especially rodents. By regulating populations of rodents and other prey, these predators are important for maintaining a healthy, balanced ecosystem Photograph: Conservation International Suriname  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jan/25/new-species-suriname-in-pictures", 
    "wordcount": "0"
}