{
    "headline": "Development must be about freedom from fear and freedom from want", 
    "text": "Rising inequality, abuses by transnational corporations and the global democratic deficit were key themes at last week&apos;s UN consultation on governance and the post-2015 development agenda, in Johannesburg, South Africa. The consultation was one of a series of expert meetings the UN is holding to debate what should replace the millennium development goals (MDGs), which expire in 2015. The demand for &quot;honest and transparent governance&quot; was the second most critical issue highlighted by respondents in the UN&apos;s global survey for a better world. Strong demands are being made by civil society for good governance to be viewed both as an issue to be considered across development as well as a standalone target post the MDGs, with clear indicators to measure levels of &quot;participatory democracy&quot;. There is huge pressure from financial institutions, big business and some world leaders, however, to ensure that the primary focus of the post-2015 development agenda remains on economic growth. Many civil society groups view the MDGs&apos; assumption that there can be development without freedom as lop-sided. Although the MDGs have a strong focus on poverty reduction and some economic and social rights, they contain no mention of &quot;good governance&quot; and &quot;Democratic and participatory governance based on the will of people&quot;  both of which were clearly spelt out in the millennium declaration. The declaration, passed by a UN general assembly resolution in 2000, contains a comprehensive vision of development underpinned by human rights, and is the source document of the MDGs. In 2001, when the MDGs were formulated, influential voices were able to convince the international community that democratic freedoms could be relegated in favour of progress on economic indicators. The Arab spring has clearly shown that development must be about both freedom from fear and freedom from want. People need good standards of living where their basic needs are met but they also need civil and political freedoms to have a say in the decisions that affect their lives and to ensure that the benefits of development are evenly spread. Large numbers of people, however, are unable to influence their governments: 57% of the world&apos;s population live in countries where basic civil liberties and political freedoms are curtailed, according to the US non-profit organisation Freedom House. In far too many countries, including Cambodia, China, Ethiopia and Rwanda, which are lauded for their progress on the MDGs, simple acts of peaceful dissent against government-dictated development policy carry risks of imprisonment or worse. A key challenge for the international community is narrowing the rapidly expanding gap between rich and poor people. The richest 1% of the population continue to prosper despite the financial crisis, while the overwhelming majority  and impoverished people in particular  are excluded from the fruits of prosperity. Even pro-business newspaper the Economist has called for the adoption of &quot;centrist&quot; economic policies as the inequality gap mirrors 19th-century levels. Oxfam estimates that the world&apos;s top 100 billionaires earned $240bn in 2012, enough to &quot;make extreme poverty history four times over&quot;. A consequence of inequality is the huge expansion of transnational corporate power relentlessly pushing for privatisation of natural resources and public goods. Rights abuses are having a detrimental effect on populations even as governments overlook their excesses. Human Rights Watch lamented the &quot;failed approach to corporate accountability&quot; in its 2013 world report (pdf). Communities that traditionally relied on rivers, forests and communal grazing grounds are increasingly being displaced by corporations  including extractive, construction and agriculture industries  through government collusion. Basic services such as health, housing, education and mass transport, that are the responsibility of governments to provide, are increasingly being outsourced under the garb of publicprivate partnerships, which makes them accessible only to those who are able to pay. In response to the issues that emerged from last week&apos;s consultation, Graa Machel, a member of the UN&apos;s high-level panel, asked delegates: &quot;What needs to change in 2015?&quot; A simple answer would be for decision-makers to reread the promises made by world leaders in the millennium declaration on freedom, equality, solidarity, tolerance, respect for nature and shared responsibility. Viewing development in mostly monetised terms, and as the sum total of the eight MDGs, is outmoded and irrelevant. Human development needs to be defined by the UN in the widest possible terms and through the lens of the Universal Declaration of Human Rights, which gives equal priority to civil, political, economic, social and cultural rights. It is time to put people at the centre of development and ditch the business as usual approach if we are to address impending and interlinked economic, social, political, environmental and humanitarian crises. In the millennium declaration, world leaders said: &quot;Men and women have the right to live their lives and raise their children in dignity, free from hunger and from the fear of violence, oppression or injustice.&quot; Why, then, are influential politicians equating good governance with economic growth, and not democratic freedoms, access to justice, and accountability?  Mandeep Tiwana is policy and advocacy manager at Civicus: World Alliance for Citizen Participation ", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/06/development-freedom-fear-want", 
    "wordcount": "850"
}