{
    "headline": "Planck telescope maps light of the big bang scattered across the universe", 
    "text": "The most detailed map ever made of the oldest light to shine through the universe has been released by scientists at the European Space Agency (ESA). The view of the heavens in red and blue speckles confirms with astonishing accuracy the theories cosmologists draw on to explain the evolution of the universe from a fraction of a second after the big bang. The map reveals tiny variations in the &quot;cosmic microwave background&quot; or CMB  the faint glow of radiation that is left over from the earliest light to illuminate the cosmos. These primordial photons are all around us, and account for 1% of the &quot;snow&quot; that could be seen on untuned television sets. The red and blue spots reveal areas where the CMB is slightly hotter or cooler than the average temperature of -270 Celsius. Regions that are cooler (blue) are more dense and later become the seeds of stars and clusters of galaxies. Scientists compiled the map from more than 15 months of observations by the ESA&apos;s Planck telescope. The map improves on data gathered by two previous Nasa missions called Cobe and WMAP. The director-general of Europe&apos;s space agency, Jean-Jacques Dordain, described the new map as &quot;a giant leap in understanding the origins of the universe&quot;. The size and variations in the CMB have led the Planck scientists to tweak their estimates both of the age of universe and the proportions of matter and energy it contains. The latest data suggests the universe is expanding at a slower rate than thought, making it roughly 80m years older at 13.82bn years. Scientists have made minor changes to the estimated makeup of the observable universe too, with normal matter now comprising slightly more, at 4.9%. There is a little more dark matter, at 26.8%, and less dark energy, at 68.3%. The results are described in 30 papers freely available online. In the latter cases, &quot;dark&quot; is synonymous with &quot;unknown&quot;. Dark matter is an invisible substance that appears to cling to galaxies, but whose existence can be inferred only by its gravitational pull. Dark energy is equally mysterious, and thought to drive the expansion of the universe. The CMB is what remains of light that spread through the universe as soon as it became transparent, about 380,000 years after the big bang. Before then, a hot plasma of particles prevented light from shining through the fledgling cosmos. As the universe expanded, the primordial light was stretched into longer-wavelength microwaves. &quot;As that ancient light travels to us, matter acts like an obstacle course getting in its way and changing the patterns slightly,&quot; said Charles Lawrence, a scientist on the Planck mission at Nasa&apos;s Jet Propulsion Laboratory in California. &quot;The Planck map reveals not only the very young universe, but also matter, including dark matter, everywhere in the universe,&quot; he added. The variations, or ripples, in the CMB provide strong support for a theory called &quot;inflation&quot;, which describes a brief and hair-raising period in which the early universe expanded faster than the speed of light. Inflation is cosmologists&apos; favoured explanation for why the universe is so large. &quot;The sizes of these tiny ripples hold the key to what happened in the first trillionth of a trillionth of a second,&quot; said Joanna Dunkley at Oxford University. &quot;Planck has given us striking evidence that indicates they were created during this incredibly fast expansion, just after the big bang.&quot; Some features of the map may take many years to explain, though. Over large scales, the variations in hot and cold regions do not match cosmologists&apos; expectations. The Planck map also confirms a strange asymmetry in the CMB that has mystified cosmologists since it was first spotted by the WMAP mission. The microwave background looks different in opposite hemispheres of the sky, implying that the universe is not the same in all directions. That rules out some versions of inflation, but not all. Another oddity lurks near the horizon in the northern hemisphere, where the map shows a large and unusual &quot;cold spot&quot; in the CMB. &quot;Our ultimate goal would be to construct a new model that predicts the anomalies and links them together. But these are early days. So far, we don&apos;t know whether this is possible and what type of new physics might be needed. And that&apos;s exciting,&quot; said George Efstathiou, a Planck scientist at Cambridge University. ThePlanck mission launched in 2009 and has been scanning the whole sky ever since. The scientists have analysed only half the data gathered by the space telescope, and expect to release full results next year.", 
    "section": "science", 
    "gid": "science/2013/mar/21/planck-telescope-light-big-bang-universe", 
    "wordcount": "788"
}