{
    "headline": "Fresh calls for transparency on Ugandan oil", 
    "text": "Local farmer Doke sits surrounded by his family under the shade of a mango tree, on a small farmstead in Kabaale parish, western Uganda. &quot;I&apos;ve been here for 30 years. I own about two acres of land. But you see, my life depends on this land,&quot; he says, pointing to the small plot behind him. The land, on which Doke grows cassavas and other local staples to feed his family, is his only source of income. But he will not be living off it for much longer. The farm falls within an area that&apos;s been chosen for a government project to build the country&apos;s first oil refinery; an estimated 30,000 people are expected to be displaced. The refinery is a key element of the strategy to maximise revenue from Uganda&apos;s newfound oil resources; 2.5bn barrels have been confirmed along the Albertine rift in western Uganda, and the oil sector is expected to generate more than $2bn annually  equivalent to 70% of the country&apos;s current GDP  once commercial production begins in three to five years. Like others, Doke worries that he won&apos;t get adequate compensation for his land. The government insists local communities will be offered resettlement as well as financial compensation. But civil society groups say the offers made to those already displaced by the oil industry paint a different picture. &quot;The compensation rate is too low  the money they give these households cannot even last them a month,&quot; says Winnie Ngabiirwe, chief co-ordinator of Publish What You Pay Uganda. As for resettlement, Ngabiirwe is not convinced by the government&apos;s pledges. &quot;I don&apos;t see them building good homes for them, or providing decent schools,&quot; she says. &quot;I think we&apos;ll end up with internally displaced persons in Uganda.&quot; In Hoima, the district where Doke lives, the value of ordinary farming land has risen up to tenfold since the discovery of oil. But it&apos;s not clear whether government compensation offers will take into account the increased value of the land. Ngabiirwe fears inadequate legislation leaves people unprotected. &quot;The companies and the government are taking advantage of policies that are very outdated, and that suggest very low figures of compensation,&quot; she says. Such fears form part of a broader political argument about how the government should manage Uganda&apos;s oil resources. Many MPs and civil society groups are pressing the president, Yoweri Museveni, to allow greater transparency in the oil sector, and to implement vital new legislation to ensure ordinary Ugandans benefit from the country&apos;s future oil wealth. Many people reacted furiously to the government&apos;s decision to sign new contracts with Tullow Oil last month, despite a standing parliamentary resolution banning the signing of any new contracts before important new laws for the oil sector are put in place. &quot;The government completely disregarded parliament. These agreements were made without any proper legal framework,&quot; says Theodore Ssekikubo, an MP with Museveni&apos;s ruling NRM party but also a staunch pro-transparency campaigner, who tabled the initial oil resolution in parliament. &quot;As long as there is darkness, suspicion, and a way of handling public matters as private entities, that&apos;s where we&apos;ll go wrong. And we are not ready to accept that,&quot; he says. The government denies there was anything unconstitutional about the deals it signed, saying the parliamentary ban did not apply to contracts already under negotiation. A week after signing its contract, Tullow Oil sold two-thirds of its licences to the French and Chinese oil giants Total and CNOOC. A partnership with two such huge oil companies will speed up the development of Uganda&apos;s oil sector, bringing a new urgency to demands for comprehensive oil legislation before it is too late. The problem, says Theodore Ssekikubo, is that the government is now &quot;hiding behind the confidentiality clauses of its new contracts with Tullow&quot;. He says this makes it impossible to scrutinise the deals they struck to find out how much revenue the government will receive, and where the money will be going. Perhaps hoping to address these concerns, the government has now tabled two new oil bills in parliament, which aim to regulate all aspects of oil production and development. The vital third bill, which will deal with the sharing of oil revenues, is expected soon. Few details are known, but a government minister recently said it would contain a provision for 7% of total oil revenue to go to people living in the oil-producing regions. For his part, Ssekikubo is hopeful about the future. &quot;The way we started is indeed regrettable,&quot; he says. &quot;But the positive aspect is that we are engaging with government. The challenge is for the government to reassure the public and MPs that all is not lost, and that we can still take the best out of it.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/21/transparency-compensation-uganda-oil-sector", 
    "wordcount": "808"
}