{
    "headline": "Anti-fracking activists drill home message with parliament protests", 
    "text": "Anti-fracking activists plan to erect a mock drilling rig outside the Houses of Parliament as part of a series of protests on Saturday against the controversial technique to extract shale gas. The protests come as Greenpeace warned that the government had earmarked nearly two-thirds of England for potential shale gas drilling sites. Campaign group Frack Free will deliver a letter to 10 Downing Street calling for a ban on exploration and development of shale gas and coal bed methane. As well as attempting to install a 7.2 metre &quot;fracking rig&quot; outside parliament, the activists also plan to build a 200 metre &quot;oil pipeline&quot; from the Canadian high commission to the US embassy in Grosvenor Square to protest against the Keystone XL pipeline being built to transport Canadian Tar Sands oil to the US. Britain and Ireland Frack Free said in a statement: &quot;In an effort to step up the focus of attention on this harmful technique and its effect on people, landscape and ecosystems in Britain, residents of Sussex, Falkirk, Belfast, the Fylde, the Ribble Estuary and the Vale of Glamorgan have come together as a UK-wide deputation to ask for action, not words, on this crucial subject. &quot;The credentials of the &apos;greenest government ever&apos; are already in tatters and to allow fracking in the UK would be the final nail in the coffin for Cameron&apos;s green agenda.&quot; John Sauven, Greenpeace executive director, said its research, announced ahead of the chancellor&apos;s autumn statement next week, had shown that two-thirds of England, including large swathes of countryside, were now under active consideration for fracking. &quot;If George Osborne stands up on Wednesday and paints shale gas as a silver bullet for the British economy, or for bill payers, he will be misleading the public,&quot; said Sauven. &quot;The potential for shale gas to bring down bills is overhyped, while experts agree local opposition is a serious threat to the industry&apos;s viability. He added: &quot;The coalition bust-up over wind energy will pale in comparison to the political spats that are likely to occur if George Osborne tries to push ahead with gas fracking in the heartlands of England&apos;s countryside.&quot; A Department of Energy and Climate Change spokesman disputed the Greenpeace research: &quot;There is a big difference between the amount of shale gas that might exist and what can be technically and commercially extracted. &quot;It is too early to assess the potential for shale gas but the suggestion more than 60% of the UK countryside could be exploited is nonsense. &quot;We have commissioned the British Geological Survey to do an assessment of the UK&apos;s shale gas resources, which will report its findings next year.&quot; Activists dressed in orange boiler suits and gas masks from another anti-fracking group, Frack Off London, erected a 20ft drilling rig outside the Chelsea home of Lord John Browne at 8am on Saturday, in protest against his involvement in gas development. Lord Browne, chairman of UK fracking company Cuadrilla Resources, is also a non-executive in the Cabinet Office. Frack Off said groups from Lancashire, Yorkshire, Somerset, south Wales and Sussex were also organising protests against fracking, as part of a national day of action.", 
    "section": "environment", 
    "gid": "environment/2012/dec/01/anti-fracking-activists-parliament-protests", 
    "wordcount": "540"
}