{
    "headline": "Wii U: hands on with the launch games", 
    "text": "Between now and 30 November, Nintendo has a monumental task on its hands. When it launches, the Wii U will be the first new video games console for six years, and while there may still exist a small hardcore of gamers who find the arrival of any new console exciting, the changing, mobile phone-skewed landscape of the modern games industry dictates that Nintendo must do more to ensure the Wii U is a success from day one. And its sheer quirkiness  embodied by the tablet-like GamePad controller  renders the Wii U somewhat baffling until you get your hands on one. So the Japanese games giant is embarking on a furious round of buzz-generation, the key component of which will be roadshows traversing the UK. But before those kick-off, Nintendo took us to its European headquarters in Frankfurt for hands-on experience of the vast majority of the first wave of Wii U games. Killer titles What every new console needs is a selection of so-called killer games, which are so irresistible that people buy the hardware just so they can play them. Such games, inevitably, are in short supply at launch, since achieving the requisite blend of quality and originality simply won&apos;t happen overnight. However, among the Wii U&apos;s launch titles, a couple stood out as must-have games with the potential to shift hardware unite. ZombiU Chief among them is Ubisoft&apos;s ZombiU. Exclusive to and custom-designed for the Wii U, this created quite a stir at the E3 Show, not least when Nintendo&apos;s US head honcho, Reggie Fils-Aime  an already somewhat scary-looking guy  spent an inordinate amount of time at Nintendo&apos;s press conference using it to zombify his own face. Zombie games aren&apos;t exactly in short supply, but hands-on time with ZombiU&apos;s single-player game swiftly established that Ubisoft has cleverly managed to find a new spin on the genre  and one that makes great use of the Wii U&apos;s unique abilities. Perhaps its most surprising aspect is its sheer rigour  which is so extreme that it brings to mind From Software&apos;s fearsomely hard but deeply satisfying RPGs Demon&apos;s Souls and Dark Souls. In the single-player game, you start each mission from a safe house, and must safely navigate to the next one, traversing London (where the game is set) in the process. In the interest of realism, you only get one life  at least as far as, if you die, you respawn at the safe house as another person. And if you die at the jaws of a zombie, the character you were playing becomes a zombie too. Which means that, in your new guise, you need to get back to where you previously died, with the minimum amount of equipment (a pistol, without much ammo, and a cricket bat), to kill your zombified previous self and retrieve your backpack containing all the useful weapons and items you had previously collected. The zombies themselves are pretty uncompromising  they can climb, and will attack you if you&apos;re fiddling with your backpack. So you have to adopt a tactical approach to despatch them. The Wii U&apos;s GamePad operates as a great inventory-arranger, as well as a sniperscope and a sensor for finding hidden objects. ZombiU is gloriously atmospheric  perhaps the truest survival-horror game yet  so it&apos;s no surprise that it will be available bundled with the Wii U at launch. NintendoLand One thing that ZombiU emphatically isn&apos;t, though, is the sort of game that your granny will be able to pick up and play  and the Wii&apos;s success was built on such games. Which makes NintendoLand a vital title for the new console. If, as Jonathan Ross said in the Guardian, the Wii U is &quot;the Wii on steroids&quot;, then NintendoLand is Wii Play on steroids. Although it&apos;s not as instantly graspable as Wii Play&apos;s mini-games. Instead, it&apos;s a collection of 12 mini-games, each bearing the theme of one of Nintendo&apos;s great franchises. In subtle ways, they&apos;ve been created to showcase the GamePad&apos;s different abilities, and the opportunities for new styles of gameplay that it throws up when used in conjunction with Wii Remote controllers. Thus Mario Chase, for example, puts the player with the GamePad in a colour-coded labyrinth, essentially playing hide-and-seek, while four people, using Wii Remotes, collaborate in order to catch him or her. It&apos;s raucous and fun. A couple of previously unseen NintendoLand mini-games surfaced in Frankfurt. Perhaps most notably Pikmin Adventure, a co-operative take on the much-loved Pikmin blueprint, in which the GamePad player takes on the role of Captain Olimar, and two others can essentially play as Pikmin, attacking enemies or, when appropriate, being herded up by Olimar to attack the same enemy or be chucked to otherwise inaccessible places. Balloon Trip Breeze, loosely inspired by the ancient NES game Balloon Fight, is a clever wind-propelled platform effort, controlled entirely by the GamePad&apos;s stylus and touchscreen. Metroid Blast, meanwhile, puts players with Wii Remotes on the ground, and whoever wields the GamePad on a floating platform  its shoot-em-up gameplay and bland environment seemed a bit bland compared with its full-sized predecessors. The Legend of Zelda Battle Quest, in which two people wield Wii Remotes as swords, while the GamePad player fires arrows (often at elevated targets, in order to solve puzzles and acquire extra health), was fun to play, despite its on-rails nature. NintendoLand, then, is undoubtedly a bit patchy, but at least shows off the Wii U&apos;s ability to generate new types of gameplay, involving groups of players. The other first-party Nintendo title on show was New Super Mario Bros U, which won&apos;t need much by way of introduction for Nintendo-heads. We enjoyed playing it co-operatively, with two players controlling Mario and Luigi using horizontally-held Wii Remotes, while a GamePad player helped them out by drawing platforms to help clear otherwise insurmountable gaps, and by tapping on enemies to distract them. That co-operative dynamic was surprisingly satisfying, although in look and feel terms, New Super Mario Bros U is virtually indistinguishable from its myriad siblings, so it&apos;s debatable whether it can be considered a platform-shifter. Third-party games Nintendo&apos;s Frankfurt showcase featured a pretty sizeable roster of games from third-party publishers  although there was a void at its heart, in the shape of the Wii U version of Call of Duty: Black Ops II. Just the fact that a the Wii U has the under-bonnet power to run a full-blown Call of Duty game represents real progress for Nintendo, and if it has any unique features, Black Ops II will surely be a key launch title. Activision will no doubt unveil it with a fanfare before long. Power-wise, the Wii was so weedy that it couldn&apos;t even dream of running Xbox 360 and PS3 games, but because the Wii U is in their general polygon-shifting ballpark, it will at least have significantly more third-party support than the Wii. Although early adopters will have to root out the truffles from among plenty of mouldy undergrowth. Big names line up Perhaps the most impressive third-party title on show was Assassin&apos;s Creed III, which certainly demonstrated that the Wii U is at least on a graphical par with the Xbox 360 and PS3. We played a maritime warfare mission, using the GamePad to pilot a ship and order gunners to fire specific types of shot at enemy vessels. It was difficult to detect many design concessions specific to the Wii U, although the GamePad&apos;s screen will come in handy for displaying the map and managing inventory items. But despite that, Assassin&apos;s Creed III is such an attractive game that it may help the Wii U sell more units. Another Ubisoft game, Rayman Legends, made much more overt use of the Wii U&apos;s specific capabilities. The sequel to the glorious Rayman Origins, it will provide plenty of its predecessor&apos;s endearingly bonkers side-scrolling platform action, which in itself will be a major draw, but we were able to play two levels specific to the Wii U, feature asymmetric co-operative gameplay. In the first, one player controlled Rayman with a Classic Controller (although you could use a Wii Remote and Nunchuk), while the other assisted by manipulating the environment, using a stylus, on the GamePad. Thus, you could tickle enemies, laying them open to attack, swipe ofver plants or pull them out of the ground for bonus points or, crucially, pull beams around and even manipulate giant wheels using the motion-sensing. The other level was a rhythm-action one, in which the Classic Controller player had to run through the entire level, timing jumps and attacks to precision while, again, the GamePad player cleared a path by distracting enemies and hitting time-stamps. Surprising gems Proof that the Wii U&apos;s launch can be used to breathe new freshness into a flagging franchise came from a surprising source: Ninja Gaiden 3: Razor&apos;s Edge. When it arrived on the current-gen consoles early this year, it didn&apos;t meet with approval from Ninja Gaiden fans, who reckoned it had been dumbed down. But the much-loved Team Ninja has taken those criticisms on board, and come up with a major reworking for the Wii U, which features a whole new playable character called Ayane  an anime-influenced babe with pink hair and an eye-catching quick attack accompanied by pink motion-blur. On the Wii U, Ninja Gaiden 3 will once again feature the fierce difficulty-levels of the earlier games, as well as character advancement and greater emphasis on Ninpo  ninja magic to you and I. Many of the game&apos;s annoying Quicktime Events have been removed, too, and while there&apos;s light use of the GamePad&apos;s touch-screen, Ninja Gaiden 3: Razor&apos;s Edge mainly profits from the time Team Ninja has had to sit back and reflect on what it made on the PS3 and Xbox 360. And the rest There were some eShop games on show, suggesting that the Wii U will be the first Nintendo console that attempts to rival Xbox Live Arcade and the PlayStation Network  the RPG Trine 2 and cute, minimal puzzler Toki Tori 2 showed that the Wii U&apos;s eShop will support games of all shapes and sizes. But there were some notable disappointments on display, too. Especially Mass Effect 3. We were wildly excited about the prospect of playing BioWare&apos;s RPG on a Nintendo console, but disappointingly little had been done to it, apart from the addition of a single-use rocket-launcher, which lets you take out six enemies at once, all the DLC and the Director&apos;s Cut ending. Darksiders II was more compelling, at least: it, too, includes all the DLC, and makes excellent use of the GamePad touch-screen, making its overcrowded inventory much more accessible. Is that enough? No console has ever launched with a truly satisfying portfolio of launch games  and it&apos;s easy to argue that the Wii U could really do with an absolute must-have at launch  a Zelda or Super Mario game, say. But they will come eventually, and on balance, the Wii U&apos;s launch line-up is pretty good, and perhaps better than we could have expected. At least this time around, the big cross-platform franchises are coming to the party, and ZombiU, NintendoLand and Assassin&apos;s Creed II have the potential to drive sales of the consoles itself. Plus there are some solid back-up titles like Rayman Legends, Ninja Gaiden 3, New Super Mario Bros U and Darksiders II. The Wii U will have a critical mass of games from the off, just about, and few consoles can boast that. But now, the ball is in the court of Nintendo&apos;s marketing department, which needs to generate a Europe-wide buzz, and do so quickly.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/21/wii-u-games", 
    "wordcount": "1931"
}