{
    "headline": "US shale gas to heat British homes within five years", 
    "text": "Nearly 2m homes in the UK will be heated by shale gas from the US within five years, under a deal agreed on Monday that is likely to be the first time major exports of the controversial energy source are used in the UK. The US government has kept a tight rein on exports since the shale gas boom started more than five years ago. But the deal struck by energy company Centrica marks the start of a new era in gas use in the UK, because it opens up the market to cheap supplies from the US, as North Sea gas fields run out and pipelines to Europe remain expensive. Shale gas exploitation has been blamed for environmental problems in the US, including water, ground and air pollution and leaks of methane. Under the deal, Centrica will pay 10bn over 20 years for 89bn cubic feet of gas annually  enough to heat 1.8m homes  from Cheniere, one of the first US companies to receive clearance from the federal government to export shale gas in the form of LNG (liquefied natural gas). The first deliveries, by tanker, are expected in 2018. The announcement of the deal comes at a crucial time, as Britain&apos;s gas reserves have been severely depleted by the unseasonable cold snap, which has increased demand. Last week, it emerged that there were only two days&apos; worth of gas left in storage. Though there was no immediate danger of a cut-off, because of imports through pipelines connecting to supplies from Russia and Norway, the tightening of supply raised grave concerns. The failure of a key pipeline on Friday morning caused an immediate doubling of gas prices in the spot market  though prices fell back later as the problem was resolved, the incident highlighted the vulnerability of the UK to energy shocks, because of the high dependence on gas imports for heating and power generation. The prime minister, David Cameron, was forced to intervene last week to reassure households that there would be no cut-off. On Monday he said: &quot;I warmly welcome this commercial agreement between Centrica and Cheniere. Future gas supplies from the US will help diversify our energy mix and provide British consumers with a new long-term, secure and affordable source of fuel.&quot; Sam Laidlaw, chief executive of Centrica, said: &quot;In an increasingly global gas market, this landmark agreement represents a significant step forward in our strategy  helping to ensure the UK&apos;s future energy security.&quot; The deal will not make a difference to gas prices or consumer bills in the short term, as the first deliveries are not expected until September 2018 at the earliest, but in the longer term the tanker imports may help to ease any supply crunch, similar to that seen in the last few days. Average household energy bills for gas and electricity are currently about 1,300 a year and set to rise to about 1,400 next year, according to the energy regulator Ofgem. There have been other deals on US gas imports to the UK in the past two years, including a deal struck by BP and one from British Gas, but they are unlikely to reach the volume of the Centrica deal and may take longer to reach delivery. Andrew Pendleton, head of campaigns at Friends of the Earth, said of current imports: &quot;Emergency gas shipments to maintain Britain&apos;s energy security are yet further evidence of our shambolic energy strategy. It makes no sense for the UK to rely increasingly on overseas shipments of ever more expensive gas while ministers sideline the vast potential of homegrown energy from the wind, waves and sun. It&apos;s time to pull the plug on our fossil fuel dependency and switch to a 21st century energy policy based on clean power and slashing waste.&quot; Shale gas has brought about a revolution in US energy, with thousands of wells drilled across the country releasing billions of tonnes of fuel. Gas prices have plummeted as a result, to about $2 a unit, compared with about $10 to $12 in Europe and Japan, but those price falls have not yet affected the international market. That is because the US has behaved, in the words of the International Energy Agency, as a &quot;gas island&quot;. Exports have been restricted, in part by government regulation that has favoured domestic use, and by the lack of infrastructure for converting the gas to liquid and transferring it to tankers. But if these vast supplies of fossil fuels are burned, they could put global climate change targets of holding warming to less than 2C above pre-industrial levels out of reach.", 
    "section": "environment", 
    "gid": "environment/2013/mar/25/us-shale-gas-british-homes-five-years", 
    "wordcount": "779"
}