{
    "headline": "10 things you should never flush down your toilet", 
    "text": "Remember to avoid flushing any of these items, which have been fished out from under our streets: 1. Food fat  A serious problem, as it tends to bind around wet wipes and other detritus like clay around straw. &quot;It slips down sinks very easily when it&apos;s warm,&quot; says Simon Evans of Thames Water, &quot;but once it hits our sewers it cools down and congeals into what we call fatbergs.&quot; 2. Condoms  Difficult to flush, but clearly many people manage it. Evans: &quot;I&apos;ve been down the sewers in central London and seen what appear to be fish on the surface. They&apos;re actually condoms filled with air, bobbing around. It is pretty grim.&quot; 3. Pets  Goldfish are most common, of course, but hamsters and gerbils are also seen. &quot;They don&apos;t help, because they&apos;re quite sturdy little things.&quot; 4. Nappies  These are a rarity, because of the sheer difficulty of getting one round the U-bend to begin with, but the blockages they cause can be terrible. 5. Human body parts  These have been found by Thames Water &quot;flushers&quot;, as sewer operatives are known  most often fingers or even hands. In truth, the people sending them down toilets probably have bigger things than sewer abuse to worry about. 6. Cotton buds and tampons  They just won&apos;t break down. It may take months or years for a fatty ball of them to accumulate, but in the end they do block drains, which then have to be unblocked by hand. 7. Half a Mini  Probably a one-off, this. &quot;It was dragged out of one of our major London sewers. Pretty bizarre. Obviously that didn&apos;t get flushed down the toilet.&quot; 8. Paint and building waste  The viscosity of paint causes problems when it joins a fatberg. Bits of rubble are heavy enough to settle in bends, providing a base on which wet wipes and food can collect. 9. Drug paraphernalia  Syringes are the main problem, being very nasty and unhygienic. 10. Food  A piece of bread won&apos;t do any harm, but bones or even apple cores do cause trouble. Sweetcorn collects in large quantities in the sewers, as yellow as it was in the field.  This article was amended on 26 October 2012, adding Simon Evans&apos;s full name and professional details.", 
    "section": "environment", 
    "gid": "environment/shortcuts/2012/oct/26/10-things-you-should-never-flush", 
    "wordcount": "386"
}