{
    "headline": "Google reports record spike in government requests to remove content", 
    "text": "Governments made a record number of requests for Google to remove political content in the last half of 2012, the search giant said on Thursday. The number of official requests for content to be removed jumped 26% in the final six months of 2012 compared to the start of the year, according to the latest Google Transparency Report. Google received 2,285 government requests to remove 24,179 pieces of content  an increase from 1,811 requests to remove 18,070 pieces of content that the company received during the first half of 2012. Requests were made to pull videos from YouTube, delete blog posts on Google&apos;s Blogger service and to remove items from Google search, making them harder to find.  There were sharp increases in requests from countries including Russia and in Brazil, where requests more than trebled during municipal elections. The controversial Innocence of Muslims video, which sparked deadly protests in Egypt and other countries, triggered inquiries from 20 countries worldwide, 17 of which requested removal. Google concluded the video was within its community guidelines but did restrict the video in several countries, temporarily in Egypt and Libya after violence broke out and in eight other countries due to local law. In a blog post, Google said: &quot;As we&apos;ve gathered and released more data over time, it&apos;s become increasingly clear that the scope of government attempts to censor content on Google services has grown. In more places than ever, we&apos;ve been asked by governments to remove political content that people post on our services. In this particular time period, we received court orders in several countries to remove blog posts criticizing government officials or their associates.&quot;     Photograph: Google    In Russia, requests to remove content leapt from six in the first half of 2012 to 114 in the second half, after a law was introduced that allows authorities to blacklist a site without trial. Officials said the legislation was designed to protect children from harmful content but the law has been criticised by human rights groups wary of censorship. Google said it restricted content from local view in response to about one-third of the 107 requests made under the new law, and removed content globally in response to more than half of the requests. In Argentina, Google received a request to remove from YouTube a video by the band Rockadictos that allegedly defamed president Cristina Kirchner by depicting her &quot;in a compromising position&quot;. The video shows Kirchner stripping in front of president Barack Obama as a crowd riots outside. Google age-restricted the video, in accordance with YouTube&apos;s community guidelines. In Brazil, Google is fighting a number of legal battles over the removal of allegedly defamatory blog posts about local officials. The company received 316 requests for the removal of content related that allegedly violated the Brazilian electoral code. In one case, Google is fighting a court order to remove a blog post that was signed by the judge criticised in the article. Google removed content in response to 35 final court decisions. Google is appealing other cases, on the grounds that the content is protected by freedom of expression under the Brazilian constitution.", 
    "section": "technology", 
    "gid": "technology/2013/apr/25/google-government-content-removal-requests", 
    "wordcount": "526"
}