{
    "headline": "Can I recycle my VHS tapes yet?", 
    "text": "Either you&apos;ve all been conferring or there&apos;s a natural cut-off point after which householders of Britain will no longer tolerate old video cassettes. Either way, since the New Year I&apos;ve had an abundance of emails wanting rid without recourse to landfill, where they would remain in perpetuity. I have heard of a resurgence in interest in collecting old tapes. But this is a tiny movement of enthusiasts collecting limited VHS copies of limited-release Disney films imbued with film history. Don&apos;t expect anybody to take your collection of Bergerac tapes recorded straight from the TV some time in the 1980s. Another reader, Angela, writes that not even &quot;the lowliest of charity shops wants any more [cassettes]. Itried&quot;. Yes, almost nobody sees them as a resource, despite the fact that plenty of resources went into making them in the first place: a VHS tape took about one-sixth of a gallon of petroleum to make. Many of you are frustrated that local authority recycling schemes often don&apos;t take old VHS tapes. This leaves you dependent on bespoke solutions which are a) unlikely to deal with the 1.5bn old VHS tapes that industry estimates suggest lurk in UK houses and b) often desperately crafty  turning VHS cassette boxes into charming trays forhors d&apos;oeuvres, for example. The real (reel?) issue is that magnetic tape is coated in organic solvents, including toluene. All you find are &quot;boutique&quot; recycling solutions for the tape itself: trail it around anallotment, where it will act as abird scarer, or donate to unspecified artists and makers who will crochetthe tape into otherstuff.Again, this is no solution to the1.5bn cassette problem. No, Lisa, you are not being unrealistic in hoping for a true recycling solution. I&apos;m happy to report that I&apos;ve found one company that has invested in a recycling system for tapes, CDs and DVDs: Bristol-based ems-europe.co.uk will accept (by prior arrangement) 100 items in their cases per household for free, excluding postage, which you will need to pay. They have a machine to disassemble tapes and a business selling reconditioned tape back to the film industry. I&apos;m not saying they&apos;re ready to deal with 1.5bn old tapes, but they might be able to help move the VHS issue off pause. Green crush Richard Mabey has to be one of the greatest champions of the outdoors Britain has ever seen. He set the trail for Ray Mears and Hugh Fearnley-Whittingstall with his foraging opus Food For Free in 1972 and examined how our natural psyche was influenced by plants in Flora Britannica (1996). Not one to confine himself to the usual poetic vistas, he&apos;s passionate about &quot;edgelands&quot;, where inhabited and wild land intersect. Hear all about them when he gives the University of Essex&apos;s Annual Burrows Lecture at 7pm on 13 March (essex.ac.uk/events). Greenspeak: Biospheric appeal  Conventional wisdom tells us that if we think being eco saves us cash, we will help save the planet. Not so. Dutch researchers have found that we are more likely to be motivated by the idea of caring for the natural world. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk", 
    "section": "environment", 
    "gid": "environment/2013/jan/27/can-i-recycle-vhs-tapes", 
    "wordcount": "554"
}