{
    "headline": "Google's self-guided car could drive the next wave of unemployment", 
    "text": "Almost without noticing it, our world crossed a significant threshold last week. Jerry Brown, the governor of California, signed into law a bill that will allow driverless cars on to his state&apos;s roads from 2015. Insofar as most people noticed this event at all, they probably sniffed derisively. For some, it&apos;ll be seen as an example of techno-hubris  &quot;flags on the moon stuff&quot;  as one of my acquaintances put it. For others, it will be seen as yet another confirmation of the proposition that the continental United States slopes gently from east to west, with the result that everything with a screw loose rolls into California. Governor Brown signed the bill at Google&apos;s HQ in Mountain View. This was good PR on his part, but it also made sense because Google has led the charge into autonomous (aka driverless) vehicles. For several years, Toyota Prius hybrids that have been specially adapted by the company&apos;s engineers have been driving the roads of California. To date, they have logged 300,000 miles with only one accident  caused by a human-controlled car that ran into one of them. And they have now logged 50,000 miles without a human having to take the wheel. At the ceremony in Mountain View, Google&apos;s co-founder, Sergey Brin, announced the company&apos;s intention to bring autonomous vehicles to the market in five years. In a pre-emptive attack on critics, he pointed out that autonomous vehicles would be significantly safer than human-controlled ones. That seems plausible to me: 40,000 people are killed every year in road accidents in the US and many, if not most, of those are caused by human error. &quot;This has the power to change lives,&quot; Brin said. &quot;Too many people are underserved by the current transport system. They are blind, or too young to drive, or too old, or intoxicated.&quot; He also argued that manual operation of cars was inefficient: autonomous vehicles could make better use of the road and reduce the size of car parks by fitting into smaller areas than humans could get them into. Ignore the evangelism for a moment and think about what Google has achieved. Its engineers have demonstrated that with smart software and an array of sensors, a machine can perform a task of sophistication and complexity most of us assumed would always require the capabilities of humans. And that means our assumptions about what machines can and cannot do are urgently in need of updating. This isn&apos;t just about cars, by the way. Economists in the US are increasingly puzzled by the fact that even after its recession officially ended, the rate of job-creation is much lower than expected and the mean length of time for which people are unemployed has rocketed to 40 weeks, twice as long as that observed during any previous postwar recovery. Economic theory (and history) says that when companies begin to grow or become profitable again, they buy equipment and hire workers. But that isn&apos;t happening. Companies are still buying kit, but they&apos;re not employing workers. So where did the jobs go? As you&apos;d expect from economists, there are lots of theories. The most intriguing explanation, for my money, has been offered by two MIT academics, Erik Brynjolfsson and Andrew McAfee, in their book Race Against the Machine. Crudely stated, their view is that advances in computing of the kind embodied by the Google self-driving car represent the next wave of job-eliminating technology. Many skills that were hitherto deemed secure (such as driving) may be devalued and might eventually become worthless, at least in the job market. You don&apos;t have to subscribe to techno-utopian dreams such as Ray Kurzweil&apos;s idea of the technological &quot;singularity&quot;  the point at which artificial intelligence (AI) surpasses human intelligence  to see that Brynjolfsson and McAfee might be on to something. Moore&apos;s law, which says that computing power doubles every 18 months, is still doing its stuff. And lots of things that we once thought required fancy AI turned out just to require massive processing power. Think of Siri on the iPhone or the Dragon Dictate software that I&apos;m using to &quot;write&quot; this piece. And as for those sceptics who think that driverless cars are too anodyne to appeal to most motorists, there is the uncomfortable fact that, at least in the industrialised world, the car has peaked. We&apos;re driving less, year on year. Gridlock drains the romance from driving. And young people are not lusting to own cars like they used to in the era portrayed in the film American Graffiti. All that remains is for us to file a Sorn (Statutory Off Road Notification) for Jeremy Clarkson and we&apos;re done.", 
    "section": "technology", 
    "gid": "technology/2012/sep/30/google-self-driving-car-unemployment", 
    "wordcount": "784"
}