{
    "headline": "Is your idea to change the world worth a million dollars?", 
    "text": "Fancy a million dollars? Have an idea to change the world? Then step this way. The Observer has been asked to put someone forward for this year&apos;s $1million TED prize and we need your nominations. Past winners of the prize include Bono and Jamie Oliver. They were nominated by the TED community and then asked to &quot;make a wish&quot;. Oliver, for example, made it his wish to &quot;teach every child about food&quot; and was given $100,000 seed money to make his wish come true. This year, however, the format has changed, the prize money has been increased from $100,000 to $1million and the net is being cast wider and further. Anybody, from anywhere, is free to apply. The only proviso is that you need a big enough idea, worthy of a $1m investment. You can nominate yourself, somebody else, or an organisation; you  or they  just need to have a vision that Chris Anderson, the curator of TED, says, will &quot;inspire and engage people around the globe&quot;. As organisers of TEDxObserver, one of the largest TEDx events, we&apos;ve been asked to put forward our top choice and that&apos;s where we&apos;d like to hear from you. Are you a &quot;brilliant visionary&quot;? Or do you happen to know one? Do you have a &quot;world-changing but achievable wish&quot;? Do you know of any &quot;imaginative ideas for large-scale collaboration&quot;? The proposals have to be submitted to TED by 31 August so we need your ideas by 21 August. We&apos;ll back the best idea and commit to helping make it happen. The most successful TED prizes have been those that have involved the most people, so think big. Bono&apos;s idea involved a global campaign to fight poverty. French artist JR, who won in 2011, successfully executed a global street art project that involved people from all over the world. As did Jill Tarter&apos;s 2009 prize. The head of the SETI institute, which spearheads the search for extraterrestrial life, she used the TED prize, and the TED community, in a pioneering citizen science experiment. This brought together people from the worlds of gaming and social networks with thousands of volunteers around the world to find new ways to facilitate mass collaboration over the internet. The successful applicant, chosen by a jury this autumn will be revealed at the TED conference in Long Beach, California, next spring. How to enter For more details on the TED prize and how to submit see www.tedprize.org and email us your ideas/suggestions/nominations at tedx.observer@theguardian.com", 
    "section": "technology", 
    "gid": "technology/2012/aug/09/ted-observer-win-million-dollars", 
    "wordcount": "436"
}