{
    "headline": "Ofqual describes Michael Gove's A-level and GCSE reforms as 'challenging'", 
    "text": "Michael Gove&apos;s efforts to simultaneously reform A-levels and GCSEs places &quot;a considerable burden on schools,&quot; according to Ofqual, with the government&apos;s exams watchdog warning that the reforms may be delayed if the government&apos;s &quot;ambitious timetable&quot; cannot be met. Responding formally for the first time to the education secretary&apos;s plans, Ofqual chief regulator, Glenys Stacey, described the redevelopment of A-levels in England alongside GSCE reform by September 2015 as &quot;challenging&quot; for the regulator and exam boards. &quot;Exam boards agree with us that, on the face of it, this timetable is deliverable, but of course we will take action if at any time the timetable is at risk,&quot; Stacey told Gove in a letter published on Friday (pdf). Despite the qualified approval for the September 2015 start date, the letter warns the education secretary: &quot;The introduction of new GCSEs and A-levels at the same time will place a considerable burden on schools and the effect of this should be monitored.&quot; The warning comes despite Gove&apos;s decision to delay the new A-levels a year later than he had originally hoped, because more time was needed &quot;to develop the qualifications to the quality they deserve,&quot; he said in January. Ofqual also announced six further A-level subjects  psychology, art and design, sociology, business studies, economics and computing  to be included in the first group of the rewritten exams scheduled for 2015, after discussion with the exam boards. The regulator  which is tasked by parliament with maintaining standards in GCSEs and A-levels in England  said it will publish detailed plans for the transition to the new exams later this year. &quot;We will also want to minimise any confusion from new and old style A-levels in different subjects running in parallel for at least a year,&quot; Stacey told Gove in the letter.", 
    "section": "education", 
    "gid": "education/2013/mar/22/michael-gove-a-level-gcse-reforms-described-challenging-by-ofqual", 
    "wordcount": "309"
}