{
    "headline": "Birdbooker Report 213", 
    "text": "Books to the ceiling, Books to the sky,My pile of books is a mile high.How I love them! How I need them!I&apos;ll have a long beard by the time I read them.  ~ Arnold Lobel [1933-1987] author of many popular children&apos;s books.  Compiled by Ian &quot;Birdbooker&quot; Paulsen, the Birdbooker Report is a weekly report that has been published online for more than four years, listing the wide variety of nature, natural history, ecology, animal behaviour, science and history books that have been newly released or republished in North America and in the UK. The books listed here were received by Ian during the previous week, courtesy of various publishing houses.   Mr Paulsen returned from a spring birding trip to Texas, where he added a few bird species to his growing Life List. Here&apos;s this week&apos;s extra-big Birdbooker Report:  New and Recent Titles:   Asher, Robert J. Evolution and Belief: Confessions of a Religious Paleontologist. 2012. Cambridge University Press. Hardbound: 300 pages. Price: $24.99 U.S. [Guardian Bookshop; Amazon UK; Amazon US]. SUMMARY: Can a scientist believe in God? Does the ongoing debate between some evolutionists and evangelicals show that the two sides are irreconcilable? As a paleontologist and a religious believer, Robert Asher constantly confronts the perceived conflict between his occupation and his faith. In the course of his scientific work, he has found that no other theory comes close to Darwin&apos;s as an explanation for our world&apos;s incredible biodiversity. Recounting discoveries in molecular biology, paleontology and development, Asher reveals the remarkable evidence in favor of Darwinian evolution. In outlining the scope of Darwin&apos;s idea, Asher shows how evolution describes the cause of biodiversity, rather than the agency behind it. He draws a line between superstition and religion, recognizing that atheism is not the inevitable conclusion of evolutionary theory. By liberating evolution from its misappropriated religious implications, Asher promotes a balanced awareness that contributes to our understanding of biology and Earth history.IAN&apos;S RECOMMENDATION: For those with an interest in the evolution vs. creationism debate.  Soennichsen, John. Washington&apos;s Channeled Scablands Guide: Explore and Recreate along the Ice Age Floods National Geologic Trail. 2012. The Mountaineers Books. Paperback: 223 pages. Price: $17.95 U.S. [Amazon UK; Amazon US]. SUMMARY: Explore Washington&apos;s canyons of Ice Age wonders -- great trails, stunning scenery, and amazing history  Comprehensive guide to a fascinating region rich with history and recreational access to camping, hiking, fishing, and more   The Ice Age Floods National Geologic Trail was designated by the National Park Service in 2009. Once completed, the Trail will connect interpretive facilities, signage, and other tourism activities   Features regional maps and photos Often overlooked by those cruising on the highway to Spokane or the Tri-Cities area, more than 2,000 square miles of terrain in eastern Washington are home to a striking collection of sharp-edged coulees slicing through a crust of basalt. In this stunning landscape, deep lakes fill the depths of dramatic gorges flanked by steep walls of towering rock columns, labyrinthine channels, and wide tracts of scabby rock that give the region its name -- geologically, no other region in the world contains features like those found in the Channeled Scablands.  Where-to guidebook and travel narrative come together in the Washington&apos;s Channeled Scablands Guide to offer a comprehensive and intimately knowledgeable tour of this one-of-a-kind region. Local writer and historian John Soennichsen is your guide to fascinating lore; snapshots of the unique towns connected by this singular landscape; descriptions of the unique geology; advice on how to explore whether by auto, horseback, canoe, bike, or on foot; and essential info like where to fuel up and stop for dinner.  Take the family to scenic camping and fishing in Coffeepot Lake, and read out loud the legend of Old West outlaw Harry Tracey as you cruise along on a &quot;Back Roads Auto Tour.&quot; Lace up your boots for a cross-country hike in the Juniper Dunes Wilderness Area or up Badger Mountain Trail. Explore the unearthly crater-like formations in the Telford-Crab Creek Tract, or set up with your camera for a stunning sunrise over Palouse Falls. Whether you&apos;re a boater looking for new waterways to explore, a naturalist interested in unique ecosystems, or just a curious traveler -- if you&apos;re seeking adventure and intrigue just a little off the beaten path, you&apos;ll find the keys to a whole new world of exploration with Washington&apos;s Channeled Scablands Guide. IAN&apos;S RECOMMENDATION: This is a fun way to learn about most of the geology of Eastern Washington State, USA!  Joyce, E.B. and D.A. McCann (editors). Burke &amp; Wills: The Scientific Legacy of the Victorian Exploring Expedition. 2011. CSIRO Publishing. Hardbound: 343 pages. Price: $66.95 U.S. [Amazon UK; Amazon US]. SUMMARY: This book challenges the common assumption that little or nothing of scientific value was achieved during the Burke and Wills expedition. The Royal Society of Victoria initiated the Victorian Exploring Expedition as a serious scientific exploration of hitherto unexplored regions of inland and northern Australia. Members of the expedition were issued with detailed instructions on scientific measurements and observations to be carried out, covering about a dozen areas of science. The tragic ending of the expedition meant that most of the results of the scientific investigations were not reported or published. Burke and Wills: The Scientific Legacy of the Victorian Exploring Expedition rectifies this historic omission. It reveals for the first time the true extent and limits of the scientific achievements of both the Burke and Wills expedition and the various relief expeditions which followed.IAN&apos;S RECOMMENDATION: For those with an interest in Australian natural history history.  Olsen, Jerry. Australian High Country Owls. 2011. CSIRO Publishing. Paperback: 366 pages. Price: $77.00 U.S. [Amazon UK; Amazon US]. SUMMARY: Australian High Country Owls provides the latest scientific information on Australian owl species, especially Ninox owls. It details studies of Southern Boobooks and Powerful Owls, visits to North America and Europe to learn about owl research, and the resulting publications that overturned some existing beliefs about Australian owls. Ultimately, this led to the discovery of a new owl species in Indonesia, the Little Sumba Hawk-Owl. Appendices cover the biology, conservation and rehabilitation of Australian owls, including: field recognition, subspecies taxonomy, habitat, behaviour, food, range, migration, breeding, voice and calls, status and myths, questions about each species, and techniques for caring for injured and orphaned owls. The book includes numerous photographs of different owl species, and will be a handy reference for bird researchers and amateur bird watchers alike.IAN&apos;S RECOMMENDATION: Owl biologists will find this volume useful.  Rapai, William. The Kirtland&apos;s Warbler: The Story of a Bird&apos;s Fight Against Extinction and the People Who Saved It. 2012. University of Michigan Press. Hardbound: 204 pages. Price: $24.95 U.S. [Amazon UK; Amazon US]. SUMMARY: At a time when the world is seeing its species rapidly go extinct, the Kirtland&apos;s warbler is not just a survivor, it&apos;s a rock star. The Kirtland&apos;s warbler is the rarest warbler species in North America and will always be rare because of its persnickety nesting preferences. But when the total population fell below 400 birds in the 1970s and 1980s -- driven largely by a loss of habitat and the introduction of a parasite -- a small group of dedicated biologists, researchers, and volunteers vowed to save the Kirtland&apos;s warbler despite long odds. This is the story of the warbler&apos;s survival and gradual recovery, the people and policies that kept it from extinction, and the ongoing challenges that may again jeopardize the bird&apos;s future. In The Kirtland&apos;s Warbler, William Rapai explores the bird&apos;s fascinating natural history as well as the complex and evolving relationships between the warbler, its environment, its human protectors, and state and federal policies that today threaten to eradicate decades of work done on the species&apos; behalf. Beginning with an account of the warbler&apos;s discovery in the mid-nineteenth century and ornithologists&apos; desperate hunt for information on the elusive new species, the book goes on to examine the dramatic events that quickly led to the warbler&apos;s precarious status and its eventual emergence as a lightning rod for controversy.  The Kirtland&apos;s warbler is often described as a &quot;bird of fire&quot; for its preference for nesting in areas cleared by wildfire. But it also warrants the name for the passion it ignites in humans. Both tragic and uplifting, the story of this intriguing bird is a stirring example of how strong leadership, vision, commitment, sustained effort, and cooperation can come together to protect our natural world. IAN&apos;S RECOMMENDATION: A must have for those with an interest in this species.   Wild, Dennis. The Double-Crested Cormorant: Symbol of Ecological Conflict. 2012. University of Michigan Press. Hardbound: 248 pages. Price: $27.95 U.S. [Amazon UK; Amazon US]. SUMMARY: This is the story of the survival, recovery, astonishing success, and controversial status of the double-crested cormorant. After surviving near extinction driven by DDT and other contaminants from the 1940s through the early 1970s, the cormorant has made an unprecedented comeback from mere dozens to a population in the millions, bringing the bird again into direct conflict with humans. Hated for its colonial nesting behavior; the changes it brings to landscapes; and especially its competition with commercial and sports fishers, fisheries, and fish farmers throughout the Great Lakes and Mississippi Delta regions, the cormorant continues to be persecuted by various means, including the shotgun.  In The Double-Crested Cormorant, Dennis Wild brings together the biological, social, legal, and international aspects of the cormorant&apos;s world to give a complete and balanced view of one of the Great Lakes&apos; and perhaps North America&apos;s most misunderstood species. In addition to taking a detailed look at the complex natural history of the cormorant, the book explores the implications of congressional acts and international treaties, the workings and philosophies of state and federal wildlife agencies, the unrelenting efforts of aquaculture and fishing interests to &quot;cull&quot; cormorant numbers to &quot;acceptable&quot; levels, and the reactions and visions of conservation groups. Wild examines both popular preconceptions about cormorants (what kinds of fish they eat and how much) and the effectiveness of ongoing efforts to control the cormorant population. Finally, the book delves into the question of climate and terrain changes, their consequences for cormorants, the new territories to which the birds must adapt, and the conflicts this species is likely to face going forward.IAN&apos;S RECOMMENDATION: For anyone with an interest in the species.   Zickefoose, Julie. The Bluebird Effect: Uncommon Bonds with Common Birds. 2012. Houghton Mifflin Harcourt. Hardbound: 355 pages. Price: $28.00 U.S. [Amazon UK; Amazon US]. SUMMARY: Julie Zickefoose lives for the moment when a wild, free living bird that she has raised or rehabilitated comes back to visit her; their eyes meet and they share a spark of understanding. Her reward for the grueling work of rescuing birds -- such as feeding baby hummingbirds every twenty minutes all day long -- is her empathy with them and the satisfaction of knowing the world is a birdier and more beautiful place.  The Bluebird Effect is about the change that&apos;s set in motion by one single act, such as saving an injured bluebird -- or a hummingbird, swift, or phoebe. Each of the twenty five chapters covers a different species, and many depict an individual bird, each with its own personality, habits, and quirks. And each chapter is illustrated with Zickefoose&apos;s stunning watercolor paintings and drawings. Not just individual tales about the trials and triumphs of raising birds, The Bluebird Effect mixes humor, natural history, and memoir to give readers an intimate story of a life lived among wild birds.IAN&apos;S RECOMMENDATION: If you enjoyed the author&apos;s Letters From Eden, you&apos;ll enjoy this book! Her artwork reminds me of Roger Tory Peterson&apos;s artwork.  Hill, Barry and John Wolseley. Lines for Birds: Poems &amp; Paintings. 2011. UWA Publishing. Paperback: 224 pages. Price: $59.95 U.S. [Amazon UK; Amazon US]. SUMMARY: Lines for Birds is the result of a rich collaboration between two distinguished artists, both long fascinated by nature&apos;s beauty and power. Containing lush images by acclaimed painter John Wolseley and words by award-winning poet Barry Hill, this dazzling book weaves together a conversation between two venerable artists who, in a world of endangered nature, celebrate joy. The book follows the flight paths and habitats of birds, from the Victorian Mallee to the forests of South East Asia, to Japan and the South of France. This remarkable collection captures the very essence of Bird -- its energy, inquisitiveness and daring -- and is proof that these creatures suggest new ways of telling stories about the Earth.IAN&apos;S RECOMMENDATION: For birders with an interest in art or poetry.  Downer, John. EarthFlight: Breathtaking Photographs from a Bird&apos;s-Eye View of the World. 2012. Firefly Books. Hardbound: 240 pages. Price: $49.95 U.S. [Guardian Bookshop; Amazon UK; Amazon US]. SUMMARY: For his award-winning In-Flight Movie, filmmaker John Downer devised a 61/2-ounce camera that could be carried by a trained buzzard. Eagle followed, for which Downer used a smaller video camera with an onboard transmitter to film a raptor&apos;s flight over the Alps. Supernatural continued the pioneering work, using a flock of greylag geese. Flock leader Buff was trained to carry a harness holding an even tinier camera, the &quot;Goosecam,&quot; which captured amazing views from inside the flock.  EarthFlight, Downer&apos;s latest film project, is a six-part series. It uses spycams, microlights, hang-gliders, miniature helicopters and wirecams to give viewers a privileged perspective of birds in flight. Whether soaring 10,000 feet high over the Sahara or skimming yards over the Great Wall of China, EarthFlight the film allows viewers to take part in the miracle of flight.  Every page shows us what the birds see -- winding shorelines, bustling cities, sunsets and storms, mountains, canyons and roiling seas -- and the animals they encounter: pelicans diving for fish, a tiger drinking from a stream, migrating reindeer, dolphins playing, and in the desolation of the desert, a nomadic family. The book closes with a &quot;Making of&quot; chapter.  EarthFlight truly is a bird&apos;s eye view, a pioneering work of genius and a memorable journey around the world like no other. IAN&apos;S RECOMMENDATION: Birders will want this coffee-table book!   .. .. .. .. .. .. .. .. .. .. .. ..  Ian &quot;Birdbooker&quot; Paulsen is an avid and well-known book collector, especially to the publishing world. Mr Paulsen collects newly-published books about science, nature, history, animals and birds, and he also collects children&apos;s books on these topics. Mr Paulsen writes brief synopses about these books on his website, The Birdbooker Report.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/18/1", 
    "wordcount": "2437"
}