{
    "headline": "Reality gets the better of rhetoric in Bali as NGOs left out in the heat", 
    "text": "In opening the UN high-level panel talks on Wednesday morning, President Susilo Bambang Yudhoyono of Indonesia, one of the co-chairs, spoke of the need to emphasise inclusive growth, equity, environmental protection, peace, security, justice and freedom. The mention of freedom rang somewhat hollow for much of the day, however, as NGOs were initially barred from setting foot in the enormous Bali international convention centre, featuring the longest red carpet imaginable. Clare Coffey, of ActionAid, was refused entry for two hours, waiting outside in the broiling heat until her tweets came to the attention of UN officials, who took up her cause with the Indonesian authorities. Using Twitter to post updates as she was kept outside, Coffey tweeted at one point: &quot;Just wondering who is actual[ly] financing the Bali #post2015hlp #Post2015 talks where cso are being locked out today.&quot; Her case was referred as high as the Indonesian foreign ministry. Indonesian security officials eventually took pity upon Coffey, allowing her to come inside the air-conditioned building; at one stage, it had seemed likely she would be turfed out. After several twists and turns, however  and because of her obstinacy  the Indonesian authorities eventually decided to allow Coffey and a dozen of her NGO colleagues to attend the final press conference and have access to the media room, normal practice at most international conferences. But they first demanded a letter from Homi Kharas, the man with the job of writing up the panel&apos;s report in May. The incident went very much against the spirit of outreach discernible earlier in the week, when panellists mingled with hundreds of members of civil society discussing a range of issues, from gender to the means of implementing development goals. As soon as heads of state appeared on the scene, security trumped outreach for most of the day, with the Indonesian security apparatus relenting only at the last moment. The episode neatly illustrated the difficulties authorities sometimes have in living up to pledges of inclusiveness and outreach. In this instance there was a happy ending, but it took a lot of persistence.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/27/reality-rhetoric-bali-ngos-left-out", 
    "wordcount": "348"
}