{
    "headline": "Car review: Peugeot 208", 
    "text": "Price from 9,995MPG up to 83Top speed 118mph Peugeot&apos;s numbering system means you always know where you are in its pecking order: 107, 208, 308, 508, 3008, 4007, 5008 The higher the number the bigger the car. But there are two inexplicable rule-breakers  the RCZ and the Partner; the first is a curvaceous two-seat sports car, the second a van with windows and back seats. Fine, but why not follow list protocol? As a self-confessed cutlery straightener who can&apos;t, ever, wear mismatched socks, I find these anomalies so intensely annoying that steady, steady, breathe Anyway, this week we are down at the bottom of the list in the new 208. It&apos;s only on the second-tier of the Peugeot pyramid but don&apos;t hold that against it, because it is not an exaggeration to say that much of the French manufacturer&apos;s future wellbeing depends on the 208&apos;s market performance. It&apos;s at the bottom but only in the way afoundation is. Ask anyone of acertain age (to be precise, ask anyone who had their eye on asporty hatchback in 1983, so let&apos;s say anyone now aged 47  my age!) about Peugeot&apos;s small 200-series models and they&apos;ll go misty eyed as they recall the red-trim detailing, smoked alloys and rally-inspired mud flaps of the 205, which sold by the million. The hot GTi version garnered rave reviews as effortlessly as Damien Hirst&apos;s art collects dead flies. The problem was that the 205&apos;s successors, the 206 and the 207, were, frankly, not up to snuff. Small, steady, dull they failed to capture the car-buyer&apos;s imagination. (Though I did appreciate their respect for numbering conventions.) With mounting pressure from the ever-improving Korean and Japanese manufacturers, sales of Peugeot&apos;s 206 and 207 began to stall. Cue cavalry music  and the 208 riding to the rescue. Fortunately the bosses at Peugeot have picked themselves a likely winner. Since the marque celebrated its 200th anniversary last year with the RCZ (breathe) and the arrival of the technologically innovative 3008 and then 5008, the impression over at Pug HQ is that Peugeot means business. The 208 is certainly an appealing-looking car  the dreadful open-mouthed &quot;fish face&quot; grills of the past are gone. Look a little harder and you&apos;ll also start to notice all kinds of classy design flourishes  there&apos;s the elegant curve of the front lamps, the chrome breakout by the back windows. These cost money and add perceived value. Peugeot is clearly keen to drive away from any notion of being a builder of iffy motors. The car is marginally lighter than the outgoing 207  these days new models are all on strict diets as this helps boost fuel efficiency and reduce emissions, but the advantages of atrim waistline are undone as there is so much new technology and so many safety features to be shoehorned in. So the cars continue to get bigger. Inside the feeling of Peugeot poshness continues: rubber, soft-touch plastics, damped switches. At the centre of it all is a large infotainment screen which controls everything from the satnav to your playlist. It means the console feels futuristic and uncluttered  dozens of buttons, switches and dials have taken redundancy. An oddity you may notice is the tiny steering wheel  it feels sporty and makes the steering brisk and immediate, but it also allows you to look over it at the dials rather than through it. Most cars have their instruments partially obscured by the steering wheel, so here you can actually see how fast you are going. There&apos;s a good selection of engines, ranging from a basic 1-litre up to the vigorous 1.6 diesel Idrove. The 1.4e-HDi, however, might be the one to go for as it produces just an 87g whiff of CO2 per km and knocks out awallet-tranquillising 83.1mpg. Fun, attractive, French, affordable and good to drive It may have taken 25 years to reinvent the 205, but at least they got it right in the end. Email Martin at martin.love@observer.co.uk or visit guardian.co.uk/profile/martinlove for all his reviews in one place Design your own Peugeot Ever fancied designing your own car? In the run-up to the BBC Children in Need Telethon on Friday 16 November, Peugeot UK has created a website; pudseysdreamwheels.co.uk where it is possible for anyone to create a car design of their choice. In doing so it is possible to capture the image on mugs or T-shirts and it should help to raise money for this great cause. Have a go! Driving Miss Baby We&apos;ve all done it. The baby won&apos;t sleep so driven half crazy with desperation you strap your little princess (or prince) into their car seat and start the engine. Incredibly, the crying stops  but the problem is you are too frightened to stop the car, so you drive and drive and drive Now, some research by Mothercare shows that the average parent drives 1,322 miles a year getting their newborns to sleep. Mothercare, the UK&apos;s leading parenting and baby specialist, polled more than 1,000 parents to understand their driving habits. Over half admit they use their cars as a &quot;drop-off-to-sleep&quot; vehicle at least once a week  with the average journey starting at 9pm and lasting nearly half an hour. New dads get behind the wheel the most, while parents from London drive the furthest. To help parents in their quest for a good night&apos;s sleep Mothercare has recruited their youngest ever product tester  17-month-old Zara Kazim from London  who has spent the past two weeks putting the retailer&apos;s range of car seats to the test against an Average Baby Sleep (ABS) rating. Topping the list was the Mothercare Malmo Car Seat, which sent Zara to sleep in just 10.37 minutes. The Sport Car Seat came second registering an ABS of 15.25 minutes followed by the Madrid Highback Booster (18.41 minutes). You can watch the full Average Baby Sleep (ABS) experiment at http://www.youtube.com/watch?v=KlInxnPvuvg Homes on wheels After the summer we have just had, I suspect the great British staycation could soon become extinct. But if you are made of stern stuff, or merely want to upgrade from a tent, you may be interested in buying this month&apos;s Which Motorhome. The UK&apos;s number one magazine for motorhome testing has just conducted its biggest ever test of Volkswagen campers and announced that the Bilbo Celex LWB is the overall winner. Which Motorhome&apos;s highly experienced team tested 12 campers, all based on the current shape Volkswagen T5, featuring the classic side kitchen layout with an elevating roof. The campers tested included Volkswagen&apos;s own California, while the remainder were from all the UK&apos;s leading manufacturers: the Bilbo&apos;s Komba SE 35, Bilbo&apos;s Celex LWB, Bebb Sport Lifestyle, Rolling Homes, Jerba Cromarty, Danbury Surf, VWKC Komet, VWKC Karisma, Concept Multi-Car Trio Style, Leisuredrive Crusader and Hillside Birchover. Showing all the experience gained in Bilbo&apos;s 35 years of not just building but actually using Volkswagen campervans, the Celex is light and spacious, and above all practical in use. From the drawers in the galley where others use cupboards to Bilbo&apos;s own easy-to-use bed system and elevating roof, the Celex LWB was simply the best thought through camper tested, as well as one of the best built. Which Motorhome is available from all good newsagents on the second Thursday of every month. Alternatively, you can subscribe by on 01778 392 015 or which-motorhome.co.uk. Shock of the new            Ever wondered what we&apos;ll be driving in tomorrow&apos;s world? Last weekend&apos;s Future Car Challenge gave us an insight. The event&apos;s main sponsor, British Gas, has produced this video of the weekend which includes footage of the event as well as interviews with celebrity drivers. It&apos;s well worth a look.", 
    "section": "technology", 
    "gid": "technology/2012/nov/11/car-review-peugeot-208-martin-love", 
    "wordcount": "1315"
}