{
    "headline": "UK universities face threat from online courses and for-profit colleges", 
    "text": "Traditional, middle-ranking universities face extinction within the next decade, a leading education expert has said. Sir Michael Barber, chief education adviser of the world&apos;s biggest education firm, Pearson, said even elite universities could struggle to survive in the face of competition from online courses and giant for-profit colleges. In a report for the Institute for Public Policy Research, a centre-left thinktank, Barber urges British universities to &quot;mark themselves out of the crowd&quot; to stop an &quot;avalanche of change&quot; sweeping them away. &quot;The traditional multipurpose university with a combination of a range of degrees and a modestly effective research programme has had its day,&quot; he writes in his report, An Avalanche Is Coming. &quot;While some of the most elite universities will no doubt be strong enough to continue  for others it may prove more difficult  they will need an offer that marks them out from the crowd.&quot; Barber, who was chief adviser on delivery to Tony Blair, said the threat was from giant US for-profit colleges, such as the University of Phoenix, DeVry University and Laureate, and free online courses. At its peak, Phoenix has had more than 600,000 students, while DeVry has more than 70,000 undergraduates and Laureate has a presence in 29 countries. However, Phoenix is one of a number of for-profits to have had its admissions procedures criticised. In 2004, it was fined $9.8m (6.56m) for paying incentives to recruiters. &quot;I wouldn&apos;t be surprised if there weren&apos;t a few [universities] that could go under, given that this avalanche is coming,&quot; Barber said. &quot;I think within a decade or so that is possible.&quot; He said universities needed to move away from the traditional lecture model and embrace one of five models: the elite institution, the mass university, the niche institute, the local university or the institution that specialises in educating mature students. Barber said one advantage universities had over free online courses was their attachment to a city. But Saad Rizvi, an executive director at Pearson, said it was pointless for 100 universities to develop the same courses when &quot;the best professors are making their course available for free&quot;. &quot;Within the next decade, there could be a lot of consolidation and some universities will go under,&quot; he said.", 
    "section": "education", 
    "gid": "education/2013/mar/11/uk-universities-threat-online-courses", 
    "wordcount": "390"
}