{
    "headline": "Zef Ebrahim obituary", 
    "text": "While he was a medical student, my friend Zef Ebrahim, who has died aged 79, learned that the infant mortality rate in Africa was 50%. He decided to become a paediatrician  Tanganyika&apos;s first. In 1962 he was appointed a consultant, and set about establishing a department at Dar es Salaam Medical School. Two years later the newly independent country combined with Zanzibar to become Tanzania. Zef came to realise that urban hospitals were too remote from the rural population, so he trained traditional midwives to provide primary health care for mothers and children. The emphasis was on prevention rather than cure, and on the value of breastfeeding. He spread these ideas tirelessly, notably through his book Practical Mother and Child Health in Developing Countries (1966, still available online). From 1970 he developed a WHO/Unicef MSc course at the Institute of Child Health at University College London. By taking up every new communication technology, and with my help as his publisher at Macmillan Press in the 1980s, Zef got his 18 health manuals, journal articles and teaching resources to a wide international readership. We sought subsidies and sponsorship to ensure his publications were as cheap as possible, and his royalties were paid into a charitable trust supporting vaccination programmes and medical developments. In the early 1990s he revived the fortunes of the Journal of Tropical Pediatrics. Countless people have enjoyed better health as a result of his work. Born in the northern port of Tanga, Gulamabbas Juma Ebrahim was the eighth of nine siblings. His father was a trader, organising trains of employees to transport goods on foot to the foothills of Mount Kilimanjaro. Zef was sent to secondary school in Dar es Salaam and to BJ Medical College in Pune, India, where he met his future wife, Sundari. Football was an enduring passion. After junior paediatrics posts in India, Zef gained British qualifications in Glasgow and Edinburgh, and in 1960 took his family to Dar es Salaam. In hospitals, he developed a special relationship with small children. Those of his patients who could walk would follow him on his ward rounds. By the end of his career, Zef reckoned he had visited every country in the world except North Korea, with particular involvement in China and Brazil. A modest and courteous man, he is survived by Sundari, a retired GP, and two daughters, who are both in the medical profession.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/24/zef-ebrahim-obituary", 
    "wordcount": "401"
}