{
    "headline": "Treasured green spaces - your Green shoots photographs", 
    "text": "   By MentalBloc 16 Untitled on May 17, 2012 Photograph: Flickr       By GethinThomas Trench Wood, Early Morning Shadows on May 8, 2012 in DroitwichPhotograph: Flickr       By tomrapsey  In my village there is a very small nature reserve which bursts into life each spring. Birds, bugs, frogs, snakes, flowers and any day now  there will be fireflies! on May 18, 2012 Photograph: Flickr       By Susie Hewitt  This is one of my favourite places - it is private land that has been part of my daily routine since I was small.  In that time it has been home to horses, set on fire and once harboured a fugitive from an asylum (seriously).  This is a picture of where a tree with a rope swing once stood, where I spent many long childhood summers.  Photograph: Flickr       By Collette_W Beyond the hedgerow.  Photograph: Flickr       By yorktone Isolation contentment in the companionship of the fells. Photograph: Flickr       By fras1977 Washwell Lane Part of my daily walking commute - I'm very lucky.  Photograph: Flickr       By Elizabeth Moriarty Buttercups, Wolvercote Common. Photograph: Flickr       By johnybes Adversity in Abergwyngregyn, Wales 'We acquire the strength we have overcome'. Ralph Waldo Emerson.  Photograph: Flickr       By Devonteg Dawn (explored) and sunrise below in Morebath Photograph: Flickr       By dorsetlass Slight breeze. Photograph: Flickr       By matt_wardle_photography Follow the path in Woodfalls Photograph: Flickr       By Canyella2009 Untitled, Greece.  Photograph: Flickr       By Andrew Yearsley Pencisely Spring. Photograph: Flickr       By MentalBloc16 Buckden Wood  This is a panoramic photograph created from 37 individual photos. I really like how this technique creates an image that has everything in perfect focus, I think it gives the image a real depth. on May 31, 2012 in Stubbins. Photograph: Flickr       By Pixcel2011 First sunny evening for a month! on May 11, 2012. Photograph: Flickr       By beenbrun Ponies over Buttermere. Photograph: Flickr       By Chrine K cloud series III.  Photograph: Flickr       By Bull of the Bog Beck in spate upper Wharfe valley, Yorkshire Dales An incredibly wet day in the Upper Wharfe river catchment in the Yorkshire Dales last week. Went to meet a very nice farmer to talk about farming and the environment and grabbed a few shots from the car on the way out.  Although the light was poor you did get a real sense of the scale and wildness of the landscape on this day with the Wharfe having broken its banks, flooded fields and roads etc  on May 10, 2012 Photograph: Flickr       By Tim Melling Woolley Woods, South Yorkshire 12 May 2012  I visited Woolley Woods near Sheffield, mainly to photograph Bluebells but I was bowled over by the sight, and smell of the profusion of Wild Garlic.  I never feel comfortable 'doing' landscapes, but this scene forced me out of my comfort zone.  Photograph: Flickr       By dorsetlass Mowing in Thorncombe Dorset. Photograph: Flickr       By enviro warrior pot of gold!  Photograph: Flickr       By johnybes coetir on May 12, 2012 in Abergwyngregyn, Wales Photograph: Flickr       By timboss81 Steam pond. Photograph: Flickr  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jun/13/green-shoots-treasured-spaces", 
    "wordcount": "0"
}