{
    "headline": "PEGI video game ratings become law", 
    "text": "Retailers that sell video games to children are now liable for imprisonment or a fine, under a tough new age-classification system designed to crack down on violent and unsuitable content. Under the new rules that came into force on Monday, all games sold in the UK will now be regulated under a system called PEGI, the Pan European Game Information scheme, which makes it illegal to sell 12-rated video games to children under that age for the first time. Until now the British Board of Film Classification has provided 15 and 18 certificates that are legally enforceable. But there had never been the equivalent for 12-rated games, making it technically legal for children to buy them. The PEGI system, which is viewed in the industry as adopting stricter ratings, will see small diagrams introduced to give shoppers guidance on references to sex, drugs, fear, gambling or online gaming elements in each title. There will also be indicators for bad language, discrimination and violence. &quot;Today&apos;s simplification of the ratings system benefits both industry and consumers and will help ensure that the millions of games sold in the UK each year are being played by the audiences they were intended for,&quot; said culture minister Ed Vaizey. Backers of the new regime said that the shift to a single system would help consumers, and especially parents, make informed decisions. The government moved to tighten video game content rules following recommendations made by Tanya Byron&apos;s Safer Children in a Digital World and Reg Bailey&apos;s Letting Children be Children review. Under the regulations, retailers could face a prison sentence of up to six months and a fine of up to 5,000 for selling a game to someone under the age-rating classification. The new system will end the BBFC&apos;s role in rating video games. All video games will be rated under the PEGI system by the Video Standards Council, unless the title contains explicit sexual content. In the event that a title may require an R18 rating, the BBFC would classify the game. &quot;We very much believe that the sole adoption of PEGI will provide a clear and consistent direction on age ratings for parents and will be a vital tool in helping them to understand they types of games that their children should be playing,&quot; said Dr Jo Twist, chief executive of the Association of UK Interactive Entertainment.", 
    "section": "technology", 
    "gid": "technology/2012/jul/30/pegi-video-game-ratings-law", 
    "wordcount": "399"
}