{
    "headline": "Early signs of spring - your Green shoots photographs", 
    "text": "   Clipped hedges, Crooklands, Cumbria, taken on 5 February, 2012. By moira1954 Photograph: Flickr       Signs of spring, taken on 11 February, 2012, by Tom Patterson Photograph: Flickr       Snowdrops taken at Lacock on 12 February, 2012 by  by James2nd (aka j2ndphotography) Photograph: Flickr       New buds and star, taken in Toronto  backyard on 6 February 2012, by Tom Kane Photograph: Flickr       Moss and view, taken on 19 February by Heather*C Photograph: Flickr       A lovely harbinger of spring, to see and hear a dunnock in full song, taken on 15 February 2012 by SteveJM2009 Photograph: Flickr       A look of disdain. 'After a hard but very enjoyable afternoon logging with Sid we were loading wood into our van and I spotted a little common toad crawling around in the sawdust ... I lifted him out and popped him onto a log for safety where he grumpily agreed to let me take a few portraits of him ... I think this is his best side!'  Taken on 19 February, 2012, by jump for joy2010 Photograph: Flickr       First butterfly in the garden  in Devo. Taken by devonteg on 25 February, 2012 in Morebath, England Photograph: Flickr       Hareborne. 'Here is a capture of a mountain hare (Lepus timidus) moving extremely fast. I inadvertently flushed this individual while it was hiding and managed to get a photograph as it bolted away. This one is completely airborne, with all four legs off the ground.' Taken on 21 February, 2012, by Tim Melling Photograph: Flickr       Oxford Spring 3 taken on 25 February, 2012  by Environmental Artist Photograph: Flickr       Bee taken by Shelley Everett on 25 February, 2012  Photograph: Flickr       A green hill ... and far away. 'I regularly drive past this hill on our trips around the Conwy Valley and marvel at its almost perfect hill shape - like something a child might draw. Almost akin to a great pyramid in it's geometric shape or as prominent as the legendary Glastonbury Tor, it exerts an extraordinary fascination over me as if it has some spiritual power. But this is the land of the Mabinogi, of myth and legend, so I guess anything is possible.' Taken by johnybes on 5 March, 2012   Photograph: Flickr       Grue moon. Migrating cranes, a sure sign of the spring coming. Taken on 27 February, 2012, by C.G.87 Photograph: Flickr       A bee on blossom, Lee Valley Park, 26/2/12. Taken on 26 February, 2012 by joelrawlings Photograph: Flickr       New signs of spring taken by smokeycat6  Photograph: Flickr       Early Reach. A bit more early spring ... actually winter ... action from Victoria Park on 1 February, 2012. Taken by James2nd (aka j2ndphotography) Photograph: Flickr       Daffodil taken by nick tomlinson on 19 February, 2012 Photograph: Flickr       Nest-building dipper. Taken on 28 February, 2012, by pony tail dave Photograph: Flickr       Crocus lawn  taken on 25 February, 2012, by Collette_W Photograph: Flickr       Llyn Dwyarchen and Snowdon. Taken on 7 February, 2012 by Dyncoed Photograph: Flickr  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/mar/07/early-signs-spring-green-shoots", 
    "wordcount": "0"
}