{
    "headline": "Using new tools to communicate research: HE live chat", 
    "text": "When talking about research, two things seem increasingly important: the first is the growing need to demonstrate the social and economic benefits of one&apos;s research and the second is the need to communicate that research more widely - both to academic and non academic audiences. Traditionally, journals provided the means through which - after hypotheses were carefully tested - researchers could share the results of their work and prove their worth. But the internet, and the many diverse networks it has created, has changed the way many researchers disseminate findings, and increasingly, talk about the research process itself.  Postdoctoral researcher Anne Osterrieder has written for us about the various ways she shares her knowledge and research, from short blogs to movies, tweets and even music videos on YouTube. Explaining why these tools are important, she said: &quot;Even if scientists might not attract millions of followers like Lady Gaga, they will still be able to reach a large and diverse audience. In my opinion, the real power of social media is not in the broadcasting itself but the act of connecting, sharing and learning  the very definition of public engagement.&quot;  Different media for communicating research are popular in different research communities, so on Friday 24 February, we will bring together a diverse panel of pioneers, innovators and some old hands at research communications to explore the how to&apos;s of research communication in a more networked world. Join us from 12pm GMT. You can also follow the live chat on Twitter using the #HElivechat hashtag This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network. Panel Dr Sue Black, senior research associate, University College London As well as being a computing academic at University College London, Sue has made her name as a digital campaigner  pushing for the advancement of women in technology. Sue recently won the Independent newspaper&apos;s most influential tweeter in the Technology category. @Dr_Black Salina Christmas, editor and digital anthropologist , Sojournposse Multimedia Salina is the project lead for the open source ebook platform, Story Of Books, a collaboration with UCL and leading publishers. A self-taught HTML5 developer, she is figuring out a device agnostics language that can be used by authors, designers and illustrators to publish their books independently. Salina received her MSc in digital anthropology from University College London in 2011. @sojournpossef8 David Bradley, science writer, Sciencebase.com David is a freelance science writer with more than 20 years experience contributing to a wide variety of magazines, websites and newspapers (including almost ten years of writing for The Guardian science pages). He runs a clutch of science websites and blogs of which Sciencebase.com is the most well known. @sciencebase Will J Grant, researcher in science communication, Australian National Centre for the Public Awareness of Science Will is a researcher and lecturer in science communication at Australian National University. His research and writing has focused mostly on the intersection of science, politics and society, and how this is changing in response to new technologies. Current projects include longconversations.net and society5.org. @willozap Perrin Roosevelt Ireland, science storyteller, Alphachimp Studio Perrin is a science communicator and graphic recorder. She uses visuals to illuminate laboratory research, science culture, and science controversy. She is currently the science storyteller at Alphachimp Studio, where she creates visuals that tell the stories of science, in addition to offering educational workshops to train participants in the art of visual note-taking. @experrinment  Ernesto Priego, digital researcher and consultant, Independent scholar Ernesto&apos;s main interests include the digital humanities, scholarly publishing and communications, digital activism, and graphic narrative studies. He is passionate about practical and theoretical issues around the effects of digital technology on humanities research. Ernesto also initiated and co-organised the formation of The Comics Grid, a web-based international collaboratory of comics scholars. @ernestopriego Boris Popov, doctoral researcher, Durham University Boris is a second year PhD candidate in the department of geography. His research focuses on communication of scientific research to non-academic audiences., though his interests are in all things to do with science, technology and society (STS). @ScholarAtLarge Vicky Just, press officer, University of Bath Vicky is responsible for publicising scientific research at Bath. She has a PhD in biochemistry and worked for several years as a researcher, giving her an understanding of the pressures of working at the bench but believes that scientists have a duty to engage with the public to help them understand the importance of science in our daily lives. @uniofbath Dr Emma Gillaspy, Vitae NW hub manager, Vitae Emma is based at the University of Manchester where she is responsible for delivering the Vitae programme across the higher education institutions in the North West. She has a particular interest in the use of technology in researcher training. Emma originally trained as a clinical molecular geneticist at the National Genetics Reference Laboratory (NGRL) Manchester following graduation from a PhD studying the genetics of osteoarthritis.@vitaenwhub", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/22/new-tools-for-communicating-research", 
    "wordcount": "838"
}