{
    "headline": "Fracking in Pennsylvania brings risks and rewards - in pictures", 
    "text": "   A hydraulic fracturing drill rig lights up the landscape at dusk near Troy, Pennsylvania. The controversial drilling practice, also known as 'fracking', requires injecting huge amounts of water, sand, and chemicals at high pressure thousands of feet beneath the Earth's surface to extract reserves of natural gas Photograph: Jim Lo Scalzo/EPA       Sherry Vargson, who leased the mineral rights under part of her farm to gas company Chesapeake Energy, illustrates her assertion that methane has leached into her well water by lighting it as it pours from her kitchen tap in Granville Summit, Pennsylvania. Many north-eastern Pennsylvania residents opposed to fracking claim it has left their well water non-potable, with allegedly dangerous quantities of methane Photograph: JIM LO SCALZO/EPA       Carol French of the Pennsylvania Landowner Group holds a jar of cloudy water from her well in rural Bradford County, Pennsylvania.  Environmentalists and health groups worry that some fracking operations near homes and schools pollute water and air, although the industry denies that water supplies have ever been tainted by the technique Photograph: Stringer/Reuters       Ray Kimble pumps fresh water into a neighbour's exterior water tank in Dimock, Pennsylvania Photograph: Jim Lo Scalzo/EPA       Ron and Jean Carter hold a bottle of their well water outside their home in Dimock, Pennsylvania.  The Carters are suing Cabot Energy for allegedly poisoning their well with toxic chemicals and water used in the hydraulic fracturing process known as fracking. Residents of about 60 homes in Dimock have complained since 2008 of cloudy, foul-smelling water after Cabot Oil & Gas Corp began fracking for gas nearby Photograph: Stringer/Reuters       Craig and Julie Sautners' house is covered with anti-fracking signs in Dimock, Pennsylvania.  The couple have become spokespeople for the anti-fracking momement in rural northern Pennsylvania, which is ground zero for fracking the Marcellus shale in the north-eastern United States Photograph: Stringer/Reuters       Anti-fracking signs dot the landscape outside of Julie and Craig Sautner's home in Dimock, Pennsylvania Photograph: Jim Lo Scalzo/EPA       A natural gas pipeline under construction near East Smithfield in Bradford county, Pennsylvania.  Bradford County is currently at ground zero for fracking the Marcellus shale reserve in the north-eastern United States.  Shale gas production has skyrocketed in recent years thanks to advances in fracking, which involves injecting a cocktail of water, sand and chemicals into the ground to extract fuel Photograph: Stringer/Reuters       A hydraulic fracturing drill rig sits at the base of a valley near Troy, Pennsylvania Photograph: Jim Lo Scalzo/EPA       A gas pipeline juts from the ground at a farm outside Dimock, Pennsylvania Photograph: Jim Lo Scalzo/EPA       A gas flare burns at a fracking site in rural Bradford county.  Flaring, or burning off excess gas, can release pollutants into the air, depending on the type of gas burned and the temperature of the fire, according to environmental activist group Earthworks Photograph: Stringer/Reuters       Support trucks for hydraulic fracturing are seen in the reflection of a car's side mirror (bottom) outside Dimock, Pennsylvania. Heavy gas drilling trucks have caused so much damage to local roads that communities are requiring gas companies to bond the roads, and reimburse the towns for asphalt repairs Photograph: Jim Lo Scalzo/EPA       Exhibitors in Pittsburgh promote their oil and gas-related businesses at a conference that supports the development of  the infrastructure needed to transport and process natural gas  Photograph: Jim Lo Scalzo/EPA       Anti-fracking protesters concerned about natural gas development  make signs in preparation for a march on the Marcellus midstream conference and exhibition Photograph: Jim Lo Scalzo/EPA       Anti-fracking protestors gather outside the conference Photograph: Jim Lo Scalzo/EPA       A hydraulic fracturing support truck is seen in the reflection of a store window in downtown Montrose, Pennsylvania Photograph: Jim Lo Scalzo/EPA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/apr/19/fracking-pennsylvania-in-pictures", 
    "wordcount": "0"
}