{
    "headline": "30 Best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new iPhone and iPad apps, with a change from this week that it includes games, rather than them being collected in a separate multi-platform roundup. &quot;Are you biased? Where are the Android apps?&quot; Well, Android gets its own post, so please check out this week&apos;s Best Android Apps article before posting an angry comment. Prices are included, but especially for games (Free) often means (Freemium), so check the App Store listings for fuller details on in-app purchases. Here&apos;s this week&apos;s roundup: Grand Theft Auto: Vice City (2.99) If you&apos;re a gamer of a certain age, say goodbye to your weekend. GTA: Vice City has made it to iOS in a pixel-perfect conversion to celebrate its 10th anniversary. The controls have been tweaked for touchscreens, and you can listen to your own music if you want to.iPhone / iPad The Orchestra (9.99) Touch Press is well known for its excellent book-apps on a range of subjects, from chemistry (The Elements) and ancient monuments (Pyramids 3D) to poetry (The Waste Land). Its latest focuses on classical music: the Philharmonia orchestra performing eight famous works, with audio and video, and some clever synchronised score / note visualisation features. A real labour of love, and a showcase for what tablets are capable of.iPad YouTube (Free) After Google&apos;s YouTube stopped being a part of Apple&apos;s iOS software, the company launched a standalone YouTube app for iPhone. Now it&apos;s available for iPad too, offering a slick way to browse and watch videos, and subscribe to channels and access the ones you&apos;ve already subscribed to online. It also plays nice with AirPlay to stream videos to your larger screen.iPad Whale Trail Junior (Free) ustwo&apos;s Whale Trail game has racked up more than 1m downloads across iOS and Android, but now it&apos;s spawned a version for 3-6 year-olds. The basic game remains the same: fly a whale named Willow through the clouds collecting bubbles and stars, to the strains of Super Furry Animal Gruff Rhys&apos; woozy theme song. But this time you can&apos;t die and there are no in-app purchases. A real treat for children.iPhone / iPad Baldur&apos;s Gate: Enhanced Edition (6.99) If you&apos;re a gamer of a certain age, say goodb... Oh, I&apos;ve used that. Baldur&apos;s Gate is one of the most well-loved RPGs in gaming history, so there&apos;s a lot of excitement about its iOS debut. Developer IdeaSpark Labs promises 80 hours of adventuring, including a new adventure and several new characters to give the original game a modern twist.iPad Kiss Remixer (Free) British radio station Kiss has put its name to this remix app from startup Soniqplay, enabling you to monkey about with a selection of chart tracks, then share the results on social networks. Example, Ellie Goulding, Rizzle Kicks and Tulisa all feature, with tracks paid for by in-app purchase.iPhone / iPad London: A City Through Time for iPhone (4.99) The iPad version of London: A City Through Time is probably my favourite book-app of 2012, but now it&apos;s been squeezed down into a separate version for iPhone. The content remains a mixture of maps, encyclopedia entries, photos, videos and audio-tours, but the emphasis is slightly different: this is designed to be used while out and about exploring the capital city. It&apos;s marvellous.iPhone Moving Christmas (Free) The trend of Hollywood animators and screenwriters trying their hands at children&apos;s apps is one to watch in 2013, although their success will depend on how they embrace interactivity. Trusted Cape boasts top-tier talent, and Moving Christmas marks it out as a developer to watch. The story focuses on &quot;Frank Duffy, mover of the Impossible&quot; as he helps Santa Claus out from a sticky Climate Change-induced situation.iPad Twitterrific 5 for Twitter (1.99) Twitter may not like the idea of other companies making Twitter clients, but that isn&apos;t stopping some of the good ones. Twitterrific is one of the veterans in this space, and its brand new as in a new release rather than an update app is looking very good. Lots of powerful features, a slinky interface and some features that Twitter has yet to include in its official client. The latest proof that competition is good for this area.iPhone / iPad Modern Combat 4: Zero Hour (4.99) Gameloft&apos;s military series takes its cues from Call of Duty: Modern Warfare on consoles, with this fourth title doing an impressive job at making the genre work well on touchscreens. The visuals are startling, the storyline is actually pretty good, and the multiplayer mode looks to have long-term depth.iPhone / iPad The Land of Me  Story Time (1.99) I&apos;m slightly cheating here, as there are actually three The Land of Me apps out this week, all of which are worth buying if you&apos;re a parent. So this is a 32-app roundup if you include The Land of Me Making Things and The Land of Me  Songs and Rhymes. The work of UK startup Made in Me, they focus on encouraging children&apos;s creativity as they make their own stories, objects and musical performances.iPad The World in 2013 from The Economist: Editor&apos;s Highlights (Free) The Economist is promoting this year&apos;s The World in 2013 print publication, with some choice articles and predictions, as well as video interviews. It&apos;s a good, thought-provoking taster of an app.iPhone / iPad Minigore 2: Zombies (1.49) The original Minigore helped to popularise the twin-stick shooter on devices without any sticks, which was no mean feat. The sequel is even better: a rollickingly-fun action game that sees you laying waste to zombies (including, a first as far as I&apos;m aware, an undead moose) and testing out 20 playable characters. It&apos;s fantastic fun.iPhone / iPad Auto Express (Free) Dennis Publishing has launched a new iPad app for its Auto Express magazine. Lamentably there&apos;s not a zombie or moose in sight, but there are plenty of cars: news, reviews, group tests and features from the mag, which uses Apple&apos;s Newsstand subscriptions system to charge.iPad Conran Shop (Free) Christmas 2012 is already shaping up as a very big one for shopping on smartphones and tablets, whether it&apos;s presents in the run-up to 25 December or grabbing bargains in the sales afterwards. The Conran Shop app is a neatly-designed way to browse its products, including breaking them down by recipient (Dapper Dad, Troublesome Teenager, Garden Guru etc).iPhone / iPad Sweatshop HD (Free) This strategy game is the work of developer Littleloud, working with Channel 4. It&apos;s a game with a message, but delivered without a sledgehammer in sight. It sees you running a &quot;madcap clothing factory&quot;, but whether it turns into a sweatshop is down to your choices, treating your workers mean or being keen to keep them happy.iPad Kindergarten Reading by Duck Duck Moose (1.49) The title belies the US origination of this children&apos;s educational app, although it&apos;s available outside the American App Store. It&apos;s a zoo-themed phonics story to help children master their letters. Parents can check in on children&apos;s progress too an increasingly common feature in these kinds of apps.iPhone / iPad Pong World (Free) Atari has been busily partnering with talented indie developers to reinvent some of its most famous games. Pong is the latest to get the 2012 treatment, for its 40th anniversary. It sees you exploring &quot;Pong World&quot; while collecting and upgrading five different paddles and unlocking four locations all this wrapped around the familiar bat&apos;n&apos;ball gameplay.iPhone / iPad Ben 10 Comic Creator (1.99) There have been Ben 10 apps before, but this one helps kids make up their own stories using the characters from the popular children&apos;s brand. It involves dragging, dropping, rotating and flipping them into a series of scenes to make digital comics. Its creators promise it has &quot;an amazingly simple interface that even dads can use&quot;. I sense that&apos;ll be put to the test lots in the coming weeks.iPad Finger Hoola (0.69) Finger Hoola is a game out of the App Store ordinary: one that sees you tracing shapes on-screen hula hoop-style to the strains of ambient music. As much a way to relax for a few minutes out of sight of your inbox as a game, it&apos;s very good indeed.iPhone / iPad Frequency Tune In, Watch Videos (Free) In the week that YouTube released its native iPad app, you might think it&apos;s a tough time for other kinds of YouTube-video discovery apps. Frequency is well worth a look though: it casts its net wider than just Google&apos;s video site, and includes some clever customisation features to create your own channels and watch them on different devices. This new iPhone version joins the existing iPad app.iPhone My Beastly ABCs (2.49) The run-up to Christmas is yielding a purple patch of children&apos;s apps, with My Beastly ABCs teaching kids the alphabet through 39 pages of interactive monsters and mythical creatures. Voice narration comes from Jim Dale, of Carry on and more relevantly Harry Potter audiobook narration fame.iPad Bustle (0.69) It&apos;s relatively easy to slap together a &quot;when&apos;s my next bus?&quot; app in 2012, so design is becoming a differentiator. Bustle looks very nice: a neat guide to live London bus times, pulling in Transport For London data and offering clear times for nearby bus stops.iPhone Sky Arts: Inspiration Everywhere (Free) BSkyB teamed up with London agency The Other Media for this location-based UK travel app. The idea being that you walk around cities and towns, and get pinged when you&apos;re near a place connected to an artist, actor, director, author or musician or individual works by them with a mixture of text and videos, as well as links to relevant Sky Arts shows. iPhone Clay Jam (Free) Clay Jam is the latest title from Zynga, through its publishing deal with developer Fat Pebble. It&apos;s a claymation-style action game that sees you rolling and bouncing the hero down a series of hills. The visuals make it stand out from the crowd, but the gameplay delivers on this promise too.iPhone / iPad LitRagger (Free) Bookworms everywhere will love the idea of LitRagger: an app that aggregates literary journals and magazines, offers free samples and then sells full digital copies. Prairie Schooner, Salamander and Bellevue Literary Review feature among other titles.iPhone / iPad Numbers with Nemo (2.49) Disney has released a number of book-apps based on its famous films, but Numbers with Nemo comes out of its Disney Education arm, with more focus on education. That said, it looks very fun too, using the Finding Nemo characters to teach young children their first numbers.iPhone / iPad Soccer Puzzle League (0.69) Puzzle Quest famously combined match-three puzzling with RPG game mechanics. Soccer Puzzle League adds football management into the mix, as your matches win, well, matches, buying kit and unlocking skills along the way to boost your chances.iPhone / iPad Disney Fairies: Lost &amp; Found (0.69) The second new Disney app this week focuses on its fairy characters, from Tinker Bell downwards. It&apos;s a hidden-object game for children where they unlock parts of a story as they go along. Also, Disney is promising to donate 1 to Great Ormond Street Hospital Children&apos;s Charity for every purchase this side of Christmas.iPhone / iPad Rise Up! Radio/Alarm (0.69) Lots of people are using their iOS devices as alarm clocks with the default Clock app. Rise Up! aims to be a smarter alternative with a choice of themes, streaming radio stations, dubstep alarm tones hopefully this doesn&apos;t involve turfing you out of bed with too startling a WUB WUB WUB ambient sounds and binaural beats to fall asleep to.iPhone / iPad That&apos;s our choice, but what have you been enjoying on your iPhone, iPad or iPod touch this week? Post your recommendations or give your views on the picks above in a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/dec/07/best-iphone-ipad-apps-7dec12", 
    "wordcount": "2023"
}