{
    "headline": "The best books on Vietnam: start your reading here", 
    "text": "The Sorrow of War by Bao Ninh This rare account of the American (aka Vietnam) war by a North Vietnamese army veteran, although fiction, revealed truths to many people inside and outside Vietnam. The main protagonist, Kien  a thinly disguised portrait of the author  is a tortured soul whose sanity is threatened by his brutal experiences during the war. The story begins after the war, with Kien working in an army unit clearing battlefields of rotting corpses. The sites, among them the aptly named Forest of Screaming Souls, cause him hallucinations and nightmares as he&apos;s tormented by memories of a decade of war. He battles drunkenness and depression, struggling to come to terms with his shattered dreams and loss of youth and innocence. To exorcise his demons, Kien begins to write feverishly about his past and present  and tells of a generation of Vietnamese damaged by the war. The novel&apos;s raw honesty and intensity carry the reader along as the author reveals not only the sorrow, but the horrors of war. Bao Ninh fought in the war as part of a youth brigade. Of its 500 members, only 10 survived. His book, initially banned by the government, was a bestseller in Vietnam. Paradise of the Blind by Duong Thu Huong Three women struggle to survive in this savage account of Vietnam&apos;s Maoist-style land reform of the 1950s and its aftermath. Hang, a young woman, tells of the hardship, chaos and disillusionment it sowed, dividing her family and shattering the lives of her mother and aunt. Forced to leave her village, Hang grew up in Hanoi&apos;s slums. Now, in the 1980s, she is an &quot;exported worker&quot; in the Soviet Union  like hundreds of thousands of Vietnamese  because of economic woes at home. In her sadness, she reflects: &quot;No happiness can hold; every life, every dream, has its unravelling.&quot; Much of the story is told through flashbacks as Hang takes a long train ride to Moscow to meet her uncle; the same uncle who, as a senior Communist party official, zealously pursued land reform in her village and destroyed the family. Caught between her mother&apos;s unending self-sacrifice and her aunt&apos;s deep bitterness, Hang learns she must break free from the past to be able to get on with her life. Duong Thu Huong, a Communist party member who fought against the US in the war, has paid heavily for her disenchantment with the regime. She was expelled from the party, spent time in jail, and her books are banned. Vietnam: Rising Dragon by Bill Hayton BBC journalist Hayton&apos;s readable and informative book is a laudable contribution to understanding contemporary Vietnam. After reporting from Vietnam, he&apos;s able to peel back the layers to reveal the political, economic and social forces at work in the country during &quot;a breathtaking period of social change&quot;. The Communist party&apos;s doi moi (renovation) reforms in 1986 cautiously declared the country open for business. The introduction of capitalism with Vietnamese characteristics  chaotic, corrupt and under party control  has lifted millions out of poverty (video). But although the economy has grown rapidly, freedoms have not. The party keeps a tight rein on all aspects of life, and beneath the transformation &quot;lurks a paranoid and deeply authoritarian political system&quot;. The get-rich-quick mentality has brought systemic corruption and environmental degradation in some areas comparable to that caused by US use of Agent Orange during the war. Hayton regrets that discussion of the &quot;monstrous&quot; war is suppressed under a policy of &quot;official forgetting&quot;, so as not to upset Hanoi&apos;s new friends in Washington. As a result, Vietnamese war veterans are denied a public platform and many are &quot;trapped in voiceless rage&quot;. He was expelled from Vietnam for reporting on dissidents, but that hasn&apos;t dampened Hayton&apos;s enthusiasm for the country.  Read reviews of books on Colombia and Nigeria", 
    "section": "global-development", 
    "gid": "global-development/booksblog/2013/may/23/best-books-vietnam-start-reading-here", 
    "wordcount": "648"
}