{
    "headline": "Protesters demand full disclosure of DfT advice on link road", 
    "text": "Protesters are to launch a series of actions on Monday demanding that the Department for Transport disclose in full its advice on the building of the controversial Bexhill-Hastings link road. Work is set to start in earnest on the 86m, 3.5-mile road this spring, after protesters were evicted from a forest camp in Combe Haven, East Sussex, last month. But campaigners believe that the crucial part of a report submitted to transport under-secretary Norman Baker may show that officials recommended the scheme should not go ahead. Documents were released to campaigners after freedom of information requests, but parts were redacted. In correspondence from March 2012, the unnamed DfT official states that the scheme was &quot;likely to offer either low or medium value for money&quot; and adds that material submitted by &quot;the promoter&quot; of the link road &quot;significantly overstates the benefits of the scheme&quot;. However, the recommendation from officials to the minister has been redacted. Twenty-eight campaigners have been arrested since protests against the road, which has secured 56m of central government funding, started in December. Protesters plan to issue an ultimatum to the DfT demanding the release of the documents within a month, under threat of otherwise launching a mass search-and-enter protest at the department. One campaigner Andrea Needham, said: &quot;Though the DfT concluded that there was a &apos;significant&apos; risk of the BHLR achieving low value for money, and that East Sussex county council had significantly overstated the benefits of the scheme, the public are being denied the right to see the DfT&apos;s recommendations regarding funding the project. &quot;We have a right to see these before work on this environmentally disastrous white-elephant project becomes unstoppable and, if the department won&apos;t provide them, we will come back and peacefully obtain them ourselves.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/03/protesters-disclosure-advice-link-road", 
    "wordcount": "303"
}