{
    "headline": "Why did the 400ppm carbon milestone cause barely a ripple?", 
    "text": "We are pattern-forming creatures which may explain the round number theory of history. That is our habit of seeking order and meaning in easy round numbers where there may be none. Whole nations grind to a halt to celebrate a royal anniversary arbitrarily divisible by the number 10 or five. Conversely, at the turn of the first Christian millennium an apocalypse was expected to mark the neatly rounded year 1000AD. When it failed to materialise, doom-laden millenarians claimed that they weren&apos;t wrong, but had failed to allow for the lifetime of Christ. The end was due in 1000AD plus 33 years. We don&apos;t learn. Remember the febrile anticipation approaching 2000AD? In spite of the fact that in other calendars it was a much less attractively round number  the Buddhist year 2544, and the Hebrew calendar&apos;s year 5760-5761. Irrationally we give space to big round numbers, inject them with meaning and use them to reflect or trigger alarm. It was odd, then, that when a round number came along, symbolic of a genuine threat to stable civilisation, one that was worthy of reflection if not a little alarm, it caused barely a ripple. Newspapers especially, for whom marking round numbers is the easiest excuse to report an issue and fill pages, mostly yawned with indifference. On the 10 May readings taken at the Mauna Loa Observatory in Hawaii were made public. They showed that the concentration of carbon dioxide in the atmosphere had passed 400 parts per million (ppm). A twitter feed, @Keeling_curve, from the Scripps Institution of Oceanography at UC San Diego had been daily counting-up to this point. To put the number into perspective, remember the words of James Hansen from 2008: &quot;If humanity wishes to preserve a planet similar to that on which civilization developed and to which life on Earth is adapted  CO2 will need to be reduced  to at most 350ppm.&quot; No centenary or diamond jubilee then, just a clear round number on a path leading away from the climate which was the nursery to civilisation to a future, if unchanged, of certain greater chaos and upheaval. What priority did Britain&apos;s national newspapers give this the following day, how did they rank it alongside other important events? The front pages, an obvious test, made interesting reading. The Mirror, with glorious abandon, ran with an offer for a free trip into space, and something about the long-running Savile scandal. The Sun, more earthbound, led with a free trip to Legoland and something about retiring football manager Alex Ferguson. The Express had something about pensions and the Daily Mail warned about &quot;deadly drugs for sale on Amazon&quot;. The Times ran with something about the Metropolitan police, and the Telegraph with a story about a No 10 adviser. The Financial Times stayed in its comfort zone with another tale of corrupt banking. Even the Guardian, which did cover the story inside its paper and online, gave front page priority to a report on how horsemeat was still galloping out of control through our food chain. Only the humble Independent splashed the story on its front page. Such lassitude concerning events that determine our chances of collective, convivial survival, may explain why the British establishment in the form of the House of Commons Transport Committee saw nothing wrong in picking the same day to call for the expansion of aviation  the transport mode most targeted to wreck the climate. This lack of consensus on media and political priorities contrasts with the scientific consensus, with various studies of peer-reviewed literature demonstrating vanishingly little disagreement over the reality and critical importance of addressing human-driven global warming. Scientists at the University of California, Berkeley recently co-ordinated a &quot;consensus statement&quot;, signed by over 500 scientists from around the world, that concluded our current economic path is rapidly taking us to a tipping point, and that the result will be substantial degradation of human quality of life. Beyond that consensus, out of sight is out of mind. But we could tackle that with one simple innovation. The press and broadcast media daily report a handful of dull statistics. We&apos;re told about exchange rates and the performance of stock markets in a way that reinforces a prejudice that such things are what truly matter. Why not meet the real world half way, and add a daily notification of the rising CO2 level to every daily paper and major news broadcast? It won&apos;t cost extra, will be harder to ignore and the price of doing so will be very high indeed. www.onehundredmonths.org  This article was amended on 31 May 2013. The original subheading used the word &quot;disinterested&quot; where it should have said &quot;uninterested&quot;, and the article itself said newspapers &quot;mostly yawned with disinterest&quot;.", 
    "section": "environment", 
    "gid": "environment/blog/2013/may/30/carbon-milestone-newspapers", 
    "wordcount": "800"
}