{
    "headline": "Students: are you living for your CV?", 
    "text": "Students have become obsessed with building impressive CVs. But isn&apos;t there more to life than laying the foundations for your future career? As I write this article for Blogging Students, I feel an incongruity in my motives. Why am I writing this? Because I love to write of course! Still, I wonder if I would write with the same effort and enthusiasm if it weren&apos;t for the fact that a Blogging Students contribution is going to look good on my CV. You probably recognise this preoccupation with CV-building. It&apos;s linked to the pressure on people in today&apos;s society to be conspicuously successful. You have only to turn on the TV to be reminded that a lot of people have achieved far more than you at a younger age. This creates a feeling of urgency to do something extraordinary as quickly as possible  or at least to find a way of presenting yourself as extraordinary. Almost like a business, we are managing our time and effort to develop a brand that we present to the world. One example is our Facebook page: we constantly sift through pictures and information, deciding what to share and what to leave out. Fashion journalism student Libby Page calls it Facebook&apos;s &quot;culture of competitive sharing&quot; in her blog &quot;Is your Facebook page a lie?&quot; When it comes to our CVs, we are deliberately having experiences that we can list as &quot;achievements&quot;, as advised by jobs sites such as Monster: &quot;If you can include an &apos;achievements&apos; section, then it can make an instant and dramatic difference to the power of your CV, enabling you to distinguish yourself from other candidates. This is no time for false modesty. Utilise the space allocated to highlight where you have excelled  and how you plan to attain similar results on future endeavours.&quot; In today&apos;s jobs market, the message is clear: good grades are no longer enough. We need an impressive list of extracurricular activities that distinguish us from all the other smart and motivated students: we need some relevant work-experience; we need to volunteer; we should have done some work for a charity or devoted our time to some impressive hobbies. In short, we need to prove to our future employers that we are unique, and a perfect fit for the job they&apos;re offering. This whole CV-building phenomenon sometimes feels perverse and hypocritical. A CV doesn&apos;t really say anything about the authentic person behind it because the entire thing is meticulously constructed around the expectations of future employers. Although we all like to pretend we did those volunteering jobs or unpaid internships because we loved them, many of us were trying to enhance our chances of getting a good job. And that is also why none of these CVs is truly unique: they all contain variations on the same theme  the qualifications and experience we think companies are looking for. But while there are some questionable sides to this self-promotion business, it is fun to work hard to achieve a goal. Just remember to keep doing the things you really love and to &quot;waste your time&quot; sometimes on activities that aren&apos;t geared to building your future career  like watching a movie, reading a book, or hanging out with friends and family.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/nov/16/students-living-for-their-cvs", 
    "wordcount": "550"
}