{
    "headline": "Rupert Murdoch-linked pirate website targeted rivals, online file shows", 
    "text": "A computer piracy website, secretly supported by one of Rupert Murdoch&apos;s companies, openly promoted advice on how to hack BSkyB&apos;s rivals, according to documents obtained by the Observer. Emails obtained by this newspaper also reveal that a senior employee of NDS, the Murdoch company, insisted he was personally responsible for setting up The House of Ill Compute (Thoic) site. NDS says it paid Thoic&apos;s chief hacker, Lee Gibling, for information allowing it to monitor and prosecute software pirates legitimately. But the documents provide a new perspective on potentially toxic allegations that resurfaced in a BBC Panorama programme broadcast last week  more than a decade after they first materialised  and which triggered a ferocious rebuttal from Murdoch and his News Corp empire. The allegations come as the media regulator Ofcom assesses News Corp&apos;s near-40% holding in BSkyB following the phone-hacking scandal that saw the closure of Murdoch&apos;s News of the World newspaper. At its peak in 2000, Thoic claimed it was receiving as many as 3m hits a day. The website&apos;s first &quot;ezine&quot;, a downloadable magazine, was published in 2001 and shared with the Observer by one of its members. It features two articles about how to hack Sky rival OnDigital&apos;s SECA software system, which was developed by a French broadcaster, Canal Plus, as a rival to NDS&apos;s technology. OnDigital, later rebranded as ITVDigital, was set up by terrestrial broadcasters Granada and Carlton in 1998 and went into administration in 2002. The articles, by a hacker known as Barrell, describe the programming necessary to facilitate the hack and explain the need to phone OnDigital so that the company could send a signal to the hacker&apos;s set-top box. Barrell advised: &quot;The way to guarantee this is to phone od [OnDigital] while logging and say any of the following, your card is not working, swap a channel, upgrade your package etc. PLEASE PLEASE do not all phone od as soon as this guide is released, stagger it over a few days, weeks, otherwise od will think something is up when a few thousand people start phoning up.&quot; Another article, &quot;Installing a chip in a CFT2100 box&quot;, explains how to &quot;decrypt&quot; the pay TV networks of cable operators NTL and Telewest, so that viewers can watch them for free. An email, dated 5 February 2001, sent to Gibling, and copied to Ray Adams, NDS&apos;s head of security, shows Thoic&apos;s members discussed how hackers could learn in its online forums to program software allowing them to hack into cable television. NDS, which built the software for Murdoch&apos;s pay TV platforms around the world, admits paying Gibling tens of thousands of pounds and providing him with computer equipment, but insists this was for his help in tracking computer hackers so that it could protect its own security systems. The company&apos;s supporters argue the focus on Thoic is disproportionate because pirated OnDigital cards were being offered for sale on other internet forums and online sites. They also argue claims that the collapse of OnDigital was due to software piracy are wrong because a multitude of factors, not least the high price it paid for live football rights, were really to blame. But NDS&apos;s critics are likely to ask how it was ignorant of the fact that technical guidance on how to hack Sky&apos;s rivals was being openly promoted on the site or, if it was aware, what steps it took to inform its rivals. NDS points out numerous courts have rejected allegations it was responsible for TV piracy. Adams told Panorama that &quot;Gibling developed it [Thoic] and developed it himself&quot; and he &quot;would have arrested&quot; Gibling if he had known OnDigital&apos;s code had been published on the site. But in one email, sent on 9 February 2000 to his NDS colleagues, Adams insists: &quot;I created Thoic and still consider it my baby.&quot; Gary Walker, a moderator in the Thoic forums who went under the handle BigBird, confirmed the site regularly released OnDigital codes, allowing the system to be hacked. &quot;I think there is a case for a public inquiry into what happened,&quot; Walker said. NDS said: &quot;It is simply not true that NDS used the Thoic website to sabotage the commercial interests of OnDigital or indeed any rival.&quot; It added: &quot;Like most companies in the conditional access industry  and many law enforcement agencies  NDS uses industry contacts to track and catch both hackers and pirates. This is neither illegal nor unethical. The information NDS has gained has often been shared with our competitors and non-pay-TV customers and law enforcement agencies.&quot; Last month News Corp and a venture capital firm announced the sale of NDS to Cisco in a $5bn deal. Adams did not return calls.", 
    "section": "technology", 
    "gid": "technology/2012/apr/01/bskyb-itv-ondigital-hacking-nds", 
    "wordcount": "798"
}