{
    "headline": "On the road: Peugeot 208 GTI", 
    "text": "I try to involve my family inmy motoring journalism (it&apos;s possible that you&apos;ve noticed). My son, especially  he loves cars so much, it&apos;sactually the only thing he&apos;s bothered learning the word for. Caaaaaar. Which makes his initial response to this one strange: he&apos;s sick on it. Actually, &quot;is sick&quot; doesn&apos;t do it justice; nor even does &quot;projectile vomits&quot;. This is a vomit cannon, from distance. Not on the front, fortunately  it might have been hard picking bits out of the nice chequered grille  but all over the side, including the GTi badge. Hmm, that&apos;s not right, is it? So I call the out-of-hours surgery (it&apos;s Saturday). Projectile vomit, the nice lady says. And has he gone a bit floppy? Abit, yes. Take him to A&amp;E, she says, just to be safe. Jesus (again), A&amp;E. And suddenly I&apos;m happy to have 197 horsepower available under my right foot. Of course, it doesn&apos;t actually make anydifference how powerful your car is in town  it doesn&apos;t get you there any quicker  but a few extra horses can add drama to the occasion, as well as what, under lessstressful circumstances, might be a pleasing engine note. Later, I drive it out of town to enjoy that note, and the car. It&apos;s a lot of fun. Not crazy-wild  these are obedient horses that have been properly broken in, will happily walk, trot and canter. But they&apos;ll gallop, too, when you want them to. That&apos;s reflected in the car&apos;s looks: it&apos;s not very different from an ordinary 208, with just a few hints: the grille, the badge (before it got splattered). Inside, it&apos;s mainly black, but there are splashes of red about the place that, coupled with the pleasingly arse-cupping seats and a small, fat, grippy steering wheel, whisper, &quot;Go on  enjoy yourself a bit.&quot; Peugeot has recaptured the joy of the iconic 205 GTi, which went missing from the 206 and 207. Oh, and the Big Drama  you want to know how that one panned out? So we go to A&amp;E, quite slowly, but making a lot of noise, revving and honking and shouting out of the window. And into the back  hang onin there, little fella. Obviously, by this time, I&apos;m thinking his floppiness is floppier. I&apos;ve diagnosed meningitis, 99% sure. We park, anywhere, and badly (scuffing twoalloys. Sorry, Peugeot, but who cares, frankly?), run in... By which time he&apos;s looking a bit cheerier. And when we get seen, he&apos;s happily toddling around, being quite charming to people, boring them with his one word. A bit embarrassing, really. Just a tummy bug, the doc says  it&apos;s not unusual togo a bit floppy afterwards. &quot;Caaaaaar,&quot; he says, often and happily, on the way home. Good, helikes it after all. We both do. Peugeot 208 GTI       Photograph: Simon Stuart-Miller for the Guardian    Price 18,895 Top speed 143mph Acceleration 0-62mph in 6.7 seconds Power 197bhpCombined fuel economy 47.9mpg CO2 emissions 139g/kmGreen rating 7/10 Cool rating 8/10", 
    "section": "technology", 
    "gid": "technology/2013/jun/01/motoring", 
    "wordcount": "522"
}