{
    "headline": "Heathrow's third runway: noise grows, but will it happen?", 
    "text": "Somehow, the noise never seems that bad from the actual airport. It certainly doesn&apos;t sound bad from Westminster. But in Hounslow, the London borough under the flight path for Heathrow&apos;s two runways, the planes loom unfeasibly large as they come in to land, with the background engine noise building up every ninety seconds or so to a conversation-defying eruption. In quieter places a consensus on Heathrow expansion has been steadily moulded by business and aviation executives: via discreet lobbying, a burgeoning file of reports, and conferences from London to Beijing. Backbench Tory MPs and union leaders alike have come out for the cause: warning Britain will lose its predominant place in global aviation, its access to growing markets. London will fall behind Paris, Frankfurt, even the Dutch, without more airport capacity. Foreign firms will relocate; jobs will go. In certain circles, the argument is a no-brainer: David Cameron&apos;s awkward pledge notwithstanding, once the Lib Dems are out of the coalition, he should crack on and do the obvious thing: build that third runway. For now it appears that the expansionists&apos; economic arguments have won over the chancellor and very possibly the PM. But while a zealous belief in Cameron&apos;s manifesto commitment cost the last transport secretary her job, it may yet prove that Justine Greening, with her visceral grasp of life directly outside Heathrow, was far closer to where this debate ends up. Even if the economic benefits and the aviation&apos;s industry&apos;s need for more capacity are accepted  and both are disputed  the battle will be won or lost again over climate change and noise. Green arguments have fallen so far from the agenda as to prompt the Labour leader Ed Miliband this week to ask: &quot;But where is the debate about the environment in this?&quot; Environmental campaigners say they are ready to fight again if plans for the vanquished runway become something more than abstract. In Hounslow the noise is anything but abstract. The deputy leader of the council, Colin Ellar, points out: &quot;The impact on hundreds of thousands of people is undersold, under-reported, never stated.&quot; Pollution is one problem. &quot;But what we would really like is the mitigation of noise.&quot; Like all on the council, he does not doubt the benefits that the airport brings. &quot;The last thing we want is to see the airport disappear. It gives a level of prosperity to the area bigger than any other employer.&quot; He estimates 10,000-15,000 people and their families in each of the five boroughs surrounding Heathrow are directly financially dependent on the airport, either working or pensioners. Other employers are here because of the airport: Glaxo SmithKline, Samsung, with IBM and Cisco in nearby Bedfont Lakes. But, he says, &quot;What has evolved is a workable situation. We do not want a third runway  at any cost.&quot; In the well-insulated civic centre  as in BAA&apos;s head offices  aircraft noise is shielded out. But in homes and schools it is a very different matter. Students returned last week for the new year at Lampton school, an academy two miles from Heathrow and bang under the flight path to the northern runway. Aircraft noise crashes around the buildings so intensely it is easy initially to mistake where the plane is coming from, but then the pattern unfolds with grim regularity, as flights come in to land across the concrete yard and above the temporary classrooms where many are still taught. Much of the school is double glazed, but not air-conditioned  making summer months, say staff, a choice between stifling heat or the noise. On the worst affected top floor the science lab has the usual gas taps, plastic skeleton  and its own experiment in trying to teach children when normal speech becomes inaudible 30-40 times per lesson. In a study area in the sixth-form centre, a small breeze-block construction with open windows, signed in large capitals (bar a missing T) but with no apparent irony is the QUIE ZONE, which for 10 seconds in every 90 is anything but. Rochelle Kahlon, 17, studying for A-levels, shrugs. &quot;It&apos;s quieter here than it is at home.&quot; Only outsiders are surprised, says classmate Saabah Elahi. Both girls have close family who work at the airport. Ray Whyms, an assistant head teacher, says: &quot;It is normal for them. But then people get used to prison.&quot; Incredibly, this school has achieved outstanding pass rates at exams. &quot;But we don&apos;t really know how much better it would be, &quot; says Whyms. &quot;The long-term effects are immeasurable or difficult to quantify  who knows what damage it does.&quot; Polly Shoebridge, a psychology teacher, says: &quot;When I first came here I couldn&apos;t believe how noisy it was.&quot; Five years later she is used to it, but says when a plane comes over, &quot;you just have to stop. You lose five minutes a class.&quot; BAA has signed up to a scheme that offers free double glazing to mitigate noise. But the council believes it is nowhere near enough  and particularly for schools whose renovations were lost when Labour&apos;s schoolbuilding programme was scrapped by Michael Gove. The cost of properly soundproofing children&apos;s classrooms for the borough&apos;s 60 schools under the flight path is something Hounslow says it cannot, and should not have to, pay for. Ellar, who lives virtually under the descent to the northern runway, has had the BAA double glazers in. But he points out it depends on individuals to apply, only soundproofs the bedroom rather than all of the house, and does little for those who want to open a window on a summer night. New generations of planes such as the Boeing 787 Dreamliner are quieter, as well as less polluting, but not enough to ensure a night&apos;s sleep. One of Greening&apos;s last acts was to publish plans for tougher fines on noisy aircraft, and new ways to measure how noise really impacts people. &quot;She got it,&quot; said John Stewart, of local action group HACAN. But now Greening is reshuffled and her long-awaited &quot;call for evidence&quot; apparently scrapped. If the Tories&apos; opposition pledge to halt Heathrow expansion wasn&apos;t dropped as quickly as the party&apos;s natural business and aviation supporters hoped, the wheels are now in motion. Osborne&apos;s support for a third runway is an open secret. But Labour found to its cost how politically toxic the third runway was, losing marginal seats and arguably London. Instead, the government is setting up a commission on airport expansion to draw out the electoral sting, led by Howard Davies, an ex-CBI boss and former adviser to climate change &quot;sceptic&quot; Nigel Lawson. The phoney war is on: Davies&apos;s commission won&apos;t reach its conclusions until after 2015, leaving the Tories officially opposed yet privately set to deliver. Yet those within the party  Zac Goldsmith, who thought Cameron&apos;s pledge more than greenwash  and now Boris Johnson are not playing along, and the PM may yet be forced to make his position clear. Eventually the decision will need to be taken. BAA meanwhile has started drawing up its own review, to demonstrate that the &quot;do-nothing&quot; option is also a political choice with economic consequences. Heathrow is full, at the limit of flights it is permitted or can cope with operationally. The pressure on its runways makes it vulnerable to huge disruption from small incidents. While other airports could take more flights, BAA says a sufficiently large hub airport is unique and essential for the airline business: a hub provides enough connecting passengers to make all sorts of flights to and from new destinations viable. That would allow more trade with emerging markets that would provide more jobs and badly needed economic growth. And Britain can only have one hub, they say, and that hub is Heathrow. That orthodoxy is still disputed by some even within aviation, including some regional airports. But most buy the hub logic  including Johnson, although his derided Thames Estuary plan still looks impossible on many levels. Ryanair boss Michael O&apos;Leary claims Stansted is the only feasible place for expansion soon. Gatwick&apos;s ban on a new runway expires in 2019 and the blueprints for a second are being refreshed. An unnamed consortium is said to be examining possibilities for a brand new four-runway airport in Oxfordshire, where the prime minister&apos;s constituency and his Chipping Norton friends could experience the Heathrow effect for themselves. BAA believes the ground has been covered enough times before to make the course of action obvious. It welcomes the impending Davies commission which, if legitimised in advance by a cross-party consensus, will mean it won&apos;t need to face down MPs fearing for their seats. Only, perhaps, environmentalists and the 750,000 people living under the flight path.", 
    "section": "environment", 
    "gid": "environment/2012/sep/06/heathrow-third-runway-noise-grows", 
    "wordcount": "1469"
}