{
    "headline": "On the road: Renault Twizy", 
    "text": "We&apos;ve lived where we do for more than five years now, but don&apos;t really know anybody round here. Well, we didn&apos;t until recently; then a couple of things changed that. First we had ourselves a baby, and suddenly we knew half the street. Then I got a Renault Twizy for the weekend, and suddenly we knew the other half. I think I&apos;ve made more friends through the Twizy in a couple of days than I have with the baby in six months. It&apos;s like one of those tests magazines sometimes do  what&apos;s abetter pulling tool, a baby, a puppy or a Twizy? I&apos;m not sure about actually pulling (and anyway, I&apos;m not interested obviously, being very happy with the mother of the baby), but a Twizy is a good ice-breaker. Everyone wants to stop and chat. What the bloody hell is that, they want to know  a vacuum cleaner, aprinter cartridge, a roller skate, Wenlock? (From behind, it does looka bit like Wenlock, or possibly Mandeville.) What it is is Renault&apos;s new urban electric vehicle, with room for two (the passenger goes behind), a range of about 60 miles and a top speed of 50mph. You can&apos;t really call it a car  it doesn&apos;t have windows, and even the doors are optional. It&apos;s a go-kart, basically, with a roof. It&apos;s a bit like ago-kart to drive, too, quick around the corners and fun, if a bit firm on the bumps. Ow! I make more new friends on the road. As a famous motoring journalist, I&apos;ve driven a lot of fancy cars, but none has created a stir like this. It&apos;s like being a celebrity. And the response is almost universally positive. It&apos;s like being a celebrity people actually like. It&apos;s like being Clare Balding, I imagine. There are problems; the usual ones associated with electric vehicles. If you don&apos;t have off-street parking  as most people don&apos;t in cities, where these cars belong  you can&apos;t charge them at home. I can&apos;t charge at work, either, so I&apos;d have to go somewhere else, and sit around for three and a half hours while it charges up. Which is clearly useless. I can&apos;t even figure out where these places are, because the map of charge places I download is also useless. Suddenly the lovable Twizy is looking like an expensive toy. There&apos;s another problem. It starts to rain, proper British rain. It&apos;s not so bad for me up front, but &apos;er indoors (well, outdoors) in the back, trying to balance two shopping bags on her knee, is getting soaked. The omission of windows is starting to look like an error. Fine on the Promenade des Anglais in Nice maybe, not fine in Angleterre. And it&apos;s not even winter. Luckily, we left the baby with one of our new friends. Renault Twizy     Renault Twizy detail Photograph: Simon Stuart-Miller for the Guardian    Price From 6,690Top speed 50mphAcceleration, 0-60mph NoRange 60 milesCO2 emissions 0Green rating 9/10 Cool rating 9/10 Practicality rating 2/10", 
    "section": "technology", 
    "gid": "technology/2012/sep/21/renault-twizy-car-review", 
    "wordcount": "500"
}