{
    "headline": "Colombian miners hit out at Anglo American", 
    "text": "Communities from Colombia, Mongolia, South Africa and the US will demonstrate in London this week against some of the world&apos;s largest mining companies, which they say are devastating the health of people, widely polluting the environment and forcing communities to move. Anglo American, joint owners of the giant Cerrejn opencast coal mine in northern Colombia with BHP Billiton and Xstrata, will be accused at its annual meeting on Friday of jeopardising the health of the 13,000 people who live or work close to the operation that provides coal for power stations in Britain and Europe. &quot;We have had to suffer the impacts of opencast coal mining for over 25 years now. Our communities have been gradually and systematically asphyxiated by the contamination caused by coal mining, our societies [have been] fractured,&quot; said Julio Gomez, president of Fecodemigua, the Federation of Communities Displaced by Mining in La Guajira, in London. Around 500m of the total estimated 5bn tonnes of coal have been mined from Cerrejn since it opened in 1985, but the largest mine in Latin America plans to increase production by 25% in the next three years. Cerrejn started providing British power stations with coal after the demise of the UK mining industry in the 1980s. Last year, Britain increased imports of Colombian coal, some of it from Cerrejn, by 48%, to more than 8m tonnes. But the mine has been has been racked with labour disputes and complaints of bad management and pollution, and for failing to provide adequate compensation to communities who have had to make way for its operations. This year it was closed by a strike for 32 days. &quot;The health of everyone in La Guajira within 5km of the area of mining and transport of coal is being severely affected: studies [show] the constant exposure to coal dust is clearly linked to the increase in illnesses,&quot; said Gomez. Gomez also accused Anglo American of failing to compensate communities whose homes were destroyed by the expansion of the mine have not been compensated. According to the Cerrejn miners, over 12,000 hectares of dry tropical forest have been destroyed, five villages displaced and rivers moved to exploit the coal. Most of the affected communities are made up of Wayuu people who have lived in the area since well before the Spanish conquest, or people of African descent, who fled slavery on the Colombian coast and set up free communities in land vacated by indigenous people. A spokesman for Anglo American said: &quot;Anglo American works tirelessly to ensure we observe the highest international standards, whether relating to human rights, environmental sensitivities and social issues, both in our wholly owned and jointly owned operations. He add that Cerrejn was &quot;internationally recognised for its environmental programmes&quot; and that its &quot;Occupational Health Division regularly monitors the health of employees to detect potential problems&quot;. &quot;Cerrejn has facilitated the resettlement of several local communities around the mine, and in doing so, has abided by Colombian legislation and the highest international standards. The resettlement of communities is a last resort measure at both Cerrejn and Anglo American&apos;s operations globally but is sometimes unavoidable when developing a mining operation,&quot; he said. Rio Tinto, another of the world&apos;s largest mining companies, will be accused on Thursday at its annual meeting of undermining the livelihoods of thousands of local herders at its giant Oyu Tolgoi mine in the Gobi desert region of Mongolia. The $12bn copper mine, which when it is in full production is expected to provide 30% of Mongolia&apos;s entire GDP, is the subject of a complaint to the World Bank for its effect on water resources and pollution. London-based activists have this week written to the UK Financial Conduct Authority to demand that London-listed companies implement the highest environmental, social, cultural, labour, and health and safety standards. &quot;The UK Stock Exchanges [must not] continue to act as a haven for those mining companies whose human rights and environmental records leave so much to be desired&quot;, said Richard Solly, co-ordinator, of the London Mining Network. &quot;We hope that, where the powers currently vested in the FCA fall short of what is needed to ensure that such companies are compelled to improve their behaviour, you will seek sufficient powers to do so.&quot; &quot;The London Stock Exchange is littered with mining companies like Rio Tinto and Anglo American that are embroiled in controversies around the world. It&apos;s scandalous that the scope of new Financial Conduct Authority doesn&apos;t extend to ensuring that such controversial companies comply to basic human rights and environmental standards,&quot; said Solly.", 
    "section": "environment", 
    "gid": "environment/2013/apr/15/mining-mining", 
    "wordcount": "792"
}