{
    "headline": "12 apps to de-Apple your iPhone and make it work smarter", 
    "text": "The chances are, if you&apos;ve bought an iPhone, that you think pretty highly of Apple  or at least highly enough to opt for its iOS software over rivals Android, Windows Phone and BlackBerry. With that in mind, filing lots of Apple-made apps that come preloaded on an iPhone into a junk folder and replacing them with those made by other companies may sound counterintuitive. But that&apos;s what an increasing number of iPhone owners are doing. Why? In some cases, the alternatives are better. For example, 10million people downloaded the Google Maps app in the first two days after its release in December 2012, which followed earlier publicity about problems with Apple&apos;s own Maps application. De-Appling an iPhone isn&apos;t just a response to big problems, however. Apple tends to release a major update of its iOS software once a year, and then minor updates throughout the year which rarely tinker with its preloaded apps. That annual update cycle means plenty of room for clever developers to come up with apps whose features go beyond what&apos;s available in Apple&apos;s software. Apps such as Mailbox and Haze have brought slick swipe-based controls to email and weather respectively; Camera+ has features that keen photographers love; Sunrise Calendar is a cleverer take on diary management; and Opera Mini will save you lots of money on roaming data charges, for example. In other cases, people are choosing alternatives to Apple apps because they&apos;re using (or may use in the future) devices from other companies, and want the stuff they buy to be available on those too. An ebook bought from Apple&apos;s iBooks store will only work on iOS devices, but one bought from Amazon&apos;s Kindle store will be readable on a range of devices through that company&apos;s apps. Buying MP3s from 7digital reduces the pain of porting your music collection to non-Apple devices. Apple has made noises in the past about rejecting apps from its App Store if they mirror features in its own software. Yet the fact that the 12 apps listed below are available in the store shows its policies are sensibly flexible. Apple wants you to use and enjoy your iPhone more than it wants to lock you into every single one of its own apps. With that in mind, here&apos;s a snapshot of some popular alternatives worth a space on your homescreens. The deft dozen: apps to make your iPhone better          Sparrow (1.99)Sparrow isn&apos;t just better than Apple&apos;s own Mail app, it&apos;s better than Google&apos;s Gmail app  so much so that Google bought it in 2012. Features like attaching photos are useful, while its intuitive design makes inbox management a cinch.          Mailbox (Free)Fresh out in 2013, Mailbox is designed to work with Gmail accounts. Its innovation is single swipes to archive or delete emails, or kick them out of your inbox temporarily while you respond to important mails. There&apos;s a long waiting list to use it, but it&apos;s worth queuing.          Chrome (Free)Google&apos;s Chrome browser has been a big hit on desktop computers. That&apos;s the key advantage of its iOS version, since if you sign in to your Google account, all your desktop bookmarks, passwords and open tabs are available on your iPhone or iPad.          Opera Mini (Free)If you&apos;re travelling abroad and plan to use the mobile internet, Opera Mini is an essential download. It compresses webpages before they reach your phone, saving on your data usage  and thus on your mobile bill when you get back home.          Google Maps (Free)Apple&apos;s own Maps app isn&apos;t as bad as has been made out, and it&apos;s improving, but Google Maps is still the best and most reliable mapping app available for iPhone. Local search, voice-guided navigation and public transport directions are all built in.          7digital Music Sync (Free)Buying music from iTunes on an iPhone is quick and simple, but if you prefer to keep your music supplier independent, 7digital is well worth a look. Buy MP3s from its well-stocked website or mobile website, then store and play them on your phone using this app.          Record  Voice Recorder (0.69)Do many people record voice memos on their iPhones? Those who do have dozens of alternatives to Apple&apos;s own Voice Memos app. Record works very well, recording memos (or meetings, interviews etc) then emailing them from your phone if required.          Camera+ (0.69)There are social alternatives to Apple&apos;s built-in camera app on iPhone such as Instagram and Facebook Camera, but for pure photography features Camera+ is great. Powerful snapping features, crops and effects plus support to post on Facebook, Twitter and Flickr.          Evernote (Free)Fond as you may be of Apple&apos;s Post-it coloured Notes app, it may be time to consider Evernote as a cleverer alternative. It stores your notes (plus photos and voice memos) on Evernote&apos;s servers, ready to be accessed and shared from any device you like.          Haze (0.69)Weather app Haze is one of the emerging class of apps that do away with as many buttons and on-screen options as possible. Here, the emphasis is on simple swiping to check the forecast, including temperature, sunshine hours and windchill. Where Apple&apos;s weather app is functional, this is elegant.          Sunrise Calendar (Free)A number of apps companies are trying to reimagine iPhone&apos;s Calendar, with Sunrise the best so far. It works with Google Calendar, Facebook and LinkedIn to remind you of birthdays and provide details of people you&apos;re meeting, with weather forecasts and reminders thrown in for good measure.          Kindle (Free)Apple&apos;s iBooks isn&apos;t the only ebooks store available on iOS. Amazon&apos;s Kindle reader app can download and display ebooks bought from the company&apos;s Kindle Store, although due to Apple&apos;s rules, the actual buying has to happen on Amazon&apos;s website or mobile site.", 
    "section": "technology", 
    "gid": "technology/2013/mar/03/iphone-non-apple-apps-switch", 
    "wordcount": "963"
}