{
    "headline": "Kinect Rush  review", 
    "text": "My initial enthusiasm for Kinect back in 2010 was based on its initial promise being followed by a second wave of more diverse releases. However, with a few rare exceptions, this failed to arrive. Now the same partnership responsible for the excellent Disneyland Adventures brings us Kinect Rush, another mini-game compilation but this time based on Pixar&apos;s recent back catalogue. In fact, the most underwhelming thing at first glance is the genre. We all know Kinect can cope with bite-sized arcade challenges, but the question remains  can it handle anything else? Sadly, you won&apos;t find the answer here, but when the results are as charming as this, it&apos;s hard to quibble. You start off by letting the camera scan in your image and making a few style choices to create your own cutesy mini-avatar. Your character is then dropped off in Pixar Park, a smallish but colourful central hub where you can interact with other characters  either real players or NPCs if you&apos;re on your own. The five themed areas are based around the movie franchises of The Incredibles, Up, Ratatouille, Cars and Toy Story. Each tale is broken into several mini-game challenges, with new characters unlocked as the level progresses and your avatar customised to resemble the movie characters around you. So in the Cars 2 section, you naturally play a car while in Toy Story 3 you&apos;re a little robot. Between the movie themes there&apos;s a huge variety of challenges, some calling for faster reactions than others  so Up is more about puzzle solving while Cars is about time-based challenges. Control is satisfyingly precise given how much trouble some Kinect games have with lag-free movement. The basic moves involve moving your arms to walk, pumping them to run, tilting your shoulders for direction or hips for strafing and, of course, jumping on the spot to cover heights or distances. For driving, simply extend your arms and steer.     Kinect Rush    With so many different worlds to explore, Kinect Rush demands a huge variety of skills  from rope swinging in Up, to leaping across Parisian rooftops in Ratatouille or hurling cars around in The Incredibles. Yes, there are occasional glitches  jumping can be tricky for the camera to pick up and the younger audience that might enjoy these characters most may find it all too fiddly and tiring to master. Then again, I doubt a roomful of flailing toddlers surrounded by Pixar characters are going to be bothered much about high scores. In fact, the determination of Kinect Rush to appeal to the whole family largely succeeds through the excellent split-screen co-op mode that encourages players of different skills or ages to work together. It&apos;s physical and challenging enough for adults to rack up all the hidden items and bonuses, but the absence of health meters or death means even toddlers can complete any challenge given some patience and encouragement. Yet what Rush does best is immerse you fully and unobtrusively in recent cinema&apos;s most iconic movie worlds  colourful, instantly recgonisable yet also fleshed out with whole new areas, characters and storylines to explore. There&apos;s great voice acting, either sounding like or actually using many of the original cast members, and a soundtrack that mixes cinematic themes with more formulaic arcade ditties. All in all, if you love Pixar, this is certainly the best use of those characters in a video game so far. And if you wanted a reason to dig your Kinect out of storage, look no further. Kinect Rush may be short on length, but it&apos;s big on playability, imagination and fun.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/02/kinect-rush-xbox-360-review", 
    "wordcount": "598"
}