{
    "headline": "Barker and Maes - timeline", 
    "text": "From 2009 until the May 2010 election  Miriam Maes, CEO of environmental consultancy firm Foresee Ltd, served as an adviser to Greg Barker while he was in opposition. In 2011, her website described the role as &quot;supporting the then shadow climate change minister on a variety of new energy policies and public-sector energy issues&quot;. September 2010  Maes is formally appointed as a &quot;delivery adviser&quot; to Department of Energy and Climate Change (Decc) on a contract worth nearly 20,000. She describes the role on her websites and in some internal emails as delivery adviser to the UK minister of state. 6 February 2011  Maes sends an email to Barker asking him to meet with one of her consultancy clients, Air Products (AP), which is seeking planning permission for a renewable power plant in Teesside. She promises to send through a &quot;formal request&quot; but asks Barker to give it a &quot;gentle nudge&quot; if needed. 2 March 2011  Maes thanks Barker for meeting AP, noting the executives were &quot;delighted&quot; and are trying to set up a further meeting in Philadelphia. She follows this up with an email to Decc officials the next day trying to get this meeting set up. 9 March 2011  Maes asks Barker to intervene in a contractual dispute between herself and Decc civil servants, who want weekly updates on her activities, which she says is &quot;out of the question  in particular as I am doing a lot of confidential work for you&quot;. She mentions she is trying to secure an extra 10,000 for her contract. Her message concludes: &quot;I really appreciate your personal support in trying to solve this issue.&quot; Barker responds later the same day: &quot;I am sorry about the continuing aggro with your invoice, I really am going to bang the desk about this today.&quot; Later, as the dispute continues, Maes keeps informing Barker of developments and asking for his involvement. One begins: &quot;Please find below answer from Colin Church [DECC official]. Over to you?&quot; 18 March 2011  Maes emails Barker asking if he had been able to &quot;raise the Air Products situation&quot; with the Environment Agency. He responds a few hours later with &quot;I did!&quot; Later inquiries by the Guardian reveal Barker had asked the agency&apos;s chief executive about AP&apos;s Air Products permit application for the Teesside plant. 9 April 2011  Miriam Maes asks Barker to intervene with civil servants to say he wants her to run a project, the Whitehall district heating scheme, which they have put under someone else&apos;s jurisdiction. She drafts an email for Barker to send to officials: &quot;I wish for Miriam Maes as my Delivery Adviser to chair this project&quot; and concludes &quot;Trust this is a helpful first draft.&quot; Two days later Barker forwards an email to Maes including the following: &quot;I also clearly indicated again that given the obvious need for strong commercial leadership, I wanted Decc Delivery Adviser Miriam Maes to chair this project. So I was extremely concerned that this was not happening. Please rectify this with immediate effect.&quot; 27 April 2011  A civil servant tells Maes her contract has been extended: she will receive an extra 10,000 payment, but the duration of the contract will not be extended. 24 June 2011  Maes emails Barker to keep him posted on her application for a new advisory role at Decc through an open tender process. &quot;Recruitment process is definitely proceeding well so make sure you get it in in time, we dont [sic] want that sort of slip up!&quot; Barker responds. Maes later secures the role. 10 August 2011  Air Products secures planning permission for its Teesside plant, and issues a press release including a supportive quote from Greg Barker. An unknown individual emails Maes to thank her for her &quot;help on getting the quote&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/sep/13/timeline-greg-barker-miriam-maes-decc", 
    "wordcount": "664"
}