{
    "headline": "Climate change study forces sceptical scientists to change minds", 
    "text": "  The Earth&apos;s land has warmed by 1.5C over the past 250 years and &quot;humans are almost entirely the cause&quot;, according to a scientific study set up to address climate change sceptics&apos; concerns about whether human-induced global warming is occurring. Prof Richard Muller, a physicist and climate change sceptic who founded the Berkeley Earth Surface Temperature (Best) project, said he was surprised by the findings. &quot;We were not expecting this, but as scientists, it is our duty to let the evidence change our minds.&quot; He added that he now considers himself a &quot;converted sceptic&quot; and his views had undergone a &quot;total turnaround&quot; in a short space of time. &quot;Our results show that the average temperature of the Earth&apos;s land has risen by 2.5F over the past 250 years, including an increase of 1.5 degrees over the most recent 50 years. Moreover, it appears likely that essentially all of this increase results from the human emission of greenhouse gases,&quot; Muller wrote in an opinion piece for the New York Times. Can scientists in California end the war on climate change?Study finds no grounds for climate sceptics&apos; concernsVideo: Berkeley Earth tracks climate changeAre climate sceptics more likely to be conspiracy theorists? The team of scientists based at the University of California, Berkeley, gathered and merged a collection of 14.4m land temperature observations from 44,455 sites across the world dating back to 1753. Previous data sets created by Nasa, the US National Oceanic and Atmospheric Administration, and the Met Office and the University of East Anglia&apos;s climate research unit only went back to the mid-1800s and used a fifth as many weather station records. The funding for the project included $150,000 from the Charles G Koch Charitable Foundation, set up by the billionaire US coal magnate and key backer of the climate-sceptic Heartland Institute thinktank. The research also received $100,000 from the Fund for Innovative Climate and Energy Research, which was created by Bill Gates. Unlike previous efforts, the temperature data from various sources was not homogenised by hand  a key criticism by climate sceptics. Instead, the statistical analysis was &quot;completely automated to reduce human bias&quot;. The Best team concluded that, despite their deeper analysis, their own findings closely matched the previous temperature reconstructions, &quot;but with reduced uncertainty&quot;. Last October, the Best team published results that showed the average global land temperature has risen by about 1C since the mid-1950s. But the team did not look for possible fingerprints to explain this warming. The latest data analysis reached much further back in time but, crucially, also searched for the most likely cause of the rise by plotting the upward temperature curve against suspected &quot;forcings&quot;. It analysed the warming impact of solar activity  a popular theory among climate sceptics  but found that, over the past 250 years, the contribution of the sun has been &quot;consistent with zero&quot;. Volcanic eruptions were found to have caused short dips in the temperature rise in the period 17501850, but &quot;only weak analogues&quot; in the 20th century. &quot;Much to my surprise, by far the best match came to the record of atmospheric carbon dioxide, measured from atmospheric samples and air trapped in polar ice,&quot; said Muller. &quot;While this doesn&apos;t prove that global warming is caused by human greenhouse gases, it is currently the best explanation we have found, and sets the bar for alternative explanations.&quot; Muller said his team&apos;s findings went further and were stronger than the latest report published by the Intergovernmental Panel on Climate Change. In an unconventional move aimed at appeasing climate sceptics by allowing &quot;full transparency&quot;, the results have been publicly released before being peer reviewed by the Journal of Geophysical Research. All the data and analysis is now available to be freely scrutinised at the Best website. This follows the pattern of previous Best results, none of which have yet been published in peer-reviewed journals.            When the Best project was announced last year, the prominent climate sceptic blogger Anthony Watts was consulted on the methodology. He stated at the time: &quot;I&apos;m prepared to accept whatever result they produce, even if it proves my premise wrong.&quot; However, tensions have since arisen between Watts and Muller. Early indications suggest that climate sceptics are unlikely to fully accept Best&apos;s latest results. Prof Judith Curry, a climatologist at the Georgia Institute of Technology who runs a blog popular with climate sceptics and who is a consulting member of the Best team, told the Guardian that the method used to attribute the warming to human emissions was &quot;way over-simplistic and not at all convincing in my opinion&quot;. She added: &quot;I don&apos;t think this question can be answered by the simple curve fitting used in this paper, and I don&apos;t see that their paper adds anything to our understanding of the causes of the recent warming.&quot; Prof Michael Mann, the Penn State palaeoclimatologist who has faced hostility from climate sceptics for his famous &quot;hockey stick&quot; graph showing a rapid rise in temperatures during the 20th century, said he welcomed the Best results as they &quot;demonstrated once again what scientists have known with some degree of certainty for nearly two decades&quot;. He added: &quot;I applaud Muller and his colleagues for acting as any good scientists would, following where their analyses led them, without regard for the possible political repercussions. They are certain to be attacked by the professional climate change denial crowd for their findings.&quot; Muller said his team&apos;s analysis suggested there would be 1.5 degrees of warming over land in the next 50 years, but if China continues its rapid economic growth and its vast use of coal then that same warming could take place in less than 20 years. &quot;Science is that narrow realm of knowledge that, in principle, is universally accepted,&quot; wrote Muller. &quot;I embarked on this analysis to answer questions that, to my mind, had not been answered. I hope that the Berkeley Earth analysis will help settle the scientific debate regarding global warming and its human causes. Then comes the difficult part: agreeing across the political and diplomatic spectrum about what can and should be done.&quot;", 
    "section": "environment", 
    "gid": "science/2012/jul/29/climate-change-sceptics-change-mind", 
    "wordcount": "1061"
}