{
    "headline": "Oreo's gay pride post on Facebook prompts threats of boycott", 
    "text": "Oreo, the self-proclaimed &quot;world&apos;s favourite cookie&quot;, has stirred up controversy on Facebook by pledging support for gay pride. An image posted to the Oreo fan page shows rainbow layers betwixt its biscuity wafers, instead of the usual dollop of white cream. The photo was accompanied by the message &quot;Proudly support love!&quot;. The post came after thousands of people attended gay pride events in New York, San Francisco and elsewhere over the weekend.  While most commenters were in support of the multi-coloured equal rights cookie, others disagreed with Oreo&apos;s tolerant stance, some even threatening a biscuit-boycott. &quot;This is absolutely disgusting,&quot; opined Desean Washington. &quot;Your attempt to &apos;normalize&apos; the behaviour of homosexuals has cost you a customer.&quot; Steven Osoria was another to express displeasure with the post, which provoked such a violent response that he had decided he was &quot;never eating an oreo ever again&quot;. Facebook user Steve Permar, whose interests on the site include &quot;Sarah Palin&quot; and &quot;I Love Jesus&quot;, posted: &quot;Guess I won&apos;t be buying oreo&apos;s [sic] anymore&quot;, while Mike Wirth declared the Oreo post was evidence of &quot;more homosexuality shoved down our throats&quot;. Oreo, which Adweek describes as one of the most successful brands on Facebook, has some 26m fans on the social networking website, with 145,000 liking the pride post.  As the comments descended into a bakery-product civil war on Tuesday morning, the majority of posters were supportive of the chocolate-flavoured sandwich cookie. &quot;Way to go Oreo!&quot; wrote Christopher Kahle. &quot;You used to be able to tell how much guts a brand had by their advertising, today we get to see it with their compassion.&quot; &quot;Thank you Oreo, thank you!&quot; gushed Megan Amanda Duran. Oreo is manufactured by food giant Kraft, a detail not lost on one Tumblr wag, who promptly posted all the Kraft products that a truly principled Oreo-boycott should include  a veritable diabetes wish-list which includes Jell-O, Kool-Aid, Cool Whip and Tombstone Pizza.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/jun/26/oreo-gay-pride-facebook-boycott", 
    "wordcount": "343"
}