{
    "headline": "Birds of prey as ambassadors of peace in the Middle East", 
    "text": "    Not long ago, I told you that bird-friendly California vineyards may have fewer insect pests, but what about relying on birds to control another common food crop pest; rodents? Food crops are plagued by rodent pests everywhere. But when faced with putting out poisons -- poisons that not only kill rodents but also harm human health and the land itself -- farmers are increasingly looking for other solutions to address these ubiquitous pests. One such solution is birds of prey.    Just one pair of adult barn owls, Tyto alba, will catch between 2,000 and 5,000 rodents each year. If barn owls live on farmland, their foraging activities may improve agricultural yield among certain crops by 24 percent. Hosting the nest of just one pair of these birds on farmland presents an &quot;instant solution&quot; to &quot;the rodent problem&quot; that does not involve any dangerous chemicals. This is where birdwatcher, photographer and Israeli naval officer, Amir Ezer, comes in: perhaps ironically, he has been reusing ammunition cases to construct nest boxes for barn owls all over Israel. In an interesting video that I&apos;ve embedded below, we learn that 1,640 of these nest boxes have been distributed to farmers throughout Israel, a number that was increased to 2,100 as of 2010, according to the Society for the Protection of Nature in Israel.  &quot;[From] the moment the barn owls nested there, the damage stopped&quot;, says biological pesticide project coordinator Shauli Aviel in the film. &quot;Today we have over 100,00 dunams [1000 m2] of agricultural land where pesticides haven&apos;t been used for 10 years&quot;, Mr Aviel states in the film.  But barn owls are nocturnal, leaving farmland open to attack by daytime pests, so a diurnal raptor was recruited to ensure 24-hour protection from rodents: the common kestrel, Falco tinnunculus. Once again, ammunition case-nestboxes were provided to these small raptors to encourage them to live on the farmland.  But the effort has not stopped there. This project has led to partnerships with farmers in the Palestinian Authority and in Jordan, too, although it took some work to get things started.  &quot;The strange appearance of the barn owl didn&apos;t help its image within the Arab culture, so it was difficult to persuade Jordanian farmers that the barn owl is beneficial to agriculture&quot;, according to the film&apos;s narrator. But the coordinators succeeded, as the film documents.  It is hoped that encouraging birds of prey to hunt and raise their families on agricultural lands will improve farming practices in other countries, too.  &quot;Then you will go to Syria, to Iran, to other countries we cannot go, and you will show them the system.&quot; This international collaborative project is full of win for just so many reasons. As the film&apos;s narrator enthuses: &quot;In the Middle East, the dove has been replaced by the barn owl and the kestrel as the ambassadors of peace.&quot;            Visit yuvaldax1&apos;s YouTube channel [video link].  This film won first prize in the expert and instructive films category at the Agrofilm Festival held in 2011 at Nitra, Slovakia. This award-winning film was produced by Yuval Dax.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/09/1", 
    "wordcount": "538"
}