{
    "headline": "UK public favours wind turbines over shale gas wells, poll finds", 
    "text": "More than two-thirds of people would rather have a wind turbine than a shale gas well near their home, according to a new opinion poll published on Tuesday. Asked to choose between having the two energy sources within two miles of their home, 67% of respondents favoured a turbine, compared to just 11% who would support the gas development. The findings of the UK-wide ICM survey shows that only nuclear power and coal are less popular than shale gas developments. The ICM poll, together with a second new poll from YouGov, show public opinion is against George Osborne&apos;s push for a new &quot;dash for gas&quot; as the central plank of the government&apos;s energy policy. The polls come at a critical time for the government&apos;s energy bill, which aims to deliver the 200bn required to replace and develop the nation&apos;s ageing energy infrastructure, due to be published on 5 November. The investment required will be added to household energy bills that are already rising and proving a political headache for David Cameron. &quot;This [ICM] poll puts to the sword the myth that the public are set against onshore wind and wish to rush into a second dash for gas,&quot; said Paul Monaghan, head of social goals at the Co-operative, which commissioned the ICM poll for the launch of the Co-op&apos;s Manifesto for a community energy revolution which it is backing with 100m of investment. The poll showed 49% of people would support a wind turbine being erected within two miles of their home, with 22% against. But if the project were community-owned, support rose to 68% and opposition plummeted to 7%. In Germany, where 65% of its huge renewable energy capacity is community-owned, opposition is much rarer than in UK where community ownership is less than 10%. Onshore windfarms have become an increasingly divisive issue, with 100 backbench Conservative MPs demanding subsidy cuts from Cameron earlier this year. Negotiations over the energy bill have been severely hampered by a feud between Osborne and the Liberal Democrat energy secretary, Ed Davey. But new energy minister and Tory MP, John Hayes, told the Guardian the onshore wind controversy has cast a shadow over the wider energy debate and that it could be resolved by the current consultation over community benefits from renewable energy projects, which could see local people getting lower bills, for example. &quot;Appropriately sited onshore wind has a role to play, but if we&apos;re to make this work in a way that garners popular support, we&apos;ve got to see a big improvement in how developers engage with local communities, new ways of ensuring a sense of local ownership and more obvious local economic benefits,&quot; said Hayes, when launching the consultation. &quot;The new research demonstrates we need to see a stronger deployment of community-owned projects, especially in those parts of the country where a small, but highly vocal, minority are blocking progress,&quot; said Monaghan. &quot;The UK has made massive strides in recent years with its renewables generation capacity, and it&apos;s essential this continue.&quot; In his battle with Davey, Osborne won a commitment to a new gas strategy, also due to be published on 5 November. But the chancellor&apos;s enthusiasm for gas is not shared by the public, according to the poll. Natural gas was the most preferred energy source of just 7% of people polled by ICM, behind solar, hydro and offshore wind power, although ahead of onshore windfarms. The YouGov poll showed that 55% of people want more windfarms, compared to just 17% who want more gas power stations. It also showed that less than one in three people thinks the government should give the go-ahead to fracking. RenewableUK&apos;s deputy chief exective, Maf Smith, said: &quot;Support for renewable energy is consistently strong, in this and other independent polls. One stark message from this survey is the public&apos;s evident disenchantment with fossil fuels, including the unpopularity of fracking.&quot; Osborne announced recently &quot;generous&quot; tax breaks for fracking and the environment secretary, Owen Paterson, pledged to make licensing as simple as possible by setting up a &quot;one-stop shop&quot;. Independent experts argue that shale gas may make a small contribution to UK energy supply in a decade or so, but say it will not have the dramatic impact it has in the US. Former energy minister Charles Hendry, sacked in September&apos;s reshuffle, said on Sunday: &quot;Our future can&apos;t depend on gas alone  betting the farm on shale brings serious risks of future price rises.&quot; The energy bill will also attempt to make building new nuclear power stations sufficiently attractive to investors, while attempting to keep the coalition&apos;s pledge not to subsidise the reactors. But nuclear power remains deeply unpopular with the public, with the poll showing it is by far the least preferred energy source. The poll showed significant differences between younger and older people, with 19% of those over 65 choosing nuclear power as their most preferred energy source compared to 6% of those aged 18 to 34. The over 65s showed far less support for local wind turbines (38%) versus those in the 18-34 age group (64%) and more enthusiasm for local shale gas rather than local wind (19% of over 65s, 10% of 18-34s).", 
    "section": "environment", 
    "gid": "environment/2012/oct/23/wind-shale-gas-icm-poll", 
    "wordcount": "882"
}