{
    "headline": "Romans, witches and cowrie shells", 
    "text": "The seascape is dominated by the lighthouse that at 41 metres high is the third tallest in Scotland. Built and first shown in 1830, it has two broad, red, horizontalbands that were added in 1915 to aid identification from other lights around the coast. According to Highland folklore, the site of the lighthouse was used as a meeting place for witches&apos; covens and prior to that used to be a Roman fort. The wildness of the scene was perhaps epitomised by a pair of fulmarsflying purposefully north on their stiff, seemingly motionless, wings.Which seabird colony would theyjoin? Despite all these attractions I was thereto fulfil the inexplicable urge to find a cowrie shell. I walked down the old slipway to the small salmon fishers&apos; stone bothie, now disused and dilapidated. To the south lay a small beach, which is normally empty. However, there was a group of people sheltering behind an erected wind shelter, complete with barbecue. I nearly turned back but carried on and, as I approached the group, one of them askedme if I could do them a favour. I thought she meant take a group photograph but no, it was to judge their paintedEaster egg competition! There were a dozen or more decorated hen eggsand, much to the delight of the children, twoof the three I chose had been painted by them. I asked the children what they thought I could be looking for and they said &quot;birds or whales&quot;. I told them it was cowrie shells and they all shouted: &quot;You mean sea cradles, but you will not find any because the tide is too high and we have already collected them.&quot; I had never heard the name sea cradles for cowries before and was impressed. Even more so when one elderly lady insisted I took the two she had collected earlier that morning. A very moving encounter and I did come away with cowries.  This article was amended on 19 April 2012, to restore the words &quot;by them&quot; to the end of the sentence &quot;There were a dozen or more decorated hen eggs and, much to the delight of the children, two of the three I chose had been painted by them.&quot; These two words had been accidentally cut in the editing process. ", 
    "section": "environment", 
    "gid": "environment/2012/apr/18/scotland-ruralaffairs", 
    "wordcount": "404"
}