{
    "headline": "Best selling games of 2011: Modern Warfare 3 outguns the opposition", 
    "text": "Well, is anyone on the planet really surprised? Industry trade body UKIE has revealed the top 10 best-selling games in the UK for 2011, and at the top of the heap is Activision&apos;s latest Call of Duty behemoth, Modern Warfare 3. The title grossed 83m in its first week on sale in the UK  and, of course, went on to make more than $1bn worldwide. The complete all-format top 10 for the year is as follows: 1. Call of Duty: Modern Warfare 32. Fifa 123. Battlefield 34. Zumba Fitness5. The Elder Scrolls V: Skyrim6. Just Dance 37. Assassin&apos;s Creed: Revelations8. LA Noire9. Saints Row: The Third10. Batman: Arkham City It was a decent year for EA, then, with its profitable Fifa and Battlefield titles in second and third place. The surprise entry perhaps is Zumba Fitness, the critically mauled keep fit game that camped out at the top of the software charts through much of the summer. Other than that, it&apos;s been a good year for big action adventures, with Batman, Saint&apos;s Row and Assassin&apos;s Creed all doing well. Despite its idiosyncratic format and some mixed reviews Rockstar&apos;s fifties detective drama, LA Noire, did well to sneak in at number eight.  But really, this is all about the Call of Duty brand, which has now held the No 1 slot for three years running  claiming it with Black Ops in 2010 and Modern Warfare 2 in 2009. Can whatever comes next from the series hold on in 2012  especially with Grand Theft Auto V a possibility?  Until then, completists may like a look at the format-specific sales charts for 2011: Nintendo Wii1. Zumba Fitness2. Just Dance 33. Just Dance 24. Mario Kart Wii5. Wii Sports Resort Sony PlayStation 31. Call Of Duty: Modern Warfare 32. Fifa 123. Battlefield 34. Uncharted 3: Drake&apos;s Deception5. Assassins Creed: Revelations XBox 3601. Call Of Duty: Modern Warfare 32. Fifa 123. The Elder Scrolls V: Skyrim4. Battlefield 35. Gears of War 3 Nintendo DS1. Professor Layton And The Spectre&apos;s Call2. Pokemon White Version3. Pokemon Black Version4. Art Academy5. Moshi Monsters: Moshling Zoo Sony PSP1. Fifa 122. Fifa 113. Motorstorm: Arctic Edge4. Gran Turismo5. Assassin&apos;s Creed: Bloodlines Nintendo 3DS1. Super Mario 3D Land2. Mario Kart 73. The Legend of Zelda: The Ocarina of Time 3D4. Nintendogs + Cats: Golden Retriever5. Rayman 3D PC1. Football Manager 20122. Football Manager 20113. The Elder Scrolls V: Skyrim4. The Sims 35. Battlefield 3", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/11/best-selling-games-of-2011", 
    "wordcount": "403"
}