{
    "headline": "Students urge MPs to restore EMA grant", 
    "text": "Students have come up with a new strategy in their fight to get the education maintenance allowance (EMA) restored. They&apos;re urging MPs to support an &quot;early day motion&quot;  which is a proposal submitted for debate in parliament. Even though the debate doesn&apos;t always take place, early day motions raise awareness of a cause. This one calls on MPs to restore the vital student grant scrapped by the Tory-led government over two years ago. Hundreds of students from across the country are currently participating in a &quot;Bring back EMA week of action&quot;. Activists on over a dozen college campuses are organising stalls, petitions, online lobbying and social media action in an effort to persuade MPs to support disadvantaged young people so they can continue to study post-16. The message is getting across: 22 MPs have already signed up to the early day motion, with many more promising to show their support over the course of this week. This is the first big push from the Bring Back EMA campaign since its launch by a coalition of over 100 leading student activists in November. It shows that youth opposition to the Tory-led government has not gone away, but instead is taking new forms  and further education students are leading the way. Choi Hy, the student union president at Worcester College of Technology, says: &quot;It&apos;s time the government started listening to students. We will not sit by and accept the destruction of the education system and our futures.&quot; The EMA was a grant of up to 30 a week that allowed over half a million students from some of the poorest families in the country access to further education; almost 90% of students eligible for free school meals received the EMA. Its loss is keenly felt. Becca Anderson, from Gateshead College, denies media claims that students used the grant for luxuries: &quot;At home it was just my mum supporting both me and my brother on the little money she could bring in. Contrary to popular belief, the EMA wasn&apos;t something we used to buy clothes and CDs. My EMA went to our living costs, supporting my family. &quot;I would walk miles to college every day so that I could contribute to our basic living costs.&quot; Josie, a young mum and aspiring midwife from Kent, says: &quot;The EMA was absolutely crucial in supporting me through my A-levels at Canterbury College. I&apos;ve since progressed on to a vocational course which I hope will lead to a degree in midwifery.&quot; She adds: &quot;With sky-high fees and the slashing of student support, it&apos;s not difficult to see why students are still angry and are not giving up in their fightback.&quot; The number of students applying to university is in sharp decline  in 2012 Ucas reported a drop of more than 50,000  and, alongside the trebling of tuition fees, the loss of the EMA is a factor. James Phillips, a political science and philosophy student at the University of Birmingham says: &quot;Receiving the EMA while I studied in further education was vital in allowing me to progress on to higher education. Those who argue against its reinstatement ignore the huge transformative impact it has had on the lives of thousands of ordinary students.&quot; The reinstatement of the grant would require only a modest state investment. As leading economists including Jonathan Portes, director of the National Institute of Economic and Social Research, have pointed out, the EMA &quot;delivered significant economic and social benefits&quot; and was valuable not only to poorer students but &quot;to the economy as a whole&quot;. The government may be hoping that student anger has dissipated. But we have not given up. This week of action is a chance to send a clear message that we want an end to attacks on education and support for students to fulfil our potential.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/feb/27/bring-back-ema-students-urge", 
    "wordcount": "655"
}