{
    "headline": "Signal poor on m-learning's impact", 
    "text": "Cheap mobile phone access in developing countries has spread rapidly and so has the use of these communication networks for teaching and learning English. Whether it is at the launch of a new US-backed mobile learning service in Tunisia or a venture bringing business English to smartphones subscribers in India, there is a common message: this is a medium that can bridge educational and digital divides. But after close to a decade of attempts to harness mobile phones for ELT, there remains relatively little critical attention paid to how the outcomes of many projects are measured and reported. For Michael Trucano, a senior specialist at the World Bank in information and communications technology (ICT) and education, hard evidence of impact is rare. &quot;Generally speaking, insufficient emphasis is placed on the monitoring and evaluation of educational projects in most developing countries seeking to utilise ICT, and the monitoring and evaluation components of such projects are typically underfunded and regrettably, often not funded at all,&quot; he said. John Traxler, professor of m-learning at the University of Wolverhampton in the UK, agrees, but adds that doing the type of evaluation needed is not easy. &quot;Mobile learning should be recognised as notoriously difficult to evaluate ... just because you can measure changes in attributes or behaviour doesn&apos;t mean they&apos;re educationally meaningful or remotely life-changing. It&apos;s difficult to observe, difficult to measure and difficult to explain.&quot; The English in Action (EiA) project in Bangladesh, funded by the UK&apos;s Department for International Development, incorporates a variety of delivery methods, including mobile phones and MP3 players, to both teach English and to support the delivery of teacher-development programmes across the country. By the time the project comes to an end in 2017, it is anticipated that more than 25 million people will have been involved. While it may be relatively easy to estimate the number of people that the project has engaged, the benefits it will have had on their language development or teaching skills are harder to measure. As part of the monitoring and evaluation system for EiA&apos;s teacher development programme, Trinity College London independently assesses teacher and student language proficiency, tracking their development at various points through the nine-year project. The results here have been positive, with both teacher and student language competency showing significant improvement after just one year of teachers using the approaches advocated by the EiA project. However, as seems to be the case for many projects using mobile phones, and indeed education projects more generally, the monitoring and evaluation design does not appear to include a control group, but rather focuses on English language competency of only the participants at the beginning of the year compared with the end. Control groups add an extra dimension to the evaluation of projects that are often already logistically complicated as a result of the technology being used and the numbers of participants involved. Selecting representative sample groups to monitor and evaluate can also be difficult, because many m-learning projects aim to reach people in regions that are difficult to access. As Traxler points out: &quot;The resources and capacity available locally tofirst develop and deliver queries and then analyse and report the responses are not always much developed beyond paper-based counting.&quot; One way of addressing this problem may be through mobile devices themselves. A large-scale British Council project in Africa focusing on capacity building through radio and other media players is experimenting with monitoring and evaluation via mobile phones. There are technical and cost issues to be ironed out, but as Neil Ballantyne, mobile learning manager for the British Council, says, &quot;the use of text messages will allow teachers to send short reflections almost immediately after they occur&quot;, thus speeding up and improving evaluation. This approach will require some monitoring and evaluation of its own and will remain constrained by factors such as the mobile infrastructure of the countries involved. While some research projects have focused on reporting the direct impact of mobile-based materials on participants&apos; language levels, attitudes and behaviour, others have revealed surprises about how the technology is actually being used. The Millee project, led by Matthew Kam at Carnegie Mellon University in the US, uses mobile-based games to support English language learning in a variety of low-income settings in India. Now in its eighth year and third major pilot, the research team has used a variety of approaches to evaluate the project and the way the technology is being used. &quot;What we&apos;re really trying to understand is how the participants use the mobile games in practice, rather than to what extent they use them according to how we expect them to use them,&quot; said Kam. The researchers have found that the mobile phones tend to be appropriated in the home by male children in the family, and that &quot;mothers were giving a lot of implicit approval to the boys to be monopolising the technology&quot;. This points to important gender and cultural issues that should be, but often aren&apos;t, evaluated in all m-learningprojects to mitigate the risk of these factors significantly skewing other results. The excitement surrounding the variety of m-learning projects is well-deserved, but there is clearly much to learn about how far teaching and learning English using the medium can benefit those in developing countries. As Traxler says, &quot;Brilliant and exemplary work is being done on the ground by people using mobiles to deliver and enhance learning to distant and disadvantaged communities. Our problem is more to do with how badly we try to explain it,think about it, reason about it, learn from it, generalise from it and evaluate it.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/13/mobile-learning-research-language-teaching", 
    "wordcount": "948"
}