{
    "headline": "Zac Goldsmith: climate change pushes other issues off the agenda", 
    "text": "     The influential Tory MP Zac Goldsmith says the intense focus on climate change in the last decade has encouraged politicians and environment groups to drop key green issues like air pollution, biodiversity and food and avoid reform of the economic system. &quot;Climate change went too far. A lot of stuff slipped off the agenda. The environment became about carbon and not the environment that you can feel and touch and see. Food, biodiversity, air quality all got knocked off. When we talked about forests we talked about them as sticks of carbon. &quot;If you are just looking only at climate change you do not really have to address the economic system in the same way. By focusing so much on carbon it allowed us to take our eye off the ball.&quot; Goldsmith, who edited the Ecologist magazine in the 1990s and came under attack by Monsanto and GM companies, was talking in a series of Guardian interviews with leading figures in the environment debate over the last 60 years. He underlines his long-standing opposition to GM food: &quot;GM was never about feeding the world or environmental problems, but about control of the entire food system by a handful of very powerful companies. The war continues.&quot; In other interviews, Jonathon Porritt, former chair of the Ecology party and head of the Sustainable Development Commission, says that Margaret Thatcher and her environment secretary Nicholas Ridley did more than anyone in the last 60 years to put green issues on the national agenda and swell the membership of groups like Friends of the Earth. &quot;Things really took off during Mrs Thatcher&apos;s short-lived green period. From 1987/1988 when [she] started to talk about the ozone layer and acid rain and climate change, a lot of people who had said these issues were for the tree-hugging weirdos thought, &apos;ooh, it&apos;s Mrs Thatcher saying that, it must be serious&apos;. &quot;She played a big part in the rise of green ideas by making it more accessible to large numbers of people. Nicholas Ridley was one of the best recruiting sergeants we ever had. He was always on the wrong side of the science and public opinion. We always had a fantastic response every time he talked.&quot; Stanley Johnson, former Conservative MEP and the father of London mayor Boris Johnson, called on the government to introduce a population policy. &quot;Britain&apos;s population should be 10-15 million people. That would do us splendidly. It&apos;s a nonsense that we are confronted with 70 million people. But we have been shunted aside by the rise of liberal correctness. You cannot talk about [population] now without being accused of being anti-feminist or a racist. The government has to start taking immigration seriously. If you look at the rise of Britain&apos;s population you see a really serious differential in the fertility of the immigrant as opposed to that of the [indigenous] population.&quot; Johnson, who in the 1970s drafted the first EU legislation on nature protection, attacks the coalition for dismantling the planning system. &quot;Osborne has been completely panicked by the recession. They have lost their marbles. Suddenly they think that the only way they can achieve economic growth is by ripping up environment legislation. We are in the process of...sacrificing the crown jewel of countryside protection and reducing it to 52 pages of nonsense. It does seem to be most extraordinary for a party that has until now prided itself on its environmental record.&quot; Former government adviser, head of the London Zoo and chief scientist at the departments of environment and transport Sir Martin Holdgate, says that the government did not take the environment seriously in the 1950s. &quot;Britain was led kicking and screaming into the new environment future. Government was very complacent. Frankly it wasn&apos;t [until the 60s] that it had much to do with ordinary people. The lead was with the scientists and researchers. It was academic, scientific. Like many scientists I was not in tune with the popular [environment] movement. It seemed to be emotion-driven, a bit populist, not really too keen about the scientific rigour on which it was basing its statements.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/06/climate-change-other-issues-goldsmith", 
    "wordcount": "698"
}