{
    "headline": "Global development podcast: does sport have a role to play in development?", 
    "text": "After Euro 2012 and the Olympics, the football season is already under way in many countries around the world. Sport seems to be everywhere but can, and should, we harness its power to achieve development aims?  Football, cricket and a host of other sports are often used to raise awareness about issues such as HIV and gender equality, and sports stars have played a high-profile role in development, either by setting up foundations or through advocacy campaigns. But how much do such interventions achieve? Should sport be used as a means to an end, or is it a development goal in its own right? And although the world enjoyed the Olympic feats of Usain Bolt and David Rudisha at London 2012, can the money and enthusiasm generated by hosting major sporting events promote long-term economic development? Les Roopanarine gets the views of Tim Kellow, CEO of the Craig Bellamy Foundation in Sierra Leone; Scott Sandison, an athlete ambassador for Right to Play, who describes how his organisation is using sport to make learning fun; Christoph Wilcke, of Human Rights Watch, who assesses whether Saudi Arabia&apos;s first female Olympic athletes can promote gender equality in the country; and Derrick Charway, who outlines how Ghana&apos;s Bild programme is using sport to create a generation of young leaders. We hear too from journalist Alex Duval Smith, in Cape Town, who reports on the development legacy of the 2010 football World Cup in South Africa. Andrew Zimbalist, an economist at Smith College in the US, explains why independent academic studies suggest sport has limited power to promote development, while Dr Simon Darnell, of Durham University, highlights the dangers inherent in uncritical acceptance of sport as a force for good.", 
    "section": "global-development", 
    "gid": "global-development/audio/2012/aug/21/global-development-podcast-sport-development", 
    "wordcount": "285"
}