{
    "headline": "The unsexy truth about dopamine", 
    "text": "If there were a celebrity among brainchemicals, it would be dopamine. Supposedly released whenever we experience something pleasurable, it&apos;s forever linked to salacious stories of sex, drugs and wild partying in the popular press. The Kim Kardashian of neurotransmitters, it gives instant appeal to listless reporting and gives editors an excuse to drop some booty on the science pages. There are too many bad examples to mention in detail, but I have some favourites. The Sun declared that &quot;cupcakes could be as addictive as cocaine&quot; because they apparently cause &quot;a surge of the rewardchemical dopamine to hit the decision-making area of thebrain&quot;. The article was topped offwith a picture of Katy Perry, apparently a &quot;cupcake fan&quot; and, presumably, dangerously close to spiralling into a life of frosted-sponge addiction. The dopamine stereotype is not just reserved to the jauntier sections of the tabloid press. It can also be used as a way of making any of your views sound scientific. It&apos;s a simple formula  if you disagree with something, just say it releases dopamine and imply it must be dangerously addictive. Forbesmagazine recently ran an article claiming that America&apos;s gun culturecould be due to firearm addiction because dopamine is released, it claimed, when a shot is fired &quot;meaning not only are guns addictive, but automatic weaponry is far more addictive thanmost&quot;. It was clearly just a smokescreen for the views of gun-hating liberals. Now at this point, some of you may be worrying that I&apos;m about to pour cold water on the pop science party and forever banish booty to the gossip columns, but I like to think that knowing the details is a more like putting acid in the punch bowl. When you can see how weird dopamine really is, a whole new worldopens up. Dopamine is indeed involved in addiction, but it isn&apos;t a &quot;pleasure chemical&quot;. In fact, dopamine has lots of functions in the brain  being involved in everything from regulating movement to the control of attention. In great part, its effects depend on which of the brain&apos;s pathways it is operating in. The wonderfully named tuberoinfundibular pathway regulates hormone release and is important in stimulating the production of breast milk. This is why an unfortunate side-effect of antipsychotic medication used to treat schizophrenia, which primarily alters the dopamine system, can be lactation, even in men. But when you hear about dopamine in the press, it&apos;s usually a vague reference to the role of dopamine in the mesolimbic pathway  a small but important brain tract that connects a deep brain area called the nucleus accumbens to the frontal lobes. Even here, however, dopamine has differing effects because while the chemical is the same, there are various forms of receptors that detect the presence of dopamine but do something different, depending on their type. The type that makes the glamour mags is the D2 family of receptors, which are affected by stimulants but are also linked to episodes of psychosis. It is no accident that too much speed or cocaine can make you paranoid. The most widely accepted theory of what mesolimbic dopamine is supposed to do concerns its role as a feedback signal for predicting rewards. The theory goes that, a bit like me, it&apos;s the nerd at the pool party who gives a running commentary on how well you&apos;re doing with the temptations on offer. If you get lucky, a surge of dopamine signals a success, but  and this is where the &quot;pleasure chemical&quot; idea breaks down  it also signals when you only manage an uncomfortable near-miss. Studies on roulette players have recorded as much activity in the nucleus accumbens when punters losemoney with a miserable near-miss as when they have an enjoyable win.In this case, dopamine seems not to be signalling pleasure but indicatinghow close you got to the reward and encouraging another attempt. This works well when success depends on skill but falsely compels us in games of chance. Addictive drugs alter this motivational system but, crucially, this is not the same as their pleasurable effect. Many long-term addicts report that they get little joy from their hit but that they still feel compelled to continue. Similarly, dopamine blockers don&apos;t stop drug-induced highsand only certain sorts of dopamine boosting drugs, when taken in a certain way, produce pleasure. It also seems that how the drugs affect the neurochemical signal is also key. Surging or &quot;phasic&quot; dopamine is moreassociated with reward motivation than &quot;tonic&quot; or background dopamine levels. If this is making your head spin, it&apos;s worth saying that there is much more down the dopamine rabbit hole, as the brain&apos;s motivational system is complex to the point where the neurotransmitter is also involved in motivation to avoid unpleasant experiences. Traumatised war veterans, for example, show nucleusaccumbens dopamine surges when they are reminded of the soundsof battle, something they find deeply aversive. But even though science doesn&apos;t give the &quot;dopamine is a pleasure chemical&quot; concept a second look, I can guaranteethat you won&apos;t see the end of it. Even though it&apos;s wrong, it&apos;s just too useful a media prop to be tossed aside, like some half-smoked cigarette. After all, anything that can bring Kim and Katy to the party can&apos;t be an empty high can it?", 
    "section": "science", 
    "gid": "science/2013/feb/03/dopamine-the-unsexy-truth", 
    "wordcount": "920"
}