{
    "headline": "Local Hero and Donald Trump: 'a malign mix of bullying, muscle flexing and craven politicians'", 
    "text": "I make things up for a living. I don&apos;t get out much and I haven&apos;t allowed a newspaper in the house for thirty years, so I truly live in a world of fiction. I&apos;ve got by with Louis B Mayer&apos;s definition of a documentary being a film without girls in it, while a semi documentary has one girl. Recently however, I&apos;ve been obliged to confront reality head-on in the form of the film You&apos;ve Been Trumped.     Local Hero film poster    It turns out that an old piece of fiction of mine, Local Hero, bears unavoidable comparison with real life events in Aberdeenshire where the property developer Donald Trump is building his &quot;world class&quot; golf resort, captured in Anthony Baxter&apos;s compelling work of factual observation. I watched the film recently at the Shetland Film Festival. So here&apos;s my report from the front, the border between fiction and fact. Page one of the writer&apos;s handbook tells you that it&apos;s characters that make a story and not the other way about. This is certainly true of the local heroines and heroes in You&apos;ve Been Trumped. Although they share a truly awful predicament, it&apos;s the special nature of each individual&apos;s developing reactions, revealed in measured intimate sequences, that delivers the true human dimension to the events.  In a manifestly bleak scenario these human qualities start to show through. This isn&apos;t feel-good Hollywood stuff though; we&apos;re watching real lives and livelihoods mercilessly put to hazard by a malign concoction of egotistical bullying, corporate muscle flexing, craven averting of gaze by national politicians right to the very top and crass misreading of events by local authorities including police.  With the rest of the audience that day I came out into the daylight dazed and shocked, with a numb feeling of individual impotence. Our usually unchallenged feeling of smug security as citizens of a mature democracy had been rocked.  At the Q and A after the film Baxter had described how Alex Salmond, the first minister of Scotland and the local MSP on and in the spot, body swerved an open invitation to around 40 screenings of the film, both public and private, which conjures an image of him with his trademark grin as the disappearing Cheshire Cat.      A still from the film Local Hero featuring Peter Riegert and Chris Rozycki Photograph: Moviestore Collection /Rex Features    Blinking in the Sunday afternoon sun in placid Lerwick we wandered and wondered what was going on; what murky doings at Balmedie beach, the rolling dunes north of Aberdeen where this drama plays out, were keeping official eyes so studiously averted, and why didn&apos;t we know more? Thankfully, what allowed us to transcend those initial dark feelings was something else we&apos;d witnessed on the screen; the journey of those local heroes; the triumph of character over circumstance proven again and again. It was stirring and also humbling. So far so good. This factual film has delivered just as much drama and poignancy as any fictional equivalent could. And it celebrates the positive side of the human soul when pitted against the pernicious. Now we ask the question, what about the baddie? This is a key ingredient in any drama, and is what Shakespeare and I as pro writers would call the antagonist. That&apos;s an old Greek word for baddie, but I&apos;m sure my old pal Will would come up with a few spicy Anglo Saxon terms to describe the actual character in the frame, our Mister Trump.  It&apos;s Donald Trump&apos;s job in the film to stir things up and mess things around. How well does Trump accomplish this? I&apos;d say pretty well. In fact he evinces some true talent and even relish for rooting around in the sticky brown stuff and delivering it to the whirling fan.  But there are glaring deficiencies in the drawing of this character. He seems to seriously lack certain human dimensions. There are whole sides to him that are missing. A writer who&apos;d dreamed him up wouldn&apos;t be standing in line for any Oscar, no sir. This character breaks all the rules of drama. For a start, he has no arc. Stick with me, this is gold dust, I learned it in Hollywood.  The arc is the progress of a character through the narrative. I usually draw it out on the page as a kind of curved line. I find it helps to lodge the idea in my mind, in case I forget. If a character doesn&apos;t have an arc, then he effectively isn&apos;t a character. He doesn&apos;t change and grow, he is unaffected by what happens to him on the journey (Hollywood term) that the story has him undertake.  This lacking of arc is only acceptable in say a thriller where the character in question might be clearly drawn as say, a psychopath, who by definition lacks various everyday human traits like empathy and sympathy. So the general rule is, if you don&apos;t have an arc you&apos;re just hung out to dry up there on the big screen; or you&apos;re a psychopath. It could be that Trump was denying Baxter access to his fully rounded self, which comes across as a big mistake, because even a baddie has to be rounded (psychopath excepted, see above).  Trump&apos;s fellow New Yorker Mel Brooks summed it up in his film The Producers, when a venal money hungry character voiced the ambition to show the world &quot;... the real Hitler, the Hitler with a song in his heart!&quot; That&apos;s a Trump we would have liked to have seen in You&apos;ve Been Trumped. So as things stand, the Trump character as essayed in the documentary would have very limited utility in a sophisticated fictional drama. That&apos;s not to deny his usefulness elsewhere, say in a comparatively primitive or cheap drama; for instance, that old Hollywood pot boiler of eight people stranded on the high seas in a leaking lifeboat.  We know from the start that by reel two at the latest, one of them will be energetically assisted over the side by the other seven, either to cope with a lack food on board, or an excess of sea water in the gunnels, or most likely because he&apos;s whining too much. But now we know the real reason is because he&apos;s not interesting enough to warrant survival. That&apos;s the lesson for the factual Trump if he wants to graduate to the fictional.     A still from the 1983 film Local Hero featuring Burt Lancaster as Happer, explaining his visions to build on the beach to Peter Reigert's character Mac Photograph: Warner Brothers/Rex Features    This takes me to my very own villain, Happer, in my film Local Hero. Even 30 years ago as a young tyro writer ( I wasn&apos;t even drawing arcs in those days) I had the nous to flesh out my baddie, to endow with him with enough personal facets to keep an audience interested, and to create for them at least the facsimile of a human being with which to engage.  For a start, there was his name; Felix Happer, Mister Happy Happy. In reality he was the man with everything but happiness. But I gave him interests and foibles; a fascination with astronomy, a love of the night sky, that, granted, became sadly a clinical obsession. But crucially he had some personal insight. His instincts told him that his untrammelled ego needed a measure of outside control. So he had regular sessions with an expensive abuse therapist who on demand verbally assaulted him, but who by the end of the film was happily quoting for more physical sessions at an enhanced hourly rate. I&apos;m giving away too many secrets of the writing trade now. I think I&apos;ll have to close the shutters and lock the doors again and get down to cooking up an expensive weekend long screenwriting seminar all of my own on fiction versus fact. To sum up, the big screen debut of the put upon citizens of Balmedie beach presents a moving depiction of human survival and dignity amidst murky doings akin to seventies Romania.  As for Mister Trump&apos;s contribution, I see that he&apos;s appropriated at least the cashmere coat of my own eighties&apos; screen villain Happer, but that&apos;s not quite enough. Performance-wise, Trump is just &quot;Johnny One Note&quot; from beginning to end.  None of the on-screen events change or move him in any way. At the end of the film he&apos;s exactly the same as he started. If he really wants to cut the mustard up there on the big screen the advice is go get yourself an arc. Problem is it usually takes a lifetime.", 
    "section": "environment", 
    "gid": "uk/scotland-blog/2012/oct/17/scotland-donald-trump-local-hero", 
    "wordcount": "1385"
}