{
    "headline": "Will.i.am arrives by helicopter for flying visit to climate event", 
    "text": "The giant sash windows of Oxford&apos;s spectacular Radcliffe Observatory were designed to provide astronomers the best possible view of the starry heavens. But on Monday I found myself using them to scour the skies for something altogether less likely: a helicopter carrying rap superstar Will.i.am to the university to discuss, of all things, distributed climate change modelling. Will.i.am (aka William Adams) is a busy man. Not content with his dayjob as a multi-Grammy-winning rapper, singer and producer, the Black Eyed Peas founder is also a judge on hit TV show The Voice, an actor, a creative adviser to computer chip manufacturer Intel and even a car maker. Little wonder, then, that his trip to Oxford was a flying one, both figuratively and literally. It was the Intel connection that brought Will.i.am in a trademark sci-fi outfit, and his entourage, bursting into the Radcliffe Observatory, whooping in appreciation at the architecture. They&apos;d come to meet and film Myles Allen, the academic behind the Guardian-backed weatherathome project, which enables anyone with a computer to contribute to atmospheric science. Like a screen-saver with a purpose, the system lets idle computers crunch models of the climate system to help pin down the links between global warming and extreme weather. After a brief tutorial with Allen involving browsing through the dusty pages of the world&apos;s oldest continuous temperature record (with readings taken at the Radcliffe) and rolling weighted dice (to understand how some kinds of extreme weather events are becoming more likely), the rapper told me about his frustration that we&apos;re not yet solving climate change. &quot;It&apos;s confusing,&quot; he said. &quot;It should be the thing that we all should be worrying about as humans on this planet ... so it&apos;s confusing that it&apos;s not. And it&apos;s confusing that if you ask a random person on the street about climate change, then they&apos;ve been given five different versions of why it&apos;s not even an issue. That&apos;s confusing. So who is causing the confusion and why isn&apos;t it even a priority?&quot; His own view seemed to be that the mainstream media was partly to blame, for failing to get the message out properly. The result, he said, is that &quot;we have more concerns on our economy than on our ecology&quot;. He hoped social networks could help change that by increasing the connectedness of people just as climate change is driven by the interconnectedness of the planet. I asked whether that would be enough, if all the kids were aspiring to own fast cars and, um, travel in helicopters. But he said that wasn&apos;t necessarily what young people were interested in any more. &quot;When I was 15 or 16, I wanted a car, but kids today they want phones and computers. They want to be connected. Laptops, tablets, phones, iPads ... sharing their experiences on Facebook.&quot; And that presents an opportunity, according to Will.i.am, if people with access to those networks can find ways to make the global warming message &quot;digestible, tangible and easy for people to understand&quot;. That&apos;s something he&apos;s been trying to do for some time. Back in 2007, he released a song called SOS with a lyric reminiscent of Sir David King&apos;s famous comment: &quot;We got a new terror threat, it&apos;s called the weather. More deadlier than chemical and nuclear together&quot;. What&apos;s striking listening to the track is how rare it is to hear a mainstream artist engaging directly with this topic in their music. Indeed, the rest of the climate rap oeuvre consists largely of spoofs. There are a couple of blinders, it should be said, such as the group of Australian climate scientists who pause to &quot;drop facts all over this wax, while bitches be crying about a carbon tax&quot;, or the Juice News debate in which Lord Monckton tells Al Gore: &quot;The IPCC are Marxist, trapeze artists, bleeding the free market, and we&apos;re the target&quot;. Even funnier  albeit inadvertently  is the US Environment Protection Agency&apos;s unbelievably awful effort to make environmentalism cool, with sizzling lines such as: &quot;The climate is changing and that&apos;s a fact, bears don&apos;t know when to take a nap&quot;. Comedy value aside, though, none of these are going to help get the world&apos;s young people engaged in climate change. As far as we can tell, green campaigners aren&apos;t making much progress either. But Will.i.am, and celebrities like him, might just have a chance  which is why I hope more of them follow his lead. Perhaps unsurprisingly for a serial entrepreneur, Will.i.am believes the key to saving the planet is business. When I asked if solving global warming meant changing the way we live, he replied: &quot;Yes, but the only way to change the way you live is for big business to realise that green isn&apos;t just a little exercise for them to continue to do brown. Green should really be green ... you should be able to make a profit from it.&quot; What about the political process? What would he say to the world leaders who keep failing to agree a global climate deal? &quot;Politicians don&apos;t ever change anything,&quot; he said. &quot;It&apos;s companies. You have to incentivise big business to realise that you want to have a healthy society, a connected society ... and instead of worrying about the marketplace you should worry about communities. You need communities to be educated and healthy.&quot; And why should companies care in the first place? With a shrug to suggest he was being asked to state the obvious, he replied: &quot;If you want to be in business, you have to have healthy people to buy your stuff, and a healthy planet to live on. So they should be concerned.&quot; Before I could ask any more questions, Will.i.am had to dash off for a date with the Olympic torch. As the crew piled into a car to go back to the airfield, he left me with a line about the relationship of plastic bottles to plasticity of the mind. I wasn&apos;t sure exactly what he meant but it sounded good. While I strolled back to train station, I looked up him up on Twitter and read that he was &quot;about to leave Oxford in the hip.hop.copter&quot;. I found myself feeling a bit torn. On the one hand, it&apos;s hard to believe that we can make much progress if our green stars travel around in vehicles that get as little as one mile to the gallon . And I&apos;m not sure I share his optimism about solving the problem in a bottom up way. On the other hand, there&apos;s something undeniably infectious about Will.i.am&apos;s chutzpah. In place of a mini biography, his Twitter profile simply says: &quot; i.am ... i.can ... i.will&quot;. If the movement to solve climate change could capture a slice of that positivity and self-confidence, we might just start to get somewhere.", 
    "section": "environment", 
    "gid": "environment/2012/may/24/will-i-am-climate-debate", 
    "wordcount": "1175"
}