{
    "headline": "CES 2012: Intel enters the lucrative smartphone market", 
    "text": "Intel has made its first move into the smartphone market dominated by chips using designs from ARM of Cambridge, announcing alliances with Lenovo and Motorola Mobility.  Speaking at the Consumer Electronics Show (CES) in Las Vegas, the Intel chief executive, Paul Otellini, showed off the K800, a new device from the Chinese PC maker Lenovo.  Running Google&apos;s Android, the Lenovo phone will use a &quot;Medfield&quot; generation of Intel&apos;s low-power Atom processors  used previously in netbook computers  that Intel said will give high-quality graphics and processing performance while allowing long battery life.  The K800 will launch with the China Unicom carrier in the US later this year.  Sanjay Jha, the chief executive of Motorola Mobility, said the company would work with Intel on a &quot;multi-year, multi-device&quot; collaboration whose first fruits would be provided to mobile carriers this summer. Lenovo is also showing off a 10in tablet at its stand at CES.  The agreements with the US and Chinese consumer electronics companies help shore up Intel&apos;s boldest foray into the mobile arena. The company is hoping the new chip will be light enough in power demands to compete with rival smartphones using ARM Holdings&apos; more energy-efficient architecture.  While growth in traditional PC sales has slowed, sales of smartphones and tablets have rocketed. PC sales in 2011 barely grew year-on-year, while those of smartphones were expected to have risen by about 50%. And smartphone sales are expected to grow 32% in 2012, according to analysts IHS Suppli, while PC microprocessor growth is still expected to be only a few percentage points.  So far Intel has been unable to compete in the smartphone field because its processor designs have been too power-hungry. But last year it acquired a company focused specifically on low-power technology, and has been working on developing chips to rival those designed by ARM and built by companies such as Texas Instruments, Qualcomm and NVidia.  Now the work with Motorola  expected to soon win regulatory approval for acquisition by Google  and Lenovo will give Intel a foothold in this fast-growing market.  &quot;It is a multi-year, multi-product strategy that will bring both phones and tablets to the (US) marketplace starting with a phone in the second half of 2012,&quot; Dave Whalen, a vice-president in the Intel Architecture Group, said of the agreement with Motorola.  &quot;You&apos;re going to see us working very closely with them on technologies,&quot; Whalen told Reuters.  The world&apos;s largest chip-maker is also making a concerted push for the likes of Hewlett Packard and Dell to go big on super-slim, Apple Macbook Air-like laptops called &quot;ultrabooks&quot;, which it hopes will preserve its dominance of the PC market as tablets like the iPad draw consumers away.  Intel says Medfield ranks well in benchmark tests against competing chips on the market.  An ongoing relationship to build smartphones with Motorola could position Intel well in the fast-growing market, even if Motorola continues to make phones using other companies&apos; processors.  &quot;We&apos;re going to work very closely with Motorola and Google and figure out what kind of things we can do that are unique and different,&quot; Whalen said, citing camera and video technology as examples.  The Lenovo agreement builds on an existing partnership between the two companies focused on personal computers. Lenovo, the world&apos;s No 2 PC-maker, has focused its strategy on its home market but on Tuesday it said it would sell a smartphone for US consumers in time.  Many on Wall Street deem Intel at a crossroads, where it either has to carve out a share of the mobile market or risk becoming irrelevant in the long run as PC sales slow worldwide and smartphones become pervasive.  Many investors have since taken a &quot;wait and see&quot; attitude toward Intel&apos;s efforts in mobile. With the tablet and smartphone market booming  partly at the expense of personal computers  investors worry that the chipmaker&apos;s setback in mobile could leave it badly positioned for future waves of mobile devices.  But if Intel can seriously challenge ARM on its own turf, then it could be the British company that will face challenges. It has succeeded by licensing its designs to companies which then make the chips, and taking a royalty on each. That has fostered a strong eco-system and a number of competing chip-makers who vie for business. Intel, by contrast, is a monolithic provider  but also extremely well funded.", 
    "section": "technology", 
    "gid": "technology/2012/jan/11/ces-2012-intel-smartphone-lenovo-motorola", 
    "wordcount": "736"
}