{
    "headline": "Samsung rejects Apple claim that it deliberately copied iPhone", 
    "text": "Samsung deliberately chose to duplicate Apple&apos;s iPhone because &quot;it was easier to copy than to innovate,&quot; a lawyer for the Silicon Valley giant told a jury Tuesday. The claim came in Apple&apos;s opening statements in a California trial that pits Apple against Samsung in a high-stakes battle for the future of the smartphone market. Apple attorney Harold McElhinny said the company had taken a big risk with the iPhone, entering a market dominated by giant mobile phone manufacturers. Apple had created a phone that &quot;the world had never seen before,&quot; he said. McElhinny presented slides that featured old Samsung phones from 2006 and compared it to the Korean company&apos;s newer smartphones from 2010. McElhinny showed jurors an internal Samsung document that said the company was facing a &quot;crisis of design&quot; following the launch of the iPhone. In another document, a Samsung executive described the iPhone as &quot;easy to copy&quot;. Apple is suing the South Korean electronics giant for $2.5bn, asserting in a suit filed last year that Samsung made &quot;a deliberate decision to copy&quot; the iPhone and iPad, infringing technology patents. Samsung is now the world&apos;s largest smartphone manufacturer. Samsung&apos;s lawyer Charlie Verhoeven told jurors: &quot;We&apos;re not standing here telling you ladies and gentleman of the jury that the iPhone wasn&apos;t commercially successful. It was an inspiring product to everyone, including the competition.&quot; But he said being inspired by a product and seeking to make better products &quot;is competition.&quot; &quot;It&apos;s not copying,&quot; he said. Verhoeven said Samsung had supplied key components for Apple&apos;s devices and that it, too, was an innovator. &quot;Evidence is going to show that Apple didn&apos;t invent the rectangular shaped form factor. Apple didn&apos;t invent having a touch screen,&quot; Verhoeven said. After jury selection Monday the complex, four week trial began with an 18-minute video introduction to patent law. Judge Lucy Koh explained the difference between a design patent and an utility patent  a design patents covers how something looks, whereas a utility patent covers how it works. Apple wants to make permanent a preliminary ban on the sale of Samsung tablets in the US sales and extend that ban to Samsung&apos;s smartphones. Samsung has accused Apple of using patents to &quot;stifle legitimate competition and limit consumer choice to maintain its historically exorbitant profits.&quot; It is also counter-suing Apple, claiming Apple infringed its own patents. Samsung is demanding royalties, too. Intellectual property attorney Manotti Jenkins of Valorem Law Group said: &quot;A patent case of this magnitude has the possibility of impacting phone technology for years to come.&quot; Jenkins said he expected more litigation of this type as companies continue to use the courts to protect and expand market share. In the second quarter of 2012, Samsung accounted for 32.6% of global smartphone shipments, up from 29% in the quarter ending in March, according to the research firm IDC. Apple&apos;s share fell to 16.9% from 23% over the same period.", 
    "section": "technology", 
    "gid": "technology/2012/jul/31/samsung-rejects-apple-iphone-claim", 
    "wordcount": "507"
}