{
    "headline": "Calling all amateur sleuths: hi-tech forensic gadgets up for auction", 
    "text": "You might have heard that Britain&apos;s Forensic Science Service shut up shop this year. The organisation handled 60% of the nation&apos;s forensic work, held vast archives of old case work, and employed hugely experienced scientists who specialised in areas like gunshot residues, tool markings, DNA fingerprinting  you name it. The closure of the FSS saw some forensic work brought in house by police forces, and plenty of contracts have gone to private companies, including LGC Forensics and Orchid Cellmark, who are now trying to cope with the influx of fresh work. Some FSS staff found jobs with those firms. Others did not. What is left of the Forensic Science Service amounts to a bunch of labs and other buildings dotted around the country. And an awful lot of old equipment. To speed up the site closures, stacks of former FSS furniture and apparatus have been trucked to a storage centre in Sheffield and put up for sale in an online auction. The government hopes to flog it off sharpish.  A quick look suggests there&apos;s enough here to start up a half-competent lab. The kit ranges from DNA workstations and electron microscopes to kevlar gun bags, water coolers and a coin-operated coffee machine.  Got a pile of cash to spend? The highest bid on a 2005 Scanning Electron Microscope with EDAX (for compositional analysis) and an infrared chamber scope is only 15k. A PCR system (for magnifying small amounts of DNA) is going for 150, and a genetic analyser for 6k. There are enough pipettes, thermometers and dewars to fill your boots. Some of the most intriguing items are more obscure. For 30 (unless someone bids more) you can get something called an ESDA, which uses electrostatics to read the indentations left on a sheet of paper that was underneath another sheet being written on. For 150, a bullet puller is yours, if you are stuck for a device to remove slugs from their cases. The kevlar gun holdalls are just 50, a bank note counter only 40. And for a tenner, there&apos;s a dazzling 1,000W spotlight (with four spare bulbs). Never has so much stuff that is irrelevant to my life seemed so appealing. The problem is, there is so much on offer I cannot decide what to bid for. The digital cameras are tempting. But so is the water cooler. Some juicy nuggets of forensic mystery must have been discussed around that. Which brings me to a suggestion. Poking around on the auction site, it&apos;s hard not to think the government has missed a trick. They could have whipped bidders into a Treasury-pleasing frenzy if they had given the equipment a backstory.  Maybe it&apos;s best not to mention when kit is used to solve the most gruesome crimes, but others might be more acceptable. Were any forensic swabs used when George Michael crashed his car while high on cannabis? They would surely go for a song.", 
    "section": "science", 
    "gid": "science/blog/2012/may/11/amateur-sleuths-forensic-gadgets-auction", 
    "wordcount": "495"
}