{
    "headline": "Education in brief: Rebekah Brooks to lose honorary fellowship?", 
    "text": "Uneasy ed fellow It&apos;s not just David Cameron who continues to be plagued by his association with the former News International chief executive Rebekah Brooks. Following publication of the culture, media and sport select committee&apos;s report on phone hacking, the University of the Arts London (UAL) is facing renewed calls from staff and students to revoke the honorary fellowship it awarded to the former Sun editor in July 2010. UAL&apos;s University and College Union branch leaders and the president of the student union have written to the university&apos;s registrar, Steve Marshall, asking him to reconsider the governors&apos; decision to await the outcome of police action against Brooks before reviewing the award for her &quot;considerable contribution&quot; to journalism. Brooks, who was once a student at London College of Communication, part of UAL, denies knowledge of or involvement in phone hacking or other illegal activities. The letter states: &quot;The practices exposed by the phone hacking scandal are contrary to the university&apos;s journalism and academic principles.&quot; After the Guardian first questioned UAL about Brooks&apos;s honorary fellowship, it deleted her photographs from its website. Morale freeze It seems like yesterday that Gateshead College, Tyne and Wear, was bathing in the glow of being voted into the UK&apos;s top 100 not-for-profit employers, following a survey of its staff. &quot;An engaged workforce is key,&quot; said principal Richard Thorold, celebrating the college&apos;s accolade, &quot;... when times are hard, it is even more important to take care of your people.&quot; A month is a long time in an era of austerity, though, and there were demonstrations recently when lecturers were offered a pay cut of up to 9,000. The caring college has now rescinded this to a pay freeze. &quot;Gateshead College is looking to improve students&apos; experience by creating a more modern and flexible teaching structure,&quot; says a PR statement. And therein lies another sore point: a Freedom of Information request by staff reveals the college&apos;s PR director is paid 75,000 a year (average lecturer salary: 34,000). Free school fat cats Opponents of plans to open two free schools in Suffolk are fuming after the Seckford Foundation, the group behind the proposals, posted a series of job adverts on its website. The foundation, which owns a private school in the area, is offering up to 93,000 a year for a principal to oversee the schools, as well as two headteachers, each with a salary of up to 75,000. A further eight management posts, totalling almost 400,000, are up for grabs. Those who oppose the plans argue there is no need for the new schools in the area. And, they say, the jobs should not be advertised as the project hasn&apos;t been given the final go-ahead by the Department for Education. Plus, there have been only 252 applications for the two schools. The Seckford Foundation declined to comment.", 
    "section": "education", 
    "gid": "education/2012/may/14/rebekah-brooks-gateshead-college-seckford-foundation", 
    "wordcount": "490"
}