{
    "headline": "Noc the talking whale has told us to get out of the water", 
    "text": "     In the 18th century, whalers who heard whales singing beneath their ships believed they were listening to the souls of drowned men. The notion of the silent ocean having a voice seemed so improbable. It wasn&apos;t until the second world war and the advent of underwater acoustics that science discovered how vocal whales really are. Initially it was thought that these sounds were seismic shifts in tectonic plates. Only later was it realised that cetaceans such as blue, fin and sperm whales were the loudest animals on Earth. A fin whale vocalising on one side of the Atlantic can be heard by another fin whale on the other side of the ocean. Noc, the beluga whale who finds himself newly if posthumously famous after reports that he once told a diver to &quot;get out of the water&quot;, hails from the most vocal of all cetacean species: belugas have been dubbed the canaries of the sea. What today&apos;s story tells us is nothing new. But it does underline the fact that such whales are not only still kept captive in oceanaria in Europe, Asia and North America, but that they are actively being hunted in Russian waters for sale to such facilities in the United States. The great whales provide great problems: it is difficult to study them in the field. Smaller, captive cetaceans such as belugas and dolphins offer easier (if less comfortable) opportunities for investigation. The stagers of such marine entertainment often justify their captive cast with scientific studies. Yet historically, this is where much of the still-nascent work on cetacean science was carried out. Some experiments even came out of the military use of cetaceans, which have been trained to lay underwater mines and even kill human divers. Out of the US Navy&apos;s post-war whale programme  much of it still secret  came the most sensational story: that of John C Lilly in the 1960s, whose work included the creation of a 24/7 facility in which researchers could live full-time with their subjects. Lilly&apos;s outlandish conclusions on dolphin communication prompted him to declare that they spoke &quot;dolphinese&quot;, and in fact constituted an alien race living among us. Lily was later discredited by experiments in which he injected LSD into dolphins&apos; brains. In doing so he set back scientific work on cetacean communication by decades. Only now is it becoming respectable again, shrugging off its anthropomorphic past. Yet we are human, and sometimes we can only comprehend by seeing the world as our mirror. Noc&apos;s plangent, if unmusical, venture into attempted human &quot;speech&quot; also emphasises the greater distance between our species. The disjuncture between human and cetacean underlines this vexed relationship. The whale has represented industrial resource, environmental barometer, and entertainment. It has been co-opted into the human world. Even the apparently benevolent techniques of modern researchers in tagging whales has been shown to have an adverse effect. We try to assimilate their behaviour  from making them into roving GPS transmitters to furnish nice clean convenient data sets  to &quot;interpreting&quot; their communications in human terms. Recently, Lou Herman has used more benign ways of establishing cetacean capabilities. Working with two captive dolphins, Phoenix and Akeakamai, on the Hawaiian island of Oahu, Herman has created an artificial language of signals and gestures to establish that his charges can even understand nuances of grammar and tenses, answering questions and displaying predictive and abstract cognition. Meanwhile, Hal Whitehead, of Dalhousie University, Nova Scotia, has also used less intrusive methods  the hydrophone  to identify no fewer than five different sperm whale clans in the Pacific Ocean, each distinguished by communicatory &quot;click&quot; sequences which are as discrete and unique to each clan as a regional accent is to a human being. Like us, whales appear to be defined by the way they speak. For them, it is their cultural expression, their essential sense of self. Yet the oceanic environment is pumped with anthropogenic noise fit to deafen them. The effect of shipping lanes on the highly endangered right whales of the north-east coast of the US was only discovered after the enforced silence in the days following 9/11, researchers realised that the whales were vocalising much more loudly  apparently resuming their natural voices in the way that the birds around Heathrow airport seemed to sing louder when the Icelandic volcanic eruption of 2010 gave them the window of opportunity. Noc&apos;s pathetic squeaks echo through the fog of noise, a sea canary singing in the mine. We can hear the whale; but are we listening? It&apos;s a bit late to tell us to get out of the water.", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/23/noc-whale", 
    "wordcount": "774"
}