{
    "headline": "Global education league tables 'are not always what they seem'", 
    "text": "Politicians should be extremely wary of drawing lessons from England&apos;s position in the myriad of global education league tables, a report has warned, pointing out that the data used is variable and even the countries assessed often changing. Ministers of all political colours like to link a rise in the country&apos;s place in the various worldwide rankings as testament to their policies, while falls generally get written off as the result of the last government&apos;s failed ideas. There is undoubtedly material for more or less any argument from the different studies: the most recent 65-nation Pisa study, conducted by the OECD, put England 23rd in reading, 27th in maths and 16th in science; data from the Amsterdam-based International Association for the Evaluation of Educational Achievement (IEA) put England 11th out of 45 nations for reading, with similar rankings for maths and science; while a newer league table by the Economist Intelligence Unit for publisher Pearson had England 6th of 40 nations. A study for the leading educational charity the Sutton Trust, carried out Professor Alan Smithers from Buckingham university, noted that some tables omitted countries deemed ahead of England elsewhere while others used data, for example on university graduation, not considered elsewhere. Small and effectively meaningless differences in raw data could still shift ranking positions and that different tables, it added. &quot;Global education tables have become an increasingly important tool in the political debate in Britain as well as in other developed nations. But league table rankings are not always what they seem, hence the see-sawing in the rankings that we have seen over the years,&quot; said Sir Peter Lampl, chairman of the Sutton Trust However, Smithers did find that once the differences were removed the main tables gave broadly similar results, with England generally out-performed by a small number of nations such as Germany, the Netherlands and Canada, and consistently by the East Asian nations, which traditionally top such rankings. While UK ministers have said the country should be emulating the likes of Hong Kong, Taiwan, Singapore and South Korea, Smithers said this might not be the most valuable model. He said: &quot;The superior performance of Asian pupils has been attributed to a culture of hard work and effort, the personality trait of quiet persistence, and distinctive parenting. &quot;After all, Chinese children also shine in England&apos;s education system. There may not be a magic bullet from these countries which can be incorporated into England&apos;s education system, and we may do better to look at those European countries that do well to learn the lessons of their success.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/01/global-education-league-tables-warning", 
    "wordcount": "433"
}