{
    "headline": "Games of 2011 that will last through 2012", 
    "text": "The reason you can see off most games releases in about a weekend&apos;s worth of sofa usage is that most players have other distractions: work, family, eating to name but a few. Dabbling isn&apos;t for everyone though, and there were some games from last year that will prove far more loyal companions  Dark souls, PS3, Xbox 360   Dark Souls casts you into a pitiless subterranean void peopled by unspeakable beasts hungering to rip you to pieces; you can&apos;t pause it and dying has very serious ramifications. For the right kind of masochist it&apos;s heaven. NamcoBandai, 49.99 Minecraft, PC   Mine raw materials to build anything from hammers to castles while avoiding getting eaten by monsters. Wilfully lo-res, Minecraft has inspired outrageous creativity, some on a scale it&apos;s difficult to believe. Mojang, 16.95 Modern Warfare 3 &amp; Battlefield 3, PC, PS3, Xbox 360   It doesn&apos;t matter whether you prefer macho, Rambo-infused Modern Warfare 3 or Battlefield 3&apos;s more tactical team game  the single player campaigns are merely a gateway to an endless multiplayer war. It&apos;s fantastic. Modern Warfare 3: Activision, 44.99-54.99; Battlefield 3: Electronic Arts, 39.99-49.99 Gran Turismo 5, PS3; Forza Motorsport 4, Xbox 360   Blending driving fast cars with the thrill of steadily improving them, both Forza 4 and 2010&apos;s Gran Turismo 5 remain highly entertaining. Forza may be better designed, but  on the downside  it&apos;s got Jeremy Clarkson in it. Gran Turismo 5: SCEE, 19.99; Forza 4: Microsoft, 36.99 LittleBigPlanet 2, PS3   LittleBigPlanet&apos;s gorgeous level building toolkit makes players into creators, giving rise to an ecosystem of madly inventive (as well as tediously banal) homemade content. SCEE, 19.99 Dungeon Raid, iPhone   If you&apos;ve ever matched rows of three things you&apos;ll know how surprisingly addictive it is. Dungeon Raid blends this with the further dependency-inducing role-playing trope of the upgrade path. Just try putting it down. Alex Kuptsov, 1.49 Mario Kart 7, 3DS   The only people getting excited about 3D technology seem to be those working for the companies behind it. But while this may just be Mario Kart all over again, when played against friends there&apos;s no denying its power to create spectacular races that never seem to get boring. Nintendo, 34.99 Halo: Combat Evolved Anniversary, Xbox 360   Bask in the radiance of the revitalised HD single player mode before enjoying Xbox Live&apos;s reliable matchmaking skills and maps that have grown to feel like home  a home well stocked with ammunition and weapons. Microsoft, 34.99 Infinity Blade II, iPad &amp; iPhone   Infinity Blade brought weighty sword combat to iOS. Its successor adds extra layers of complexity, but it&apos;s giving every indication of having the same absurd longevity as its oft-updated older brother. Chair Entertainment Group, 4.99 Elder Scrolls V: Skyrim, PC, PS3 &amp; Xbox 360  With a job, let alone children, Skyrim is unknowably vast. A frank admission: I&apos;ve played 197 hours of Skyrim  five working weeks, a disturbing figure  and there are still countless new sights, treasures and stories to uncover. Bethesda, 44.99-54.99", 
    "section": "technology", 
    "gid": "technology/2012/jan/07/long-lasting-games-of-2011", 
    "wordcount": "527"
}