{
    "headline": "Innovations in ICT teaching: a Guardian roundtable debate", 
    "text": "Last August, Eric Schmidt, the executive chairman of Google, ignited debate among educators, industrialists and policy-makers when he revealed that he was &quot;flabbergasted to learn that, today, computer science isn&apos;t even taught as standard in UK schools&quot;. He went on: &quot;Your IT curriculum focuses on teaching how to use software, but gives no insight into how it&apos;s made. That is just throwing away your great computing heritage.&quot; The reaction to his speech suggested that Schmidt was saying what many were already thinking. In February, the NextGen report, written by technology industry heavyweights IanLivingstone and Alex Hope, had argued that the British video gaming and visual effects industry was losing its edge, in part because the ICT curriculum in schools was focused on office skills rather than programming skills. The Royal Society&apos;s report, Shut Down or Restart?, published in January this year, described the teaching of computing in schools as &quot;highly unsatisfactory&quot;. In January, spurred on by Schmidt&apos;s speech, the Guardian launched the digital literacy campaign in partnership with Google to improve the teaching of ICT. The education secretary, Michael Gove, meanwhile, announced that the current ICT curriculum, which he described as &quot;demotivating and dull&quot;, would be replaced by a &quot;flexible curriculum in computer science and programming&quot;, the content of which is to be announced in September. Some of the key issues in improving the teaching of ICT in schools were discussed at a recent debate on digital literacy hosted by the Guardian in association with Google. The debate was held under the Chatham House rule, which allows comments to be reported without attribution, to encourage an open discussion. ICT curriculum The roundtable heard that the current ICT curriculum in schools, based on teaching office-based software, was not equipping children with the skills they, or industry, need. &quot;Children know how to consume technology but not how to create it,&quot; one contributor said. As a consequence children have lost interest in studying computing: the number of computer science graduates has been falling for several years, and the country now has a shortage of technological innovators. &quot;Against all odds, we&apos;ve managed to put them off technology for life,&quot; said one participant, suggesting that a focus on teaching pupils using basic software over a period of years had &quot;squeezed the creative juices out of them&quot;. Yet participants agreed that children were enthusiastic about the idea of learning more in-depth ICT skills. They should be given the opportunity to find out whether they would be suited to a career in coding. &quot;Every child should be given the chance to discover that they have the aptitude,&quot; said one contributor. Israel was cited as one example where the teaching of computer programming had been introduced in schools over the past 12 years and was now a world leader in technical innovation. Digital literacy covers a spectrum of skills, from the ability to use simple applications at one end to the ability to write computer programs at the other. Other mid-level skills, such as using HTML to create websites, fall in between. The roundtable agreed that all children should have the opportunity to learn to use digital technology. &quot;Digital literacy must take its place alongside reading, writing and numeracy as a really valuable component of general economic success,&quot; said one contributor. Coding needed to be taught in schools, not just because the technology industry needed excellent coders, but because it was useful in a whole range of jobs. &quot;It&apos;s going to help everybody, even people who don&apos;t become computer scientists,&quot; said one contributor. However, it was felt that many children were still unaware of the job opportunities available in ICT or the fact that people who worked in technology-only occupations earned a third more than those working in non-technology occupations. Businesses should be encouraged to provide better routes into ICT careers by providing apprenticeships, said one industry participant. There was also a lack of awareness of opportunities in ICT, which was exacerbated by a snobbishness pervading the education system, participants were told. Subjects such as maths and physics were more highly valued than computer science and engineering, a contributor said, and middle-class parents wanted their children to become lawyers and accountants, not computer programmers. The country needed to address the problem of the digital divide, participants agreed. Despite an initiative by the last government to equip low-income homes with broadband and PCs, it was noted that many children from poorer families still didn&apos;t have access to computers at home, hampering their ability to become competent users. Participants agreed that if schools wanted to embrace digital literacy, they needed to take a less cautious attitude towards ICT. Many children were enthusiastic and confident smartphone users, it was said, and schools that ban mobile phones missed out on the opportunity to use them as learning tools in the classroom. Some teachers found it hard to cope with students being more at ease with technology than they were. &quot;Wehave to make teachers feel comfortable with the fact that some of their pupils will know more about these technologies than they do. It doesn&apos;t mean they know more learning about using these technologies,&quot; said one contributor. An industry participant expressed concern that the pressure of league tables made schools reluctant to experiment and innovate. Contributors argued that some schools were doing an excellent job of making ICT exciting within the constraints of the curriculum. In others, however, the lack of qualified teachers could prove a management challenge when it comes to implementing the new curriculum. The point was made that in secondary schools many of the existing cohort of ICT teachers started out teaching business studies  they had little or no coding expertise and may be reluctant to teach the new curriculum. The question of digital safety was also raised and acknowledged to be a major issue for schools, especially primaries, and particularly around the need for rigorous controls to protect children on the internet. Technological controls, such as firewalls which restrict access to certain sites, need to be complemented with educating children about the dangers from a very young age. &quot;The internet is like any city  it has its sewers, but we teach our kids not to lift the manholes up and dive into the sewers,&quot; said one industry contributor. Participants praised the work of the Computing at School (CAS) working group, a grass roots organisation that is supporting teachers by providing them with good quality curriculum materials, training and the opportunity to meet like-minded colleagues. One example from the wealth of free internet resources available for teachers, the roundtable heard, was Scratch, a visual programming language that teachers can learn in a matter of hours and can be used to teach children how to create animations and games. Using the relatively simple tools of HTML and CSS, primary school teachers can inspire pupils to create websites, said one contributor. &quot;I&apos;d like to see the language of the web as the bedrock of programming in primary schools,&quot; they said. Another participant enthused about the workshop run by Decoded, which teaches people essential coding skills that enable them to create a web-based application in a day. However, concern was expressed about a lack of physical resources. One contributor said that their school had invested in laptops for every child six years ago, and that although the laptops were well used, there was no money to replace them. It was also felt that money spent on ICT had not always been targeted effectively. The last government spent large sums on equipping schools with ICT hardware because of a prevailing belief that ICT was &quot;transformational&quot;, but not all schools had been able to make good use of it, one participant said. It was suggested that schools would have to look elsewhere for support. Parents were an excellent untapped resource, and one participant said that their school had benefited from joining the Microsoft IT Academy programme which, for an annual fee, provided schools with teaching resources and professional development for staff. Some industry participants felt that businesses could do much more to support schools  for example, by encouraging their own staff to help out in the classroom or run after-school computer clubs. Google had already announced plans, the roundtable heard, to support the Teach First charity by funding the training of 100 science and computer science teachers over the next three years who would work with children in poor areas. The roundtable agreed that by making digital literacy a fundamental part of the education system, not only will schools be equipping children with vital tools for the modern workplace, they will be laying the ground for the next generation of computer scientists and innovators. &quot;Wedon&apos;t all need to be computer scientists,&quot; said one participant, &quot;but we need to give everybody the opportunity, and the good ones will follow through.&quot; At the table  Phillip Inman (chair), economics correspondent, The Guardian  Rosemary Luckin, professor of learner-centred design, The London Knowledge Lab  Peter Barron, director of external relations, Europe, Middle East, Africa, Google  Dr Peter Dickman, engineering manager, Google  Matthew Harrison, director, education, Royal Academy of Engineering  Dr Jane Overbury, principal, Christ the King sixth-form college  Ian Livingstone, co-founder, Games Workshop, Fighting Fantasy, White Dwarf, Eidos Interactive  Dr Albin Wallace, executive director of research and development, the Education Fellowship  Neil McArthur, innovation director, TalkTalk  Alasdair Blackwell, director, Decoded  Lucy Heller, managing director, Ark Schools  Sam White, headteacher, William Ellis School  Alan Mycroft, professor of computing, University of Cambridge; trustee, Raspberry Pi Foundation  Chris Mairs, chief scientist, Metaswitch Networks  Vanessa Ogden, headteacher, Mulberry school for girls  Alan Mills, director, Schools Funding Network  David Sands, headteacher, Norbury Manor high school for girls Roundtable report commissioned and controlled by the Guardian. Discussion hosted to a brief agreed with Google. Paid for by Google. Contact Sunita Gordon 020 3353 2447 for information on roundtables or visit theguardian.com/sponsored-content", 
    "section": "education", 
    "gid": "education/2012/jul/10/digital-literacy-roundtable", 
    "wordcount": "1679"
}