{
    "headline": "Heroes battle space cadets", 
    "text": "The credits rolled on the excellent Sci-Fi London film festival on Monday. In the best tradition of niche film festivals, the awful and awesome extremes of low-budget filmmaking were showcased. So on Friday and Sunday we got the first UK screenings of The Last Push (written and directed by Eric Hayden), and on Saturday there was Sol.  In The Last Push, an unmanned probe has spotted whale-like shapes gliding beneath the ice of Jupiter&apos;s moon Europa and a private space enterpreneur, Walter Moffit (Lance Henrickson), has spent a mindblowing $50bn sending a manned spacecraft to investigate. But the six-year mission has to be aborted when a meteoroid strikes the craft, killing one of the two astronauts.            Watch the trailer for The Last Push on YouTube For the next two years the survivor, Michael Forrest (the brilliant Khary Payton), is confined to the &quot;tin can&quot; that is the only remaining habitable part of the ship, eating different flavours of his own recycled waste (menu option: &quot;Polish hot dog&quot;) and repeatedly trying and failing to re-route the craft&apos;s electrics for the engine burn that could bring him home. We watch as the the coldly efficient astronaut is steadily worn down and emotionally transformed by his solitary confinement, and because most of the film is shot inside the harshly lit, claustrophobic capsule, we feel his every frustration and fear. The Last Push taps into the zeitgeist of burgeoning private space enterprise and Nasa&apos;s shrinking ambitions for manned spaceflight. Watching this movie, you can appreciate why Nasa believes it will get much more scientific bang for its buck by sending unmanned probes into space, and avoid putting lives at risk into the bargain. But there&apos;s a twist at the end of the film that sums up the opposing argument: the public wants its space exploration to be heroic. This is a low-budget sci-fi film that works on several levels. By contrast, Sol was disappointing. The movie is about a bunch of privileged teenagers who have been teleported to an unknown planet for the Sol Invictus competition. The first team to identify their home sun in the night sky will be declared the winner and secure fame and fortune. But something has gone wrong with the portal and the majority of the contestants haven&apos;t made it, while the remaining players have lost most of their equipment. Worse still, the planet is stalked by ferocious nocturnal creatures  &quot;the hunters&quot;.            Watch the trailer for Sol on YouTube This is a very poor man&apos;s Hunger Games. The acting is ok and the film looks and sounds pretty good, but the dialogue is tame (&quot;We&apos;re not going to make it out of here, are we?&quot;) and mostly relies on bickering between the players to create some kind of dramatic tension. It also lacks a sense of humour, apart from the unintentional kind. &quot;I&apos;ve never seen an ocean before. It&apos;s big,&quot; declares a contestant blandly when they stumble upon a freshwater sea. &quot;Yeah,&quot; responds his companion.  But this is a film festival for true enthusiasts and so the audience were patient. Only one person walked out. The rest of us knew we weren&apos;t going to make it out of there, but we were glad to be celebrating the best and worst of science fiction at Sci-Fi London.", 
    "section": "science", 
    "gid": "science/blog/2012/may/08/sci-fi-london", 
    "wordcount": "559"
}