{
    "headline": "UN development talks, Hans Rosling, and the Indonesian rainforest", 
    "text": "A high-level panel set up by UN secretary general Ban Ki-moon, and co-chaired by UK prime minister David Cameron, is due to report back this week on its vision for the future of global development after the millennium development goals, which expire in 2015. Whether and how to tackle inequality remains a key faultline in discussions, to the concern of some NGOs and experts. Liz Ford is reporting from the Women Deliver conference in Kuala Lumpur, Malaysia this week. Elsewhere on the site We talk to Hans Rosling, celebrity statistician, about how data can help challenge common myths about population, fertility and development. Rosling uses toy bricks to demonstrate the dynamics of population growth, child mortality and carbon dioxide emissions in an exclusive video. In Indonesia, John Vidal witnesses how the rainforest of Sumatra is being turned into a giant industrial plantation that can support neither wildlife nor local communities. Environment groups estimate that, at the current rate of deforestation, the natural rainforest will be all but gone within 20 years. Muhammad Yunus, founder of the Grameen microfinance bank in Bangladesh, speaks about the beauty of business to solve problems  as long as making money is not the only goal. The UK aid watchdog Icai gives the Department for International Development a green-amber rating for its use of contractors, though NGOs remain concerned about the private-sector slant. Multimedia  Global development podcast: what&apos;s at stake at the G8? Hugh Muir and a panel of guests answer your G8-related questions in front of a live audience.  Gallery: Syria refugees The number of refugees fleeing Syria&apos;s civil war has reached 1.5 million. In a rolling assignment we&apos;re using GuardianWitness to highlight the reality of everyday life for refugees. Here&apos;s our selection of your images. Coming up on the site Kevin Gallagher examines China&apos;s role growing in Latin America. Mark Tran reports on the gold rush in Karamoja, Uganda. Following the success of our Geography game, our new game will focus on food and agriculture ahead of the G8 hunger summit in London on 8 June. Professionals network The Global Development Professionals Network is dedicated to people working in development. Focusing on practice and people, the network shares knowledge and challenges some of the thinking and doing of development. If you&apos;d like to contribute, read the guidelines for writers and email ideas to globaldevpros@theguardian.com. What you said: some of the best reader comments Commenting on our interview with Hans Rosling, Robin Lovelace writes:  Hans Rosling has a brilliant way of explaining the vast shifts in populations and consumption that we&apos;re seeing. Impressive to see the whole world over 50 years simplified to nine bricks.  On Pushpinder Khaneka&apos;s guide to the best books on Vietnam, ID421769 says:  Great to see another country&apos;s reviews!! I was waiting for it. And good to see a book that isn&apos;t just the US version of the war. And yes Paradise of the Blind is really good. Where next?  Bettina Hartas said:  I have just read The Trader of Saigon coming out in July (contemporary). And REALLY enjoyed In the Shadow of the Banyan by Vaddey Ratner set in 80s.  Highlights from the blogosphere What happens when you try to put biodiversity at the centre of development policy? Dilys Roe from the International Institute for Environment and Development discusses a project that draws out the tensions. William Savedoff takes a close look at Icai on the Center for Global Development blog. Imagine you are in an elevator with Tanzanian president Jakaya Kikwete  what would you say? World Bank economist Jacques Morisset shares his thoughts on the Africa Can End Poverty blog. And finally  Poverty matters will return in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. Follow @gdndevelopment and the team  @MaeveShearlaw, @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/28/un-development-hans-rosling-indonesian-rainforest", 
    "wordcount": "653"
}