{
    "headline": "Cotswolds big cat speculation mounts as second dead deer found", 
    "text": "The remains of another deer have been found in an area of the Cotswolds where big cats may be on the prowl. Later this week the National Trust is expected to reveal the results of DNA tests on a deer carcass found at its Woodchester Park estate near Stroud. But it has emerged that a second roe deer&apos;s body has been found a few miles further east of Woodchester that experts believe could also be the victim of a big cat. Big cat experts in Gloucestershire said on Monday they were not surprised at the second account. Frank Tunbridge, who has studied sightings and examined carcasses of many supposed big cat catches, said he would expect such reports, especially during the winter months when cats  if they do exist  are forced out into more exposed areas. &quot;This is the sort of report we get almost every week but it&apos;s attracting attention because of the Woodchester find,&quot; he said. The deer carcass at Woodchester was found in the first week of the new year. There have long been rumours of big cats in this part of Gloucestershire but experts such as Tunbridge were particularly excited because the remains were so fresh and so were unlikely to have been contaminated by animals other than the killer. Scientists at Warwick University are carrying out DNA tests on the Woodchester remains to try to establish if the roe deer was brought down by a cat. Tunbridge said the second suspected attack also happened in the first week of the year. A woman walking her dog came across the carcass. &quot;When she came back to take photographs, it was completely stripped out, with just its spine left,&quot; said Tunbridge. What the woman told him of how the carcass had looked  a big cat kill looks neater and more efficient than one carried out by a dog  led him to believe a feline predator had been responsible. Tunbridge believes big cats live close to and in harmony with the human residents of Gloucestershire. &quot;I hope the DNA tests will prove they are here and we can carry out more sensible studies of them. There is nothing for people to fear. I think the police and government know they are here but do not want to say so for fear of panicking people.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jan/16/cotswolds-big-cat-deer-dead", 
    "wordcount": "392"
}