{
    "headline": "XCOM: Enemy Unknown  review", 
    "text": "In gaming, Christmas is traditionally all about the big blockbusters: video games with high production values, created by huge development teams. XCOM: Enemy Unknown is the antithesis of this. Based on a strategy franchise that few people under 25 will have heard of, the game was developed by a small team at US studio Firaxis on a modest budget. And it still rises above many of its latest major-release rivals. Enemy Unknown puts players in command of an international group designed to oppose an alien menace intent on terrorising mankind. The aim is to lead a team of up to six soldiers through turn-based skirmishes that prevent alien abductions, clear landed spaceships and rescue civilians. As the soldiers complete missions they will level up and learn different skills. They can be customised in appearance and named after yourself, family members, friends, or even, let&apos;s say, characters from Doctor Who. As a result you will grow attached to them. So much so that when ace sniper Amy Pond was ruthlessly cut down by the robotic Sectopod, there was much wailing and gnashing of teeth. She is now sadly nothing more than a name on the memorial wall. The game is regularly unforgiving like this and it is a strength, where sometimes even a victory can feel like a defeat. It harks back to the days of gaming when even &quot;easy&quot; mode posed a significant challenge. Yet XCOM is never unfair. The loss of a beloved soldier will almost certainly be due to a poor strategic decision, so the title rarely feels frustrating. These turn-based battles are only one half of the game, however. The other concerns managing the XCOM base, where the task is to build labs and facilities, assign research for scientists, create new weapons down in engineering, develop ships to shoot down alien craft and much more. Meanwhile there&apos;s an intriguing touch added in having to please as many different nations as possible at the same time. For instance, fail to help Australia one too many times and they&apos;ll pull their funding from the XCOM project. This is a deep, engrossing and challenging experience, but it does have flaws. The game launched with a number of irritating bugs, and although many have been fixed via downloadable patches, a handful still remain. There is also evidence that it lacks the financial muscle of the other current big releases: many of the landscapes and areas look familiar to one another (who knew Russia had so many American diners?) and although there&apos;s plenty of depth to Enemy Unknown, fans of the original series may miss some of the complexities of the earlier titles. But XCOM is a remarkable game and the development team&apos;s passion for the franchise shines through. It may not boast the big budgets and high production values of Halo or Assassin&apos;s Creed, but in terms of pure enjoyment it stands toe-to-toe with them. Absolutely one of this year&apos;s great surprises.", 
    "section": "technology", 
    "gid": "technology/2012/nov/11/xcom-enemy-unknown-xbox-ps3", 
    "wordcount": "493"
}