{
    "headline": "Developing computing degrees: how universities are working with industry", 
    "text": "Dr Louis Natanson, leads computer games education at Abertay University - which launched world&apos;s first Computer Games Technology degree in 1997 Digital literacy is absolutely crucial to the future economic growth of the UK. Graduates who can code, solve complex problems and work smoothly in teams with non-technical colleagues are desperately needed. The basics of hard maths and physics are central to computer science, but so is an understanding of art, business and communication skills. At Abertay University, we teach students in project teams that include programmers, artists and audio engineers - exactly like being in a small creative company. This all started in the 1990s, after Lemmings and Grand Theft Auto came out of Dundee. Local game design legends Dave Jones and Russell Kay approached Abertay, arguing that this growing industry needed a new approach to education - with industry input and a blurring of traditional education and on-the-job training. In our degrees, students are required to work between different subject areas. A programmer and an artist will have entirely different approaches and vocabularies, and will often spend the first few weeks of a joint project just learning how to work with each other - which can be a big challenge. These joint projects are a crucial part of the student&apos;s personal and professional development, as it requires the practical application of their academic learning, a mix of independent problem-solving and team-working, and an interaction with professionals who have a great deal of industry experience. These elements are all crucial to the process being achievable and positive. The &apos;Next Gen&apos; report recommended that other universities follow our focus on &apos;workplace simulation&apos;, modelling education on a live business environment by bringing industry experts in to mentor students and provide feedback on our course design and content. We&apos;d certainly recommend this approach to colleagues at other universities - engaging with local industries is an incredibly positive process for everyone involved. The challenge was neatly outlined by Eric Schmidt of Google - to excel at computer science, universities need to teach art and science hand-in-hand. That&apos;s exactly what Abertay University is doing, both in our degrees and our international game design competition Dare to be Digital. The Government should also capitalise on its planned investment in a creative digital industries Catapult centre for the UK. There will be significant opportunities to inspire and enhance digital literacy if the planned centre is founded on this essential link between art and science.&quot; Mark Shufflebottom, interactive design lecturer and Adobe Education Leader, Bournemouth University - praised for its links with industry At Bournemouth University we require a high level of digital literacy from our students on the digital media design course and very few students arrive actually having existing knowledge of programming. We have to take students through preliminary steps to reach a base level of knowledge, so that we can demonstrate how code and digital literacy can be used to fuel the creative industries. We fuse together physics, maths, art, design and media to produce mobile Apps, games, websites, installations, entertainment and social experiences. We don&apos;t just focus on programming, but examine what factors affect the experience and the quality of interaction that the user has with these devices. Many students work with differing technologies and often invent the bridge between these technologies to create cutting edge, digital experiences. This is reflected in the high degree of competition success that Bournemouth University students receive both within the UK and around the world. As a growing employment sector, we find students have little trouble finding jobs and recruiters contact the Digital Media Design course regularly to be recommended to students before they have graduated and for work experience. We actually need more students with digital literacy to fulfil the demands of this growing industry. The industry is a fast changing one and a real challenge because many technologies rising and falling on a continuous basis. Our digital media design course has been running for more than 15 years and what we&apos;ve learned is that a key reason for its success is that it is regularly reviewed and assessed by a panel of experts via an Industry Advisory Board. This means the course (staff and students alike) has the benefit of highly skilled, professional staff that continue to work in industry. This, coupled with our large number of successful alumni means the course is in a prominent, unique and advantageous position  it can stay ahead of industry trends by teaching tomorrow&apos;s technologies and standards today. This in turn addresses the skills gaps because BU graduates can hit the ground running and advise their employers about the latest technological solutions as they&apos;ve already had a hands on role in the future. Professor Malcolm Crowe, Faculty of Science and Technology, University of the West of Scotland which has just announced an academic collaboration with IBM to give students access to IBM software and technology training in business analytics and business modelling As far as the School of Computing is concerned, we already had an interest in focusing on employability and the needs of our companies, and the graduate skills employers are looking for. We&apos;ve got a very large and successful Industrial Advisory Board, with representatives from lots of different companies such as IBM, Microsoft, Oracle, Apple, a whole lot of user companies and banks, are involved. Computing courses such as ours that focus on enhancing the practical skills of students as well as their theoretical background have a real problem in keeping the material up to date with the software underpinning and course materials. IBM came to us last year to discuss how to do more in this area and encouraged us to look at some of its products we weren&apos;t giving sufficient attention to in our courses. That&apos;s the role of the Industrial Advisory Board - they are saying to us, &quot;a product is becoming big for employers, things such as SharePoint&quot; for example. So there&apos;s a two way process of feedback that goes on with our industrial representatives and our course designers. We found that very useful. In an ideal situation we will focus on the theoretical basis, the systematic approaches to developing computing solutions that work for industry as a whole, then look at ways at making sure within that students get to use the latest tools from the big suppliers. It&apos;s partly a challenge of keeping up to date, but it&apos;s also partly that it&apos;s a huge area and the range of skills in computing that there are and the range of expertise that employers are looking for is extremely wide. We have to try and listen to as many of these things as possible and cover as many bases as we can in confines of the length of courses that we offer; that&apos;s for our degree programmes which have to work for a range of employments, and so on. I was rather intrigued by a comment on one of the Guardian&apos;s digital literacy pieces about an employer that wanted someone for a betting software project, with software expertise and a particular kind of maths; that really is quite specialist. Similarly when we talk to people from industry, so IBM for example tell us they really needed graduates that are experts in Tivoli, an important IBM product but there aren&apos;t many jobs for it in the UK. Rather than including it in a university programme we could set up targeted training or CPD courses, or what actually worked best here was a student go on placement so they could become familiar with that that company needed. We&apos;re also involved in Scottish Informatics and Computer Science Alliance (SICSA) work into how to make computing courses in universities more relevant to the economy. It&apos;s really important to be flexible, and focused on practical solutions that give students hands-on experience of developing things that address the problems that are of interest to industry rather than pursuing an ivory tower approach. Going for the practical hands on thing using up to date products can be a lot of work for academics and the more help we can get from industry the better. But it really is what the economy really needs. Professor Phil Willis, head of the Department of Computer Science at the University of Bath Computer sciences is a fast-paced sector, with continual changes taking place across the industry. This obviously has an impact on course providers, and more than in any other subject we have to ensure we have our fingers on the pulse at all times. We have some fantastic collaborations which are a result of 10 years of close work with leading enterprises in the digital sector. Developing students to meet the needs of the industry can only be done successfully when these relationships are in place. More than 70% of our undergraduate students choose to do a paid placement year. Our student placements are fully supported, with the department setting up links between students&apos; interests and suitable companies, preparing the students for the workplace, running through practice applications with them and mentoring their progress throughout the placement year. We also offer placement research degrees, with a successful EngD postgraduate research programme in digital media. The students carry out their research within a company, allowing them to maintain a close relationship with the market in which it will be applied. This benefits the companies involved enormously as they gain essential research and development, while the student gains an awareness of the commercial applications of their work. In the next year we&apos;re also establishing a paid master&apos;s placement programme, which will place students with some of our key industry partners for the duration of their course, while teaching and mentoring will be provided by the university. We recently invested 100,000 in new computing equipment, including 25,000 of specialist equipment and a 6 terabyte server, based in three new teaching labs. In addition we have the latest audio-visual facilities in brand new specialised research labs, one equipped with a green-screen and cameras, another with digital audio facilities and a third for experimental work on interaction. We also work hard to support our students in the wider issues related to their learning and resulting career. We&apos;re hosting the Lovelace Colloquium here in April which brings together female undergraduate students involved in computing from across the country for an event which celebrates their achievements and contribution to the sector, and prepares them for the specific challenges and opportunities they are likely to face in industry. Overall, investing in the development of strong, long-term relationships with the companies at the forefront of the digital industry not only helps to inform our knowledge of the workplace skills required of our graduates, but also means we can offer fantastic placement experiences and an education that prepares our students for a digital career. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/13/developing-computing-degrees", 
    "wordcount": "1840"
}