{
    "headline": "The week in wildlife  in pictures", 
    "text": "   A hen warms her chicks in the rain, on the outskirts of Bangkok Photograph: Sukree Sukplang/Reuters       Long-tailed mayflies (Palingenia longicauda) mate on the surface of the Tisza river near Tiszainoka, Budapest. Millions of these short-lived mayflies engage in a frantic rush to mate and reproduce before they perish in just a few hours during Tiszaviragzas, or Tisza blooming season, which lasts from late spring to early summer Photograph: Laszlo Balogh/Reuters       A false tomato frog (Dyscophus guineti) in an aquarium at Zurich Zoo, Switzerland. The species is normally found in Madagascar's Masoala rainforest Photograph: Steffen Schmidt/EPA       A black caiman (Melanosuchus niger) is the Sani lake, in the Yasuni Ecuadorean National Park. Ecuador has proposed a global project where countries are compensated by the world community if don't exploit oil reserves in environmentally sensitive areas. Ecuador launched a similar project in 2010 to prevent the extraction of 846 million barrels of crude oil from the Yasuni national park, and in its first year the project raised US$116.9m Photograph: Pablo Cozzaglio/AFP/Getty Images       A pair of weaver birds flutter near their nests in Kathmandu, Nepal. Weavers are related to finches, and are one of the 868 species of bird found in Nepal. The country's diverse topography and climate is home to more than 10% of the world's bird species Photograph: Prakash Mathema/AFP/Getty Images       Red knots in Reeds beach, New Jersey. According to biologists, the central bird above has flown more than 550,000km  the average distance between the Earth and the moon  in a 19-year period. An orange band was placed on the bird in the Rio Grande, Argentina, on February 1995 by Patricia Gonzalez of the Global Flyway Network. Every May the bird migrates from southern Argentina to the Canadian Artic, a 15,000km trip. At an estimated age of 19 years old it is considered the oldest living red knot, and a book, Moonbird: On the Wind With the Great Survivor B95, has been dedicated to it Photograph: Patricia Gonzalez/HO/EPA       The International Union for Conservation of Nature's red list of threatened species  a key indicator of the health of the worlds biodiversity  has been republished, and the giant Australian cuttlefish (Sepia apama) is now a near-threatened species. It is one of more than 1,900 species newly recorded on the list  of the 63,837 species assessed, 19,817 are threatened with extinction, including 41% of amphibians, 33% of reef building corals, 25% of mammals, 13% of birds, and 30% of conifers Photograph: Roger Hanlon/IUCN       A large scoal of sardines near the Pescador island, a small island off Moalboal (Cebu) in the Philippines. The magnificent spectacle, an annual migration known as a 'sardine run', sees the silver fish swimming in formation to create a shimmering wall. It occurs in the region from May through to July, when billions of sardines spawn in the cool waters of southern Africa and move north and into the Indian ocean Photograph: Nadya Kulagina/Rex Features       A Korean paradise flycatcher in South Korea's eastern port city of Gangneung. The bird has been put on the red list of threatened species by the International Union for Conservation of Nature (IUCN). The migrant bird typically inhabits Korea's southern parts in the summer, but has been found further north in recent years apparently due to global warming Photograph: YONHAPNEWS/EPA       The Mexican axolotl (Ambystoma mexicanus) albino, which is critically endangered according to the IUCN red list Photograph: Stephen Dalton/NPL/Pestival       A striking example of the elephant hawkmoth Photograph: Shane Farrell/Butterfly Conserva/PA       A young male jaguar, who was born on April 26 at San Diego, California, regards the outdoor area to which he is gradually being introduced Photograph: Handout/Reuters       Earlier this month, BirdLife released the 2012 IUCN red list for birds. It says four members of the hummingbird family are now at greater risk of extinction, with the above species, the pink-throated brilliant hummingbird (Heliodoxa gularis), now listed as vulnerable Photograph: Chris Sloan/IUCN       An example of our Green Shoots challenge this month about dragonflies. It was contributed by amythyst_lake, who said of the image taken at Balsam Lake, Wisconsin: A heavy dew one morning gave me a terrific opportunity to shoot the damselflies encrusted with little globules of water. Keeps them still too Photograph: amythyst_lake/Flickr       A mallard in a lake of the Badain Jaran desert, in north China's Inner Mongolia region. The desert is 47,000 sq km and sparsely populated. It is famous for having the tallest stationary sand dunes in the world, reaching up to 500 metres. Spring-fed lakes lie between the dunes Photograph: Wang Peng/Corbis       A lone grevy's zebra at the foot of the Matthew's Ranges, at the Wesgate conservancy near Kenya's Samburu national reserve. They are taller and have bigger ears and sharper stripes than their plains cousins, and are under much greater threat from conflict over scant grazing resources. Fewer than 2,500 exist, down more than 80% since the end of the 1970s, although numbers have stabilised in recent years Photograph: Tony Karumba/AFP/Getty Images       A tar ball on the Elmer's island, Louisiana. Two years after Deepwater Horizon, the worst oil spill in history, fishermen, scientists and environmentalists up and down the US Gulf coast warn that the disaster may be far from over. Dead fish and tar balls continue to wash up on shore, and fishermen say they are getting less shrimps than before the spill occurred. Critics say the chemical dispersants sprayed directly into the ocean may be dangerous to the ecosystem Photograph: Zhang Jun/Corbis       The carcass of a crab at a reservoir cracked by prolonged drought in Siheung, South Korea. According to local media, the rainfall in Seoul from 1 May until 19 June this year totalled 10.6mm, far below the average of 171mm Photograph: Lee Jae-Won/Reuters       Gannets nest on bass rock in the Firth of Forth, Scotland. Every January, Atlantic gannets arrive at the rock, with 150,000 or more making it the largest single rock gannet colony. They return with the same mate and often use the same nest each time, spending most of the year on the rock until the end of October, when the last of the chicks travel down to the west coast of Africa Photograph: Jeff J Mitchell/Getty Images       Water levels rise next to a cottage near Dolgellau in Wales. The Environment Agency has issued five flood alert warnings for Wales Photograph: Paul Ellis/AFP/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jun/22/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}