{
    "headline": "Today's mystery bird for you to identify", 
    "text": "Mystery Bird photographed in Awash National Park, central Ethiopia (Africa). [I will identify this species for you in 48 hours]  Image: Dan Logen, 28 January 2011 (with permission) [velociraptorize].Nikon D300s, 600 mm lens, f/8, 1/320 sec, ISO 1250     Question: This Ethiopian mystery bird is part of a group that is known for a remarkable behaviour. What behaviour is that? Can you identify this bird&apos;s taxonomic family and species? The Rules:  1. Keep in mind that people live in zillions of different time zones, and some people are following on their smart phones. So let everyone play the game. Don&apos;t spoil it for everyone else by identifying the bird in the first 24 to 36 hours. 2. If you know the mystery bird&apos;s identity, answer the accompanying questions and provide subtle ID hints so others know that you know. Your hints may be helpful clues for less experienced players. Keep in mind that some hints may read like &quot;inside jokes&quot; and thus, may discourage others from participating. 3. Describe the key field marks that distinguish this species from any similar ones. 4. Comments that spoil others&apos; enjoyment may be deleted. The Game:  1. This is meant to be a learning experience where together we learn a few things about birds and about the process of identifying them (and maybe about ourselves, too). 2. Each mystery bird is usually accompanied by a question or two. These questions can be useful for identifying the pictured species, but may instead be used to illustrate an interesting aspect of avian biology, behaviour or evolution, or may be intended to generate conversation on other topics, such as conservation or ethics. 3. Thoughtful comments will add to everyone&apos;s enjoyment, and will keep the suspense going until the next teaser is published. Interesting snippets may add to the knowledge of all. 4. Each bird species will be demystified approximately 48 hours after publication.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/11/7", 
    "wordcount": "384"
}