{
    "headline": "Freshers' week survival guide", 
    "text": "Whenever you are promised the &quot;time of your life&quot;, one of two things can happen. First, and most likely, it will fail to fulfil your expectations and leave you a bit disappointed. Alternatively, you could actually have the best time of your life and then be forced to live out your remaining years trying and failing to replicate that happiness until you are an old man dribbling incoherently about his youth to a nurse as she tries to spoon cold porridge into your toothless fizzog. Freshers&apos; week is one of the former occasions: I can confidently predict that all incoming undergraduates will go on to have better times. Nevertheless, this week tens of thousands of supple-livered youngsters will arrive at university halls expecting seven days of parties, alcohol and sex, while overlooking the inevitable collateral damage of encountering idiots, exhaustion and the unwanted advances of beery-breathed perverts. In an attempt to temper expectations, here is a tiny selection of the worst things I faced in freshers&apos; week and, in my senior honours wisdom, my advice to combat them. Introductions The problem Introducing yourself in freshers&apos; week can quickly become a dull affair. After a few hours, you will have heard the questions &quot;what do you study?&quot; and &quot;where are you from?&quot; so many times that you will no longer be able to differentiate them from your own constant internal screaming. The solution You&apos;ll meet hundreds of people during the week, most of whom you&apos;ll either not see or actively hide from until graduation. Relax, find the most tolerable people and remember that it is better to remain silent and be thought dull than to discuss the intricate details of your gap year and remove all doubt. Drinking games The problem If you&apos;re anything like me, your stomach has roughly the same capacity as a mouse&apos;s shoe. As such, you cannot down any significant volume of liquid and, one evening, this may cause a group of men in rugby shirts to incorporate your name into a withering chant. The solution Take the stance that competitive drinking games are a pathetic method of alpha-male posturing, which only the worst kind of person could possibly be impressed by. You&apos;d still secretly prefer to be good at them, obviously, but this allows you to conceal that desire with an impressive display of disdainful superiority. Freshers&apos; flu The problem Having to live in halls with a group of teenagers staying away from home for the first time is more of a cruel test of your stamina than an acceptable living environment. You will quickly succumb to illness due to a combination of filth, international germs and eating nothing but crisps. The solution Stock up on multivitamins and don&apos;t let the spectre of braying public-school boys persuade you to go out when you don&apos;t want to. Additionally, in the first few weeks of term, don&apos;t leave the flat without antibacterial hand-gel. Or, depending on how much you don&apos;t want to become ill, you can follow my top freshers&apos; week tip: never touch anyone. Sex The problem You will become drunk and touch someone. The solution Few people meet their soulmate in freshers&apos; week, so have as much or as little sex as your conscience and alcohol-induced impotence allows. But do remember that the more one-night stands you have, the higher the percentage of the student populus who will avoid eye-contact with you for the next three years. Money The problem You come to the end of freshers&apos; week and, after spending all your money on blue WKD and giant hats, which seemed funny at the time, you are penniless. You ask your parents for some money, but they have spent their life savings on your tuition fees. The solution Overthrow the government.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/sep/11/freshers-week-survival-guide", 
    "wordcount": "632"
}