{
    "headline": "Brac programme lifting 'ultra-poor' out of poverty in Bangladesh", 
    "text": "Even a cursory conversation with Maleka Begum, a 30-year-old Bangladeshi woman, quickly reveals that extreme poverty is as much about a lack of confidence as a lack of money. As she talks about her life, Maleka, a mother of three who looks much older than her age, barely makes eye contact and speaks softly. Standing outside her corrugated one-room home in the village of Jagir on the outskirts of the capital, Dhaka, she describes how she has been the sole breadwinner since her husband contracted jaundice two years ago, rendering him unable to work. &quot;I have been doing manual labour, digging holes,&quot; she says through an interpreter. Maleka is among Bangladesh&apos;s poorest; the bottom 10%, or &quot;ultra poor&quot;. Since the 1980s, the Bangladesh Rural Advancement Committee (Brac), which celebrated its 40th anniversary at the weekend, has been tackling extreme poverty through an asset-transfer programme that is being replicated in other poor countries. The programme&apos;s title is a mouthful  Challenging the Frontiers of Poverty Reduction/Targeting the Ultra Poor  but its basic outline is simple enough. Under the programme, Maleka was given a cow and a goat, along with a cash stipend of 600 taka (3.50) a month, plus 100 taka, to be spent specifically on nutritious food such as lentils. Maleka will receive the stipend for two years, by which time she should have enough money coming in to break out of the poverty trap. She will also receive visits from a Brac programme organiser every five days to check on her livestock, teach her about basic hygiene and give her family planning advice. An important function of these weekly sessions is to build up her confidence and ensure that she knows she has certain rights. It is unclear, for example, whether Maleka knows her husband is entitled to hospital treatment for his jaundice. Learning how to take care of her cow and goat will be another confidence-builder. Brac, which was founded by Sir Fazle Hasan Abed to provide relief after a devastating cyclone, started focusing its work on the poorest when it realised that its microfinance programmes were beyond those at the bottom of the ladder. It was a significant move away from Brac&apos;s self-help ethic and faith in microfinance, Ian Smillie wrote in his book about Brac, Freedom from Want. When Brac approached donors in 2001 to back its ultra-poor programme on a large scale, the biggest contributor was the UK Department for International Development (DfID), which came up with 40% of the five-year $53m programme. The programme is now being replicated in other countries, including Haiti, Peru, Yemen and Ethiopia. Research by Brac and CGap indicates strong gains for those most in need, thanks to the programme. Their report from March last year (PDF) showed that 95% of beneficiaries &quot;graduated&quot; on the basis of participants meeting six out of nine indicators, including food security, asset ownership, improved housing and school enrolment. Brac and CGap, however, are careful not to overstate claims of success. &quot;The model may not work for everyone. Some demographics (elderly, severely disabled or dysfunctional families) may simply be too challenging for a model that rests on the ability of individuals to create new pathways out of extreme poverty,&quot; said the report. The report also noted that while ultra-poor programmes take into account market challenges and opportunities, they do not directly tackle market conditions, an implicit acknowledgment that such problems can only be tackled by the state. Still, in 2010, Brac&apos;s ultra-poor programmes reached almost 600,000 households, which, on average, each consist of five people. At another village not far from Maleka&apos;s, a group of eight women sitting on straw matting discuss their experience of Brac&apos;s two-year programme. They are markedly more confident, than Maleka. Nurbanu Begum, a 47-year-old in a white sari, says she used to work as a maidservant but no longer, thanks to a cow she received from Brac. &quot;Isold the cow after having fattened it for 10 months and got another one, and still have 5,000 taka in hand,&quot; she says. &quot;I started with six chickens and now have 24, and Ihave been selling eggs. I couldn&apos;t afford to eat eggs before; now Ican. Before, it was hard to have one full meal a day; now we have three meals a day.&quot; Nurbanu says she wants to buy another cow and take out a loan of 10,000 taka to rent land. Taking part in the discussion are some of the village&apos;s wealthier residents. As part of the programme, Brac helps organise a committee of village leaders to enlist their support. What is clear is that efforts to help the poorest take much research (to find out who the poorest are), time (in mentoring) and money. But, as Khondoker Ariful Islam, Brac&apos;s Afghanistan representative, puts it: &quot;There is no shortcut to take Maleka out of that [poverty] trap. It is expensive but necessary when you are dealing with someone who has no goods, no savings, no assets.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/13/brac-lifts-ultra-poor-out-poverty", 
    "wordcount": "850"
}