{
    "headline": "Facebook share price slumps below $20 amid fake account flap", 
    "text": "It seems that real friends are hard to find. There may be more than 83m fake accounts on Facebook, the social network has revealed. Facebook&apos;s disclosure came in a week that saw its shares hit new lows, dipping below $20 for the first time on Thursday. Its shares have now lost almost half their value since debuting at $38 in May in the largest initial public offering to emerge from Silicon Valley. The dip came as a quarterly filing with the Securities and Exchange Commission (SEC) revealed that as many as 8.7% of Facebook&apos;s 955m user accounts may be fake and up to 5% of active ones duplicates. &quot;While these numbers are based on what we believe to be reasonable estimates of our user base for the applicable period of measurement, there are inherent challenges in measuring usage of our products across large online and mobile populations around the world,&quot; Facebook said in the filing.Duplicate accounts, people who have more than one profile in violation of Facebook&apos;s policy, made up 4.8% of the &quot;fake&quot; accounts, as of 30 June. The firm said 1.5% appeared to be spam accounts. Analysts say &quot;bots&quot;  automated software applications that can mimic customer behaviour such as clicking on adverts  are an issue for all internet firm. But Facebooks disclosure comes after Limited Run, a firm that sets up online stores for labels, musicians and artists, alleged its custom-built &quot;page logger&quot; had found 80% of the clicks on its adverts on the social networking site came from bots. Brian Wieser, analyst at Pivotal Research Group, said bots were not new news and that Facebook &quot;clearly did a poor job of managing investor relations&quot; at the time of its IPO. But he said investors were now ignoring good news at Facebook and over-emphasising the bad news. &quot;Expectations are completely out of whack with the fundamentals,&quot; he said.  &quot;It&apos;s as if people are disappointed with the US basketball team for not getting Olympic gold in swimming.&quot; The company had made significant progress in its advertising network recently, he added, and that the fake accounts was a nonissue. Its share sale has proved a costly embarrassment for the company, investors and the banks that supported it. Launched in a blaze of publicity on 18 May, Facebook&apos;s shares fell below $30 with two weeks and have continued to slide. In morning trading yesterday they were at $20.76. On its first day of trading, Facebook was briefly valued at $104bn, more than the combined value of Nike and Goldman Sachs. Its market capitalisation has since more than halved. The collapsing share price and the stock&apos;s messy Nasdaq debut have spurred a series of law suits with investors suing the company, its bankers and the stock exchange. US authorities are also looking at the IPO and allegations some shareholders were warned ahead of others of Facebook&apos;s concerns about its mobile business. Its fall comes after disappointing share sales from social media peers including Zynga, the games company, and Groupon. Shares in Zynga, which accounts for about 12% of Facebook&apos;s revenues, are now trading at less than $3, down 71% from their $10 debut last December.", 
    "section": "technology", 
    "gid": "technology/2012/aug/02/facebook-share-price-slumps-20-dollars", 
    "wordcount": "542"
}