{
    "headline": "Universities' Olympic legacy will be one of collaboration", 
    "text": "By the time the last athlete breasts the line at this summer&apos;s Olympics, another set of competitors will already be at the starting blocks. These are the businesses and organisations keen to take over parts of the site at Stratford, east London, and their focus is on intellectual rather than sporting muscle. All three of the bids shortlisted for a chance to occupy the Olympic press and broadcast centres involve a higher or further education element  from a fashion college, to a link-up between a French sports retailer and Loughborough University, to research and technology centres. University College London (UCL) is also developing plans for a new campus east of the Olympic Park, with possible research and teaching space and accommodation for staff and students. &quot;The scale of the site we are looking at  over 20 acres  in central London terms is incredible,&quot; says Andrew Grainger, UCL&apos;s director of estates. &quot;And the fact that it will be adjacent to the Olympic Park is a significant attraction. The government has invested hugely in the area, and the Olympic Park will be fabulous.&quot; There have nevertheless been mutterings, online and person-to-person, among some UCL staff about the wisdom of opening a campus away from its main Bloomsbury site in central London. &quot;Having everything concentrated close together has a whole number of advantages, such as encouraging communication between people in different disciplines,&quot; says Simon Renton, the University and College Union&apos;s (UCU) vice-president, higher education, and a UCL history lecturer. &quot;Geography means students and staff are more in touch with each other, so in that respect moves away from Bloomsbury are generally not something people are very keen on.&quot; But Grainger says that while the project is still in its early stages, with no decision expected until June on whether or not it will happen, good transport links and the opportunity to be part of the Olympic legacy and to &quot;bookend&quot; the growing technology corridor in east London, stretching from Shoreditch to Stratford, were too good to ignore. Operating on multiple sites is hardly new in higher education  at one stage De Montfort University had campuses in four different towns, and three different locations in Leicester alone  and the trend has been growing, particularly through moves to open campuses overseas. Figures just released by the Higher Education Statistics Agency show that the number of students studying in overseas branch campuses rose from just over 11,400 in 2009-10 to just over 12,300 in 2010-11. At the same time, universities based in the UK regions are expressing increasing interest in setting up campuses in the capital. Coventry, Glasgow Caledonian, East Anglia, Bangor and Northumbria already have bases in London, while others, including Newcastle and Loughborough, are considering the possibility. Malcolm Gillies, chair of London Higher, which represents higher education in the capital, says: &quot;London has a more vibrant demographic than many other parts of Britain, so it is not unusual that people would look to come there  particularly if they have a good-quality educational product  to secure student numbers.&quot; Hesuggests that east London is a particular draw because it is the biggest area of population growth. But he warns there are downsides, from fierce competition for students to the cost of recruiting staff, and that a high-quality brand and good lines of recruiting both undergraduates and postgraduates is therefore essential. &quot;London is just very expensive  some estimate up to 15-25% more than other parts of the country,&quot; he says. &quot;That has to be factored into salaries.&quot; Certainly, having satellite bases, particularly in pricey London, does not work for everybody, and while some in the sector have responded to uncertain times by exploring new locations, others have retrenched. By last year, De Montfort had consolidated to one campus. Gloucestershire University was forced to close its London campus two years ago after money problems, and the University of West London (the former Thames Valley University) shrank to just two campuses to pull itself out of financial disaster. Overseas campuses can be even more problematic. Renton says quality assurance can be more difficult, as can relations with academic staff. UCU is now gathering data on potential problems in this area. Renton argues that many of these campuses may also be less lucrative than they appear because many of the students they recruit are students that would otherwise have travelled to the UK to study. Peter Scott, professor of higher education at the Institute of Education, says that while setting up branch campuses can be fine for universities that are global brands, the ineffable essence of the institution may not translate so easily: &quot;All universities have their own habitats; they are &apos;places&apos;. That atmosphere and ethos are not always easy to reproduce.&quot; But how far does place matter in a globalised sector, where communication is increasingly carried out online rather than in a college quad? Gillies, who is vice-chancellor of London Metropolitan University, says: &quot;Increasingly we are becoming less dependent on place in higher education.&quot; But he says students still want physical contact, as well as online learning. Renton agrees that &quot;there is no electronic substitute for students talking together and exchanging thoughts and ideas in order to dissect them in the presence of a senior leader&quot;. But he says there is no reason why these staff and students should all be from the same institution. His department already welcomes students from colleges affiliated to the University of London, such as Goldsmiths and Royal Holloway, to study specialist courses. &quot;There would be no good reason why, with goodwill on all sides, we couldn&apos;t be exchanging students with a wider group of institutions, and why other institutions couldn&apos;t do the same kind of thing,&quot; he says. Back to the Olympic Park, where Grainger says UCL would be keen to work with whatever other higher education providers end up there. UCL also hopes to build on its existing links with the University of East London. &quot;We see them as very good neighbours, with whom we work closely,&quot; he says. UCL will find other familiar neighbours, too. Also opening in Stratford is Birkbeck College, which is based just a few streets away from UCL&apos;s Bloomsbury home. From Autumn 2013, its new campus in Stratford centre  to be called University Square  will offer flexible day and evening courses, in a joint venture with the University of East London. Far from ending up a race between rivals, the future of higher education at the Olympic site  and quite possibly elsewhere  could be more about collaboration than competition.", 
    "section": "education", 
    "gid": "education/2012/feb/20/universities-olympic-2012-legacy-collaboration", 
    "wordcount": "1112"
}