{
    "headline": "FarmVille firm over the moon after Hasbro deal", 
    "text": "The pixelated cows so many people now spend their lunch breaks playing with online will soon morph into figurines for their desks. Zynga, the San Francisco-based firm behind the popular Facebook games FarmVille and Mafia Wars, has signed a deal with Hasbro that will allow the 89-year-old board-game company to create real-life versions of the hit online games. Mark Pincus, the founder and chief executive of Zynga, said the partnership was an &quot;exciting leap forward&quot; that will allow people to &quot;connect their virtual and real worlds&quot;. He added: &quot;It&apos;s exciting to partner with Hasbro as we share a common vision for play and a mission to connect the world through games.&quot; Pincus, 45, created Zynga, which was named after his dead American bulldog, in 2007. The company, which was floated on the Nasdaq in New York last year, now has a market value of $9.7bn (6bn), making it worth more than Sainsbury&apos;s or Marks &amp; Spencer. Forbes magazine estimates Pincus has a paper fortune of more than $2bn. Hasbro, which makes traditional favourites including Monopoly and Scrabble, said the first toys based on Zynga&apos;s virtual creations would be on the shelves later this year. Last year, rival Mattel created a board-game version of the iPhone game Angry Birds. Brian Goldner, chief executive of Hasbro, said the deal was part of the company&apos;s plan to expand &quot;from digital to analogue and back again&quot;. &quot;Zynga is redefining how people play. This strategic alliance plays off both Hasbro&apos;s and Zynga&apos;s proven strengths and is emblematic of the new innovations and new platforms we are creating across our entire gaming portfolio.&quot; Sales of traditional board games are plummeting as consumers turn to colourful games on smartphones and touchscreen computers. Hasbro&apos;s game and puzzle sales dropped 7% in the last three months of last year, following a 22% drop the year before. The number of people playing video games for at least an hour a month in the US has jumped by 141% to 135 million since 2008, according to the market research firm Parks Associates. FarmVille, which is one of the most popular games on Facebook, allows users to harvest a virtual farm by planting and growing crops, trees and livestock. New gamers are given virtual coins to set up their farm, and revenue from matured crops can be used to maintain it. But gamers who are eager to progress can buy extra virtual coins using real cash. Virtual goods, bought through hugely popular Zynga games such as CityVille and FarmVille, accounted for 12% ($445m) of Facebook&apos;s $3.71bn revenue for 2011, according to documents filed by the ompany with the US financial regulator, the securities and exchange commission, earlier this month. Facebook said social gaming apps built by developers  &quot;particularly Zynga&quot;  generated most of its revenue from its payments platform. The four-year-old company, which claims 60 million people a day play its games, reported a net income of $31m in the first nine months of last year. The Hasbro deal is expected to be expanded to allow Zynga to create virtual versions of Hasbro&apos;s games, which also include Nerf guns and water pistols, My Little Pony and war board game Risk. At present Electronic Arts holds the digital rights to Zynga&apos;s games.", 
    "section": "technology", 
    "gid": "technology/2012/feb/10/farmville-zygna-hasbro-deal-facebook", 
    "wordcount": "553"
}