{
    "headline": "Michael Gove overlooks engineering at his peril", 
    "text": "Today, a deadline dawns on the chance for educational  and engineering  revolution. Michael Gove&apos;s vision of an academically rigorous curriculum is right. Our skills gap cannot be plugged by media studies and citizenship lessons. But he has overlooked design and technology, which has the potential to be a truly creative, intensive, problem-solving subject, and the only exposure children have to engineering. Instead, he is diluting it with puff pastry and topiary. Cookery and horticulture will not fix Britain&apos;s export future, but technology can. Gove is sending the wrong message. Dyson needs 500 engineers as we expand our research laboratories, and Britain needs a whopping 65,000 more to meet demand. The government talks about Stem  science, technology, engineering and maths  but totally ignores the e. Maybe it&apos;s just there to make yet another snappy acronym. But, if we are not careful, Britain will end up with no technology and engineering companies, as they head off to where the engineers are  Malaysia and Singapore. Britain&apos;s trade balance will go even further into the red. We need to persuade more children that engineering is exciting; that it is up to engineers to solve the world&apos;s great problems. From drought, global warming and over-fishing, to those everyday bugbears in our homes. Mending bikes and boiling eggs won&apos;t inspire the brightest young minds  at our peril. So my foundation is doing something about it. This week we&apos;ll launch the Ideas Box. It&apos;s a free resource developed by engineers and primary school teachers. It challenges children to become design engineers. They redesign something in their classroom  a whiteboard, a fire alarm, whatever product frustrates them. They prototype, test and learn. Mistakes are encouraged! This is what we believe the curriculum should be about  problem-solving, prototyping and learning by doing. All children are inquisitive and their every utterance is a question. DT allows children to look at the world around them and find problems they can solve. They apply their maths, science and technological knowledge throughout the whole process. Iterative design  it&apos;s what real engineers do every day. And it&apos;s much more exciting than 30 students making the same wooden key holder. DT should be the fourth science. It is no coincidence that students who study DT alongside maths and science do better; taught well, it contextualises tricky equations and abstract scientific concepts in creative ways. Much better to actually build a model cantilever bridge to understand the forces at work than to learn from a textbook. This is why 75% of Dyson engineers studied DT  they wax lyrical about the subject&apos;s potential, and rightly so. There is still time to encourage the next generation of British engineers. The curriculum review public consultation closes today, and, like an engineering project, it is sure to be an iterative design process. Michael Gove must make sure he exercises the perseverance that engineers require and keeps working on the DT syllabus until it is fit for purpose, inspiring thousands of future problem solvers; future engineers.  Sir James Dyson is an inventor and founder of Dyson, the technology company", 
    "section": "education", 
    "gid": "education/2013/apr/15/dyson-engineering-curriculum-review-dt", 
    "wordcount": "509"
}