{
    "headline": "Why foreign study is taking off", 
    "text": "Elizabeth Fillmore is in her final year at school in England but, despite offers from top UK universities, she will not be staying in the country for her degree. Rather than take up a place at the London School of Economics or Bristol University, she has chosen to study at McGill University in Montreal, Canada. &quot;For the universities on the North American continent you can do a liberal arts degree; you don&apos;t have to specialise,&quot; she says. &quot;I want to go into law and here you have to do a humanities degree and then a law conversion course, but I&apos;m quite a mathematical person so I want to continue doing several different subjects. I was very attracted by that aspect of North American universities.&quot; She also likes the fact that Montreal is a bilingual city, so she will get to practise speaking a foreign language and find out about a new culture. And she is confident that in the competitive employment market for lawyers, studying abroad will help her stand out when she graduates. Then there are the fees. While her parents, worried about the cost of flights, needed some persuading about the idea of her studying so far away, the cost of tuition will be roughly the same whether she chooses Canada or England. &quot;It has played to my advantage that fees here have gone up,&quot; she says. Fillmore joins a growing number of UK university applicants who are contemplating studying abroad, driven by a combination of higher UK fees and a more globalised graduate employment market. About 22,000 UK students  1.7% of the student population  now study overseas, mainly in the US which hosts around 8,500. France, Germany, Denmark and Australia also take more than 1,000 every year, and these numbers are expected togrow. &quot;We have seen a trend where students are still applying to top universities in the UK, but are also looking farther afield,&quot; says Simon Dennis, principal of Hockerill Anglo-European College, a grant-maintained international boarding school that recently appointed a counsellor specifically to advise pupils on study optionsabroad. &quot;From our students&apos; point of view it gives them the best of both worlds,&quot; he says. &quot;They can apply to UK, European or American universities and have offers.&quot; While the new UK fee regime, which means many European universities are now cheaper, has had an impact, Dennis says students are also conscious of the value studying abroad adds to their CVs. &quot;After a three-year degree they could be competing with 50 or 60 graduates applying for the same job,&quot; he says. &quot;But if they have got their degree in Italy or Australia or North America it gives the employer an interesting insight into the type of character that person is. Certainly our conversations with employers show that they think it makes applicants stand out.&quot; Meril Kilinc, 23, a first-year student in European law from north London, says this was an important reason why she chose to study in the Netherlands, at Maastricht University. The university has seen applications from UK students more than double in the past year. &quot;A lot of my family members and friends who studied in England had difficulty finding a job after they graduated,&quot; Kilinc says. &quot;Coming from a background that isn&apos;t professionally academic, I was worried about that. I thought I would have a better opportunity if I came to Maastricht, not only to work in England but also to look at job options internationally. I will have that edge.&quot; Like an increasing number of courses in universities overseas, her degree is taught entirely in English.  Now it is even possible to pick up a UK degree while studying overseas. About 100 UK students from the University of Nottingham are taking at least part of their degree at its overseas campuses in Malaysia and another 100 are doing the same in China. Around 10 UK students at each campus have opted to stay for the whole of their three-year course. Fees vary but are lower than the 9,000 a year to be charged in the UK from September  and the cost of living is much lower. Students are not eligible for UK loans but the university does award a number of scholarships based on a combination of grades and need. By 2014 the university wants around a quarter of its students to have some overseas experience, which could be a short course or work experience abroad. For the past 25 years, the European Commission&apos;s Erasmus programme has been offering just such a taste of study overseas for European students wanting time in another EU country. Participation in the scheme counts towards their degree, can give them access to a wider range of subjects and may mean their tuition fees are waived for a year.  Interest in the scheme is rising again after a period of decline in the numbers of UK students taking part. Last year saw the fifth successive annual increase in participation, with more than 12,800 UK students involved, beating the record set in 1994 when numbers peaked at 11,988.Dennis says a reluctance to study overseas is misguided: &quot;We aren&apos;t saying UK universities are bad,&quot; he says. &quot;We are saying there is a choice. Look beyond these shores and see what&apos;s out there.&quot;", 
    "section": "education", 
    "gid": "education/2012/may/01/study-abroad", 
    "wordcount": "911"
}