{
    "headline": "Goodbye chillaxing, hello omnishambles: the phrases that fell in and out of fashion this year", 
    "text": "It is often claimed, usually by people justifying offences against grammar, that language evolves. It doesn&apos;t. Evolution implies gradual change over a long period. It also contains the notion of fitness prevailing. In reality, language mutates. Each year sees standard usage deformed while new idioms, cooked up in the disorderly laboratory of the human mouth, usurp the old. The process can be both wonderful and appalling. There were examples of both in 2012. Omnishambles was the political word of the year. Referring to a concatenation of mutually reinforcing misfortune and error, it comes originally from Armando Iannucci&apos;s comedy series The Thick of It but it hit the mainstream when the government imitated art with life with a budget riddled with misguided notions and ill-targeted taxes  on pasties, grannies, charities, churches. The coalition never regained its poise and the omnishambles label, applied in parliament by Ed Miliband in a rare moment of competent zeitgeist-surfing, stuck. Eurosceptic lost its meaning in 2012. It used to denote a fringe of the Conservative party, referring to wariness of the European Union, verging on hostility. So vast was the crisis in the EU in 2012 (including its own coinage, eurogeddon) that hardly anyone can now claim to support the project without scepticism. Europhiles are a dying breed and they keep quiet for fear of looking euro-credulous. Meanwhile, the UK Independence party, achieving double-digit opinion-poll scores, spooked backbench Tories and triggered an arms race of anti-Brussels rhetoric. Scepticism became the norm. The correct word for Faragists (followers of Ukip leader Nigel Farage) and their Conservative fellow-travellers is now Europhobes. Hashtag entered the spoken language. The # symbol was close to obsolescence before its revival in recent years on Twitter as the device to link tweets around a common theme. New to 2012 has been the habit of applying verbal #s to sentences in imitation of the Twitter idiom. As in: &quot;I&apos;ve been drinking since lunchtime, hashtag: hungovertomorrow.&quot; Or &quot;Lend us a tenner, hashtag: friendinneed.&quot; &quot;May I have&quot; finally disappeared from use among the under-40s. Queue at any high street coffee chain and listen to the way in which people request their drinks. What you will hear is almost exclusively: &quot;Can I get a latte/cappuccino/Americano.&quot; Like most new arrivals, this is an Americanism; another pushy linguistic grey squirrel driving out the indigenous, mild-mannered red. Flat white coffee. Can we get one? Yes we can. Could we in 2011? Not so much. May we have one? Only as retro-politesse. Truffle became a verb. Another import from the boundless vault of management-speak, it means to forage around a subject or item in metaphorical imitation of a tame French pig looking for expensive fungi. As in: &quot;Analysts are truffling around consumer confidence data for signs of economic growth.&quot; We no longer speak about things about which we have expertise. We speak to them. Especially in corporate meetings. As in: &quot;I can&apos;t speak to market conditions in east Asia, but I know things are tough in Europe right now.&quot; (We still speak to each other in the traditional sense, although anyone under the age of 16 finds this nerve-racking and prefers to mediate it through some digital interface.) The phrase jumped the shark jumped the shark. It has been around for years and is derived from a particularly feeble episode from the mature years of the US sitcom Happy Days in which, having exhausted every possible plot scenario, screenwriters had Arthur &quot;the Fonz&quot; Fonzarelli peform a motorbike jump over a pool containing a shark. When something that was once cool becomes complacent and bloated, it has jumped the shark. It was a cool phrase once. This year, well, it jumped the shark. Also jumping the shark: well jell (well jealous, as deployed to excess on The Only Way is Essex); the Mobot, a hand gesture that only looks good on completion of a gold medal-winning Olympic race; chillaxing, hideous combination of chilling and relaxing, old already, made unusable by its semi-official deployment to describe the prime minister&apos;s leisure; shamazing  something to do with ITV&apos;s X Factor. Ask a young person.", 
    "section": "science", 
    "gid": "science/2012/dec/30/phrases-in-out-fashion", 
    "wordcount": "694"
}