{
    "headline": "Jaguars among species 'virtually extinct' in Brazil's Atlantic forest", 
    "text": "Jaguars, tapirs, giant anteaters and spider monkeys have become &quot;virtually extinct&quot; in Brazil&apos;s Atlantic forest, while other species are being lost faster than previously believed due to the fragmentation and emptying of the once dense canopy by farmers and hunters, according to research published on Tuesday. The authors of the study say their findings have global implications for conservation because they confirm the quantity of forest cover is an unreliable indicator of biodiversity  more important is the quality of the forest and the measures taken to protect the fauna within it. The two-year research project, which was led by the University of East Anglia, looked for signs of 18 mammal species in 196 fragmented areas of forest. They found little more than a fifth of the 3,528 possible mammal populations. White-lipped peccaries, a native pig species, were completely wiped out. Many others were on the brink of disappearing. &quot;We uncovered a staggering process of local extinctions of mid-sized and large mammals,&quot; said Gustavo Canale of the State University of Mato Grosso, which was a partner on the study which is published in the journal Plos One. About 90% of the original Atlantic forest, which once covered an area of about 1.5m km sq (about six times the size of Britain) has been converted to agriculture by cattle ranchers, cocoa farms and rubber plantations. The focus of the study was on the thousands of clumps of forest  many no bigger than a football pitch  that were left behind. Together they add up to a sizeable area, which previously prompted some scientists to assume they may provide a viable habitat for wildlife. However, the authors of the new research say that no matter how pristine forest fragments appear from the outside, they are quickly emptied of all but the smallest creatures due to &quot;edge effects&quot; which make fauna more vulnerable to fire and hunting. &quot;People think that if you have a good-looking forest fragment, then it will fill with wildlife. But that&apos;s not always the case as our paper shows,&quot; said the lead author Prof Carlos Peres, of the University of East Anglia&apos;s School of Environmental Sciences. &quot;I&apos;m from Brazil and we have the world&apos;s sixth biggest economy, which means there are more dollars for conservation. Yet we have found that the remaining Atlantic forest fragments are in poor condition. Better news was that protection efforts can yield positive results. Among more than 200 sites, the researchers found the highest levels of species richness in five bio-reserves and national parks  even though those areas were not the biggest forest fragments. &quot;The size of the site was secondary to the history of protection and whether the area was cared for,&quot; said Peres, who stresses the need to look at forests as a whole rather than just a canopy or for their carbon sequestration potential.", 
    "section": "environment", 
    "gid": "environment/2012/aug/14/jaguar-species-virtually-extinct-brazil", 
    "wordcount": "484"
}