{
    "headline": "Bing gets social as it leapfrogs Google with Facebook, Twitter  and Google+", 
    "text": "If you&apos;re choosing a search engine that is able to do social search, your obvious choice is Microsoft&apos;s Bing? Yes, it is - or, following a series of upgrades by Microsoft, it might be in the near fugure. In a move that Google may well find galling, Microsoft now searches not just Twitter and Facebook  both of which barely appear in Google&apos;s search results - but also Google+, Google&apos;s own social network. And unlike Google&apos;s version of social search, which has been criticised for overemphasising its still-young Google+ network, Bing offers a clearer balance between the competing networks.  The new sidebar in Bing&apos;s search results includes contacts and activities on social networks including Twitter, which signed a search deal with both Microsoft and Google on the same day in 2009 to give them access to its &quot;firehose&quot; of tweets. But the contract with Google expired in July 2011 and was not renewed - which means that Google, which has said that &quot;social is the future of search&quot;, is seeing its money-losing rival running rings around it. In a blogpost introducing the changes, Derrick Connell and Harry Shum, who are both Bing corporate vice-presidents, call it &quot;the most significant update to Bing since we launched three years ago.&quot; (Strictly, that&apos;s only true if you accept that Bing is only three years old, which isn&apos;t true because it is simply the rebadged version of Windows Live Search, the dire - and almost fatal - name that Steve Ballmer bestowed on it back in 2007. My book has the gruesome details.) But there&apos;s no doubting that the new focus on including social content in search results is a new focus for Bing, and a clever one - focussing on a place where Google is comparatively weak despite its massive heft.  In the US, Google has been rolling its &quot;Search Plus Your World&quot; system, which puts emphasis on Google+ results, into its search results since January 2012. They have not however been rolled out more widely so far. For Microsoft, Connell and Shum tweak Google, noting that &quot; The search industry was built on keywords, links and labels  static nouns pointing to pages. This approach is great for finding sites but search is about more than simply finding information, it&apos;s also about taking action.&quot; They then explain, in a clear dig at Google: &quot;The fact is, search hasn&apos;t kept pace. People have become as important as pages and search needs to evolve to embrace these changes. The challenge has been to figure out how to integrate the information you care about with the people who can be most helpful to you in getting stuff done.&quot; They also focus on social: &quot;the new Bing focuses on bringing friends, experts and enthusiasts into your search experience through a dedicated social &quot;sidebar.&quot; With sidebar, Bing brings together the best of the web, with what experts and your friends know, giving you the confidence to act. This new way to search lets people share, discover, and interact with friends like they do in real life.&quot; Bing&apos;s advantage is that having continued its deal with Twitter, and being a shareholder in Facebook, it can get access to those two networks. And as Google+ is open (as far as Google allows it to be to the outside world; just as with Facebook, some users have their privacy settings configured to block outsiders) it can be crawled too. For now, the improved Bing is only running in the US (as with Google&apos;s Search Plus Your World) but it has already garnered plenty of attention. If Microsoft can begin to get people to go there directly as a destination, then that could start to make a difference to its red ink-pouring bottom line. It would be ironic in the extreme if Google, having led the search race for 11 years, was finally beaten to its most important next step by the arch-rival that it defines itself as being unlike. Here&apos;s a video of the new Bing in action.", 
    "section": "technology", 
    "gid": "search/2012/may/11/bing-social-update-google-search", 
    "wordcount": "681"
}