{
    "headline": "GCSEs are dead: the EBacc is the future, says Michael Gove", 
    "text": "The new English baccalaureate  the EBacc  will eventually replace GCSEs, doing away with &quot;modules&quot; that allow students to retake parts of their course, cutting back heavily on the use of classroom assessment and coursework, and returning the emphasis to a traditional end-of-year exam. The education secretary, Michael Gove, said that it would end &quot;grade inflation and dumbing down&quot;. The name GCSE will disappear, to be replaced with the EBacc, and the traditional grades of A* to C are likely give way to numeric marks or even percentages. Recording the percentage pass mark will allow universities to distinguish between top candidates, but it could penalise students for the slightest variation. Gove is highly critical of the way around a third of pupils are awarded A to A* GCSE grades. He is keener on numeric grades that could see around 10% of pupils awarded the top grade 1. Initially styled as a return to O-levels, a consultation paper published on Monday set out the basic principles for the reforms: the new qualifications are designed to be far more dependent on performance at the end of a two-year course than on pupils&apos; results in modules or units along the way. Far fewer resits will be allowed too. The government insisted the changes will not mean the end of all coursework in practical subjects such as music, art or design and technology or oral tests in languages. The overarching English baccalaureate will be made up of individual EBacc exams initially in English, maths and the option of three separate sciences from September 2015 for examination two years later. Gove wants EBacc courses to be taught from 2016 in history, geography and languages, for examination in 2018. He hopes that schools will prepare for EBaccs by making immediate moves towards the more rigorous international general certificate of secondary education (IGCSEs). The changes are subject to a consultation, but Gove hopes exam boards will abandon GCSEs in other subjects once the new system is established. He cites music, which has, in his eyes, a rigorous set of examinations which have been untouched by the government. There were warnings that the last cohorts sitting GCSEs would suffer from being seen to have a discredited qualification. Chris Keates, general secretary of the teachers&apos; union NASUWT, said young people taking GCSEs over the next two years had been &quot;told publicly that the exams for which they are working on are discredited and worthless&quot;. All three major exam boards in England currently offer GCSEs, but under the plans to stop exam boards competing for business by making exams ever more achievable, they will have to bid for five-year contracts to run individual subjects exclusively. The one subject, one board approach is seen by ministers to be the answer to the current practice where schools can choose which board&apos;s papers to adopt, a system ministers say is a prime reason for what they see as a race to the bottom in standards. Gove will have the final say in choosing the new exam boards after a recommendation from Ofqual. The consultation says the new exam will not be a &quot;two-tier&quot; qualification as GCSE is, with its foundation and higher tier options. This, says the paper, puts a cap on students&apos; aspiration. Gove has also dropped a plan for a second tier of exams for the less able  after pressure from the Liberal Democrats. Teachers&apos; leaders disputed whether Nick Clegg&apos;s intervention had achieved its aim, claiming it could create a bigger underclass of students who leave school with no qualifications at all. Christine Blower, general secretary of the National Union of Teachers, said: &quot;What is being proposed here is blatantly a two-tier system. Pupils who do not gain EBaccs will receive a record of achievement which will most certainly be seen to be of far less worth by employers and colleges.&quot; Ofqual, the regulator at the heart of this summer&apos;s row over grading for GCSE English, insisted it would tell government if its timetable was not achievable or if risks to standards were unacceptable. &quot;We will wish to identify the delivery pressure points in the reform and intervene if we need to manage any unacceptable risks,&quot; said its head, Glenys Stacey.", 
    "section": "education", 
    "gid": "education/2012/sep/17/gcse-ebacc-michael-gove", 
    "wordcount": "711"
}