{
    "headline": "Michael Gove tells academies they can hire unqualified teaching staff", 
    "text": "Academies will be allowed to employ people with no formal teaching qualifications in a move that could sideline both the unions and the established teacher training colleges. Education secretary Michael Gove has decided to bring academies into line with private schools and the government&apos;s flagship free schools, which can hire professionals such as scientists, engineers, musicians and linguists to teach even if they do not have not have qualified teaching status (QTS). From now on, funding &quot;contracts&quot; between new academies  semi-independent state schools that receive funding directly from the government rather than through a local authority  and the education secretary will state that the school has the right to employ staff who it believes are properly qualified, even if they do not have QTS. Academies that are already open  currently 1,957 of England&apos;s 22,000 state schools, including most of its secondaries  can also ask for this clause to be included in their agreement. Unions described the move as &quot;perverse&quot; amid fears that it will devalue the status of the profession. But the Department for Education said it simply gave academies &quot;additional flexibility&quot; and it expected the vast majority of teachers recruited would still be QTS trained. A DfE spokesman said: &quot;Independent schools and free schools can already hire brilliant people who have not got QTS. We are extending this flexibility to all academies so more schools can hire great linguists, computer scientists, engineers and other specialists who have not worked in state schools before. We expect the vast majority of teachers will continue to have QTS. This additional flexibility will help schools improve faster. No existing teacher contract is affected by this minor change.&quot; The move was welcomed by David Wootton, chair of the Independent Academies Association, who said it would help academies to bring about &quot;creative and innovative solutions to improve lessons&quot; . He said: &quot;Virtually all teachers in academies will continue to have the teaching qualification; where there are severe shortages of suitable staff or specialists in subjects like computing or technology, the new flexibility will be extremely useful.&quot; Christine Blower, general secretary of the National Union of Teachers, said the decision was a &quot;clear dereliction of duty&quot; and a cost-cutting measure dressed up as flexibility. A poll conducted by the union in anticipation of such a policy change last year found that 89% of parents want their child to have a qualified teacher , with just 1% &quot;comfortable about those without the teaching qualification taking charge of a class&quot;, said Blower. &quot;By his own admission, Michael Gove is relaxed about profit-making from schools. He takes his inspiration from Sweden, where profits are being made by reducing the number of qualified teachers, and where educational standards have fallen. By contrast, the reason Finland scores so highly in international tables is because they value teachers, trust teachers and pay teachers well. &quot;Parents and teachers will see this as a cost-cutting measure that will cause irreparable damage to children&apos;s education. Schools need a properly resourced team of qualified teachers and support staff, not lower investment dressed up as &apos;freedoms&apos;.&quot; Chris Keates, general secretary of the NASUWT, warned that removing the QTS requirement would reduce the status of teachers. &quot;Qualified teacher status represents the means by which parents and public can be assured that children are receiving a guaranteed standard of teaching and learning. It is the entitlement of all children and young people to be taught by a qualified teacher. &quot;The public would be horrified if people were able to practise medicine or law without the appropriate qualifications and they should be equally horrified by the removal by the secretary of state of this important qualification for teachers.&quot; Mike Tomlinson, the former chief inspector of schools, said that it was unnecessary for the minister to scrap training, when it is within his powers to change the teacher training curriculum if it was not up to scratch. He said: &quot;They [the ministers] still think there&apos;s a lot of leftwing trendy social and psychology stuff taught in teacher training. That went out 20 years ago. They are out of date.&quot; The shadow education secretary, Stephen Twigg, said: &quot;While we welcome more professionals coming into teaching there need to be clear safeguards and ensure there is adequate training capacity in schools. If there are issues with teacher training and development, they should be addressed head on, not avoided.&quot; He added: &quot;These kind of announcements should be presented to parliament, not sneaked out hours before the Olympics opening ceremony.&quot; A DfE spokesman said the suggestion that the government had deliberately chosen the opening day of the Games to bury the announcement was absurd. &quot;We are driven by a desire and a duty to improve standards in our education system as fast as possible  not to make our announcements at the convenience of the global news agenda.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/27/gove-academies-unqualified-teaching-staff", 
    "wordcount": "832"
}