{
    "headline": "Access to water for everyone in the world by 2030", 
    "text": "One of humanity&apos;s greatest achievements is within our grasp, but only if our political leaders act now. Across the world, 783 million people  one in 10 of the world&apos;s population  face a daily struggle without access to safe water. Without such access, we cannot tackle poverty or help to create sustainable and equitable development.If we do provide it, we release a brake on economic and human development, especially in the areas of child health, nutrition and education.A lack of access to these essential services costs sub-Saharan Africa as much as 5% of its GDP, more than the whole continent receives in aid. We can release that brake now. Many developing countries use just a tiny proportion of the water that is available to them because they lack the ability to access it, not because it doesn&apos;t exist. This is not a problem with no solution. Quite the opposite. We know how to provide water, sanitation and hygiene; we have the resources; what is lacking is the political will to make it a priority. As Justine Greening, the international development secretary, flies off to the fourth and final meeting of the UN high level panel on global development in Bali, the UK has an opportunity to lead the world in committing to bold but achievable targets to provide everyone everywhere with access to water, sanitation and hygiene by 2030.Just as the UK led the charge to abolish the slave trade in the 19th century, let us lead from the front to banish thirst in the 21st. Universal access to water and sanitation is within reach if our leaders will take action. Few endeavours will have a greater impact on the world&apos;s poorest, and this would surely rank as one of the great achievements of humankind. Barbara FrostChief executive of WaterAidBaroness Chalker of WallaseyLord Malloch-Brown of St Leonard&apos;s ForestFiona O&apos;Donnell MPTony Cunningham MPBaroness Kinnock of HolyheadVirendra Sharma MPSir Menzies Campbell MPLord ChidgeyLord AveburyDavid Crausby MPJim Dobbin MPNaomi Long MPJohn Robertson MPWilliam Cash MPLord DholakiaGareth Thomas MP", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/21/access-water-world-2030", 
    "wordcount": "340"
}