{
    "headline": "Google Glass? You have to applaud their vision", 
    "text": "A few weeks ago, the chairman of Google, Eric Schmidt, spent four days in Cambridge as the Humanitas visiting professor in the university&apos;s Centre for Research in the Arts, Social Sciences and Humanities, where I work. Afterwards, one of the questions I was most frequently asked by people who hadn&apos;t been around for his visit was: &quot;Was he wearing the glasses?&quot; This was interesting because it suggested a surprisingly wide awareness of something that  until recently  many people would have dismissed as a typical example of leading-edge uselessness. It&apos;s Google Glass, an R&amp;D project aimed at developing an &quot;augmented reality head-mounted display&quot;. It comes from the same Google lab that has produced the self-driving car and, in a way, belongs in the same category of insanely ambitious projects. But just as the car looks like becoming a reality, so too do the glasses. In fact, if you&apos;re a software developer and live in the US, you might just be able to acquire a prototype from the project&apos;s website, in return for $1,500 and some original ideas for applications of the technology. In its current incarnation, the Google Glass headset (not to be confused with Google Goggles, incidentally) looks encouragingly geeky. It consists of a tiny Android computer built into the right-hand armof a spectacles frame. The computer&apos;s display takes the form of a small prism that sits in the peripheral vision of the wearer&apos;s right eye. A tiny camera mounted in the frame conveys to the computer everything in the user&apos;s field of vision. The device is activated by voice commands, as in: &quot;OK glass, record a video.&quot; Or: &quot;OK glass, take a picture.&quot; This is illustrated by a stirring promotional video that manages to be both informative and beyond parody. It shows attractive Google persons  ie slim, athletic twentysomethings from California  doing everyday things such as skydiving, swinging on trapezes, aerobatics, arcane martial arts, rollercoaster rides etc and using their headsets to record these routine episodes in their busy lives. Such videos this will doubtless revive sceptical commentary about leading-edge uselessness. &quot;So,&quot; said one unimpressed (female) viewer of the video, &quot;you can record videos, take pictures, do Google searches and access satnav information.&quot; What was left unsaid, but clearly implied was: &quot;Sowhat?&quot; That&apos;s the wrong question. If this technology really works in the messy real world where wireless connectivity is always flaky, then people will find good uses for it. Even now, it could be a boon for people whose short-term memory is poor or deteriorating. Being able to keep a visual and aural record of one&apos;s daily life might be helpful, as anyone who has an elderly parent in a nursing home will readily testify. It might also be useful for assisting technicians trying to diagnoseproblems miles away from base, or for medics performing unfamiliar surgical routines in distant locations. And these are just obvious applications. What endears the Google Glass project to me is that it&apos;s the latest instalment in a long and honourable tradition in computer science. It goesall the way backtoone of the great luminaries of the business, DouglasEngelbart, theman who invented thecomputer mouse and was a pioneer in networked computingand the design of graphical user interfaces.(InDecember 1968, in San Francisco, he gave a live demonstration of what networked computing could do that had a profound influence on the people who built the internet and much of the technology we use today.) What motivated Engelbart from the outset was a passionate belief that computers had the power to augment, rather than replace, human capabilities. Machines, he believed, should do what machines do best, thereby freeing up humans to do what they do best. And this idea of &quot;augmentation&quot; has inspired a good deal of research in the decades since Engelbart embarked on his mission to change the world. Many years ago, for example, an MIT student named Steve Mann used to risk ridicule by walking round withwhat he called &quot;wearable computing&quot; kit, much of it looking likesomething by Heath Robinson. Over the years, thekit became smallerand the software (much of it written by Mann) became slicker. And the geeky student became a distinguished professor at the University of Toronto. It&apos;s too early to say whether the glasses will become transformative. They may turn out to be something that only appeals to early adopters and gadget freaks. But I wouldn&apos;t bet on it. And if Google produces a version that can accommodate my bifocals, why, I might even buy them.", 
    "section": "technology", 
    "gid": "technology/2013/feb/24/google-glass-vision-naughton", 
    "wordcount": "797"
}