{
    "headline": "Kiribati enters the end game against climate change - in pictures", 
    "text": "   A building afternoon storm traces shadows across the lagoon on South Tarawa, Kiribati Photograph: Mike Bowers/The Global Mail       Father Martin, parish priest on the island of Abaiang walks through the wasteland that used to be the village of Tebunginako garden. Rising sea water made the soils heavily saline and unable to support the Bannanas and Taro vital to the villagers survival Photograph: Mike Bowers/The Global Mail       Due to the population pressures on South Tarawa, the lagoons and beaches are heavily polluted Photograph: Mike Bowers/The Global Mail       Children bathe at a well in South Tarawa. The population is growing fast, while the fresh water supply is diminishing. As sea levels rise, the water lens shrinks because it is being pushed upwards Photograph: Mike Bowers/The Global Mail       Children make boats out of styrofoam packaging on an area of the beach used as a toilet. Kiribati has one of the highest infant mortality rates in the Western Pacific, with 37.6 deaths per 1,000 in the first year of life. Lack of sanitation plays a large part  Photograph: Mike Bowers/The Global Mail       Children play on the rusting hulk of a boat left on the shore along with cars and metal debris. Heavy metals from these rusting hulks leach into the shallow fresh water lens, contaminating the main source of fresh water on South Tarawa Photograph: The Global Mail       Squatters near the Bonriki international airport. So overcrowded is Tarawa  51,000 people are jammed onto a 35-kilometre-long sliver of coral  that a few hundred people now live in shanties made of discarded wood and palm fronds within the scrub next to the runway Photograph: Mike Bowers/The Global Mail       With cemeteries on the island full, families bury their loved ones on their properties and close to their homes, further contaminating the fragile water supply Photograph: Mike Bowers/The Global Mail       With a population density higher than Manhattan, New York, pigs are housed on the beach just above the high tide mark. From these makeshift sties, contaminates leach into the fresh water supply and the lagoons Photograph: Mike Bowers/The Global Mail       Kiribati is massively dependent on foreign money and generates hardly any export income. The country receives some $40m annually in royalties from nations which fish its waters Photograph: Mike Bowers/The Global Mail       In the mid-1990s, Toani Benson would buy petrol from a shop at this site. Now he stands in its submerged ruins Photograph: Mike Bowers/The Global Mail       A fisherman prepares his net to fish off the Nippon causeway that connects the captial of Betio (pronunced Basio) and Bairiki. The causeway was built in the 1970s and was a gift from the Japanese government Photograph: Mike Bowers/The Global Mail       Children sit on top of an 8-inch Vickers gun, transported to Tarawa by the Japanese during world war two Photograph: Mike Bowers/The Global Mail       At high tide, some dwellings are now cut off from the island of South Tarawa Photograph: Mike Bowers/The Global Mail       Children play on the main island of Tarawa Photograph: Mike Bowers/The Global Mail  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/apr/16/kiribati-end-game-climate-change-in-pictures", 
    "wordcount": "0"
}