{
    "headline": "Kickstarter: the crowdfunding site that wants to spark a creative revolution in the UK", 
    "text": "Time was, in the olden days, that in order to create a video game, orfund a film or album, or make a comic, you needed a generous and deep-pocketed patron, or a corporation behind you which thought there was something  profit, in other words  in it for them. There might have even been a grant from an arts body somewhere. Remember them? Crowdfunding, where large numbers of people donate small sums of money to a project, has changed that. Kickstarter is not the first online funding site for creative projects  ArtistShare was launched in 2003 to enable musicians to bypassrecord labels, and was followed by other sites such as IndieGogo  butithas gained the most traction andattention. Since the site launched in April 2009, more than 2.5 million people have helped to successfully back more than 30,000 creative projects. It has helped fund Oscar-nominated short films and put new products on the market. Earlier this year, the creators of a watch that can wirelessly connect to a smartphone raised more than $10m (6m) onthe site after being turned down by traditional investors. The singer Amanda Palmer raised $1.2m (745,000) to record her album and tour; this week, the film director David Fincher reached his goal to fund part of an animated film. In October, arole-playing game developer raised nearly $4m (2.5m) from more than 73,000 backers. The site estimates that around 10% of the films accepted into the Sundance and Tribeca film festivals this year were funded by Kickstarter. Until recently, British projects have beenhosted on the site, but the funds have needed to go through a US bank account and so they needed a US resident as a co-creator. In November, the site launched properly in the UK, and in the first week, 171 projects were put on the site, raising more than500,000. &quot;From the beginning, the philosophy and the motivation behind this has been to be a platform for people to create things and put more art and creative work out into the world,&quot; says Yancey Strickler, head of community and one of the site&apos;s three co-founders. &quot;The economy for funding creativity is one that is driven by profit and there really isn&apos;t a lot of space for people whowant to make art for art&apos;s sake. &quot;Each project is judged solely by its own ambitions and not by the ambitions of gatekeepers or the broader market. It&apos;s communities of individuals deciding what they want to see exist.&quot; Projects are chosen, he says, according to the rules of the site. &quot;It has to have a finite goal. It&apos;s not open-ended, it&apos;s not funding a career; it&apos;s making a record or a film. There are things we don&apos;t allow, such as a lot of product-type things.&quot; They have to fit one of the 13 creative categories, which include art, technology, dance, film, music and food (the site has helped fund new food products and pop-up restaurants). There is a time limit  if the creators don&apos;t reach their goal, money is returned to the backers. If they do reach their goal, backers are given rewards  anything from an executive producer credit on afilm to first copies of a comic. Launching a project is far from a guaranteed success  less than half of the Kickstarter projects reach their funding goal, and around 12% don&apos;t receive a single pledge. For those projects that are wildly successful and far exceed their target, it brings new problems as creators are left fulfilling a far larger number of orders for a product than they expected. According to a study of design and technology projects on Kickstarter by Ethan Mollick, a professor at the University of Pennsylvania, only a quarter delivered their rewards on time. The famous Pebble watch has missed its delivery deadline, and last weekend its creators admitted it still hadn&apos;t even gone into mass production. Because many of the tech products funded by the site do not exist  the point of the funding is to create them and bring them to market  Kickstarter has been criticised for &quot;selling&quot; a &quot;hypothetical future product&quot; that may never materialise. For artists, there is a danger that backers expecting a finished product can put pressure on the creative process. People who funded one musician, Josh Dibb from Animal Collective, to go on a trip to Mali in 2009 have complained they have not received their side of the deal  photographs and a CD of music inspired by the trip; Dibb has said he wasn&apos;t happy with the music he wrote. The flipside of fans becoming directly involved in the funding of a project is that they rightly have an interest in where and how the money is spent. Amanda Palmer posted a breakdown of how the money she raised would be spent, and some people criticised her for the amount allocated to pay off debts ($250,000) and produce art books for backers. She faced further criticism after, having raised more than 10 times what she had asked for in the first place, she asked local musicians to play with her band for free on her tour (she soon agreed to pay them). Creators, and the site, are clearly still feeling their way through the implications of crowdfunding (in September, for instance, Kickstarter introduced new guidelines for design and technology projects to avoid disappointed backers. &quot;The internet has created the opportunity for people to express what they want and Kickstarter gives them the tool to follow it through,&quot; says Strickler. &quot;When I&apos;m supporting some band [through the site] I love, I&apos;m not &apos;shopping&apos; in the record store, I&apos;m creating alongside them. I get to see the thing happen and be part of the process and know that I made a contribution. Ithink the emotional resonance that comes with that is huge.&quot; Here are some of the projects that reached their funding goals. How was it for them? The RoboCop statue: Brandon Walley, 35 Community arts developer, Detroit The statue of RoboCop that is due to be erected in Detroit came about through several of the internet&apos;s giants: it began on Twitter, moved to Facebook, and ended on Kickstarter. Early last year, the mayor of Detroit, Dave Bing, sought suggestions on Twitter for how to help regenerate the city. &quot;Someone responded and said Detroit needed a RoboCop statue because Philadelphia had a Rocky one,&quot; says Brandon Walley of thecommunity arts project Imagination Station. &quot;The mayor thanked them for their comment and said there were no plans to do that, which is understandable  the city shouldn&apos;t invest precious resources into something likethat  but it got some attention andstarted to go a little viral online. Afriend put up a Facebook page with the title &apos;Detroit needs a RoboCop statue&apos;, and within 24 hours it had afew thousand fans.&quot; Walley, who had worked on a number of community arts projects, some of them crowdfunded, agreed and the non-profit arts organisation he works for &quot;thought maybe this was crazy enough to work. We worked out it would cost around $50,000 to build a statue between seven and 10-feet tall. There was a lot of momentum between the Facebook page and Kickstarter page, and we reached theamount on the sixth day of a 45-day campaign.&quot; In March 2011, they raised more than $67,000 (41,500) from more than2,700 people. Why does he think people donated to this project? &quot;Ithink there are different layers. It hitthe sweet spot for a lot of people  RoboCop is a cult classic. There&apos;s a really strong passion for it.&quot; In the film,set in the near future, Detroit is portrayed as aplace that has suffered decay and decline; in real life, that is also true, though the city is regenerating. &quot;There is a lot happening in Detroit, and I think there is a place for the arts  even something as potentially silly asa RoboCop statue.&quot; He admits some people in the city were against the idea. &quot;There was concern: &apos;Is this important?&apos; or &apos;What sort of image does it portray?&apos; There was a lot of working and talking to the community to make sure everything went down as well as possible. It took a lot of conversation and dialogue between different views. They might still think it&apos;s silly but they realise it&apos;s not some bad thing where RoboCop is oppressing the people, or something like that.&quot; It wasn&apos;t the only challenge. &quot;We naively thought that we would just get some foundry to knock it out quickly&quot;, says Walley, but instead he had to deal with insurance, find a suitable site and navigate copyright issues with MGM. The studio put him in touch with Fred Barton, who already makes licensed lifesize RoboCop statues, which will be enlarged by another company using 3D scans, before the 10ft statue iseventually created by aDetroit-basedfoundry. It should be ready early next year, says Walley. &quot;We&apos;re pretty much sure where it will be [sited], but we&apos;re not announcing it yet because something could fall through and we&apos;re still exploring avenues until the statue isdone.&quot; Without crowdfunding, Walley says this project wouldn&apos;t have happened. &quot;This is the sort of thing where people can put in $5 or $100. I don&apos;t see a corporation investing in something like this, and there&apos;s no way the city government should spend money on it.&quot; Does he think there is an issue with people from around the world helping to make local decisions? &quot;I feel that, ultimately, the responsibility behind anything dealing with ethics rests mainly with the creators of the project. Internationally, it was an opportunity to show that Detroit is a great place to live with tons of creativity and potential  unfortunately, these facts often get lost with the majority of press about Detroit exploiting the negative. Locally, we had to express that our intent is not to make fun of Detroit, and that we see the RoboCop statue as a positive that can, in a small way, help with the rebuilding and re-imaging of the city. That doesn&apos;t mean everyone will agree, but that&apos;s OK as long as we express our intentions that this isn&apos;t some ironic hipster statement.&quot; Will it bring people to the city? &quot;There&apos;s a lot of interest from Peter Weller, who played RoboCop. There are backers from all around the world, and people want to come to Detroit when it&apos;s up to see it.&quot;     LogicalArt's Air Tattoo jewellery  one of a handful of British projects on Kickstarter before the site's UK launch in November.    Paper jewellery: Hanhsi Chen, 28, and Yookyung Shin, 29 Product designers, London Hanhsi Chen and his business partner, Yookyung Shin, met as students on the Royal College of Art&apos;s product design course and set up their company, LogicalArt. Their first project together, creating memory sticks made from stainless steel and Perspex, was a small one but they learned a lot  mainly howlong it took to fund, develop and produce and to make back the money they had put into it. &quot;We wanted this to be quicker,&quot; says Chen. He is alone in his studio  the living room of a block of flats in west London  because Shin is in South Korea, visiting manufacturers. They came up with the idea of creating sculptural jewellery, made from elaborate patterns cut from paper known as Air Tattoos. &quot;Originally, we wanted the material to be leather or silicone, and in the end we came across a special paper and it&apos;s quite strong and waterproof.&quot; Shin drew the patterns and they made up samples. &quot;We showed friends and other designers to get some feedback, and people really liked it, but we had cashflow problems.&quot; Kickstarter was mentioned by friends who had &quot;bought&quot; products from the site  often people who pledge money for a particular project receive a finished article, whether it&apos;s a product or a book or a DVD. What helped, says Chen, is seeing &quot;the market response before you even make the pieces, which helps with decisions such as: &apos;Should I make 2,000 or 400?&apos; At that time, we calculated the cost of the tooling for four necklace designs, and the minimum order for the paper, and a little bit of the manufacturing fee. If we reached that, we thought at least we could afford to do this project without losingany money.&quot; They launched their Kickstarter page in August, one of the handful of UK-based projects on the site back then, with a target of raising $4,000 (2,500); by September, they had raised nearly $18,000 (11,000). Backers donated between $3 (they receive a PDF of their bracelet design to print and cut out themselves) to $165, for which they will receive three of each of the four finished necklaces. Chen estimates he will be sending out around 1,000 necklaces to his backers. Of the money they raise, Kickstarter takes 5% (Amazon, which processes the payments, takes another cut). Is this fair? Chen thinks it is. &quot;If we were selling through a retailer, they would take a much bigger cut,&quot; he says. He thinks they should be able to make around 2,000 necklaces, which they plan to sell for around 15 each. Then they will start thinking about their next project. Will they use Kickstarter to fund it? &quot;Probably. I think it&apos;s a good platform for new designers.&quot; The digital comic: Janine Naimoli Frederick, 33 Comic writer, New Jersey Later this month, the first of Janine Naimoli Frederick&apos;s nine-part comic series Quandary will be released. It&apos;s set in New York in 2032, under a police state, and Frederick says it&apos;s a little bit Orwell&apos;s Nineteen Eighty-Four, a little bit Occupy movement. &quot;There is one event that takes place at the beginning and it leads to other events that change the status quo,&quot; she says on the phone. &quot;I was reluctant [to use Kickstarter] at first because I hate asking people for money,&quot; she says. &quot;I wanted to save up the cash, do it myself, but I got to the point where if I kept going at the rate Iwas going, I would never be able to afford to do it because every time I hadthe money something would happen  my car would break, my house would break.&quot; Frederick launched her funding page in June, seeking $2,500 (1,500); when it closed in August, 140 backers had pledged more than $3,000. &quot;Probably a third of them came in just via the Kickstarter site. Another third came from people I know personally. The other third came from a grassroots effort to raise awareness  Facebook, Twitter, podcast interviews, local events, talking to people everywhere I went. If I was in the grocery store, I would get into conversation withanybody. The awareness it created alone has been huge, which is awesome. It makes me believe that I have something people are interested in andwhen it does launch, people will be excited.&quot; Kickstarter has successfully funded nearly 800 comics projects, and earlier thisyear, the US trade publication Publishers Weekly put the site fourth behind Marvel, DC and Image in a ranking of graphic novel publishers. One author and illustrator, Rich Burlew, raised more than $1.2m (745,000) through Kickstarter to reprint a book from his Order of the Stick series. Frederick has been writing comics for three years in her spare time from her day job as a web developer for a university. &quot;I knew I was unknown in the comic industry but I thought if Icould market it properly and had a good enough idea, I could probably make it work. Even though it was funded to bea digital-only comic, there are still costs associated.&quot; Although she is writing the series, she is paying artists to draw it; then there are ISBN numbers to pay for and digital distribution. Does Frederick find her creativity is stifled, knowing there are 140 people out there who pledged money and are waiting for their first issue? She insists it isn&apos;t. &quot;I actually appreciate the pressure and it keeps me on my toes: &apos;Did I do enough on the project today? Do I need to take a day off as a vacation day to work on it?&apos; It&apos;s that pressure that keeps me going.&quot; The film about Iraq: James Spione, 51 Film-maker, New York     James Spione's 22-minute documentary Incident in New Baghdad was nominated for an Oscar in 2012.    Last year, Incident in New Baghdad, the documentary James Spione made featuring the account of Ethan McCord, a soldier on the scene of the 2007 airstrike that would become one of the most controversial of the Iraq war, wasalready gaining recognition on the festival circuit, winning best short documentary at the Tribeca film festival, but the independent film-maker had his eye on a bigger prize  an Academy Award nomination. &quot;For that I needed to do a theatrical screening run either in New York or LA,&quot; he says, over Skype, &quot;and I needed a budget forthat.&quot; Spione worked out it would cost around $8,000 (5,000). &quot;I set three weeks to achieve the goal, but I ended up hitting it within a day and a half. Itwas kind of amazing and, actually, my biggest funder was in the UK. Everything used to feel very linear, [but with crowdfunding] your audience almost feels like your co-makers. They are invested in it  not just in terms of money, but in commitment to what you&apos;re doing in the way an ordinary fan used to be. So now you&apos;ve got a couple of hundred PR and marketing people out there who, when that film is done, are going to have a personal connection and help spread the word. Its value goes beyond the money.&quot; Spione&apos;s 22-minute documentary examines what happened in 2007 when a number of people, mainly civilians including two Reuters employees, were killed and two children were wounded, in a US helicopter airstrike. It received an Oscar nomination at this year&apos;s Academy Awards, and although it didn&apos;t win, this was enough to focus more attention on the film and the incident. Could he have achieved that nomination without crowdfunding? &quot;It would have been harder,&quot; he says. &quot;Iwould have had to borrow money. This was also a very short turnaround. Raising money through conventional sources can take a lot of time and I had a couple of weeks. I decided in August that I was going to do this, and I knew it had to play sometime in September, so it had to happen quickly. Without Kickstarter, I might have thought it would be too daunting.&quot; Some of the new British projects on Kickstarter seeking funding: PicadeA self-assembly kit to turn your Raspberry Pi into an arcade game  the first UK project to beapproved. Project MemoryArtist Graham Johnson will draw your memories ontocanvas. Juliet and theShrinkSix-part comedy series set in a telesales office in Brighton. Good and Proper teaEmilie Holmes wants to set up a mobile tea van (a converted 1974 Citroen van) serving quality and unusual tea. The FitzroyComedy feature film set on a beached submarine in a post-apocalyptic 1950s Margate.", 
    "section": "technology", 
    "gid": "technology/2012/nov/14/kickstarter-crowdfunding-creative-revolution-uk", 
    "wordcount": "3316"
}