{
    "headline": "Instagram founders turn two years of work into $1bn  only in Silicon Valley", 
    "text": "California has been famous since the gold rush for creating fortunes overnight. The Golden State was a dream factory for get-rich-quick schemes from pioneers with pickaxes to beautiful people aiming to be Hollywood stars. But only in Silicon Valley can a couple of 20-somethings turn less than two years of work into a $1bn (630m) fortune. Kevin Systrom, 28, joined the long line of technocrats turned plutocrats on Monday when he sold Instagram, a profitless photo sharing app that&apos;s less than two years old, for $1bn. He sold it to that other wunderkind, Mark Zuckerberg, 27, the Facebook founder whose social network is now worth an estimated $100bn. Systrom, a former Google employee, is understood to own about 40% of Instagram, which is now worth $400m. His co-founder Mike Krieger, 25, is believed to have about 10%, worth $100m. The rest will be shared with investors and the company&apos;s other employees  all 11 of them. Even by Silicon Valley standards, it&apos;s a remarkable haul for a company that&apos;s been around for less than two years. Instagram wasn&apos;t the first, or the only, mobile app offering people a way to share their photos on Twitter, Facebook, Flickr. Nor was its use of filters to add visual effects to those shots a new idea. But what made it stand out was its success. Last week Instagram raised $50m from venture capital firms, valuing Systrom and Krieger&apos;s baby at $500m. Zuckerberg had reportedly already approached Systrom and asked to buy the firm but after the funding he came back with an offer that couldn&apos;t be refused: double the price. Instagram might not make a cent but it is the hottest mobile app in the world and Facebook is preparing for the biggest IPO in tech history. To date people have questioned Facebook&apos;s mobile strategy. Zuckerberg started his social network in the days when PCs and browsers ruled the internet. Even 20-somethings can look a bit dated in these fast moving days. And $1bn is a small price to pay for new school cool, if you are worth $100bn. Systrom, a Stanford University graduate like so many Silicon Valley multimillionaires, grew up in Boston but was an early witness to the dotcom boom. His mother, Diane Systrom, worked at Monster.com during the first internet era and is now an executive at Zipcar, the online car rental business. The history of the billion-dollar deal goes back to his university days where he was studying for an engineering degree. Systrom, a big photography fan, started looking at ways to share photos online. His interest subsided as he looked for a job, ending up at Google, where he spent two years in product development and corporate development. Systrom&apos;s next job was at Nextstop, a trip-recommendation site that Facebook bought for a rather measly $2.5m. Systrom then started Burbn, named after his favourite liquor, a company that focused on the super-hot area of mobile but whose basket of services seemed to lack any clear identity. It had photos but also check-in capabilities, like FourSquare, and other apps. Along came Mike Krieger, another Stanford graduate, and the two started talking about narrowing their focus. On the Q&amp;A site Quora, Systrom explained the genesis of Instagram: &quot;We decided that if we were going to build a company, we wanted to focus on being really good at one thing. &quot;We saw mobile photos as an awesome opportunity to try out some new ideas. We spent one week prototyping a version that focused solely on photos. It was pretty awful. So we went back to  Burbn. We actually got an entire version of Burbn done as an iPhone app, but it felt cluttered, and overrun with features. &quot;It was really difficult to decide to start from scratch, but we went out on a limb, and basically cut everything in the Burbn app except for its photo, comment, and like capabilities. What remained was Instagram. (We renamed because we felt it better captured what you were doing  an instant telegram of sorts. It also sounded camera-y).&quot; The rest is Silicon Valley history. Launched in October 2010, Instagram was an instant hit. Over 30m people have downloaded the app now. When the firm launched an Android version earlier this month, it attracted 1m downloads in 12 hours. People love sharing their photos online and making them look like their Dad took them in 1980 with a camera he borrowed from his dad. And the app they want to do it with is Instagram.  This article was amended on 11 April 2012. Mike Krieger&apos;s stake in the company is believed to be worth $100m, not $10m.", 
    "section": "technology", 
    "gid": "technology/2012/apr/10/instagram-founders-two-years-silicon-valley", 
    "wordcount": "780"
}