{
    "headline": "Bowerbird builds a house of illusions to improve his chances of mating", 
    "text": "The male peacock is well known for its courtship displays, during which it fans its colourful tail feathers to attract a mate. But not all birds are so spectacular, and males of other species employ different means. Male bowerbirds use their intelligence to impress the females, constructing elaborate structures called bowers to attract mates. They are not on master builders, but also accomplished artists. Males of some species decorate their bowers lavishly with flower petals and sparkly manmade objects. The Satin bowerbird even paints the walls of his bower with charcoal or chewed up berries.  Male Great bowerbirds are even more remarkable. Their bowers, which are among the most complex of all, are true marvels of avian architecture. But as well as being builders and artists, males of this species are also magicians  the bowers they build are like a house of illusions, with built-in visual tricks that manipulate females&apos; perceptions and increase their likelihood of choosing the builder as their mate. Bowerbirds are a family of twenty species that are native to Australia and New Guinea that are renowned for their unusually complex mating behaviour. The Great bowerbird of northern Australia is the largest species in the family. Males sport brownish-grey plumage build bowers, and spend many months building their bowers. The bowers consist of a thatched twig tunnel forming an avenue of approximately half a metre in length, opening out onto a court whose floor is covered with bones, shells and stones. When a potential mate steps into the avenue, the male stands in the court just by the avenue&apos;s exit, displaying to her the colourful objects he has collected, one after the other. Two years ago, John Endler of Deakin University and his colleagues reported that the males use visual illusions when constructing their bowers. They do so by arranging the objects covering the floor of the court in a particular way, so that they increase in size as the distance from the bower increases. This positive size-distance gradient creates a forced perspective which results in false perceptions of the geometry of the bower, which is visible only to the female when she is standing in the avenue. From her point of view, all of the objects in the court appear to be the same size. Consequently, she may perceive the court as being smaller than it actually is, and the male to be bigger. Endler and his colleagues manipulated the decorative objects in the bower to reverse the gradient, with the large objects placed closest to the bower and the smaller ones further away, and found that the birds re-arranged the objects to restore the original pattern. This happened very quickly  in all cases, the positive gradient was restored within three days and the pattern was almost identical to the original by two weeks. The researchers were unsure about the function of the illusion, but speculated that it is important for females&apos; selection of a mate. They have now tested this hypothesis, and their results have just been published in the journal Science.  For the new study, Endler and his colleague Laura Kelley observed the bowers built by 20 males in a eucalyptus wood on a Queensland cattle ranch and monitored the birds&apos; mating behaviours using motion-sensitive digital video recorders. Over a two-month period in late 2010, they collected over 1,600 hours of footage, containing 129 courtship displays and 23 matings. They also took photographs of the bowers so that they could analyse the arrangement of the objects and the quality of the illusions they produced from the perspective of the females.  Analysis of these data revealed that the geometry of the bower was directly related to the mating success of its builder. The most successful males were the ones that had arranged the objects to form the most regular patterns on the floor of the court. There was also a direct relationship between the regularity of the pattern formed by the objects in the court and the strength of the forced perspective illusion.  &quot;Better gradients produce more even patterns when seen from within the avenue,&quot; says Endler, adding that the males go to great lengths examining their work and rearranging objects to make the pattern as even as possible. &quot;Males spend most of their time on the bower going into the avenue and looking out, then moving objects, going back into the avenue, and so on. When in the avenue, they also sometimes fix the twigs in the walls, too.&quot; The researchers still don&apos;t know if this results in an improvement of the illusion, however, but Endler says they are now investigating this.  As well as making the court seem smaller, the illusion created by a regular pattern may make the male&apos;s displayed objects stand out more, because a regular background pattern is less distracting than an irregular one. Kelley and Endler also note that the displayed objects are slightly larger than the perceived size of the objects arranged on the floor of the court. This may produce another illusion of relative size perception, called the Ebbinghaus illusion, whereby an object is perceived as larger when viewed next smaller ones, or smaller when next to larger ones.  During his courtship display, the male waves objects towards the female, causing their apparent size to increase. The researchers suggest that the Ebbinghaus illusion could enhance the apparent size increase, making the display objects even more conspicuous to the female. They will be investigating this in the near future, says Endler, by analysing the video footage to get more precise values of the relative and absolute size of the objects.  Chickens, thrushes, pigeons and parrots have all been shown be sensitive to various illusions, and males of many species display themselves to females at a characteristic angle and distance. This suggests that the use of illusions might be widespread in birds. Females of many bird species are know to prefer males with larger coloured patches on their bodies, and it is possible that the Ebbingaus illusion could be used by males of those species to increase the apparent size of their patches. So, too, could the related Wundt-Jastrow illusion, in which an object appears smaller when its shorter edge is next to the longer edge of an object of the same size.  Exactly why a better illusion improves a male Great bowerbird&apos;s mating success is not fully clear. Apart from making its builder appear bigger and stronger, an effective forced perspective illusion may be an indicator of the male&apos;s intellectual prowess and, therefore, his ability to find food for his mate and their offspring. The more time a female spends in a bower, the more likely she is to mate with its builder, so alternatively the illusion may increase the male&apos;s chances of mating by holding her attention for longer periods of time. Reference: Kelley, L. A &amp; Endler, J. A. (2012). Illusions Promote Mating Success in Great Bowerbirds. Science, DOI: 10.1126/science.12124", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/jan/19/1", 
    "wordcount": "1162"
}