{
    "headline": "Hosepipe ban yet to trickle through to garden centre customers", 
    "text": "Despite enduring its driest 18 months for a century and first hosepipe ban in more than 20 years, the south Lincolnshire landscape shows few obvious signs of it. The fields around the town of Spalding are as green and fertile as ever, the verges are smothered in daffodils and the vast sky that sits above it all is the treacherous blue-grey of the early English spring. The county has been officially in a state of drought since June 2011, and is now subject to the hosepipe ban which came into force across parts of England on Thursday. The water firms Thames, Southern, South East, Anglian, Sutton and East Surrey, Veolia Central and Veolia South East have introduced restrictions, affecting about 20 million people. But it is safe to say that meteorological panic is not yet stalking the aisles and greenhouses of the Baytree Nurseries and Garden centre, where shoppers with summer on their mind are coming to buy stock for their flowerbeds and pick out this year&apos;s garden decorations. &quot;The hosepipe ban isn&apos;t going to affect us because we&apos;ve got four water butts,&quot; said Brian Ayre as he and his wife inspected the small plastic pig that they planned to buy their daughter in lieu of the real thing. &quot;Water&apos;s so expensive to use. If they&apos;ve got any sense, people will use water butts to catch what rainfall they can.&quot; As an ice cream man who likes to work seven months of the year, Ayre is, understandably, slightly ambivalent about the drought. Still, as he pointed out, &quot;we do use a lot of water in the factory.&quot; What this part of Lincolnshire really needs, he says, is a return to more familiar British weather: &quot;Let&apos;s have a wet April and then a proper, hot summer.&quot; Rather more concerned is Tony Harper, a retired electricity board worker from Norwich who was taking a breather from driving up to Huddersfield with his wife and grandson. &quot;I&apos;m worried because I just put in my potatoes, parsnips, beetroot and carrot last week,&quot; he said. &quot;But we&apos;ll get over it somehow.&quot; Like Ayre, Harper is a firm believer in water butts and common sense. &quot;If we do have a bath instead of a shower, we&apos;ll put the hosepipe into the bath and drain it that way,&quot; he said. Water companies have blamed the recent harsh winters, which led to freezing and bursting pipes across the country, for their failure to meet targets for water leakage. They say they are investing millions in tackling the problem. Nonetheless, water companies across England and Wales lost more than 3.3bn litres a day in 2010/11 through leakages, according to the regulator Ofwat. Harper is reluctant to point the finger at those companies  &quot;they&apos;re doing as much as they can&quot;  but, he says, he cannot help noticing that there has been a leak on one of the main roads outside Norwich for the past few days. Nor is that the only troubling omen. David Olley, a hospital chef who has lived his whole life in nearby Bourne, reported seeing St Peter&apos;s Pool running dry for the first time he can remember. &quot;It&apos;s fed by a spring but it&apos;s completely dry,&quot; he said. &quot;Other years it&apos;s been alright. We had a day&apos;s rain yesterday, but we need many more weeks [of it].&quot; His wife, Susan Olley, who was buying begonias, geraniums and verbenas for her beds, feared the time may come for the watering can. &quot;We like our plants and we like our garden,&quot; she said. Enough to break the hosepipe ban? She gives an emphatic shake of her head. Elsewhere in Spalding, people are more upbeat about the coming months. Kathleen Codd, organiser of the town&apos;s annual flower parade, is confident that the 1.3m tulip heads needed to decorate this year&apos;s Food-Glorious-Food-themed floats will arrive in good time  and good condition  from their Norfolk supplier. &quot;I&apos;m not panicking at the moment,&quot; she said. &quot;But because I&apos;m relying on Mother Nature, I&apos;ve got to be mildly concerned. We&apos;ve got plenty of paper in contingency, but we&apos;ve never had to use it yet, so finger crossed Mother Nature will come up trumps as usual.&quot; A little more bullish is David Bowman, who grows and sells 2m pumpkins a year from his Spalding farm  and supplies the raw material for the town&apos;s pumpkin festival each October. &quot;Seeing as we&apos;ve had two-and-a-half inches of rain [on Wednesday], we&apos;re doing very well, thank you,&quot; he said. &quot;It&apos;s business as usual so far. No point getting aggravated yet.&quot; The aggravation point, he added, will only kick in if things are still too dry in mid-July. Back at the garden centre, not from the vivariums where the leopard geckoes and boas doze listlessly in their tanks, dreaming, perhaps, of even less rainfall, Heather Hocking and her partner Andrew Grant are deliberately choosing plants that require little watering. &quot;They&apos;re pretty tough,&quot; said Hocking, pointing to her hebes. &quot;If you put washing up water in them, I think they&apos;d survive.&quot; Grant, who grows wheat, oil seed rape, sugar beet and peas at his farm near Boston, can only hope his crops prove similarly hardy. &quot;If we get rain every week for the next three months, we&apos;ll all be OK,&quot; he said. If not, yields will again be down as they were last year. The problem is that this year has so far seen even less rain than the last. &quot;I&apos;ve lived in the are for all my life,&quot; said Grant. &quot;And this is the driest I&apos;ve known it.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/05/hosepipe-ban-south-lincolnshire-drought", 
    "wordcount": "962"
}