{
    "headline": "Johnson Sirleaf and Yudhoyono join Cameron on development goals panel", 
    "text": "The UN has named the UK prime minister David Cameron, Ellen Johnson Sirleaf, the Liberian president, and President Susilo Bambang Yudhoyono, of Indonesia, as co-chairs of a panel responsible for creating a new set of development goals when the present ones expire in 2015. Johnson Sirleaf, who took on a country ripped apart by 14 years of civil war, was the continent&apos;s first female president, while Yudhoyono, a retired general, became the first Indonesian president ever to be re-elected when he won a landslide victory in 2009. The three leaders will represent the world&apos;s rich, middle- and low-income countries. Cameron&apos;s appointment  following heavy lobbying by the UK  is in recognition of Britain&apos;s strong development record dating back to Gordon Brown&apos;s premiership. Cameron has stuck to Brown&apos;s determination to spend 0.7% of gross national income (GNI) on development assistance, a pledge reiterated in Wednesday&apos;s Queen&apos;s speech, although aid groups were disappointed by the coalition government&apos;s failure to enshrine it in law. Cameron has won kudos for pressing ahead with plans to measure general wellbeing amid a growing realisation that focusing on economic growth is not enough. The Arab spring delivered a shock to development economists who had sung the praises of Tunisia, where high youth unemployment  despite strong growth  provided the spark for unrest that spread to other Arab countries. &quot;The politics of agreement post-2015 are going to be very tricky,&quot; said Claire Melamed, head of the growth and equity programme at the Overseas Development Institute thinktank. &quot;The panel can&apos;t be the be-all and end-all, but it is necessary for injecting a little political momentum and purpose into what until now has been a technical process.&quot; The millennium development goals (MDGs), agreed by a UN conference in New York in 2000, helped galvanise anti-poverty efforts by setting out eight goals, including one to halve the proportion of people whose income is less than $1 a day and halve the proportion of people who suffer from hunger. But with less than three years to go, many of the goals will be missed. Last year&apos;s MDG report (pdf) said the world was on track to reach the poverty reduction target, suggesting that, by 2015, the global poverty rate should fall below 15%  well under the 23% target  despite setbacks from recent economic, food and energy crises. It went on to say, however, that the world had a long way to go in empowering women and girls, promoting sustainable development, and protecting the most vulnerable from the devastating effects of multiple crises, be they conflicts, natural disasters or volatility in prices for food and energy. Melamed said the panel can be expected to restate the existing agenda, considering the failure to reach many of the targets, and discuss growth and employment, areas on which it will be relatively easy to reach agreement. &quot;It will be trickier on more social and political issues such as governance and accountability,&quot; she said. &quot;When you reach down into talking about the how rather than how much, I imagine that will be more difficult.&quot; The UK is likely to want to reintroduce concepts such as conditionality on aid, as well as to emphasise the role of the private sector in helping development. US government sources say the focus on the right to education and levels of infant mortality are fine as they go, but suggest there should be more focus on the factors that drive development, such as giving people property rights and economic rights. Save the Children welcomed Cameron&apos;s appointment to the UN panel. Brendan Cox said: &quot;The top priorities for this panel should be achieving an outcome that tackles the growing inequalities in the world and a process that builds international consensus around an ambitious new framework.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/09/johnson-sirleaf-yudhoyono-cameron-development", 
    "wordcount": "631"
}