{
    "headline": "EU freezes airlines carbon emissions law", 
    "text": "The European commission has made an unexpected climbdown over greenhouse gas emissions from aeroplanes, by suspending the carbon penalties it levies on flights taking off or landing from EU member states. The extraordinary step was prompted by a decision by the International Civil Aviation Organisation (ICAO) on Friday to look into ways of encouraging airlines to cut their emissions, preferably through a &quot;market-based mechanism&quot; such as carbon trading. However, ICAO has only decided to start looking into the issue, and has not yet made a decision on whether to implement such a system. The EU&apos;s move was seen by some green groups as a watering down of its previous firm stance that all international flights taking off or landing within the EU must be covered by the EU&apos;s emissions trading system (ETS), under which air companies had to buy carbon permits to cover the emissions that their aircraft generated. The US, China and other countries had strenuously opposed this system, and instituted legal actions against the EU  still ongoing  claiming that the move was illegal under international law. ICAO&apos;s meeting on Friday was the latest in a series of meetings by the organisation over several years, aimed at finding a way of reducing aviation emissions. At the meeting, countries agreed to look at ways of cutting emissions, including emissions trading systems, but made no final decision on how to proceed. On Monday, Europe&apos;s climate commissioner, Connie Hedegaard, said EU member states had decided to remove international air travel from the EU emissions trading scheme for a year, in order to give ICAO time to decide on how to put an emissions reduction system into operation. Hedegaard said: &quot;The EU has always been very clear: nobody wants an international framework tackling CO2 emissions from aviation more than we do. Our EU legislation is not standing in the way of this. On the contrary, our regulatory scheme was adopted after having waited many years for ICAO to progress. Now it seems that because of some countries&apos; dislike of our scheme many countries are prepared to move in ICAO, and even to move towards a market-based mechanism at a global level. Very good news came from the ICAO council last Friday.&quot; Previously, all airlines operating flights in and out of the EU had to pay for carbon permits to cover the emissions their aircraft generated. The unexpected move means airlines from the US, China and other countries which have objected to the emissions trading system will now be exempt from its strictures, pending further notice. Jason Anderson, head of European climate and energy policy at the environmental campaigning group WWF, said: &quot;The commission&apos;s move on aviation in the ETS buys some time for ICAO, who were arguably galvanised into action by the EU in the first place after years of foot-dragging on this issue. Now it&apos;s up to other countries who have been opposing action on tackling the climate impacts of aviation, especially the US, to show that they are serious about pushing for a global solution. This is a great chance for ICAO members to show leadership and push for a global agreement on this issue.&quot; The commission said that obligations relating to all operators&apos; activities within the EU would &quot;remain intact and compliance with the EU law will be enforced in this respect&quot; and that the suspension only applied to air traffic to and from non-European countries. Hedegaard pointed in particular to the agreement by ICAO to set up a high-level policy group to consider options for a market-based mechanism, such as carbon trading, to cut emissions. She said: &quot;Finally we have a chance to get an international regulation on emissions from aviation. This is a long sought for opportunity that we must use. This is progress. But actually to get there, a lot of tough negotiations lie ahead of us.&quot; She said the EU would only &quot;stop the clock&quot; on its emissions trading scheme for a year. Bill Hemmings, programme manager for international transport at the Transport and Environment pressure group, said: &quot;Opponents of the inclusion of international flights in the EU ETS have always said that a global solution under ICAO is the way to go. Now it is time for them to stop blaming the EU for blocking a worldwide approach and put their money where their mouth is. The EU has stopped its clock, but the clock for ICAO and the climate is still ticking. The commission, with today&apos;s decision, has moved further than necessary given the little progress made so far at ICAO level. There is no excuse for inaction left.&quot; Thomson Reuters Point Carbon said the move drastically reduced the environmental impact of including aviation in the EU ETS. Emil Dimantchev, an analyst at Thomson Reuters Point Carbon, said it gives a &quot;weak signal to the market as it amounts to the first step in a commission climbdown.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/12/eu-airline-emissions-law", 
    "wordcount": "829"
}