{
    "headline": "Science Weekly podcast: Will climate change unleash geological mayhem?", 
    "text": "Alok Jha is joined by Guardian science correspondent Ian Sample and Observer science editor Robin McKie to rake over the week&apos;s best science stories. Robin discusses a poll of forensic scientists published in New Scientist that suggests closure of the UK&apos;s Forensic Science Service could increase the number of miscarriages of justice. Ian examines the ethical implications of technologies that could allow soldiers to directly control weapons systems with their brains. Prof Nick Tyler of University College London joins us to discuss the impact of ageing populations. The lifespan of someone born today could well be 100 years in some societies. How can cities adapt to cope with a population undergoing a continual degradation of dexterity, eyesight and mental capacity? How can society afford to pay the pensions of people spending so much longer in retirement? Tyler is the convenor of UCL Wellbeing Week, which starts on Monday. The session on extended lifespan is on Thursday. Finally, volcanologist Bill McGuire came into the studio to review evidence of the effect on the Earth&apos;s crust of vast amounts of water stored in ice sheets and glaciers melting and flowing into the oceans.  In the past, says McGuire, as ice ages have come to an end there has been an increase in geological disturbances. The redistribution of the Earth&apos;s mass as ice melts can even affect how fast the planet rotates. McGuire is professor of geophysical and climate hazards at UCL. His new book is Waking The Giant: How a Changing Climate Triggers Earthquakes, Tsunamis, and Volcanoes.  Subscribe for free via iTunes to ensure every episode gets delivered. (Here is the non-iTunes URL feed). Follow the podcast on our Science Weekly Twitter feed and receive updates on all breaking science news stories from Guardian Science.  Email scienceweeklypodcast@gmail.com.  Guardian Science is now on Facebook. You can also join our Science Weekly Facebook group.  We&apos;re always here when you need us. Listen back through our archive.", 
    "section": "science", 
    "gid": "science/audio/2012/feb/13/science-weekly-podcast-climate-change", 
    "wordcount": "324"
}