{
    "headline": "Maria Miller demands talks with big internet firms on web pornography", 
    "text": "The culture secretary, Maria Miller, has summoned the big internet companies to discuss the proliferation of, and easy access to, pornographic and politically extremist content on the web. Miller has invited companies, including Google and Facebook, to a meeting on 17 June to hear what they are doing to police harmful content and to push for a co-ordinated approach. The culture secretary&apos;s aides said she was acting in response to concern over the Woolwich killing and the discovery of child abuse images on the computer of Mark Bridger, the killer of April Jones. But the sources stressed the issue was a longstanding concern, symbolised by the government review into the sexualisation of children and the efforts of the prime minister&apos;s adviser, Claire Perry, to ensure every parent will be prompted to protect their children online. In a letter to the internet companies, Miller cites concern over &quot;access to illegal pornographic content, the proliferation of extremist material which might incite racial or religious hatred, or the ongoing battle against online copyright theft&quot;. She reprimands them, saying: &quot;It is clear that dangerous, highly offensive, unlawful and illegal material is available through basic search functions and I believe that many popular search engines, websites and ISPs could do more to prevent the dissemination of such material. Greater efforts need to be made to prevent the uploading, downloading and sharing of harmful material. Effective technological solutions have to be developed  and deployed  to minimise the harm done to businesses and consumers.&quot; She upbraids the companies: &quot;Your organisation plays a key role in terms of how individuals access online content  and has serious public responsibilities as a result of this position. A relatively small number of organisations wield a great deal of online power  and I believe that with that power comes a great responsibility&quot;. Google (and YouTube, which it owns), Microsoft, Twitter, Facebook, BT, Virgin, Talk Talk, Vodafone, Sky, O2, EE and Three have been invited to the meeting. A communications white paper is due to be published shortly and it is clear that Miller is willing to use legal backstops to force the internet companies to do more. She wants a co-ordinated approach covering not just the internet, but telecommunications companies, including mobile phone firms. It has been suggested that some internet companies are reluctant to change their search settings, fearing they would be put at a competitive disadvantage if users were driven to sites unwilling to change their policy. Communications minister Ed Vaizey told the Oxford Media Convention in January that no other government had taken such radical steps before to protect children online: &quot;Britain will have the most robust internet child protection measures of any country in the world, bar none&quot;. Since then there has been greater concern over the general access to porn on the web and its impact on teenage boys. The children&apos;s commissioner for England, Maggie Atkinson, warned last month: &quot;Easy access to online pornography encourages teenage boys to see girls as sex objects and to engage in risky sexual behaviour.&quot; A report by her office concluded that those who accessed adult images and videos were more likely to lose their virginity at a younger age. The chief executive of the Child Exploitation and Online Protection Centre has warned it does not have the resources to track down all those who access images of child sexual abuse on the internet. Vince Cable, the Liberal Democrat business secretary, is the first Cabinet member to call for Google to be &quot;more proactive in policing what is there&quot; and the shadow culture minister, Helen Goodman, said Labour would force Google to put up warning messages before people entered websites containing unlawful images and ensure that no children could access adult sites by putting in place the sort of strict age verification checks in place on gambling sites. As well as protecting children, this will force people to hand over identifiable details about themselves  such as credit card details  so they can be tracked down by police. Labour has called for safe searches to be made the default, instead of expecting people to download the filters themselves.", 
    "section": "technology", 
    "gid": "technology/2013/jun/05/web-pornography-talks-google-facebook", 
    "wordcount": "697"
}