{
    "headline": "Heathrow night flights may return to airport capacity agenda", 
    "text": "Proposals for night flights at Heathrow could be back on the agenda after the government said it had told the independent commission into aviation capacity to produce an interim report next year recommending &quot;immediate actions&quot;. The announcement will help David Cameron deflect claims he is continuing to dither over airport capacity. But the new timetable will reignite controversy over Heathrow well before the 2015 election and has fuelled speculation that night flights, or even dual use of Heathrow runways for both landing and takeoff  known as &quot;mixed mode&quot;  may be put back on the agenda. Sir Howard Davies, who is leading the inquiry, insisted he was &quot;genuinely undecided&quot; and &quot;logically could not deny&quot; speculation over any option, but said no one had asked him to examine specific questions about mixed mode, which would bring huge increases in air traffic and noise. He said he would be scrutinising even the government&apos;s own forecasts for growing airport demand. The former boss of the Financial Services Authority and the CBI industry group , who resigned as head of the London School of Economics last year, said he believed the key to a successful inquiry was formulating the right questions. He said he would start holding hearings in the spring. According to the announcement from the new transport secretary, Patrick McLoughlin, his task is &quot;identifying and recommending to government options for maintaining this country&apos;s status as an international hub for aviation&quot;. Davies said he would be recruiting no more than three or four members for the commission, including a &quot;transport economist, but otherwise you&apos;ll probably want people of judgment from a decent balance of backgrounds&quot;. Names would be confirmed within seven to 10 days, he said. The coalition agreement rules out a third runway at Heathrow. But Cameron&apos;s removal of Justine Greening from the transport portfolio in this week&apos;s cabinet reshuffle, and the apparent shelving of her own planned &quot;call for evidence&quot;, has been taken by many as a signal that a Conservative U-turn over the building of a third Heathrow runway is in motion  albeit slowly enough and sufficiently at arm&apos;s length to avoid the electoral fallout. Davies&apos;s ultimate conclusions will not be delivered until 2015, after the next election. Labour supported expansion at the last election, but proposed the commission to the government a year ago, in part to overcome its own internal difficulties on the issue. Shadow transport secretary Maria Eagle said Labour would &quot;engage constructively&quot;. Davies said: &quot;The issue is the extent to which they are committed to receiving its findings.&quot; He said he was under no illusions that his findings would dictate policy, and had no assurances. &quot;It&apos;s very clear to me that the government that appointed me is not the one that will receive the report. There is a clear policy for this parliament and they want another  which could be the same one  whoever wins the next election.&quot; Davies will be doing the job part-time, with a &quot;significant time commitment&quot; towards the end of 2013, when he must publish the interim report, including &quot;recommendation(s) for immediate actions to improve the use of existing runway capacity in the next five years  consistent with credible long-term options&quot;. No 10 did not rule out night flights, but seemed to suggest that a short runway at Heathrow, one of the short-term solutions proposed by advocates of extra aviation capacity, could not be considered as being within these terms of reference. In reality, more night flights would lead to an outcry before a general election, and would be fiercely opposed by two prominent south-west London Liberal Democrat MPs: Vince Cable, the business secretary and Ed Davey, the energy secretary. It is said that mixed mode could allow 120,000 extra aircraft movements a year at Europe&apos;s busiest airport, but Heathrow&apos;s owners, BAA, and figures such as Willie Walsh, the boss of British Airways&apos; parent company, IAG, have accepted that it would be too controversial with local residents to pursue. Given the difficulties associated with all the options, especially at Heathrow, the interim report may prove a bigger flashpoint than the eventual findings if the government commits itself to immediate action. Davies insisted he had an open mind over the need for additional capacity. &quot;That&apos;s not simply just tactical  I&apos;m genuinely not decided. I&apos;m very interested because I use airports a lot, I honestly have not got a settled view on any of it.&quot; He warned: &quot;The point is to have a very clear idea of what the demand is going to be. On the need for airport capacity, and how reliable those forecasts are, I&apos;m going to take myself right back into all of that.&quot; McLoughlin acknowledged the debate was difficult. &quot;But the reality is that since the 1960s Britain has failed to keep pace with our international competitors in addressing long-term aviation capacity and connectivity needs. &quot;The government believes that maintaining the UK&apos;s status as a leading global aviation hub is fundamental to our long-term international competitiveness. &quot;But the government is also mindful of the need to take full account of the social, environmental and other impacts of any expansion in airport capacity.&quot; The commission will also look at possible expansion at two other major London airports  Gatwick and Stansted. Meanwhile, the Richmond MP, Zac Goldsmith, has stepped up his criticism. Writing for the Guardian, he said that &quot;the government appears to have been seduced by vested interest&quot; and warned that building another runway at Heathrow &quot;would represent an off-the-scale betrayal&quot;. He said the creation of the commission had &quot;only one explanation: the government believes it can press on with a third runway, and without fronting up to the electorate&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/sep/07/heathrow-night-flights-airport-capacity", 
    "wordcount": "977"
}