{
    "headline": "Cervical cancer: striking women down at the peak of their lives", 
    "text": "Zena Mwamjengwa is a 40-year-old widow with four children, but she is totally alone in Dar es Salaam, more than 1,000km (620 miles) north of her home in Mbeya. She sold a mattress to get the money to travel to the only hospital in Tanzania that could help her, the Ocean Road Cancer Institute. Whether they can help her to live for several more years is uncertain. Mwamjengwa has cervical cancer  a highly preventable and highly curable disease that few die from in Europe these days. But there is little screening in Tanzania and cervical cancer kills large numbers of women, many of whom are never diagnosed because local hospitals do not recognise the disease until it is too late. For 18 months, Mwamjengwa was given pills and injections before, finally, she was sent 120km away to a regional hospital that confirmed a stage 3b cancer and referred her to Ocean Road. That is an advanced stage of disease, which only 20% of patients at the cancer hospital survive. But the terrible toll of cervical cancer could be prevented. A very simple and cheap form of screening has begun to be introduced  and now there is the possibility of a vaccination programme against the sexually transmitted human papilloma virus (HPV) that causes most cervical cancers. The Global Alliance for Vaccines and Immunisations (Gavi), which held its partners forum in Dar es Salaam last week, has agreed to fund HPV vaccinations, and pilot projects are under way. Uganda and Rwanda have already been approved, although some &quot;clarifications&quot; are required from the governments on how their programmes will run. Gavi expected interest, but not a queue of 15 countries asking to be considered: there is no doubting the need. &quot;A woman dies every two minutes from cervical cancer,&quot; said chief executive Seth Berkley at the forum. &quot;There are about 275,000 deaths [every year]. If we don&apos;t do better in preventing it, there will be 430,000 deaths by 2030, all of which are occurring in the developing world. It strikes women down at the absolute peak of their lives.&quot; Dr Christine Kaseba, first lady of Zambia and an obstetrician by training, is passionate in her determination to tackle cervical cancer. &quot;I have seen so much hopelessness, so much despair in the eyes of families and friends of women with cervical cancer when we tell them that nothing can be done,&quot; she said. &quot;It is so unfortunate because cervical cancer is one cancer that is preventable and that could be cured if detected in the early stages.&quot; In Zambia, cervical cancer accounts for around 33% of all cancers, one of the highest rates in the world. &quot;The women tend to come in very late,&quot; Kaseba said. &quot;There has been a veil of secrecy surrounding sexuality. Women are bleeding but they do not seek help until they start pouring [blood] and there is very little you can do beyond saying, &apos;you have got cancer  just wait and die.&apos; &quot;If you have a cancer patient and someone else on the ward has anemia [for instance], the preference is to go right to the woman with something else because the woman with cancer is going to die  It was very difficult to tell people that cancer patients have to be treated with dignity  they have the same right to healthcare as everyone,&quot; said Kaseba. Just 3.1% of women were screened in 2008 in Zambia, although &quot;we are improving&quot;, she said. Screening has been transformed by a simple and cheap new technique called VIA  visual inspection with acetic acid, such as vinegar. A nurse swabs the cervix with vinegar and can see the pre-cancerous cells by the light of a lamp, because they turn white. The policy then is &quot;see and treat&quot;  no woman leaves without treatment for lower-risk lesions the same day. Vaccinating against cancer The prospects for vaccination are even more exciting for Kaseba. &quot;Women form the backbone of countries&apos; economies. For once, we have a technology that is really going to save women&apos;s lives,&quot; she said. It is a disaster for the family and the economy when women die.&quot; But this is not a routine jab that can be added to the infant vaccination schedule, when women bring their babies for a check-up. As in the UK, it is schoolgirls between the age of nine and 13 who are the target. Sub-Saharan African countries have never run schools-based vaccination programmes  and unlike the UK, not all girls of that age will be in school. The Zambian government wants to target places where they can spread the word to girls to come to a clinic. &quot;Often, when girls come out of school, they go into the markets and into the streets to sell things,&quot; she said. &quot;We&apos;re also looking at churches  Zambia is predominantly a Christian nation.&quot; The government will engage the traditional leadership and community mobilisation, and at school they will vaccinate in year four, because the biggest exit of girls always takes place from year five. In Europe and the US, there has been some resistance to HPV vaccination from those who think it could increase promiscuity, and the same argument is heard in Zambia. &quot;There are a lot of myths and rumours. The reaction from religious groups has been that talking about sexuality is encouraging them to be sexually active. We have had to start to refine our message,&quot; said Kaseba. The government is now talking about cancer prevention, rather than blocking sexual transmission of a virus. No one believes it will be easy to introduce the HPV vaccination in Africa, and there may be problems. There are signs, for instance, that the vaccine designed for Europe and the US may not work so well in west Africa, and although the manufacturers agreed a price that was 64% lower than in wealthier countries, $5 a dose  and three doses are needed  is unsustainably high. But the wagon is rolling and women like Vanessa Mdee, the Tanzanian MTV presenter and personality whose aunt died of cervical cancer, are delighted. &quot;She found out too late to be cured of it. I saw her health deteriorate in front of my eyes. I couldn&apos;t understand what was going on,&quot; said Mdee. She is looking forward to a &quot;cervical cancer-free generation&quot;, she said. &quot;Our little sisters are going to go on to become great leaders.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/14/cervical-cancer-striking-women-down", 
    "wordcount": "1096"
}