{
    "headline": "Boot up: Google's patent rush, Surface app woe, Firefox mobile OS and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team App developers shun Microsoft&apos;s Surface &gt;&gt; Advertising Age  Despite offering more lucrative revenue splits for app developers than competitors Google and Apple, many of the largest digital media properties in the US and makers of the most-popular tablet apps have decided that developing apps for the Surface - and the Windows app store in general - is not yet worth their time.  The most glaring omission is Facebook, a company that Microsoft invested $240m for 1.6% stake in 2007.  &quot;That&apos;s a bad thing,&quot; said Ray Velez, chief technology officer of digital agency Razorfish. &quot;But Facebook doesn&apos;t have the greatest track record. They are really hard to work with.&quot;  Facebook&apos;s absence from the Windows app store is even more curious considering many of the Surface&apos;s preinstalled apps - Internet Explorer, Maps and Weather, among others-are integrated with Microsoft-owned Bing, the search engine that&apos;s integrated with Facebook.  &quot;We are constantly evaluating our strategy for supporting new platforms ... as the market and consumer adoption evolves,&quot; a Facebook spokeswoman said in a statement.   &quot;Shun&quot; is the wrong word, because it suggests actively staying away from. Windows RT&apos;s problem is that app developers have other platforms they&apos;re focussing on first. Such as Windows 8, to name one of many. Telefnica fears over Windows Phone &gt;&gt; WSJ Ben Rooney:   Matthew Key, who heads Telefnica Digital, which has been the only one of the giant Spanish telco&apos;s four main divisions not to be based in Madrid, expressed doubts over Windows Phone.  &quot;I think the [Windows Phone] software is interesting,&quot; he said. &quot;The devices are coming. Whether it is going to be market moving, the jury is out. Do we see it will help us rapidly drive adoption in Latin America? No. Do we see Mozilla stuff we are doing? Yes.  &quot;We are over-reliant on [two manufacturers] iOS with Apple and Android with Samsung. For us to have a third OS is an important de-risker from a strategic perspective.&quot;   The &quot;third OS&quot; isn&apos;t BlackBerry or Windows Phone; it&apos;s Mozilla&apos;s Firefox OS. 2012 KPCB Internet Trends Year-End Update &gt;&gt; Kleiner Perkins Mary Meeker&apos;s internet trends report is always fascinating. Here she points to a new lifestyle - &quot;Asset-lite&quot;. (Any Shockwave Rider readers out there? It sounds like Brunner&apos;s world gradually coming true.) Testing Tumblr worm root cause &gt;&gt; janne.is  This morning I tried to find affected Tumblr posts without luck. Viral post attack appears to be resolved. But how about the root-cause? Based on some news, the hackers behind the attack warned Tumblr weeks ago about a vulnerability. This would not be the first time: earlier this year Riyaz Walikar reported a serious Cross-site Scripting vulnerability to Tumblr. According to Mr. Walikar, it took three weeks to fix the issue. Was the root-cause yet another stored Cross-site Scripting vulnerability on Tumblr and more importantly: is it now fixed? According to my quick testing: Yes and unfortunately no   Suffering an XSS vulnerability is becoming like a rite of passage for becoming a fully-fledged social network. Facebook had it; Twitter did; now Tumblr. iPads get IT into the boardroom &gt;&gt; Computer Weekly  Deutsche Brse, Standard Life and Resolution are three finance firms that have transformed board meetings through the use of Apple iPads.  Using software from Diligent, the companies have replaced hundreds of pages of documents in lever arch files with a system that provides all the information board members need via an iPad. This has not only made preparation for meetings easier but cut costs by thousands of pounds.  Traditionally non-executive board members would be sent hundreds of pages of documents by courier weeks before a meeting. They would then have to travel with the documents to the meetings, which are usually in different countries.   Big cost, time and paper saving. Not clear why it has to be an iPad, though. Note the point at the end about the Patriot Act too. Google cranks up its patent engine &gt;&gt; NYTimes.com  Google has been accelerating its patent production impressively in the last few years, even before it bought Motorola Mobility (MMI) last year for $12.5 billion.  That is one nugget in a new report from Thomson Reuters. The report, &quot;2012 Top 100 Global Innovators,&quot; released on Tuesday, includes Google. Last year, the first time Thomson Reuters compiled the list, Google did not make the cut.  In assembling the list, the research group uses four measures of patent activity as its yardstick of innovation. The four are patent volume, patent grant success rate, global reach of the patent portfolio and citations of patents. The combination of factors seeks to take into account patent quality and the influence of patented ideas. And companies&apos; patents are tracked over a three-year period, with the 2012 list covering applications, grants and citations from 2009 to 2011.   Just to reiterate, MMI isn&apos;t part of this analysis; this is about Google&apos;s own patents. How are Windows 8 sales? Still too early to tell &gt;&gt; ZDNet Ed Bott:   Trying to turn those usage stats into hard numbers is an exercise in fuzzy math, but it&apos;s reasonable to assume that at least half of the 40m licenses Microsoft sold in the month after Windows 8&apos;s launch are now in the hands of computer users. And many new PC models are just beginning to hit the market. NPD says only 58% of PCs sold in their sample period were running Windows 8, with the remaining 42% consisting of inventory running Windows 7. That means the numbers at the end of December will be significantly more illuminating.  Do hobbyists any longer have an effect on Windows Phone adoption? &gt;&gt; ZDNet Matt Baxter-Reynolds:   Where we are now in the market is in a position whereby hobbyists can no longer have an effect on the adoption of a mobile platform because the apps they write no longer deliver the right type of value, regardless of how many of them they can build. Moreover platform owners, like Microsoft, have no direct control over what the hobbyists actually do. Together hobbyists bring a lot of energy into a platform, but that energy is very diffuse. It&apos;s more flashlight than laser.  In short, at this point, a hobbyist developer building an app for Windows Phone is not going to affect the market share of the platform at all. It&apos;s too late.  Design Utility &gt;&gt; Tumblr  Design Patents - protect ornamental design.Utility Patents - protect functional utility.  But thats Boring. We&apos;re about generating clicks. You can do it too. Follow these simple steps: (a) take a design patent, (b) pretend its a utility patent, (c) rant about it, (3) profit. Declare the patent system hopelessly broken. It&apos;s easy.   Nice examples from &quot;a website with rounded corners&quot;. Did you know Google has &quot;patented the keyboard with arrows&quot;? The patent system is broken! (Via @reckless - a former patent attorney - on Twitter.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/05/technology-links-newsbucket", 
    "wordcount": "1219"
}