{
    "headline": "Summer schools lead to better chance of top university place, says study", 
    "text": "Teenagers who attend summer schools are significantly more likely to get into a highly competitive university than children with similar academic profiles who don&apos;t  and the benefit is greatest for the poorest children, according to research published on Wednesday. Researchers at Bristol University have uncovered a &quot;summer school effect&quot;, which reveals that more than three-quarters (76%) of children who get into a summer school then go on to an elite university, compared with just over half (55%) of children with a similar academic and social background who did not apply for a summer school place. The report, by Dr Tony Hoare and Rosanna Mann, looked at 1,750 students who attended summer schools run by the educational charity the Sutton Trust at Bristol, Cambridge, Nottingham, Oxford and St Andrews universities in 2008 and 2009. It compared their university application and acceptance rates with those of over 240,000 university applicants. The research found that in some cases the one-week summer schools &quot;reduce completely&quot; the gap between the success rates of better-off teenagers and those from poorer homes when it comes to getting into competitive universities in the Russell Group or 1994 group. The former group includes Oxford and Cambridge, while the latter includes Durham and Exeter. The one-week summer schools involve sample lectures and an introduction to the social side of university life. Durham, Imperial College and UCL are joining the Sutton Trust scheme this year. Nearly a quarter (23%) of the summer school attendees in the study went on to one of the host universities, compared with 13% of those who applied for a summer school place but were unsuccessful, and 7% of those who did not apply. The report concludes: &quot;Our study provides strong empirical evidence that summer schools do work from the perspective of the host universities, the Sutton Trust, the students and society as a whole. Not only does the summer school experience encourage all attendees to target the more elite universities, but what is particularly encouraging is that they reduce, sometimes to vanishing point, the greater reluctance of the more underprivileged groups to do so.&quot; The overwhelming majority (91%) of those who attended summer schools were the first in their families to go to university. Amy Sugden, 19, who attended a summer school at Bristol then went on to the university to study for a BSc in childhood studies, said: &quot;Previous to the summer school, I&apos;d never left Torquay, and going to a different place was exciting  the environment at university, which was more independent. You can do your own thing. &quot;I honestly thought there was no option for me to go to university. No one in my family had ever been. My mum doesn&apos;t work and her partner is disabled. I didn&apos;t see any option but to go into work after A-levels.&quot; At her summer school, Sugden attended social science lectures and a debate about settled society&apos;s relationship with Gypsies. &quot;I went bowling, and went down to the bar  though we weren&apos;t allowed any alcoholic drinks.&quot; Sean Ruscitto, 20, who attended a summer school at Oxford in 2008 and is now reading law at St John&apos;s College, Oxford, said: &quot;I was only ever told that &apos;the teaching is different in Oxford&apos; or &apos;they do things a bit differently there&apos;. &quot;It wasn&apos;t until the summer school that I understood how Oxford combines lectures, seminars and tutorials to help you get the most out of studying. &quot;It is the use of tutorials in particular that makes Oxford stand out and, although we weren&apos;t given tutorials as part of the summer school, I was able to learn quite a bit about them from the Oxford students who were looking after us on the programme.&quot; Ruscitto, the son of an ice-cream seller from Swansea, said that speaking to undergraduates at the summer school made him realise it was &quot;not impossible&quot; for him to get into Oxford. &quot;They weren&apos;t superhuman and they certainly didn&apos;t spend every waking hour of the day studying; they were normal students who, although extremely bright, gained their place at the university through hard work and commitment.&quot; Ruscitto said he enjoyed a summer school lecture on EU competition law, as well as extracurricular activities. &quot;I recall salsa dancing and handball being two of the key ones.&quot; The Sutton Trust summer schools, which are oversubscribed by about 7:1, were started at Oxford in 1997 by Sir Peter Lampl, chairman of the Sutton Trust. Oxford now runs its own summer school, UNIQ. Lampl said: &quot;We want to hear from academically able students who meet the eligibility criteria  as this research shows, it is often a life-changing experience.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/18/summer-school-chance-university-place", 
    "wordcount": "794"
}