{
    "headline": "Environmental activism gains a foothold in China", 
    "text": "Li Wei, 18 (not her real name), doesn&apos;t seem like a dissident. She is more focused on her accounting studies, her friends on the social networks and chatting with her sister. Nevertheless, she took part in a demonstration last month in front of the Chinese Communist party offices that degenerated into violent clashes with police. The demonstrators gathered at dawn in Qidong, a small coastal town north of Shanghai. By noon, the local government headquarters were occupied and files were being thrown out of the windows. In the heat of the moment the party secretary&apos;s shirt was ripped off. &quot;We have to get mobilised to protect the environment, it&apos;s our home town,&quot; explained Li, from her parents&apos; restaurant. Protests against pollution have multiplied in China as people become better informed and more concerned about the heavy ecological cost of economic development. Even state media now stresses the environment is a priority for China. Young people use micro-blogging to pass on the word. &quot;People understand that the fight against pollution is a personal right, for there are very few places in the world where industrialisation has had such a massive and direct impact on such a large number of people,&quot; said environmental activist Ma Jun. Earlier this summer there were student-led protests against a copper alloy plant in Shifang, central Sichuan province. The local authorities quickly scrapped the project. In August 2011 a similar protest broke out in the industrial port of Dalian in the north-east, which mobilised 12,000 people. The authorities gave way there too. In Qidong, locals were protesting against plans by a Japanese-owned paper mill to build a wastewater pipeline close to a small port. &quot;Many people earn a living from fishing here. That project jeopardised their livelihoods,&quot; said Li. She had learned about it on an internet forum and felt she had to do something. &quot;Protecting the environment is our generation&apos;s responsibility, we have a better understanding about these issues.&quot; Oji, the plant&apos;s owners, had stated that the waste would be treated before being discharged into the sea but the locals are sceptical, convinced that they are not being told the truth about the extent of the pollution  let alone the outcome of the demonstrations. The local hospital reported that a dozen people were treated for light wounds, but rumours say that three people were killed in the clashes. The government is concerned by these demonstrations. An editorial in the People&apos;s Daily, the communist party organ, stated that &quot;the public is rapidly becoming aware of environmental issues and its rights&quot;, and went on to accuse local governments of failing to consult the people in such cases, but without suggesting any real alternatives. According to Yang Guobin, a sociologist at the University of Pennsylvania who researches environmental activism, the government&apos;s response was typical of the Chinese leadership in President Hu Jintao&apos;s era. &quot;The government&apos;s response is typical of their &apos;wei wen&apos; approach [the policy of maintaining stability at all costs] and stopping any widescale demonstrations, by force if necessary. But should state coercion fail, the government will immediately make some concessions to prevent the movement from escalating. In all cases, it acts fast,&quot; summed up Yang. Li Wei regrets that the protest degenerated. &quot;It went too far, the local government offices suffered a great deal of damage. That&apos;s a waste, because the government&apos;s money is the people&apos;s money.&quot; But it was difficult for people to co-ordinate better. Official requests to hold the protest were turned down and the only environmental NGOs countenanced by the government are tolerated precisely because they steer clear of any confrontation. &quot;In future we will have to find a mechanism for consultation between the various parties concerned prior to any new industrial project,&quot; said Ma, the environmental activist. At the crossroads in the centre of Qidong, news of the people&apos;s victory was splashed across a massive advertising screen, where the government statement announced that the wastewater project was to be abandoned. Nevertheless, the government bussed in anti-riot police from around the province, just in case. Thousands of blue-uniformed police were stationed in the city while the khaki-clad armed police units in helmets and wielding truncheons, blocked all the streets in the centre. For Li, who had never taken part in a demonstration before, this was a reality check. Not because of the local police intervention  she heard Qidong police slipping in the occasional &quot;jia you!&quot; (go on!), an expression more commonly used to encourage athletes  but the ensuing state repression. &quot;They pulled us by the hair. They slapped one girl in the face,&quot; she exclaimed, before switching to English: &quot;I really wanted to say to them, &apos;Fuck you!&apos;&quot; This article originally appeared in Le Monde", 
    "section": "environment", 
    "gid": "environment/2012/aug/21/environment-activists-china-pollution-protest", 
    "wordcount": "805"
}