{
    "headline": "Extreme weather causes forest fires", 
    "text": "Patrick Barkham&apos;s comments on this summer&apos;s wildfires, particularly those in the American west, emphasising arson as a cause, demand rebuttal (Shortcuts, G2, 23 August). The forest fires stretching from the Great Plains to the Pacific Ocean have consumed over 10,000 square miles of forest, grasslands and homes, and are still burning. Normal wildfires in the west are nothing like this conflagration. This summer has seen the worst American drought in over 50 years and the hottest summer on record, with temperatures of over 40C . An infestation of pine beetles, not killed off in a warmer winter, left dry dead tinder throughout the forests. Add to that the effects of heat, lightning and high winds. According to the National Oceanic and Atmospheric Administration, this extreme weather is almost certainly the result of global warming caused by humans. If this is the arson and vandalism to which Mr Barkham refers, each of us is responsible. One fire was caused by a couple hauling an old caravan up a mountain road. An overheated engine, tuned to sea level oxygen, tossed a spark which hit dry tinder and burned thousands of acres. Naive people not from the west, thinking they&apos;re experiencing the wilderness, don&apos;t think before hiking in and lighting campfires.But stupidity is not the same as arson. Twelve people have died in these fires including a 20-year-old firefighter when a burning tree fell on her last week.Susan WolfeLondon   Many of the wildfires throughout Spain are due to a policy over many years, especially during the Franco era, of replacing native oak forests with close-planted pines and eucalyptus, which burn like matchwood. The native cork and holm oaks have thick bark which is an excellent insulator and fire resistant. These forests still represent the largest areas of woodland in Europe, act as a barrier against the desertification of the peninsula, support the sustainable cork (harvested from the bark without harming the trees) and serrano ham (from the acorns eaten by free range pigs) industries, and act as havens for threatened wildlife such as the Iberian Lynx and the Spanish Imperial Eagle. Denis O&apos;ConnorOtley, West Yorkshire ", 
    "section": "environment", 
    "gid": "environment/2012/aug/24/extreme-weather-forest-fires", 
    "wordcount": "354"
}