{
    "headline": "Microsoft hopes for sunny Outlook as Hotmail retired", 
    "text": "It was the internet mainstay that helped take email mainstream in the late 1990s, but now Microsoft has ditched Hotmail after 16 years, relaunching the service in favour of the revamped Outlook.com. Microsoft said its new service, available to preview at Outlook.com, would reimagine the way people use email and be the first major improvement in eight years. Although it still claims 350 million users worldwide, Hotmail has been usurped as the leading email provider since Google launched Gmail in 2007. Google claims to have signed up 425 million users in the past five years. According to the web metrics firm ComScore, Hotmail still boasts more traffic than any of its rivals. In June 2012, Hotmail had 324 million monthly visitors, compared to 290 million at Yahoo mail and 278 million at Google&apos;s Gmail. However, Hotmail users will be invited to transfer their accounts to the Outlook.com portal. The relaunch is part of a wider overhaul of Microsoft&apos;s widely-used software products, including its Windows operating system and Office services. Microsoft said Outlook.com would offer a less-obtrusive email experience, with fewer display ads and new connections to social networks including Facebook and Twitter. Users will be able to see status updates from friends and followers on Facebook and Twitter with a new feature on the revamped email site. &quot;We think the time is right to reimagine email. So today, we&apos;re introducing a preview of Outlook.com,&quot; said Chris Jones, Microsoft&apos;s corporate vice president of Windows Live. &quot;We realised that we needed to take a bold step, break from the past and build you a brand new service from the ground up.&quot; The demise of Hotmail brings to an end one of the earliest great brands of the consumer internet. Microsoft bought Hotmail from the entrepreneurs Sabeer Bhatia and Jack Smith for a reported a $400m in 1997  a full decade before Google arrived on the email scene. Hotmail quickly became known as the younger person&apos;s email service as it was allied with Micrsoft&apos;s instant-messaging platform, MSN Messenger. After its initial success Hotmail faced intense rivalry in the US and Europe, first from email services from the likes of Yahoo and AOL, and more recently Google, with bigger storage capacity and tidier interfaces. In the fast-growing Russian and Chinese internet markets, Microsoft has been outstripped by dominant local players such as Mail.ru and Yandex Mail.", 
    "section": "technology", 
    "gid": "technology/2012/aug/01/outlook-relaunched-microsoft-farewell-hotmail", 
    "wordcount": "402"
}