{
    "headline": "Rebekah Brooks's missing BlackBerry message puzzles IT experts", 
    "text": "Rebekah Brooks&apos;s BlackBerry puzzled a number of experts on Friday. Specifically, they couldn&apos;t understand how a process that is carried out routinely  creating a copy of all the files on the device, or &quot;imaging&quot;  could have led to any loss of data. Giving evidence at the Leveson inquiry, Brooks said that at least one message on her News International corporate BlackBerry sent by David Cameron had been &quot;compressed&quot; so that &quot;there&apos;s no content in it&quot;. Speaking on Friday morning, the former chief executive of News International had explained that her device was retained by the Metropolitan police, and then returned to the company in July 2011. &quot;It contained, I think, about six weeks of emails and less so of texts, but about a month of texts,&quot; she said. &quot;But we had to image [take a copy of] them and we had some problems with that.&quot; Asked by Robert Jay QC, counsel to the inquiry, whether there were any emails or texts from Cameron or George Osborne on the device when she left News International, she replied: &quot;No. Although when we got the image back, there was one from Mr Cameron that was compressed, so [it was] in June, but there&apos;s no content in it.&quot; &quot;So it&apos;s a complete mystery what if anything it might contain?&quot; asked Jay. &quot;Yes,&quot; replied Brooks. But the mystery to computer forensics experts was what could possibly have gone wrong in imaging the device&apos;s files. That is a standard process used when computer equipment and smartphones are seized, in which an exact bit-for-bit copy is made of the contents of any storage on the device. That allows police and legal teams to consider it in detail, and even to create other digital copies  which by their nature will be a perfect copy of the original  that can then be examined without damaging the original copy that is retained as evidence. Computer forensics is now a standard course, and smartphone makers offer police and authorised experts tools to make copies of files on their devices. That includes BlackBerrys. One difference about those devices, though, is that emails and other data stored on them is encrypted: it cannot be read directly without access to the user&apos;s password, although the administrators of the device  in this case News International  can lock or delete information from BlackBerrys remotely. A former engineer at BlackBerry-maker RIM said: &quot;RIM has tools that allow you to look inside the [device&apos;s] filestore but obviously everything is encrypted so you can&apos;t see what&apos;s in it. However, the imaging process is  as I said  a copy process. It makes no changes to the device.&quot; Peter Warren, chairman of the Cyber Security Research Institute, who has taken a forensics course, said: &quot;It&apos;s very odd  forensics compression technology should treat all messages equally.&quot; He pointed out that if News International&apos;s or Brooks&apos;s legal team wanted a copy of the BlackBerry, &quot;the simplest way to have done that would have been with BlackBerry Desktop manager [software, provided free by RIM] which would not have compressed the messages at all and would have given you reasonably [legally] admissible copy due to the protection that BlackBerry encryption gives you&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/may/11/rebekah-brooks-missing-blackberry-message", 
    "wordcount": "549"
}