{
    "headline": "Somalia's fishermen struggle to make aliving from pirate-infested seas", 
    "text": "It&apos;s just after 11am and a group of young men, some bare-chested, others wearing tattered T-shirts, rush in carrying fresh fish of all kinds: some carry their catch on their head; others dangle the fish by their tails. They quickly unload before rushing back to the truck parked outside to fetch more fish. Inside, the potholed cement floor is covered with everything from dead baby sharks to sea turtles. Glowing in a dark corner buzzing with flies are the eyes of a cat with four new kittens to add to the litter of animals that live in the market. This is Mogadishu&apos;s fish market: the biggest market in Somalia, and the only surviving one in the city. Before the start of the civil war, the city had two such markets; the other one, which was next to Liido beach, was destroyed when a stray tank shell hit the building at the height of the conflict. The remaining market resembles a warehouse that has seen better days. The only light comes through the dome-shaped holes in the ceiling that were once its windows. There are no shelves and customers just point their fingers at the fish they want to buy. Ali Ahmed, a fisherman who has worked at the market for more than 20 years, says earning a living has never been more difficult, even during the civil war. The once lucrative export market has been banned for safety reasons, affecting the price local fishermen get for their catch. Between chopping and weighing blocks of shark meat for a customer, Ahmed says: &quot;Before, we used to sell our catch to the Gulf countries and we used to get a good price; now we only sell to locals and they don&apos;t have as much money.&quot; That&apos;s not the only challenge facing Mogadishu&apos;s fishermen, says Ahmed. When the seas are calm they go further out to fish, where they are constantly searched and interrogated by foreign navies that mistake them for pirates. &quot;They search us and everywhere in the boat. They tell us we look like pirates,&quot; he says. Back on shore, they face an even greater challenge. The government and African Union forces only allow the fishermen to go out to sea before 11am and they aren&apos;t allowed to return to shore after 5pm. This restriction is particularly unpopular with the fishermen at the market, who jostle for a chance to complain about the curfew. &quot;I stayed out at sea last night [after missing the 5pm curfew] because I didn&apos;t want to risk been shot at in the dark by soldiers when I got back,&quot; says Yasin Mohamed. &quot;I didn&apos;t catch any fish during the day. If I return with no fish, I can&apos;t afford petrol for my boat next time.&quot; Abdirahman Sheikh Ibrahim, Somalia&apos;s minister for fisheries, marine resources and environment, says the curfew exists for the safety of the whole city. &quot;We are fearful of [Islamist militants] al-Shabab; we are in a state of war and the enemy can pretend to be fishermen and enter the city during these hours. We&apos;re trying to implement a verification system. A system that&apos;s forgery proof.&quot; With a dwindling catch and the difficulties they face on shore, many fishermen are abandoning the trade to try their luck in other dangerous and illicit enterprises. &quot;We&apos;ve lost 80% of experienced fishermen in Mogadishu because they joined piracy gangs,&quot; says Bashir Yusuf Barre, chairman of the Banadir fishermen&apos;s union. &quot;Experienced fishermen make good pirates and the bad guys know this, so they offer them good money and hire them.&quot; At the market, the fishermen bringing in their catch mainly appear to be in their mid-20s, suggesting the majority of more experienced seamen have left the trade. In a shaded spot outside the market, Farah Funani, a fisherman for more than 35 years, is barking orders at a younger man nearby. &quot;There&apos;s no dignity in being a fisherman any more,&quot; he says. &quot;At sea, armed men in speedboats search you because they say you look like a pirate and when you come back soldiers can shoot you if you return outside curfew hours.&quot; Agents working for pirate chiefs are exploiting the situation. Funani says almost every week he gets phone calls or visits from agents offering him a lot of money. &quot;If I&apos;m lucky, I make $10 a day in the market. The agents are offering me as much as $4,000 a month.&quot; The father admits it is tempting but he says: &quot;My best friend joined them a year ago. He built a new house and bought a new car, but no one has heard from him since he went to sea four months ago.&quot; Pointing both hands at the sea, which is just a few metres away from the market, Bashir says: &quot;We&apos;ve got the longest coastline in Africa yet we can&apos;t catch enough fish any more. We&apos;re the poorest fishermen in Africa.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/25/somalia-fishermen-struggle-pirate-infested-seas", 
    "wordcount": "841"
}