{
    "headline": "With a coquettish cock of the head, here was the most beguiling beggar", 
    "text": "A young robin had learned old tricks in the gardens of the RSPB lodge. It would come from nowhere, an unbidden genie, popping up on the flagstone path, or jumping up on skinny legs like the shiny tips of brown shoelaces to the arm of an occupied bench. A coquettish cock of the head caused one woman to unfurl her paper napkin and dispense crumbs of fruitcake. Here was the most beguiling beggar. The robin and I had some kind of rite of passage the other day. I was leading a group around the gardens, knowing that it would appear without cue. And there it was among us: ice-lolly orange breast dazzling, black eyes knowingly bright. Its throat pumped vigorously and a soft and beautiful stream of notes came forth, though its beak was closed for this unsung melody. Someone handed me a cereal bar and I broke off some pieces and laid my upturned palm on the ground. The bird drew closer in a series of 90 degree swivelling hops. Each twisting bounce brought a subtle change of colour in its plumage, drawing out the moss green in its earth-brown back and wings, bringing to the fore the RAF blue in the greyish-blue border around its breast. Little white kiss-curl feather wisps sprouted from under its wings. As it reached my fingertips, the one colour that stood out most was the lustrous orange on its front. At that moment, I could only wonder how anyone could possibly think a robin to be red. The bird made a short series of deft stabs. I felt only delicate taps of its beak into the gaps between my fingers. And then the food was gone, and so too was the robin, half flying, half skipping. The audience gave murmurs of approval but I felt something else  an intense rush of happiness. Whatever our pleasure in distant observation, there is nothing quite like the intimacy of such an encounter  the physical contact that signifies the winning of fleeting trust from a wild creature.", 
    "section": "environment", 
    "gid": "environment/2012/sep/21/sandy-bedfordshire-coquettish-beguiling-beggars", 
    "wordcount": "340"
}