{
    "headline": "Gaza's young unemployed find link to jobs through technology", 
    "text": "Five years ago, Abdulrahman Dalloul found himself out of a job and with time on his hands. The Israeli blockade of Gaza had brought his work as an electronics technician to a sudden end and months of unemployment followed. Desperate to find a way to support his young family, Dalloul, who is in his mid-20s, decided to join the University College of Applied Science (Ucas) in Gaza where he did a diploma degree in electronics. While studying he submitted some of his business ideas to Ucas. He was in luck: Ucas was impressed and offered him a place in its business development &quot;incubator&quot; laboratory. &quot;I felt as if my future had been restored to me,&quot; he says. Ucas creates innovative computer games, animation films, Geographic Information System (GIS) tools and web systems for a growing number of clients across the globe, as well as for businesses in Gaza. Dalloul is now employed by Ucas as an electronics maintenance engineer. Ayman Afifi is international relations officer at Ucas and oversees its mentoring programme for information and communications technology (ICT) entrepreneurs. He says young people like Dalloul are just longing for an opportunity to develop their creativity. &quot;The employment crisis in Gaza makes it increasingly vital for people to find a way of rising above the challenges here and not to succumb to the doom and gloom prevalent among so many youth,&quot; he says. &quot;We are creating work that directly develops the economy of Gaza. Young people want to study and work here, because Ucas recognises the potential of great ideas.&quot;           Afifi&apos;s visionary outlook is needed. Recent research by Danida, the Danish government&apos;s international development agency, found that the majority of young people in Gaza are graduating from school and university with little hope of finding employment. Danida believes this is causing disenchantment and providing a captive audience for radicalisation. For the past year, in conjunction with Ucas and six other local partners, Oxfam has been supporting young people, an often isolated and marginalised sub-sector of Gazan society, in a three-year economic recovery programme. Funded by Danida, the aim is to create job opportunities for 5,000 young people in the ICT sector by providing vocational training for school and university graduates, and for young entrepreneurs. &quot;ICT is one of the emerging and most promising economic sectors in Gaza,&quot; says Karl Schembri from Oxfam Gaza. &quot;Its sustainability depends primarily on human resources and local skills, which are ideal features for an economy like Gaza, where movement is restricted. &quot;At Oxfam, we realise that humanitarian aid interventions need to be coupled with longer-term economic recovery approaches,&quot; he adds. &quot;ICT is the only thing that can be exported out of Gaza without Israel&apos;s interference.&quot; Amir Shurrab, a software designer and head of the electronic work (ework) unit at Ucas, says the ICT sector in Gaza has the most potential in terms of long-term economic opportunities. The majority of staff at Ucas, including Shurrub and Afifi, are aged between 22 and 35, and most have completed their degrees and training outside the country. &quot;Our exposure to a world outside Gaza, a place where freedom abounds, is key,&quot; Shurrub says. &quot;We have returned here to put many ideas related to IT and business development into action in the Palestinian context. It is an exciting time.&quot; Business is booming  despite the debilitating Israeli blockade  and Ucas has already won four major awards, including the Palestinian excellence award for creativity. Contracts are coming in from clients from around the world, including in the United Arab Emirates, Saudi Arabia and Dubai. A website and programme Ucas recently produced for a South African client already receives 300,000 views a day. Another project, due to be launched in July, is a smartphone mobile app for university students  the first of its kind in Gaza.This month, Ucas will bring out an interactive map of Gaza, with live updates, highlighting sports events and restaurants, as well as areas of historical interest. But Afifi is taking nothing for granted. &quot;We have the expertise and the technology here,&quot; he says, &quot;but we still need investors so that we can increase our ability to access and engage with foreign markets.&quot; With more than 1,400 students graduating in ICT-related subjects each year in Gaza, the ICT sector is mirroring the growth in the industry globally. Schembri is impressed by the standard of work being produced by Ucas. &quot;The sky&apos;s the limit for these young people,&quot; he says. &quot;They&apos;re constantly coming up with new ideas. Their energy is incredible and that inspires Oxfam to see Gaza&apos;s economic development potential. This is definitely a success story, one that should inspire other young people to keep believing in a future for Gaza.&quot;  Angela Robson travelled to Gaza with Oxfam  This article was amended on 9 June 2012 to update a web link and correct the spelling of Abdulrahman Dalloul&apos;s surname", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/08/gaza-young-unemployed-link-jobs-technology", 
    "wordcount": "841"
}