{
    "headline": "Dear Mr Gove: Michael Rosen's letter from a curious parent", 
    "text": "Everyone I meet says the same thing about you: you are someone who takes decisions without listening to what other people say  whether it&apos;s the parents of a school who don&apos;t want it turned into an academy, or researchers studying the impact of your ideas, or classroom teachers who are pleading for their experience to be taken into consideration. You know what I&apos;m talking about because you&apos;ve labelled this wide range of people &quot;enemies of promise&quot;. This is just feeble name-calling rather in the spirit of your &quot;yadda-yadda&quot; outburst on BBC Question Time a few weeks ago. I&apos;ve been doing some speculating over why you feel so confident about ignoring this wide range of critics. I haven&apos;t been thinking about this in a personal way, I&apos;m more interested in the politics of your high-handed approach. In the midst of my musings, an old colleague of my father put me in the way of an article by Sir Peter Newsam, one-time chief education officer of the Inner London Education Authority. He makes the extraordinary claim that the office of secretary of state for education has become &quot;totalitarian&quot;, meaning that decision-making derives from a single-source. It makes interesting reading. Under the 1944 agreement, there was a &quot;balance of responsibilities&quot; between local and central government. &quot;Neither local nor central government could exercise absolute control over any publicly funded school in England,&quot; he writes. &quot;Heads and governors of schools, for example, had oversight of the curriculum; it was for local education authorities to propose to open, close or change the character of a school; and it was left to the secretary of state to decide to accept or reject any such proposal. For his part, the secretary of state could not himself decide to open or close a school; he had to await a proposal from the local authority that had been or would be maintaining it.&quot; But there&apos;s more. He points out how bit by bit the school curriculum has been nationalised. Now you have direct and enforceable control of what&apos;s taught and tested in every maintained school in England. Only you can initiate changes. Then again, academies are described as state schools, but they aren&apos;t, are they? Their contracts are with you, not with the state. Whereas the fate of maintained schools lies in the hands of democratically elected local authorities, the future of each academy is &quot;irreversibly placed in the hands of the present or any future secretary of state for education.&quot; At the outset, schools were able to decide to become academies, but once locked into your totalitarian control, they cannot then decide to cease being academies. Sceptics might point out that surely the secretary&apos;s powers are balanced by parliament, the civil service, advisers and the school inspectorate. Yet, what is clear from the last 20 years or so is that parliament has steadily withdrawn from its role in the sphere of education, as the decisions have become more and more detailed and technical. Meanwhile, anyone on the inside track in education knows that the civil service, the hired advisers and the inspectorate have become part of the secretary of state&apos;s fiefdom  either unwilling or unable to criticise the secretary&apos;s pet &quot;reforms&quot;. Further limits on absolute power did, quite rightly, come from teachers&apos; professional organisations, university researchers in education and teaching unions. Since the days of Kenneth Baker, there has been a persistent and sustained attack on these three institutions as if they were ignorant, stupid, irrelevant and hostile to improving schools. This has been a way of curtailing debate in a field  education  that thrives on debate, whether that&apos;s at the level of ideas about education, or in the classroom itself. While I&apos;m on this matter of debate, I&apos;ve been trying to track down where and when we voted for a government policy that seeks to induce, or require, all schools in England to become directly contracted to the secretary of state, as academies. I can remember being told that schools would &quot;have the chance&quot; toapply to be academies, but that&apos;s a different matter altogether. The truth is we haven&apos;t ever been given a chance to vote on this major change in our civil existence. You decided it. Ultimately, you will move on, and I fantasise about you taking your dictatorial powers with you. If you become minister of culture you could issue directives on how Judi Dench should act. If you become minister of health you could direct surgeons on which kind of scalpel to use. Simultaneously, the person who inherits your job can, like you, treat education as a blank sheet on to which he or she can write any old pet theory and command everyone to follow it. Yours, Michael Rosen Sir Peter Newsam&apos;s article appears in the journal Networking: Catholic Education Today", 
    "section": "education", 
    "gid": "education/2013/jun/10/michael-rosen-education-gove-totalitarian", 
    "wordcount": "817"
}