{
    "headline": "FutureLearn is UK's chance to 'fight back', says OU vice-chancellor", 
    "text": "The UK&apos;s reluctance to step on board the Mooc train and incorporate distance learning into the traditional campus-based experience has deemed it a &quot;bit boring&quot; in the eyes of international students, claims Martin Bean, vice-chancellor of the Open University. Until now, the US has led the way in the creation of massive open online courses (Moocs), run by companies including Coursera, edX, and Udacity and catering to an estimated 3 million learners with hundreds of courses from a range of top institutions. In a bid to &quot;fight back&quot;  in Bean&apos;s words  and compete with the growing demands of students globally, the Open University has joined forces with 11 other UK higher education institutions this month to form FutureLearn, a new company offering a range of free, open and online courses on one learning platform. Speaking to the Higher Education Network, Bean said the venture will allow the UK sector &quot;to expose the best of this country&apos;s institutions to the world in ways they haven&apos;t been before&quot; and help it compete &quot;more effectively on a global stage&quot;. Through the use of innovative digital technologies and a &quot;blended offering&quot; of online and offline learning, FutureLearn&apos;s aim is to provide the &quot;best quality student experience of any of the Moocs on the planet&quot;, he added. &quot;One of the things I find unhelpful in the world of higher education is we try to put e-learning and distance in one box and campus-based in another box,&quot; said Bean. &quot;What we should be talking about is fit-for-purpose teaching and learning  and that has to be blended.&quot; Vivien Jones, pro-vice-chancellor for student education at FutureLearn partner, the University of Leeds, believes the venture will give campus-based students at participating institutions an extended platform from which to access a &quot;rich, interactive set of resources&quot; from a range of providers in addition to their campus teaching. &quot;It will also mean that those unable to access a traditional university education will have the chance to learn from our world-leading academics.&quot; So much for students. But what of the sector? How will FutureLearn benefit UK higher education and the individual institutions involved? How will it affect teaching staff? And is signing up to an untested model a risk worth taking? According to Bean, the benefits are clear: &quot;I think the big win for the UK is actually being able to compete more effectively for international students to enroll in our offerings, either within the UK or in our overseas campuses,&quot; he said, &quot;and being able to present the sector much more competitively and have the brand attributes around innovation that will be appealing to international students.&quot; Although a recent report by Universities UK  shows the number of non-EU students studying taught postgraduate courses has more than doubled since the academic year 2002/3, more needs to be done to change the international student perception of the UK in comparison to other countries like the US, said Bean. FutureLearn will be as much a sell for individual academics as it is for their institutions, he added, allowing teaching staff to increase their impact through being involved in the creation of online content. &quot;Most people I&apos;ve found who get into teaching wanted to make a difference in peoples lives, and one of the things that I think is terrific about these environments is the ability for great teachers to be able to use these platforms to exponentially grow their impact.&quot; Bean did acknowledge that many academics remain sceptical about the benefits. &quot;I think it will be greeted with a lot of enthusiasm  but not by everyone,&quot; he said. &quot;It&apos;s about taking the enlightened and saying, &apos;Here you go, let&apos;s go and have a crack at it.&apos;&quot; Launch CEO Simon Nelson, who was previously involved in the development of the BBC&apos;s iPlayer, agrees that FutureLearn will provide a platform for those academics who want to use online media to deliver learning in different ways. By uniting universities under one brand &quot;we will punch so much harder collectively than any of us would individually&quot;, he said. &quot;It is a risk,&quot; said Paul Woodgates, higher education expert at PA Consulting Group  but one worth taking. &quot;There is uncertainty in how Moocs are going to feed out, market and develop, and with universities charging up to 9000 in fees, giving away content on the internet may feel like a strange thing to. But what others are doing is the right place to start. Universities need to be in it from the beginning to be successful, and for the Open University and others involved, this is a good, socially inclusive thing to do.&quot; Do you agree? What are the benefits and challenges of this venture? Share your thoughts on FutureLearn&apos;s place in UK higher education and its potential global impact in the comments below  UK universities signed up to FutureLearn University of Birmingham University of Bristol Cardiff University University of East Anglia University of Exeter King&apos;s College, University of LondonLancaster University University of LeedsThe Open University University of Southampton University of St Andrews University of Warwick This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/dec/20/futurelearn-uk-moocs-martin-bean", 
    "wordcount": "903"
}