{
    "headline": "Hotmail: why I've lived with the shame for 15 years", 
    "text": "My name is Michael and I&apos;m a Hotmail user. Phew, am I glad to get that off my chest. I&apos;ll just wait for the ripple of supportive applause from my fellow sufferers to subside before continuing  I first signed up to MSN Hotmail, one of the first free web-based email services, in 1998. Back then, certain people (OK, me) weren&apos;t sure this internet thing would &quot;catch on&quot;. We certainly didn&apos;t foresee that one day, email would become our primary method of communication. It seemed so impersonal and soulless compared with a good old-fashioned phonecall. Or, you know, a fax. So we didn&apos;t give much thought to our email addresses. We just got one and that felt modern and &quot;with it&quot; enough, thanks very much. At least my email address is just my name, unlike those who went for wacky in-jokes and have been regretting it ever since, as they apologetically repeat it down the phone for the squillionth time. And at least Microsoft is still a big player, unlike those who went with AOL, BTopenworld, Blueyonder, Yahoo or TalkTalk. Name@hotmail.com is still better than snugglebunny60@mail.demon.co.uk, right? During the noughties, though, Hotmail slowly but surely fell out of fashion. It gained a social stigma. It was for squares and luddites. It never fared well in those &quot;what your email address says about you&quot; articles. Emails from Hotmail accounts would get consigned to the recipient&apos;s spam folders, as if even other people&apos;s computers were judging us. Hotmail became the cruel punchline to geeky jokes. &quot;What did you send that on, a Dell or a Compaq? NOTmail, more like.&quot; Its brand was ageing, its design dated. It was blue, busy and ugly in an age of streamlined white minimalism. It was like using a knackered Nokia in the days of BlackBerries and iPhones. We Hotmailers would cast envious glances at Gmail dudes, me.com Mac show-offs or those with their own domain names (witchcraft!), wanting to be in their gang but too lazy and loyal to defect. Now Bill Gates and his buddies in Redmond, Washington, have made up our minds for us. Microsoft&apos;s faster, simpler, cleaner Outlook.com officially launched on Tuesday, marking the demise of its predecessor. All users will switch to the new-look service over the next few months, although we can keep our hotmail.com addresses if we like. I probably will, hoping it now becomes charmingly retro rather than deeply un-hip. After 15 years, I have grown attached to it, even though it&apos;s the source of irritation and embarrassment. A bit like a partner, possibly. Or a temperamental vintage car. Yes, that&apos;s a better analogy  and one less likely to get an email &quot;pinging&quot; into my Hotmail inbox from my angry partner. Farewell then, Hotmail. Are you sure you want to sign out? Click yes.", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/feb/19/hotmail-why-lived-with-shame", 
    "wordcount": "483"
}