{
    "headline": "LucasArts: closed by Disney, but killed by Star Wars?", 
    "text": "And so LucasArts is no more. On Wednesday, new owner Disney announced that it would be closing the studio, placing considerable doubt over the future of current projects Star Wars 1313 and First Assault, and resulting in the loss of up to 150 jobs. A statement read simply:  After evaluating our position in the games market, we&apos;ve decided to shift LucasArts from an internal development to a licensing model, minimizing the company&apos;s risk while achieving a broader portfolio of quality Star Wars games. As a result of this change, we&apos;ve had layoffs across the organization. We are incredibly appreciative and proud of the talented teams who have been developing our new titles.  LucasArts itself had experimented with the licensing model in the past, with BioWare handling the excellent Knights of the Old Republic, and UK-based studio Traveller&apos;s Tales responsible for the hugely successful Lego Star Wars series. But the company, based in a lavish office complex in San Francisco&apos;s Presidio area, always had internal projects on the go. Originally formed in 1982 as a branch of LucasFilm, it had early success with interesting home computer titles such as Rescue on Fractalus and Ballblazer. In the nineties, it became renowned for its point-and-click adventure games, the likes of Maniac Mansion, Secret of Monkey Island and Full Throttle brilliantly combining cunning puzzles with hilarious narratives. And there were, inevitably, some excellent Star Wars titles. The PC saw thrilling space combat simulations X-Wing and TIE-Fighter as well as the early first-person shooter, Dark Forces. Super Nintendo owners may also recall the more action-flavoured Super Star Wars series with fondness. But as Lucas moved into the post-prequel years, the quality control wavered. While the likes of Battlefront and Force Unleashed faired well, exploitative nonsense like Super Bombad Racing, Masters of Teras Kasi and Clone Wars: Republic Heroes sullied the brand. The last two major titles, Force Unleashed II and Kinect Star Wars, divided critics before limping to disappointing sales.  Now, the fate of the much-anticipated 1313, a gritty shooter set within Coruscant&apos;s subterranean slums, is very much in doubt. Kotaku is reporting that although there&apos;s an option to license this project, as well as First Assault, to another developer, it&apos;s unlikely to happen. &quot;With the teams now basically being dispersed I think both games are effectively dead forever,&quot; said one source. Of course, Disney is certain to attract much ire from Star Wars fans. Millions of voices suddenly cried out in terror last October when the entertainment giant bought George Lucas&apos;s empire, and it has since canned animated series The Clone Wars and all but scrapped Seth Green&apos;s proposed comedy series Star Wars Detours. Plans to release annual movies and spin-off flicks have also been controversial  despite the fact that Disney&apos;s Marvel films have mostly been well-received.  But in truth the problems go back much further. In 2010, incoming LucasArts president Paul Meegan began a series of cuts that led to 60 development staff layoffs and reportedly resulted in Force Unleashed III being canned. Key staff members such as writer Haden Blackman and experienced creative director Clint Hocking started leaving; it seemed there was little creative vision at the studio; there was no overriding business plan of how to respectfully mine the Star Wars universe.  And as successful as the original Force Unleashed was it represented the opposite of what many long-term fans wanted to see. Lacking the charisma of Han Solo, lead character Starkiller was just another anonymous emo kid with a wry smile and cropped hair, lining up beside Cole MacGrath and Adam Hale on a video game production line of identikit cocky protagonists. Plus, if LucasArts had a &apos;jump the shark&apos; moment, it may arguably be the Force Unleashed sequence in which you&apos;re able to bring down a Star Destroyer using the force. &quot;Size matters not,&quot; muttered Yoda when Luke complained about raising his X-Wing from the swamp in Empire Strikes Back. But where do you go after downing a mile-long spacecraft with your mind? It may be over-simplistic, but it does seem as though the games started to suffer just as the dark legacy of The Phantom Menace started to spread through the galaxy. Most of the best Star Wars games had their creative roots in the original trilogy, with its strong characters and tight symbolic battle between good and evil. But as the universe bloated and the timeline stretched, there seemed to be a compulsion to craft new characters and plotlines, knitting together the gaps between the cinematic key frames. Knights of the Old Republic worked because it retained the core good/evil framing so strongly, but yet took the brand far out of the LucasArts comfort zone, into Bioware&apos;s backyard of compelling RPG mechanics and well contructed narrative arcs. Star Wars and games seems like such a strong fit. This is a brand beloved of thirty-something males  historically the key gaming demographic; it&apos;s a brand with a vast range of cool characters and technologies; a brand in which even the audio effects are resonant and compelling. I played Star Wars in the playground as a child and I spent hours reconstructing the movies with Star Wars figures and playsets at home. But since the wonderful X-Wing vs TIE Fighter, I&apos;ve never been as compelled to explore the universe in games. This is partly about fans just growing up, of course  it is almost impossible to recapture experiences that we recall with such fondness from childhood; they are irrevocably warped through reminiscence. But then Hollywood has tackled the nostalgia/reality disconnect by rebooting key franchises; by bringing in fresh talents to re-think and re-discover the core USPs in things like Star Trek and Batman. I wonder if LucasArts was creatively stultified by the sheer weight of expectation and history. I visited the studio a couple of years ago  the halls are filled with memorabilia; there is a giant sound stage where the orchestral scores are recorded; there is a Yoda fountain. This stuff is probably suffocating after a while. So much universe, so much heritage, so much pressure.  It is saddening, because for a while in the nineties, somehow freed from the tyranny of Star Wars, LucasArts had one of the best development studios on the planet. The likes of Tim Schafer, Ron Gilbert, Dave Grossman belting out thrilling, funny and challenging adventures, many of them harking back to the same reference materials that George Lucas mined  Saturday morning movie serials, radio dramas, classic adventure novels. The team has now dispersed and their unique slant on games is shaping the output of studios like Double Fine and Telltale. The plot continues.  But for LucasArts the story is over, submerged beneath the weight of this vast license and the contrary demands it places on all creators.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/04/lucasarts-closed-by-disney", 
    "wordcount": "1130"
}