{
    "headline": "Close your eyes and breathe:  schools sign up to mindfulness", 
    "text": "Its Wednesday morning and the children from year 5 at St John the Baptist primary school in Brighton are chatting noisily at their desks. A bell chimes and the chatter stops. Thirty children close their eyes and place a hand across their chest, breathing in and out slowly. Its as if theyve been hypnotised. If your mind wanders away, lets notice where it goes, says Kerstin Andlaw, in a soothing voice. Then bring your attention back to your breathing. The pupils are practising mindfulness, a way of making them stop, relax and be. Classes like this used to be the preserve of independent schools, but this year more state than private schools have signed up to mindfulness classes, both at secondary and primary level. According to the Mindfulness in Schools Project, there are 1,350 teachers being trained in the technique this year, double the number taught last year and up from 90 in 2011. Nationally, more than 4,000 teachers are now qualified. Where did your mind go? asks Andlaw. Angel was thinking about her mum going into hospital that day for an operation. Jose is looking forward to his sisters birthday party at the weekend. Daniels mind is on lunch. Were you able to let those thoughts go and come back to your breath? asks the teacher. They all nod confidently. A class involves breathing exercises, discussions about meditation and simple stretching movements. Its a practice to help the children self-regulate, to calm down or to help them lift themselves up if theyre feeling low, Andlaw says. In America, some tough high schools now get pupils to do meditation rather than detention. Theres been a big drop-off in playground aggression, plus a rise in grades, but Richard Burnett, co-founder of the UK project, is wary of the US model, especially where mindfulness is used to correct bad behaviour as opposed to being a practice in and of itself. If you pitch it like that youre feeding into precisely the achievement-based culture thats putting such huge pressure on children, he says. Yet few doubt that stress is a major mental health concern in todays hyper-connected world, and children  teenagers especially  are vulnerable. Does that make mindfulness in schools more relevant? Dr Richard Graham, a consultant psychiatrist at the Nightingale hospital in London, thinks it does. He has seen a rise this year in the number of teenagers requiring treatment for technology addiction, especially for gaming apps. Young people are living in a very distracting world, where the fear of missing out has become the norm. Theyre struggling with multitasking, he says.     A Dharma nursery school pupil with mindfulness bell. Photograph: Dharma Primary School Nursery    Graham believes mindfulness has a valuable place in schools because at its core is the promotion of wellbeing and self-support. The mindfulness industry hopes the findings of a new research project by the Oxford Mindfulness Centre will silence any detractors. It will assess the mental health benefits of mindfulness among 6,000 children over the next six years. It wont definitively prove that mindfulness is a silver bullet for kids anxiety. But it will tell us what is working, and what isnt, says Burnett. The UK government has one eye on the research too. At present, if schools want mindfulness in the curriculum they have to fund it. The problem with this, says Jamie Bristow, director of the Mindfulness Initiative, a research and policy organisation, is that the poorest schools tend to get excluded. Those schools struggling most with behavioural issues and high levels of stress and absenteeism are the ones that would most benefit from this, but they are the least likely to do it because they havent got the money. Carmel Hughes, headteacher at St John the Baptist, introduced mindfulness after hearing positive stories from other heads. Her school is far from well off, but Hughes believes the 1,600 for a 16-week course is money well spent. The children look forward to it because its different. Its a class where theyre encouraged to think for themselves, she says. At the end of their 15-minute class, the year 5 kids go back to chatting away at their desks while their teacher sets up the next lesson. I take the opportunity to ask Reece, aged nine, what he thinks about mindfulness. He considers for a moment, and then leans forward confidentially. I like the mindful breathing, he whispers. It helps me go back to sleep if I have a bad dream.  This article was amended on 24 October 2016 to describe the Mindfulness Initiative as a research and policy organisation not a research and training organisation.", 
    "section": "education", 
    "gid": "education/2016/oct/23/mindfulness-school-lessons-pupil-stress", 
    "wordcount": "779"
}