{
    "headline": "Robert Lamb obituary", 
    "text": "Robert Lamb, who has died of cancer aged 59, believed that the best prospects for moving the world&apos;s environmental crisis to the top of the political agenda lay through television. So in 1984 he founded tve, originally called Television Trust for the Environment, in collaboration with the British broadcasting organisation Central TV, the World Wildlife Fund and Unep (the United Nations Environment Programme). Starting with two staff members, Lamb built tve to the point where it was co-producing groundbreaking prime-time documentaries on environment and development stories, while also running the Moving Pictures distribution service to provide films and videos to broadcasters and NGOs across the developing world. He also established a network of more than 40 foreign partners who shared tve&apos;s aims and methods for increasing environmental awareness. When the BBC launched BBC World in 1996, Lamb worked closely with the new global satellite channel, and the following year set up Earth Report, tve&apos;s environmental strand, on BBC World News. In 2004 he left tve to concentrate full time on programme production, setting up One Planet Pictures and joining dev.tv, a Swiss non-profit organisation, as senior executive producer. During his last months he continued to oversee the production of a series for BBC World championing what smallscale enterprise can do to save the environment. Born in Windsor, Berkshire, Lamb went from a secondary modern school to Maidenhead grammar school. He won a scholarship to Downing College, Cambridge, and studied history. He also had a trial for Reading FC, and  never an armchair conservationist  rode all over England in the hoofprints of his hero William Cobbett. Lamb started in journalism by winning a place on the BBC&apos;s news trainee scheme. He learned his trade as a subeditor and TV reporter at the BBC and ITV, then joined IIED (the International Institute for Environment and Development), and began the first environmental news features service. Work as a science writer and film director took him to the World Bank, the Global Environment Facility, Unicef and IUCN (the World Conservation Union), where he was head of communications. From there he moved to Nairobi in 1982 to join Unep. He became speechwriter to its executive director, Mostafa Tolba, transforming him, in the words of a journalist colleague, into &quot;a very hot property, always outspoken and on the button&quot;. Lamb&apos;s tve programmes won more than 200 awards, including Emmys, Baftas, the Prix Italia and the New York gold medal. Among his personal honours was the UN award for outstanding environmental achievement. The frequent confusion between Lamb and his slightly older namesake, Robert W Lamb, who died in 2005, delighted both. The elder Lamb succeeded the younger, first at IUCN and then at Unep, encouraged by the promise that &quot;they won&apos;t even have to change the nameplate on the door&quot;. To distinguish between them, Robert P was known as Thin Lamb, in contrast to his more robustly proportioned friend and colleague. Inevitably, however, mistakes happened over air tickets, or which Lamb was in fact lecturing on whose work. In several respects Lamb was a blend of opposites. He made few enemies, but was always ready to stand his ground. A generous and loyal colleague and friend, he was also fiercely intolerant  of boring journalism, of any breach of editorial independence, or of jargon: he eventually rejected the phrase &quot;sustainable development&quot;, which he had coined, for that reason. He was rigorous in using science to underpin his programmes, and at the same time was a storyteller who grabbed his viewers&apos; attention. A private man who could seem shy, he was a convivial companion, bringing energy, creativity and even optimism both to film-making and to setting the world to rights over a drink and a cigar. Never self-important, he left a huge legacy. In 1980 Lamb married Nicola Gebolys; they divorced after the birth of their son, Gus, but remained friends. For the last 18 years his partner was the director and producer Janet Boston. He is survived by her, Gus, his father, Ron, and his sister, Susan.  Robert Paul Lamb, conservationist and television journalist, born 19 June 1952; died 12 February 2012", 
    "section": "environment", 
    "gid": "environment/2012/mar/25/robert-lamb-obituary", 
    "wordcount": "691"
}