{
    "headline": "The week in wildlife - in pictures", 
    "text": "   A long-spined sea scorpion (Taurulus bubalis) lying in wait to ambush prey in Selsey, West Sussex. This photo is part of the 2020VISION project  an ambitious photography-based conservation initiative that aims to highlight the UK's multitude of wildlife, and the crucial link between people's wellbeing and a wilder UK Photograph: Alex Mustard/2020VISION/Rex Features       Two black-necked stilts forage for small crabs, fish and snails in a brackish pond on Dragon Hill Island, the Galapagos Photograph: Julia Cumes/Corbis       A giraffe grazes inside Kenya's Nairobi national park. Lions have found themselves under growing pressure as one of Africa's fastest growing cities creeps onto ancient migration routes and hunting grounds. Conservationists warn of closer interaction between wildlife and humans if development is not managed sustainably Photograph: Simon Maina/AFP/Getty Images       An adult Canada goose in Inwood Park, New York. At the start of each summer, teams from the US Department of Agriculture descend on parks in New York to eradicate flocks of the geese by taking them away to be gassed Photograph: Don Emmert/AFP/Getty Images       Professional wildlife photographer Andy Rouse won the Cherry Kearton Medal and Award by the Royal Geographical Society RGF, for this penguin photo. The annual award recognises the contribution made by a wildlife photographer to photography, conservation and bringing geography to the masses Photograph: Andy Rouse / Rex Features       People hold a makeshift funeral for a humpback whale that died on a beach in Canada. It died at low tide in White Rock, British Columbia, a few hours after beaching itself. It was found to be tangled in a fishing net and authorities are now trying to track down the owner of the net. After the whale died, local people held a makeshift funeral  gathering to pay their respects and laying flowers Photograph: Canadian Press/Rex Features       A lone remaining tree stands in a deforested section of the Amazon rainforest in Para state, Brazil. Although deforestation in the Amazon is down 80% since 2004, environmentalists fear recent changes to the Forest Code will lead to further destruction. A huge tree-planting scheme is underway, which aims to restore millions of hectares of forest to land scarred by logging and extraction Photograph: Mario Tama/Getty Images       A polar bear is photoed by Carla Lombardo Ehrlich teetering on a tiny spot of melting ice. The image is taken from the WWF's online storybook Earth Book, which asks people across the globe to submit their favourite photos of the natural world and describe what they love most about the planet Photograph: Carla Lombardo Ehrlich/WWF       A lone leaf on a liquidambar tree captured in Sydney, Australia Photograph: Rick Rycroft/AP       Chinese white dolphins in Hong Kong's waters. The Hong Kong conservation group said this week that increasing high-speed ferry traffic is contributing to a dramatic decline in the species' numbers in the city Photograph: STR/AFP/Getty Images       A crab transports a dead fish on a beach in Sidon, Lebanon Photograph: Ali Hashisho/Reuters       The winner of this year's World Bird Photo Contest Cristobal Serrano's picture of a pelagic cormorant fishing Photograph: Cristobal Serrano/HBW - World Bird Photo Contest       A griffon vulture (Gyps fulvus) at a centre run by the Black Vulture Conservation Foundation (BVCF) near Campanet, Mallorca Photograph: Stringer/Reuters       Poppyseed flowers in spectacular form on a field in Trechwitz, Germany Photograph: Patrick Pleul/EPA       A black woodpecker takes care of some newly hatched chicks in Cheolwon-gun, South Korea. The plumage of this crow-sized woodpecker is entirely black apart from a red crown. In males, the entire crown is red, but in females only the hindcrown Photograph: JEON HEON-KYUN/EPA       One of the many wonderful images contributed to our Green Shoots Flickr gallery, which this week focussed on the green spaces in the UK you treasure the most. This image was taken in Trench Woods, Worcestershire Photograph: Action images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jun/15/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}