{
    "headline": "A physiological marker for false memories", 
    "text": "Our memories are not as accurate as we like to think they are. Every recollection is a reconstructive process, involving stitching together memory fragments rather than reproducing a ready-made whole. Inevitably, errors creep in, but in most cases our memories are accurate enough to be reliable. In some cases, however, they are not, the most striking example being false memories, or completely fabricated accounts of events that did not happen. False memories are easily created. Our memories of historical events can be manipulated with doctored photographs; psychiatrists have been known to implant false memories of childhood sexual abuse and Satanic rituals in patients; and false memories are the most likely explanation for claims of alien abduction. All of this has profound and wide-ranging implications, but as yet there is no reliable way of determining whether a memory is true or false. Researchers from the Institute for Frontier Areas of Psychology and Mental Health in Freiburg, Germany in Germany now report that a simple physiological test can distinguish between false memories real ones.Ali Baioui and his colleagues used a variation of the Deese-Roediger-McDermott (DRM) paradigm, a well established method for creating false memories in the experimental setting. In a standard DRM study, participants are first given a list of 12 closely related words (such as bed, pillow, sheet and so on) to study and learn. Immediately afterwards, they are given another list, containing some of the same words, as well as &apos;lures&apos; that are associated with them (sleep and dream, for example), and asked to indicate which were included in the first list. This typically produces a high rate of false recall, so that participants wrongly indicating that many of the lures were on the first list.  The researchers modified this method to use visual stimuli instead of word lists. They recruited 60 participants, split them into two groups, and showed them 13 digitized illustrations from an out-of-print magazine called The Saturday Evening Post, showing everyday household scenes. To conceal the true nature of the study, the participants were told that they were taking part in a study of social perception and emotion, and asked to rate each illustration on a scale ranging from 1 (&quot;very pleasant&quot;) to 7 (&quot;very unpleasant&quot;).  Participants in one group were shown Photoshopped versions of the illustrations, from which certain items had been removed, whereas those in the control group were shown untouched images. Afterwards, both groups were shown items from the illustrations again, as well other related and unrelated &apos;lure&apos; items, and asked to indicate whether or not they had seen each one in the illustrations they had viewed earlier on. During this phase of the study, the participants were hooked up to electrodes that measured skin conductance, breathing, heart rate and pulse from their fingers.  All of the physiological parameters measured are controlled unconsciously by the autonomic nervous system, and reflect functions such as the orienting reflex. The orienting reflex is a response to small changes in the environment, whose strength depends on the intensity, novelty and significance of the new stimulus. Repeated presentation of a stimulus therefore makes it more familiar, leading to a smaller reflex, and to a decrease in the associated responses. On the other hand, any change in the stimulus evokes a reflex that produces larger responses.  Thus, a stimulus that has already been encountered will be more significant than one that has not, because it is more familiar, and this will be reflected in increased skin conductance. The researchers reasoned that falsely recognized items would be less significant than those encountered before, and would therefore be associated with decreased skin conductance. This is exactly what they found.  In line with earlier findings, false recall rates were far lower than those seen in DRM studies using word lists. As expected, though, participants in both groups falsely recognized significantly more related lure items than unrelated ones. The researchers also found a significant difference between the two groups in one of the physiological parameters  in the experimental group, but not the controls, false recall of lures was accompanied by reduced skin conductance, while true recognition of studied items was accompanied with increased conductance.  There was, however, no difference between the two groups for the other parameters measured. The reasons for this are unclear, but the researchers suggest that the relatively small number of falsely recognized related lures caused a generally low physiological response, such that skin conductance was the only measurement that was sensitive enough. This is the first study to use physiological measurements to investigate false memories, and the findings suggest that basic, involuntary responses can be used to distinguish between false memories and real ones. Perhaps the biggest implications of the reconstructive nature memory and false memories are those for the legal system, particularly with regards to the use and validity of eye-witness testimonies in courts of law. But the experimental set-up used in the study is very different from any real-life situation, so it&apos;s unlikely that these new findings can be usefully applied under such circumstances just yet.  The work also overlaps with another controversial area of research. In recent years, there has been growing interest in the neurological basis of deception, and the small advances that have recently been made in our understanding of this have led some to claim  prematurely  that lies can be distinguished from truths on the basis of brain activity.  The main difference between false memories and lies is awareness: people are unaware that a memory is false, but are fully cognizant of the truth when lying or concealing incriminating information. In some cases, though, people can have implicit knowledge of an event without being consciously aware of it (subception as opposed to deception). These new findings may eventually aid in the detection of such implicit knowledge, something which would have important practical applications. Physiological markers for true and false memories could also be of use in the rehabilitation of patients with amnesia. Reference: Baioui, A., et al. (2012) Psychophysiology of False Memories in a Deese-Roediger-McDermott Paradigm with Visual Scenes. PLoS ONE 7(1): e30416. DOI: 10.1371/journal.pone.0030416", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/jan/27/1", 
    "wordcount": "1022"
}