{
    "headline": "Open access for the people", 
    "text": "   Access to Understanding winner Emma Pewsey (centre), flanked by runners-up Ian Le Guillou and Claire Sand. Photo by Christina Baldwin.     The world of academia is in ferment over open access  the idea of making research articles freely available to everyone. Open access is widely believed to be &quot;a good thing&quot; but no-one is quite sure how to bring it about. From April 1st this year anyone in receipt of public funding from one of the UK research councils will be required to publish their findings by an open access route. The new policy is causing an almighty row, with researchers complaining about the cost, humanities scholars railing against an agenda set by scientists, publishers and learned societies fretting about lost of income and the House of Lords criticising the haste with which the new rules have been brought into play. Despite this noisy argument, few would disagree that open access is the wave of the future and not just in the UK. Already a significant fraction of the research literature is available for free, if you know where to look (hint:Google Scholar is a good place to start). But who is going to look? Open access will certainly bring benefits to researchers across the world simply by making the academic literature more readily available to anyone with an internet connection. But the wider benefits, in particular provision of access to the general public  the taxpayers who paid for much of the work to be done  is also reckoned by some to be important. Patient groups looking for news of the latest research into this or that medical condition, for example, are one obvious interest group. Beyond them I have heard scepticism that the people in the street are unlikely to be interested or indeed capable of drinking from the fount of academic knowledge, even if it is free to do so. It won&apos;t be for everyone, that&apos;s for sure, but I suspect there is an appetite that once whetted will grow and grow. The burgeoning scientific blogosphere, much of which feeds of access to the literature is an important point of entry for many readers. The rising demands that science journalists writing online should follow the bloggers&apos; lead and starts linking to the papers that are the sources of stories is also bringing the literature to more people. Even so, if journalists and bloggers are ready to digest and interpret, do people want to read the original papers? Could they if they tried? I would like to think so. For one thing, I would prefer not to underestimate the intelligence of the general public, as my experiences of talking to children in schools and bigger people in pubshave taught me. For another I (and others) hope that the fact of access will create a demand-side pull on researchers strong enough to induce them to make their work not just accessible but intelligible. That is a non-trivial demand to meet. As a scientist I am well aware that the primary function of the research literature is to facilitate and formalise the exchange of information between experts in a particular field. For that reason the style is rather stiff  precision bracketed by caveat  and weighed down with jargon, features that are likely to repel readers lacking in determination. But scientists might offer a hand-hold by providing a lay summary, a simpler-stated account of their findings. Slowly the community is responding to this challenge. eLife, one of the latest open access journals, provides &apos;digests&apos; of all its papers (try this one for size). At the moment these are prepared by the editorial staff at the journal but it seems unlikely that this effort can be scaled to all academic journals without contributions from the original authors. Thankfully, progress is being made here too, propelled most recently by thenewAccess to Understanding competitionrun by the open access repositoryEurope Pubmed Central.Entrants were required to write an easy-to-read summary of a research paper selected from the repository and nearly 400 of them had a go. I was privileged to serve on the judging panel that had to pick the winners from the shortlisted entries.We saw clearlythe tremendous enthusiasm and skill that had been brought to bear to tease out the key findings of the selected papers. In several cases it was only by reading the competition entry that I got a grip on the paper myself. I suspect this sort of effort will pay dividends not only to the interested public but to researchers on the far side of disciplinary boundaries, perhaps fostering new collaborations. The deserving winner, Emma Pewsey, did an excellent job of explaining a new diagnostic technique that seems likely to reduce the frequency of broken hip bones in elderly people. She walked away from last week&apos;s awards ceremony with a pointy glass trophy, some delectable Apple kit and the satisfaction of knowing that her article would be published in eLife.With luck she might one day be able to look back on that winning evening and see the seeds of a revolution. You can help too, if you tell us what you want. Don&apos;t be shy. After all, most of us researchers are spending your money. Stephen Curry is a professor of structural biology.", 
    "section": "science", 
    "gid": "science/occams-corner/2013/mar/22/1", 
    "wordcount": "880"
}