{
    "headline": "Badger cull remains despite falling TB in English cattle", 
    "text": "Is a belated tightening of measures to stop bovine TB spreading between cattle starting to bear down on the disease in England? That&apos;s what the latest government data suggests, making the proposed badger cull even more nonsensical than ever. As I revealed on Thursday, frequent and serious lapses in biosecurity were discovered by European Commission inspectors in September 2011. These &quot;shortcomings&quot; included missed targets on both the rapid removal of cattle with TB and the follow-up of missed tests, and &quot;weaknesses in cleaning and disinfection&quot; across the industry, all of which increase the risk of TB spreading between cattle. Defra and the NFU pointed out to me that some tightening of the rules and enforcement had taken place following the inspection. So, as Mark Jones from HSI UK, said, why not wait and see how big an impact this has in cutting infections? Furthermore, data from west Wales, which cracked down even sooner, also show falls in TB. Let me be clear: the data so far is provisional over too short a time to be certain that the improved biosecurity is cutting TB in cattle. But you would expect it to and one independent expert told me he anticipated a big impact. Defra says about its latest disease data: &quot;There has been a notable decrease in the incidence rate over the past 6 months, mainly as a result of an increased number of tests on unrestricted herds compared to 2011. The provisional June 2012 incidence rate is 4.2 per cent, compared to 6.0 per cent in June 2011.&quot; That&apos;s a 30% fall. But, Defra adds: &quot;Care needs to be taken not to read too much into short term figures, especially as this figure includes a number of unclassified incidents. As such, the incidence rates are subject to further revisions as more tests and their results for the period are input.&quot; At very best, the killing of thousands of badgers over at least four years may cut TB in cattle in hotspots by 12-16%, if the very significant differences between the experimental culls and the actual culls turn out not to be significant after all. So surely a 30% fall in one year is more than enough to warrant postponing the imminent cull. As a footnote, here&apos;s a few more revelations from the EC report, which I couldn&apos;t squeeze into yesterday&apos;s story:  22% of all new confirmed TB case in cattle are first discovered at slaughterhouses, the anmials having come from &quot;TB-free&quot; herds.  In some cases, milk from diseased cattle was not kept out of the human food chain.  &quot;Defra acknowledged there is no practical way to enforce the leaving of [infected] pastures vacant for 60 days on a routine basis.&quot;  &quot;Enforcement of animal disease control policies is fragmented across a number of bodies and weaknesses have been identified, particularly in relation to co-ordination between AHVLA and the local authorities.&quot;   &quot;The delivery of the programme is being undermined at present by resource constraints (particularly in local authorities) ... and inefficiencies caused by the delayed roll out of the new TB software.&quot;", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/oct/05/badger-cull-tb-cattle", 
    "wordcount": "527"
}