{
    "headline": "Alternatives to food-based biofuels", 
    "text": "Rapeseed biodiesel is the latest solution to our energy problems that has failed to live up to its promise as a green panacea (Biofuel fails EU sustainability test, German researchers claim, 20 August). However, it is not true that bioenergy production has to threaten the world&apos;s forests and push up food prices. The biomass power plant we have developed at Aston University overcomes many hurdles that have held back this technology. By using residues and waste instead of energy crops, the plant does not require the destruction of rainforests or agricultural land for palm-oil production. In fact, its by-product  biochar  can be used to increase crop yields. And by using heat instead of incineration, it produces no emissions. The first industrial-scale plant is working. If politicians are looking for alternatives to costly food-based biofuels, they need look no further.Tim MillerProject manager, European Bioenergy Research Institute, Aston University   Researching my recent book Where the Wild Things Were, I twice visited Kalimantan, the Indonesian part of Borneo, and was able to witness the devastation wrought by the wholesale conversion of tropical rainforest into palm-oil plantations. A key factor is the incentive provided by the EU&apos;s renewable energy directive and its emphasis on the use of biodiesel. The devastation inflicted on the last remaining habitat of the orangutan as the forests are torched or cleared is truly heart-rending. I concluded (p234): &quot;I can think of one measure which would have an amazing symbolic and practical effect: namely a pledge by the UK government to withdraw unilaterally from the EU&apos;s mad and damaging biofuel directive.&quot; NGOs such as Friends of the Earth have also urged the government to take action. This means persuading the European commission to make the necessary proposals for the repeal or modification of the directive. And this in turn means that the coalition ministers responsible should be ready to kick up an almighty fuss both in Brussels and with their colleagues throughout the EU. Action this day, please.Stanley JohnsonFormer MEP and vice-chairman of the European parliament environment committee", 
    "section": "environment", 
    "gid": "environment/2012/aug/21/alternatives-food-based-biofuels", 
    "wordcount": "344"
}