{
    "headline": "Notes and queries: Where do garden birds go in the summer?", 
    "text": "Where do garden birds go in the summer? From July to the start of winter, Ihardly ever see blackbirds, robins, starlings etc in my garden. During mid-to-late summer and early autumn, bird activity is reduced in gardens as they undergo their annual moult  and so become less visible as they skulk at the bottom of bushes  and also because many birds depart to the wider countryside to feast on the seasonal peak of seeds and fruits. Blackbirds exemplify these patterns really well. Data from the year-round British Trust for Ornithology garden birdwatch survey (which the Guardian covered exclusively on 7 March) show that blackbirds occur in almost all gardens until late summer, when the sighting rate drops sharply. Last year, the extent of the drop was particularly pronounced as mild conditions persisted well into early winter. Other species, such as the robin and starling, also experience a &quot;summer dip&quot; in garden reporting rates. This is not true of all species, however; some species, such as the woodpigeon, house sparrow and great spotted woodpecker, actually peak in their use of gardens in the summer months. Tim Harrison, BTO Garden BirdWatch, Thetford, Norfolk Your birds go west  and lay waste to my indigenous flock&apos;s seeds, nuts and fat balls at a frightening rate. I have also got good reason to believe that pairs of them squat in the nest boxes reserved for local wildlife. Send &apos;em all back, I say. Nick Nolan, Ballylanders, Co Limerick Robins spend summer on the French Riviera: a popular spot is Juan-les-Pins. Starlings flock to Brighton for the world famous murmuration festival, while blackbirds fly off to their second nests, usually in Cornwall. Sam White, Lewes, East Sussex  Never mind all the fuss about Dickens  where would the English language bewithout Shakespeare? Some who ask that question favour Bacon or Southampton as the true authors, but they are being bloody-minded or blinking idiots. For that question is all Greek to me, and I give short shrift to anyone who suggests otherwise, for they must live in a fool&apos;s paradise. Thus, my answer is more in sorrow than in anger, for is it not a foregone conclusion? Without Shakespeare, much expression would vanish into thin air; we&apos;d be tongue-tied. He made English a tower of strength: those who think otherwise may knit their brows, and think I am making a virtue of necessity. I know it&apos;s fair play but, be that as it may  cold comfort though it is to those who side with Bacon or Southampton  Shakespeare proves you cannot have too much of a good thing. I refuse to budge an inch. Just read him, and the truth will out. Terry Philpot, Limpsfield Chart, Surrey Luckily for Shakespeare, he could use the language as he wished, before it was colonised by the lexicographers. He was free to coin words and use long- and short-spelling forms, something we have lost with standardised spelling: eg &quot;cat&quot; and &quot;catte&quot; have a subtle difference. Reading Shakespeare in facsimile is fascinating. thebinkster  Why can&apos;t we hear ourselves as others hear us? Is it a brain thing, or an ear thing? The first time I heard myself ontape, I had no idea who it was  When we speak, the soundwaves resonate against the bones surrounding the speaker&apos;s ears. This changes the tone of the voice for the individual (ie, what you hear yourself), but not for others. In other words, yourtrue voice is what you hear on thetape. Rick Bartley, Henllan, Clwyd, Wales Sound generally travels through solid objects more easily than through air, but this is especially true with lower frequency sounds, which are thus amplified when heard through this medium. As anyone who has ever had a bad neighbour will be aware, through a wall you receive a low, distorted, bass-thumping version of whatever wonderful thing is being listened to. It&apos;s just that in the case of your head, your mouth is that bad neighbour. Tom Wright, London NW6 Any answers Who is the greatest fictional detective? Holmes? Marlow? Marples? Jane Rogers, Leeds If we all obeyed the Highway Code advice to stay at least two seconds behind the vehicle in front, would the roads be able to cope? Brian Roberts, Storth, Cumbria Why do daffodils always face the lawn, no matter which border they are planted in? Wendy Peate, Chester  Post your questions and answers below or email nq@theguardian.com (please include name, address and phone number).  This article was amended on 23 March to remove a rogue reference to spiders and conkers.", 
    "section": "environment", 
    "gid": "environment/2012/mar/21/where-garden-birds-go-summer", 
    "wordcount": "772"
}