{
    "headline": "Kickstarter UK launch set for 31 October", 
    "text": "Crowdfunding website Kickstarter is opening up to UK projects on 31 October, with creators and startups already able to prepare their projects on the site in advance of the launch date. &quot;We thought the three-week gap would give everyone plenty of time to build and tweak their projects before launching,&quot; explain Kickstarter&apos;s co-founders Perry Chen, Yancey Strickler and Charles Adler in a blog post, following a tweet in July promising an Autumn launch for the UK. There won&apos;t be a separate Kickstarter site for the UK. Instead, British-originated projects will simply appear alongside others on the main Kickstarter site. Until now, UK citizens have only been able to pledge to Kickstarter projects, rather than run them. Kickstarter launched in 2009 as a way for people and companies to raise money directly from the general public, setting a target for each project, offering rewards depending on the amount pledged, and only collecting the money if they reached that goal. It quickly became the most prominent crowdfunding site, initially thanks to eager adoption by musicians, filmmakers and artists. In recent times, the site has emerged as an alternative to seed funding for technology startups and games developers, through some high-profile projects. Examples include smart-watch Pebble (which raised $10.3m on Kickstarter); Android games console Ouya ($8.6m); games Double Fine Adventure ($3.3m) and Wasteland 2 ($2.9m); and virtual reality gaming headset Oculus Rift ($2.4m). Meanwhile, Amanda Palmer recently smashed the Kickstarter record for a musician by raising $1.2m for a new album, book and tour. In truth, though, Kickstarter is as much about tens of thousands of smaller successful projects. The site&apos;s Stats page tracks these on a daily basis, revealing that at the time of writing, 30,867 projects have hit their funding targets on Kickstarter, raising a total of $325m. 21,021 of those raised between $1,000 and $9,999. Technology is currently the fifth most lucrative project category on Kickstarter, with 445 successfully funded projects raising $21.8m at an average of $49k apiece. By contrast, 8,950 successful Music projects have raised $49.3m at an average of $5.5k per project. Brits will be dreaming of becoming the next Pebble, Palmer or Ouya, but Kickstarter cannot be taken for granted as a funding source. The same Stats page reveals that 42,921 projects have failed to hit their targets 58% of the total ever launched. What&apos;s more, research by entrepreneur Jeanne Pi and economist Ethan Mollick earlier in 2012 found that while successful projects tend to surpass their goals by &quot;relatively small margins&quot;, it&apos;s a different story for unsuccessful projects. &quot;Projects that fail to fund tend to fail by large margins,&quot; wrote Pi in a blog post.  &quot;Only 10% were able to reach 30% of their funding goal. And only 3% made it to 50% of their goal. In other words, when you fail, you fail big; adding insult to injury.&quot; Kickstarter has also faced scrutiny for its management of the site, and specifically over its responsibility for projects that don&apos;t deliver on their promises. For creative projects, this can be self-policing: if people let down their fans, it does them no good. Josh Dibb from indie band Animal Collective recently apologised to fans for raising $26k on Kickstarter in 2009 for an album that has still not been released three years later, for example.     The Android-based Ouya console raised $8.6m on Kickstarter    Kickstarter has also taken steps to ensure technology projects don&apos;t rip off users, announcing new rules in September 2012 to ban &quot;photorealistic renderings of a product concept&quot; in its Hardware and Product Design categories, with the aim of preventing companies from attracting pledges for a beautiful computer-generated product image that turns out to be shoddy in the flesh. The site also now requires project creators to answer a Risks and Challenges section, explaining what may threaten their project&apos;s successful delivery, and how they are qualified to overcome them. &quot;Before backing a project, people can judge both the creator&apos;s ability to complete their project as promised and whether they feel the creator is being open and honest about the risks and challenges they face,&quot; explained the co-founders at the time. There are alternatives to Kickstarter. Indiegogo and RocketHub are already available globally, and the former raised $15m of venture capital funding in June 2012 to further its ambitions. Crowdfunder and Crowdcube are UK-based crowdfunding sites. In the US, Fundable is planning to help startups sell equity stakes to small investors, rather than simply run pre-order campaigns for new products. Meanwhile, UK-based PledgeMusic has focused on music artists, helping the likes of Martha Wainwright, Ben Folds Five and Ginger Wildheart. It recently worked with Universal Music on a campaign for a BB King box-set less a case of the record label being strapped for cash, and more about using crowdfunding as a way to gauge fan demand for the product. Kickstarter&apos;s launch in the UK could draw project creators away from some of these other sites, but it may also spark a rising tide that floats all the boats, at a time when more creatives and startups every month are mulling crowdfunding as an alternative to traditional sources of investment, whether they be VC firms, angel investors, record labels or film studios.", 
    "section": "technology", 
    "gid": "technology/2012/oct/12/kickstarter-uk-launch", 
    "wordcount": "887"
}