{
    "headline": "Huawei's relationship with BT under investigation by MPs", 
    "text": "The longstanding commercial relationship between BT and Huawei is being investigated by parliament&apos;s intelligence and security committee, its chairman Sir Malcolm Rifkind has confirmed to the Guardian. In a move that could cause disruption to major broadband and mobile phone infrastructure projects in the UK should security fears be raised about Huawei&apos;s equipment, the committee is &quot;reviewing the whole presence of Huawei in regard to our critical national infrastructure and whether that should give rise for concern&quot;. The committee has been taking evidence in private for some months from members of the security services, and is considering whether to make some of its findings and recommendations public. A report will be sent to David Cameron before Christmas. &quot;In the background are allegations that Huawei has links to the People&apos;s Liberation Army in China, and that any Chinese company is ultimately subject to the Chinese government,&quot; said Rifkind. Huawei is a supplier to BT, which gave the Chinese company its first big contract in western Europe in 2005, using its equipment to modernise its copper broadband service. Huawei is now a big supplier to BT&apos;s national rollout of fibre-optic broadband, one of the largest infrastructure projects under way in the UK. Its equipment has also been used to build the 4G network being launched at the end of this month by EE, the owner of Orange and T-Mobile, and other clients include TalkTalk, Vodafone and BSkyB. &quot;We are looking into the relationship that has developed between Huawei and British Telecom and the implications for the UK,&quot; said Rifkind. &quot;We wanted to look at the historical background to that contract, to what extent there were security concerns at the time, whether and to what extend the British government were involved in these decisions, and whether there have been any causes for concern that have arisen since Huawei became involved in our telecoms infrastructure.&quot; A spokesman for Huawei said of the intelligence and security committee&apos;s inquiry, for which the firm has not so far been asked to give evidence: &quot;We have been operating in the UK since 2001 under UK scrutiny and procedures. We have regular contact with the government and welcome all discussions and questions.&quot; Two years ago, the company established a centre in Banbury where its equipment for BT and other companies can be tested and monitored, in co-operation with security services staff. A BT spokesman said: &quot;Huawei is one of our major suppliers. This has in no way affected our ability to ensure the security of our networks.&quot; A negative report card from British politicians would be embarrassing for Cameron, who met Huawei&apos;s founder Ren in Downing Street only last month. It could also disrupt the roll out of fibre and 4G mobile internet in the UK. &quot;If the UK takes the same stance as the US, and I would be surprised if they did, there will be all kinds of consequences,&quot; said Bengt Nordstrm, chief executive of telecoms consultancy Northstream. &quot;It would mean that you need to agree on terms for de-commissioning, find a replacement vendor, tear out the old equipment, install the new. It&apos;s a complicated costly exercise that will delay whatever plans they have. There is an impact for the major infrastructure projects in the UK.&quot; The Shenzhen-based company has been blacklisted in Australia, where it was barred from supplying the country&apos;s new national fibre network, and the US House of Representatives&apos; intelligence select committee this week called for Huawei and its Chinese rival ZTE to be excluded from doing business in the US on the grounds that their equipment could be used by the state or other interests in China for cyber-espionage. The Canadian government is indicating that it too might exclude the company from involvement in government communications projects because of potential security risks. In Brussels, the European trade commissioner, Karel De Gucht, was gathering evidence for an inquiry into both companies on the grounds that state support may allow them to sell equipment at a loss, but that was put on ice after European competitors declined to file formal complaints. A source has told the Guardian this was for fear of reprisals from China. At the centre of the concerns is that Huawei&apos;s networks are not secure and could be open to espionage. The US has voiced concerns that China could use equipment made by the company  whose founder, Ren, was once a technician in the People&apos;s Liberation Army  to spy on communications and threaten vital systems through computerised links. The chairman of the US House of Representatives&apos; intelligence committee, Mike Rogers, himself a former FBI agent, said: &quot;My argument is that if this helps the Chinese government get out of the business of cyber-espionage, then that is great.&quot; Huawei denies all links with spying and cybercrime, and calls the allegations &quot;a monstrous, market-distorting, trade-distorting policy precedent that could be used in other markets against American companies&quot;. While its US presence is limited, Huawei has used the UK as a launchpad for rapid expansion in Europe, where its rise has contributed to the fall of a number of western rivals. One of the first casualties was the venerable British firm Marconi, which lost its largest client when BT chose Huawei - and a handful of other suppliers - for its 21st century network copper broadband upgrade. Within a year, the telecoms and defence firm, once a bellwether of the UK economy, had been broken up and sold. A similar fate has befallen American vendors Nortel and Motorola, and a once bustling sector is braced for further retrenchment, with both France&apos;s Alcatel-Lucent and Finland&apos;s Nokia Siemens Networks having experienced financial turbulence. Unlike the state controlled oil, energy and banking groups that dominate the list of China&apos;s largest companies, Huawei is one of a select few, like the internet group Alibaba, to have a brand that is familiar to Western consumers. Stan Abrams, a Beijing-based corporate lawyer, lecturer and commentator, says &quot;reciprocity&quot; has been a feature of Chinese trade policy, and there could be repercussions for Western companies hoping to do business in China after Huawei&apos;s public humiliation at the hands of the US legislature.", 
    "section": "technology", 
    "gid": "technology/2012/oct/10/huawei-international-blacklisting", 
    "wordcount": "1043"
}