{
    "headline": "Badger vaccination 'would be cheaper to implement than cull'", 
    "text": "Vaccinating badgers to curb the rise of tuberculosis in cattle would cost less than culling them, according to a new analysis of the government&apos;s own data. Ministers have insisted that trapping and innoculating badgers is too expensive to pursue. But the high cost of policing the expected protests against the night-time shoots  due to begin at any time this summer  means the expense of the cull now exceeds vaccination, according to the UK&apos;s top badger expert, Prof Rosie Woodroffe. &quot;Vaccination does not prompt protest, so it is cheaper to implement than culling,&quot; said Prof Woodroffe, who was a key member of the team that spent 10 years and 50m testing badger culling before concluding that culling could &quot;make no meaningful contribution&quot; to reducing bovine tuberculosis (TB). &quot;There is good reason to expect badger vaccination to reduce transmission to cattle,&quot; she said. Woodroffe&apos;s analysis used the government&apos;s own cost estimates of badger vaccination  2,250 per square kilometre per year  and the proposed culling  1,000/sq km/year. When government estimates of policing costs for the cull  1,429/sq km/year  are added, vaccination becomes the cheaper option. Bovine TB is rising in England: more than 37,000 infected cattle were slaughtered in 2012 at a cost to taxpayers of 100m. Owen Paterson, the environment secretary, argues that badger culling is an essential part of controlling the disease, alongside tougher restrictions on cattle movements. But many scientists say that culling risks making TB worse as badgers will flee cull zones. Two pilot culls, targeting 5,000 badgers, are due to begin at any time in Somerset and Gloucestershire. MPs will vote on a Labour motion opposing the cull on Wednesday. The only previous vote, a backbench debate prompted by a 150,000-strong public petition, ended in defeat for the government policy but was not legally binding. &quot;The injectable badger vaccine has no effect on infected badgers and there is little evidence of its effectiveness,&quot; said a spokeswoman for the Department of Environment, Food and Rural Affairs. &quot;Research shows that culling will reduce TB infection in the badger population more quickly than vaccination.&quot; But Prof Woodroffe disagreed: &quot;Vaccination is often dismissed as a management option because it has no direct effect on infected badgers. But this is based on misinterpretation of the available evidence: culling does not prompt a rapid reduction in the numbers of infected badgers.&quot; Mary Creagh, the shadow environment secretary, said: &quot;This incompetent government cancelled five of Labour&apos;s six badger vaccine trials which would have given detailed information on the effectiveness of badger vaccines in the field. Despite this, these new figures show that vaccinating badgers is a cost-effective and humane way of reducing the number of infected badgers. That&apos;s why Labour have called Wednesday&apos;s vote to try to stop this futile, divisive and ideologically driven cull.&quot; Tom Hind, a director at the National Farmers Union which backs the cull, said: &quot;Policing costs are a matter for the government, but are bound to reflect the threats made by some anti-cull protestors to disrupt a lawful licenced activity. There is no science to demonstrate that the vaccine will have any impact in reducing levels of TB in areas where the disease is rife.&quot; &quot;The general public does not object to vaccination and there is likely to be no protest whatsoever,&quot; said Woodroffe, adding that the Welsh assembly has chosen badger vaccination over culling as its TB control policy and seen no protests. Badger vaccination trials are also being undertaken in England by the Gloucestershire Wildlife Trust and the National Trust in Devon. Andrew George, Lib Dem MP for West Cornwall who opposes the cull, is working to harness strong public concern into a volunteer-led vaccination programme that would reduce costs even further. &quot;I can&apos;t wait around for the government to pursue a culling policy which I think is destined to fail,&quot; he said, adding that unlike culling, there was no chance of vaccination making TB in cattle worse. Woodroffe said her analysis did not include the additional costs incurred by culling as a result of having to perform expensive surveys to measure badger populations. The cull must kill at least 70% of badgers to ensure escaping animals do not spread TB further but must not kill them all, as local extinctions are illegal. &quot;We know vaccinating badgers reduces transmission of bovine TB to other badgers, so there is good reason to expect it also to reduce transmission to cattle,&quot; she said. &quot;Vaccination is also expected to reduce the proportion of infected badgers, rather than increasing it as culling does, so it may have greater long-term prospects for TB eradication.&quot; The Badger Trust has sent pre-action legal letters to the cull&apos;s licensing body demanding a new cost-benefit analysis. Anne Brummer, chief executive of Brian May&apos;s Save Me campaign, said: &quot;This ill-advised politically led policy is unscientific, unethical and is now a total financial disaster. When will this government listen to the experts they employ to advise them and offer a science led policy to solving bovine TB in our herd that is sustainable, cost-effective and actually works?&quot; The government&apos;s cost-benefit analysis predicts a 16% reduction in TB in cattle after nine years as a result of culling, but found the cost of the cull exceeded the cost of the TB infections avoided. The scientist who set up the 10-year trials, Lord John Krebs, has described the cull as &quot;mindless.&quot; Campaigners have also raised concerns about how the pilot culls will meet their objective of measuring the humaneness of the culling. A recently disclosed document revealing that observing the noises made by dying badgers &quot;is the only method available to determine the degree of pain that may be experienced&quot;. On Saturday, an estimated 1,500-2,000 people marched on Downing Street in London to protest against the cull.", 
    "section": "environment", 
    "gid": "environment/2013/jun/03/badger-vaccination-cheaper-than-cull", 
    "wordcount": "1003"
}