{
    "headline": "What are your hopes or fears for GCSE reform?", 
    "text": "Stephen Lacey, professor in drama, film and television, Glamorgan University; chair of the Standing Conference of university drama departments My worst fear is that the creation of the EBacc will make it much easier for headteachers to sideline arts subjects meaning they will inevitably diminish in importance in the school curriculum and maybe disappear altogether. This will have an impact on those who take A-levels in theatre studies or performing arts and go on to study drama at university, and on who goes into performing arts and the creative industries  at a time when this is increasingly important to employers. The most we can realistically hope for is a rethink. Chris Thomson, principal of Brighton, Hove and Sussex sixth form college What dismays me is the emphasis on qualifications rather than education. This is so deeply ingrained in government thinking that I found a government website referring to &quot;students who aren&apos;t able to study a qualification&quot;. Students shouldn&apos;t be studying qualifications; they should be studying subjects. The government is confusing standards and standing internationally with education and educating. I&apos;m concerned the reforms will make education more difficult for more students Peter Simpson, director of studies, Bryanston school, Dorset Three years of pupils still have to go through the current GCSE provision. My fear is they will be doing exams the government has promoted as unfit for purpose. My hope is that the progress made in the syllabus isn&apos;t thrown away for some kind of mythical golden age, and that there is enough flexibility within any new qualifications for students to be creative and choose a programme that suits them. Lisa Ashes, lead teacher for teaching and learning, Joseph Swan academy, Gateshead At the moment schools are like exam factories; teachers worry about outcomes because their pay rises are based on them. I&apos;m scared it&apos;s going to remain like that. I would like to see everyone working together at every level of education with the success of the whole child in mind. We should have radical reform, but they [the government] are probably just going to tweak the curriculum and nothing is going to change much. Chris McShane, headteacher, Winton school, Hampshire My biggest fear is we are going to end up after the election with more short-term change. We need to take politics out of the curriculum and have assessment in the hands of a professional body with the skills and expertise to decide what is needed. Building failure into a system to prove it is strong isn&apos;t the way forward.", 
    "section": "education", 
    "gid": "education/2012/nov/26/multiple-choice-gcse-reform-consultation", 
    "wordcount": "423"
}