{
    "headline": "Hertfordshire town holds key to rich harvests, claim scientists. So why do activists target it?", 
    "text": "For a town that faces being overrun by activists this month, Harpenden was in a surprisingly calm mood last week. Windows in the prosperous Hertfordshire town were unboarded, while sandbags were noticeable by their absence. Townsfolk were also displaying a distinct insouciance to pledges by green activists to hold a day of protest there and trash a field of GM crops at the town&apos;s Rothamsted research station. Most locals had heard of the activists&apos; threat, but few approved of the call to destroy an agricultural experiment which scientists say could have profound consequences for food production and environmental protection. &quot;I live close to the site and the presence of GM crops there does not worry me a bit,&quot; said Pauline Cheema. &quot;It strikes me this is a carefully controlled experiment that should be allowed to continue.&quot; In the local Oxfam shop, Claire was equally supportive. &quot;Activists say pollen from GM crops in the field pose a threat to the environment. If so, surely the worst thing you could do is break down the fences and release the stuff inside. It makes no sense.&quot; Even biologist John Pickett  who has played a key role in creating the GM wheat at the centre of the controversy  was putting on a brave face, although he has been working on the now threatened project for 25 years. &quot;Our wheat is the vanguard of a new generation of crops that will use natural signalling systems to protect crops. It will get used one day, if not in wheat in Britain then in other crops in other countries.&quot; The wheat devised by the team at Rothamsted  the world&apos;s longest-running agricultural research centre  is unusual because it is the first crop to be designed to mimic insect signalling systems in order to protect crops, in this case against aphids. Pickett, an ebullient and unexpectedly cheerful figure in a black leather jacket and striped shirt, describes it as a second-generation, eco-friendly GM crop. It will not be patented and it will not be owned by any private companies, he added. &quot;Aphids cause more than 100m of damage to crops in this country,&quot; he said. &quot;However, instead of killing them off with insecticides, which wash off the soil into rivers and streams and cause pollution, we have persuaded the wheat to emit a chemical called E-beta-farnasene, which is emitted by aphids when they are threatened. It tells other aphids to fly away. It also attracts aphid predators such as ladybirds and wasps.&quot; The chemical therefore delivers a double whammy. It scares off aphids and attracts predators that will kill off the aphids that didn&apos;t heed the first warning. However, the chemical  which smells of Granny Smith apples, according to Pickett  quickly dissipates when sprayed on crops, limiting its effectiveness. &quot;We had to get the wheat to manufacture the chemical,&quot; he added. After years of research, his team succeeded in creating a GM variety that did this by inserting into the wheat&apos;s DNA a gene that makes organisms manufacture E-beta-farnasene. &quot;It worked perfectly in the laboratory,&quot; added Pickett. &quot;Aphid numbers dropped, predator numbers rose and wheat yields increased. After that we had to show it worked in the wild and could withstand hailstorms and the like.&quot; So they sought approval from the Department for Environment, Food and Rural Affairs to hold outdoor trials. Permission was granted  to the outrage of activists. The centre&apos;s wheat was &quot;a clear risk to British farming&quot;, claimed the group Take the Flour Back, set up to block the trials. &quot;We don&apos;t need to boost wheat production in this country,&quot; said Nicola Gomez, a member. &quot;Its production is perfectly satisfactory and does not need boosting by planting genetically modified crops.&quot; The group also says the crops threaten Rothamsted&apos;s existing trials of standard crops which could be &quot;polluted&quot; with GM wheat pollen. It argues the centre&apos;s research methodology is outdated and questions claims that GM crops use fewer pesticides than normal plants. In fact, they need more, says the group. Hence its decision to launch a day of action on 27 May which is described on its website as &quot;a nice day out, with picnics, music and a decontamination&quot;. The prospect of this &quot;decontamination&quot; so dismayed Rothamsted scientists that they issued an appeal for the group to halt its action and called for it to debate the issues with researchers in public. &quot;We have made that offer several times now, but we are still waiting for a reply,&quot; said Professor Maurice Maloney, Rothamsted&apos;s director. &quot;To judge from the rhetoric, they are going to go ahead and try to trash the field. And if they are absolutely determined, it will be hard to stop them. Yet there is no risk of pollen escaping, and even if it did it could do no harm to wild plants. Yet we face the destruction of a technology that could not just help wheat production in Britain but boost yields of crops elsewhere in the world.&quot; Certainly, the wheat trial site is exposed. Legislation stipulates its exact map reference has to be published. In addition, a 2.5-metre mesh fence has been erected around it, in part to keep animals from disturbing the crops within. You wouldn&apos;t mistake this for an average inner-city allotment. Yet urban allotments have far better chances of remaining intact and of not being vandalised than Rothamsted&apos;s GM crop trial, despite its global importance. The irony is not lost on Maloney: &quot;I sometimes feel we are heading back into the dark ages.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/13/gm-crops-harpenden-wheat-activists", 
    "wordcount": "951"
}