{
    "headline": "Leadership in higher education: this much we (don't yet) know", 
    "text": "Leading higher education is tough. That much people can agree on. The Inspiring Leaders category of the Guardian University Awards, sponsored by the Leadership Foundation for Higher Education, is a recognition of this and a call to acknowledge and celebrate individuals who have brought out the best in others and achieved exceptional results,despite the turmoil in higher education. Alongside the award, the foundation commissioned from me a report on what we know about leadership in higher education, drawing on its own research and that of others. The resulting review, What Do We Know About Leadership in Higher Education?, suggests that we may know less than we think we do, not because we&apos;re short of research, but because we are looking at leadership through strong filters. Research generally shows us leadership at second hand, reflected in the perceptions of staff about their leaders, or leaders&apos; beliefs about their own practice. What we don&apos;t have is extended observation of what leaders actually do, and as yet, little means of linking leadership activity to impact on teaching, student outcomes and research. Even listening to the views we do have, no tidy findings emerge. Leadership  in higher education as elsewhere  eludes neat formulations. There is even disagreement about who the sector&apos;s leaders are. In the foundation&apos;s research many believe that what the most senior leaders do is in fact institutional management and that leadership is unnecessary. Staff see themselves as passionately committed to their work and, though management of an enabling environment is indispensable, the motivation and direction of leadership is not. Others believe leadership is vital and see it as widely dispersed amongst colleagues or researchers in the same field, as well as those in formally designated leadership roles. True to the untidy nature of leadership research, the foundation&apos;s research reflects a persistent belief in, and desire for, inspirational leadership and an equally persistent deep vein of resistance to being led. Take the creation of vision, for example. I found both a yearning for vision, alongside a good deal of scepticism and little evidence of how it works in practice. I wonder if the yearning is just a reflection of current leadership rhetoric: &quot;That&apos;s what leaders do: they create vision.&quot; The evidence suggests it is more than this. Setting aside happy clappy mission statements which tend to draw widespread scorn, academics seem to want a deeper validation of their work; to be convinced that it matters, that higher education matters. At the same time there is an apparent unshakeable confidence and intense focus on each academic&apos;s goals that need no other external drive from inspirational leadership. Staff want vision and do not need it. The uniqueness of the higher education context makes a difference. Other industries face the challenge of getting the best from highly creative, knowledge-producing staff but, arguably, none have staff with the same sense of personal mission and entrenched independence that academics possess. While some recent studies of leadership treat higher education institutions as if they were commercial businesses, the acid rain of HE staff autonomy dissolves corporate command and control approaches to a lesser or greater extent. Given the near universal stress on the importance of leadership in education and politicians&apos; propensity to conclude that when things go wrong it&apos;s leadership that is at fault, knowing what a good leader looks like might be considered important. But I could find no agreement. One person&apos;s heroic leader is another&apos;s leadership villain. Where there is achievement, the efforts of a skilled leader may not be visible to all. When asked what makes effective leadership, staff tend to produce an idealised list of excellent characteristics unlikely to be matched by fallible human beings. Academics asked about the leadership of others are likely to reflect primarily from the perspective of their own individual needs. They will also judge depending on what they see as leadership&apos;s main goal. There are stark divides in beliefs about the purpose of leadership in universities. For example, the widening participation championed by some is perceived as dilution or even pollution by others. Excellence is pitted against social mobility, as if the two were incompatible. Trying to make sense of this, and especially to communicate an overview to others is not easy. Clear findings, implied policy change and practice recommendations appeal. Fuzzy disagreements and multiple viewpoints do not. It is tempting to provide the kind of certainties that are reassuring. The foundation&apos;s research resists and avoids painting a simple picture, either of the sector or its leadership. There is a rich ecology of leadership that we know something of and still need to learn more about. In particular, we need to know more about what leaders actually do both in the public face and in the underbelly of politics, and what the impact is on outcomes for students and research. Higher education is caught up in a perfect storm of hiked student fees, exposed international recruitment, widening participation pressures, and intensifying threats from international competitors. Neither leader bashing nor public relations-driven praise will help the sector. Nor will banal over-simplistic recommendations for practice. What is needed is to build on this research to understand better what leaders do and to what effect. Let&apos;s take a more sustained look at leadership in action and use that to help individual leaders make the complex choices about practice that the environment demands. If leadership has star billing in UK Plc&apos;s higher education show (as many people think) then surely this would be a good move. Jacky Lumby is Professor in Education at the University of Southhampton  you can download the review, What Do We Know About Leadership in Higher Education?, here The Inspiring Leader award, sponsored by the Leadership Foundation for Higher Education, will be announced at the Guardian University Awards on 27 February at Senate House, London  tickets are available here This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/feb/18/inspiring-leaders-higher-education-research", 
    "wordcount": "1000"
}