{
    "headline": "US can become world's biggest oil producer in a decade, says IEA", 
    "text": "The US can shed its longstanding dependence on Saudi Arabian oil within the next decade, redrawing the world&apos;s political systems and potentially leading to runaway global warming. In a report released on Monday, the world&apos;s foremost energy watchdog, the International Energy Agency (IEA), said the US would benefit from so-called unconventional sources of oil and gas, including shale gas and shale oil, derived from fracking  blasting dense rocks apart to release the fossil fuels trapped within. These sources could fuel the US&apos;s energy independence, and make the country the world&apos;s biggest oil producer by 2017. But, if pursued with vigour, they would also lead to huge increases in greenhouse gas emissions that would put hopes of curbing dangerous climate change beyond reach. If this happens, more than 90% of oil and gas from the Middle East could be sold to Asia, and chiefly to rapidly developing countries such as China, within the same timeframe, the IEA predicted. Fatih Birol, chief economist at the IEA and one of the world&apos;s foremost authorities on energy and emissions, said the outlook for action on climate change was bleak unless the US changed direction rapidly. &quot;Climate change has been slipping down the agenda,&quot; he said. &quot;It is not having a significant impact on energy investors.&quot; Companies were excited by the prospect of shale gas, which has been subject to widespread development in the US in the past decade, and shale oil, which relies on newer technology but is set for its own boom, according to the IEA&apos;s analysis. Birol said the outlook for cutting emissions was doubtful. &quot;I don&apos;t see much reason to be hopeful that we will see reductions in carbon dioxide,&quot; he told the Guardian. &quot;We have seen more carbon dioxide emitted this year.&quot; He pointed out that subsidies to fossil fuels had increased while government assistance for renewable energy around the world had been cut or thrown into doubt. But he said that if countries outside the US wanted to make their industries more competitive, they should invest in energy efficiency and renewables. He also called for progress at the United Nations climate change talks in Doha at the end of this month. Europe could remain shackled to fossil fuel imports if it fails to develop its natural resources in the form of renewable energy, the IEA found in its World Energy Outlook, the definitive annual examination of the world&apos;s energy sources. Gas prices in the US are at present about a fifth of those in the EU, but that is unlikely to change in the short term because of the difficulty for the US in exporting gas. Instead, most of the US gas glut will be used domestically, which could drive down costs for industry and allow US manufacturers to undercut international competitors. Birol said the EU should exploit its potential for energy efficiency and renewable energy sources, in order to stay competitive. The IEA said the result of new technology allowing the exploitation of new sources of fossil fuels would be a redrawing of the international energy map. In the past five decades the US has relied increasingly on the Middle East for its oil. But if it were self-sufficient in energy, as it could be by 2035, that would mark a huge shift in world politics. The relationships between the US and the Middle East have for decades been defined by America&apos;s thirst for oil for its automobile-driven economy. George W Bush tried to redraw this relationship after September 11 2001 by encouraging the use of biofuels in the US, made from turning maize into car fuel. But this endeavour has run into serious problems, as this year&apos;s drought pushed up grain prices and focused attention on the question of how far food crops could be turned into fuel without raising prices and compromising food production. Birol said the exploitation of &quot;unconventional&quot; fossil fuels represented the biggest redrawing of the energy map for decades. &quot;This makes a huge difference,&quot; he said. But he said there was still hope of avoiding disastrous levels of climate change if companies pursued energy efficiency, which could yield immediate benefits in cutting energy bills. Ed Matthew, director of the thinktank Transform UK, warned: &quot;Energy independence will not increase national security in the US if it leads to runaway climate change. Ultimately the majority of fossil fuel reserves will need to be left in the ground. The US is a hotbed of technological innovation. It must use this creative muscle to develop a low-cost, clean energy revolution. It will only achieve this if the massive vested interests of the American oil industry are brought under democratic control.&quot; Rolf Wuestenhagen, director of the institute for economy and the environment at the University of St Gallen in Switzerland, questioned whether the boom in shale gas in the US could continue in line with the predictions: &quot;It seems surprising that IEA still expects half of the increase in global gas production by 2035 to come from unconventional gas. Is this wishful thinking?&quot; Niall Stuart, chief executive of Scottish Renewables, said that the report showed that renewable energy was still being disadvantaged by subsidies poured into fossil fuels, in the UK, Europe and around the world. He said: &quot;This puts into context the level of financial support given to fossil fuel-based electricity generators such as coal and gas compared to renewable energy. We hope these figures will silence the vocal minority of naysayers who repeatedly claim renewable technologies such as wind power are too expensive.&quot; The IEA also said that renewable energy had become an &quot;indispensable part of the global energy mix&quot; and could become the world&apos;s second biggest source of power generation by 2015.", 
    "section": "environment", 
    "gid": "environment/2012/nov/12/us-biggest-oil-producer", 
    "wordcount": "967"
}