{
    "headline": "Boot up: Apache's track patch, Windows 8 supplies, GRiD remembered and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Apache patch to override IE 10&apos;s Do Not Track setting &gt;&gt; ParityNews.com: ...Because Technology Matters  A new patch for Apache by Roy Fielding, one of the authors of the Do Not Track (DNT) standard, is set to override the DNT option if the browser reaching the server is Internet Explorer 10.  Microsoft has by default enabled DNT in Internet Explorer 10 and upcoming Windows 8 stating that it is to &quot;better protect user privacy.&quot; This hasn&apos;t gone down well with Ad networks, users and other browser makers.   This one is going to run and run. Quick First Look: Kindle Fire HD 7&quot; &gt;&gt; YouTube Seeing it in action, it looks... laggy. (The British press hasn&apos;t yet had a hands-on.) Supply chain to face challenges preparing for Windows 8 notebooks &gt;&gt; Digitimes  Windows 8-based notebook shipments are expected to start increasing in September as the launch date of the operating system approaches, but because most orders are scheduled for shipping in September and October, sources from the upstream supply chain are concerned that related supply chain players will face great challenges in terms of capacity management and production smoothness.  The first batch of Windows 8-based notebooks was shipped in late August via marine routes and were all models without touchscreen panels. For models equipped with touchscreen panels, ODMs are still in the processes of conducting final adjustments and debugging, and finished products are only expected start shipping in late September by air.   When Digitimes writes about pure supply chain issues, it&apos;s usually right on the money. New broadband minister snubs &apos;ugly&apos; fibre cabinet gripes &gt;&gt; The Register  Brits will no longer be able to object to the arrival of &quot;ghastly&quot; fibre optic cabling cabinets outside their homes: Blighty&apos;s new broadband minister has stamped her authority on moves to upgrade the nation&apos;s internet infrastructure that sidestep local councils.  Maria Miller, who replaced Jeremy Hunt earlier this week during Prime Minister David Cameron&apos;s reshuffle, said she planned to legislate immediately following consultation, and added the government would - if necessary - use existing powers to put an end to local bureaucracy that she thinks is slowing down the rollout of faster broadband.   Have any fibre installations been stopped because of planning objections? GRiD Compass 1101 computer &gt;&gt; Old Computers  Designed to be the ultimate portable computer, the clamshell-style GRiD Compass 1101 is the grand-daddy of all present-day laptop computers.  The Compass is very high-tech, with its flat-black, die-cast magnesium-alloy case, and bright, sharp electroluminescent display (ELD). No other system packed so much speed and power in as small a case, and none had such a unique and large, easy-to-read screen, allowing full 80x24 text.  Of course, all of these great features raised the price significantly. At $8150, the GRiD Compass 1101 was the most expensive personal computer you could buy.  Originally developed for business executives, GRiDs were also used by the U.S. military &apos;in the field&apos;, and by NASA on the Space Shuttles during the 1980&apos;s and 90&apos;s. It&apos;s even been said that the US President&apos;s &quot;nuclear football&quot; at one time included a GRiD computer.   RIP Bill Moggridge. The ho-hum era of smartphones has begun &gt;&gt; CNET News Stephen Shankland:   There&apos;s a precedent here: personal computers. For years, it&apos;s been hard to stand out in that realm, with largely interchangeable designs made of of the same innards sourced from the same suppliers. Apple stands out for its sturdy laptops, slick track pad, and in-house operating system, but it&apos;s the exception that proves the rule for the much larger remainder of the market.  Occasionally, dramatic change sweeps through the personal computer world, and I think Windows 8 and touch screens are driving one of those big changes now. It remains to be seen whether consumers will embrace the changes, of course, but there&apos;s no doubt many of next year&apos;s PCs will be very different from last year&apos;s PCs.  But what&apos;s going to drive the next big change in mobile phones?  HP introduces new Apple iMac &gt;&gt; The Next Web Headline of the day.  Tabeo 7 inch Kids Tablet &gt;&gt; Toys &quot;R&quot; Us Only $150 for an Android 7in tablet including a 1GHz processor to make gaming &quot;fast and fun!&quot;. This really is one where you&apos;d be very wise to get hands-on experience before passing over your hard-earned. The purpose of design patents &gt;&gt; TechPinions Ben Bajarin:   If you went into a grocery store and looked at a wall of beverage containers, all without the labels, you can easily pick out the one which is a Coke bottle and that is the point. It is iconic, consistent, and easily identifiable.  Now perhaps those engaging in the &quot;you can&apos;t patent round corners&quot; debate have either no appreciation for consistent design philosophy or never taken a step back and looked at all of Apple&apos;s products. Because when one does take a look at all of Apple&apos;s products you will see that every piece of hardware follows the four perfectly asymmetrical rounded corners design.  HTC revenues down for fourth straight month in August  HTC has reported revenues of NT$24.02bn (US$803.34m) for August 2012, down 4% sequentially and 47% on year. The data shows that HTC&apos;s revenues have been declining for four consecutive months.  For the first eight months of 2012, revenues amounted to NT$207.87bn, decreasing 34.8% from a year earlier, according to a company filing with the Taiwan Stock Exchange (TSE).   Expects to break that in September following Asian launches, but this does not look healthy for HTC. Those are very large decreases in revenue in this market. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/11/technology-links-newsbucket", 
    "wordcount": "994"
}