{
    "headline": "Are you ready to skid?", 
    "text": "Some things are pointless. But it doesn&apos;t stop them being fun, such fun in fact, that we turn them into competitions. Take skidding for example, something my friends and I did as kids, just for kicks. We&apos;d cycle as fast as possible before slamming on the back brake and jamming a foot down so that the back wheel flew round and grazed along the ground  and, in my case, usually ruining my parents&apos; lawn. On Saturday 9 June the skid is back for big kids everywhere, namely those on fixed-wheel  &apos;fixie&apos;  bikes, as the annual IG Nocturne returns to the area around Smithfield Market in London. This mini cycling festival is free to spectators and includes various competitions for cyclists of all types and abilities including the Brooks Penny Farthing Race, the cult Tern Folding Bike Race and, my favourite, the Fixed Gear Schwalbe Longest Skid Competition. This competition is by no means the first of its kind. Caspar Hughes, an ex-cycle courier, tells me that skid competitions in fact originate from Cycle Courier Championships. &quot;In the itinerary of races, along with skid competitions, they have the normal package race where you have to deliver as many packages as possible in a pre-destined order around a course to various checkpoints. They also have track-stand competitions, which tests who can remain cleated, sitting down on the bike for the longest and after so many minutes you remove one hand, then two hands and then one foot &quot; Hughes, who is now owner of Rollapaluza, a company that livens up office parties and pubs with stationary bike races, used to ride 50-100 miles a day on a fixed-gear bike during his cycle courier days. &quot;Skidding is definitely is an art form to do it properly and for more than 40 or 50 metres, but it&apos;s pointless! Once you&apos;re at maximum speed, you have to take the weight off the back wheel by shifting your body weight forwards and then lock your legs, therefore locking the back wheel. Then you need to sit back down, put enough weight on the back of the bike to start the bike skidding and lean as far forwards as possible to make the skid last as long as possible.&quot; It&apos;s a lot harder than it sounds, I can tell you. Under Hughes&apos; expert tutelage I had a go and, after many failed attempts, several where I wimped out completely and a few where I managed a one-second skid, I finally made a 4 inch mark on the ground with my back wheel. Pretty poor, especially when you consider that, at last year&apos;s IG Nocturne, 28-year-old Jim &apos;Hillbilly&apos; Sullivan won the Fixed Gear Schwalbe Longest Skid Competition with a skid of over 100m. His prize was a bottle of champagne and a pair of Schwalbe Durano skid tyres. Sullivan won&apos;t be taking part in this year&apos;s competition because he&apos;s doing the 257km Paris-Roubaix Cyclosportive in France on 10 June instead. He started riding fixed-gear bikes in 2007 after years of downhill mountain bike racing culminating in a major crash. &quot;After that I basically lost the bottle to ride fast and do big jumps,&quot; he says. &quot;So I ended up taking up road biking, managed to snap my handlebars and smash my knee into the ground which really hurt. I couldn&apos;t walk or ride very well so I started riding fixed-gear, which I thought would force me to pedal. That was about early 2007, and then it&apos;s just gone from there [] I hate to sound cool and hip but this stuff is all a cultural thing  people meet and do it for fun  I actually met my wife riding fixed on the first tweed run.&quot; Entry to the Fixed Gear Schwalbe Longest Skid Competition is free and available online on the London Nocturne website. There are no specific requirements except, according to race organisers, &apos;competitors need to have a fixed wheel bike and be pretty damned good on it.&apos;", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jun/08/skid-cycling-london-ig-nocturne", 
    "wordcount": "668"
}