{
    "headline": "GCSE results 2012: top grades fall for first time in history", 
    "text": "     Top GCSE results have fallen for the first time in their 26-year history with the proportion of English GCSE entries achieving a good pass dropping by 1.5 percentage points, amid increasing concern from schools that thousands of children have been unfairly and harshly graded this year. Some 63.9% of entries for English were graded A*-C, compared with 65.4% last year. The figures for English literature are 76.3% at grades A*-C compared with 78.4% last year. In all subjects, the number of entries achieving the A* grade is down 0.5%, while the number achieving A*-C is down 0.4% year-on-year  the first fall since the qualification was introduced in 1986. It comes after a series of changes to the GCSE system this year and new efforts by the exams regulator to curb grade inflation. Around 658,000 16-year-olds in England, Wales and Northern Ireland are receiving their results on Thursday. The fall in English will leave many children disappointed and may affect their ability to take up places in sixth forms. A decline in English results is also critical for schools, which are judged on the proportion of pupils achieving five good GCSE passes including English and maths. Schools that fall below the government target  40% achieving five good grades with English and maths  face being closed or taken out of local authority control and converted into academies. Headteachers representing dozens of schools in England have told the Guardian that, in some cases, students had been marked down by an entire grade in English compared with the results teachers had predicted. Schools in Leeds and across London, Essex, Kent, Hampshire, Suffolk, Bedfordshire and Somerset have all reported problems with the English GCSE. The drop follows the introduction of a revised English exam and pressure on examiners from the exams regulator Ofqual, supported by the education secretary, Michael Gove, to curb grade inflation. Exam boards also say there has been a shift in the pattern of entry for English, with fewer candidates entering early, in winter. This means more lower-ability candidates have taken the exam in summer. However, schools say that grade boundaries have been shifted to make the exam harder to pass. Brian Lightman, general secretary of the Association of School and College Leaders, said: &quot;The grade boundaries in English have been moved up on the C/D boundary, moved up substantially by about 10 or 18 marks. This has been done at the end of the course. &quot;A number of schools have had a serious effect on their 5 A*-C indicator. But it appears standards of achievement haven&apos;t changed one iota, it&apos;s just the way the standards of marking have changed. English is the key to all the professions, it&apos;s the key to university.&quot; Speaking before the publication of the results, chief executive of exams regulator Ofqual Glenys Stacey denied there had been any effective grade deflation this year to counteract years of rising results. She told Radio 4&apos;s Today programme: &quot;Our job is  as you know  to make sure that exam results are right, the grades are right, and so what we have done this year and indeed last year actually is to hold the line on standards steady, so that if the qualification and the type of student taking the exam are broadly the same the results will be broadly the same. &quot;Any differences in results, in English or in other subjects, will reflect the differences in the make up of the group taking the exam in terms of the number of their abilities or indeed this year, differences in the qualification system.&quot; She added: &quot;This year we have seen differences in the qualification itself and the students taking it. Having said that I&apos;m not expecting to see a 10% reduction in English results across the board.&quot; This year&apos;s results also show that it is the first time the A*-C pass rate has fallen in the 24-year history of GCSEs. The exams were first taught in 1986, with the first exams taken in 1988. They reveal that:  In maths, 58.4% of entries got at least a C grade, down from 58.8% in 2011, and 15.4% got A*-A, compared to 16.5% last summer; In science, 60.7% got A*-C grades, down from 62.9% and 9.8% got A*-A, down from 11.6% in 2011. There is a new and more demanding science qualification this year, examiners say.  Girls have significantly outperformed boys at A*, with 8.7% of girls&apos; entries achieving this grade compared with 6% of boys. Girls have also outperformed boys in terms of grades at A*-C.  In biology, physics and chemistry, girls outperform their male classmates at A* and A grades even though more boys than girls take these subjects.  There has also been a rise in entries for history and geography. Religious studies also continues to grow in popularity.  There is a 10% increase in the number of candidates taking Spanish, but entries in French and German both dropped. Entries for other modern languages rose to around 29,800 from just over 26,000 last year. There were significant increases, in percentage terms, in Arabic, Chinese, Persian, Portuguese and Italian.  The ten most popular subjects, in order, are mathematics, English, science, English literature, additional science, design &amp; technology, religious studies, history, geography, and art and design. Michael Turner, director of the Joint Council for Qualifications, said: &quot;These are a good set of results and students and teachers should be pleased with what they have achieved. It will be interesting to see if this year&apos;s rise in students taking Spanish and the rate of decline slowing in French and German is the beginning of a trend that will see more young people studying languages.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/23/gcse-results-fall-first-time", 
    "wordcount": "978"
}