{
    "headline": "Coalition's windfarm dispute shakes renewable power investors", 
    "text": "Investment in renewable power worth tens of billions of pounds to the UK economy, capable of creating thousands of new jobs, has been thrown into doubt by another coalition dispute over energy policy, ignited by the Tory energy minister&apos;s rejection of new windfarm developments. David Cameron was forced to intervene on Wednesday by insisting that the coalition&apos;s energy policy was intact, despite remarks by his newly appointed minister that suggested an abrupt end to new onshore wind turbine construction  contradicting the government&apos;s supposed support for renewables. John Hayes, who took up the post of energy minister in the September reshuffle, said the countryside was already &quot;peppered&quot; with turbines; enough were planned and had been constructed to meet government targets. His remarks came just days ahead of the planned Commons debate on the government&apos;s energy bill, which sets out cuts in subsidies for wind power and which now may have to be postponed from next Monday until later in the month. Investors, renewable energy companies and wind power experts condemned the energy minister&apos;s remarks. &quot;This is very damaging,&quot; said Penny Shepherd, chief executive of the UK Sustainable Investment and Finance Association. &quot;Investors want predictability of policy, they want to see government support. Multinational investors will look around the globe and ask, &apos;Who can we trust?&apos; [This is a] very negative signal.&quot; The row erupted over remarks made by Hayes, a rightwing Tory, to the Daily Mail before a speech he was due to make before 5,000 delegates at the RenewableUK wind conference in Glasgow on Tuesday night. In the prepared speech he appeared to herald the end of onshore windfarm developments, saying, &quot;Enough is enough.&quot; But Ed Davey, the energy and climate secretary, instructed Hayes to tear up the speech, so that when the minister stood up to talk, he had to apologise to his audience for having no prepared remarks and speaking &quot;off the cuff&quot;. But, unknown to Davey, the damage had been done as Hayes had briefed the Daily Mail ahead of the conference. Hayes&apos; message was also markedly different from an interview he gave the Guardian on Monday, in which he praised onshore windfarms that had local support. Davey issued a very public slapdown to his Tory number two: &quot;There has been no change to government policy on renewable energy. As collectively agreed by the cabinet  [onshore wind] has an important role to play in our energy future.&quot; Meanwhile, a spokesman said the energy minister still had the full support of the prime minister, and Cameron suggested that a review of local communities&apos; acceptance of windfarms, which includes the cost of the technology, could trigger a rethink of government support once the 2020 target was met. &quot;All parties are going to have to debate what will happen once those targets are met,&quot; he said at prime minister&apos;s questions. In a third twist, Davey&apos;s department then insisted that the review was not expected to find any big drop in costs, so would not trigger a drop in subsidies. &quot;This might be the policy the Tory party wish they had, but they haven&apos;t; this is a coalition,&quot; said a source close to Davey. More than 10 multinational firms are considering big investments in the UK&apos;s low-carbon energy sector, amounting to tens of billions of pounds. As the Guardian revealed this year, the companies have already been unsettled by a perceived ambivalence on the government&apos;s part towards green energy. The firms include General Electric, one of the world&apos;s biggest companies, which is considering a wind turbine manufacturing plant in the north of England, the German company Siemens, the Spanish wind-turbine manufacturer Gamesa, and Japan&apos;s Mitsubishi. Matt Partridge, development director at REG Wind Power, said: &quot;We are on the cusp of either achieving [tens of billions of pounds] in investment or blowing it. These deeply troubling comments are a huge disappointment.&quot; Dale Vince, founder of the green energy company Ecotricity, said: &quot;It is a disaster for investors.&quot; Onshore wind was one of the cheapest forms of energy, adding only about 5 to household bills, while fossil fuels added about 120, he added. Vince called Hayes&apos;s opposition to wind &quot;ideological&quot; and a stance not based on fact or economics. &quot;David Cameron should not have allowed this energy minister to be appointed in the first place. This is a problem of his own creation.&quot; Maf Smith, deputy CEO of the trade body RenewableUK, said: &quot;We are on the eve of the publication of the energy bill, a crucial time for energy policy, with huge investment decisions to be made that will lead to tens of thousands of jobs over the next decade. If we are to see these jobs and investment realised, confidence must be retained. And that means consistency.&quot; A participant at the RenewableUK conference said it was unbelievable that at a time when the UK was showcasing its renewable energy industry to overseas investors, at the biggest renewable energy event of the year, the government should be trying to sabotage the industry. &quot;How does this look to the people who are thinking of putting money in the UK?&quot; the person said. Renewable energy has become an increasingly sore point for the coalition, with rightwing Tories seizing on it as a &quot;wedge&quot; issue, despite evidence showing that the sector is helping to cut energy prices and create jobs. This year more than 100 Tories wrote to the prime minister urging him to cease backing onshore wind, and the chancellor, George Osborne, has repeatedly attacked renewable energy subsidies while leading calls for a &quot;dash for gas&quot;. Ministers were relieved on Tuesday when the Japanese nuclear company Hitachi stepped in to buy the nuclear consortium Horizon, which had previously failed to find a bidder. Michael Heseltine, the former Tory minister, published on Wednesday a damning report on the government&apos;s failure to create growth, in which he targeted energy policy and other infrastructure. He said the government needed to set out a &quot;definitive and unambiguous energy policy, including the supporting financial regime, to give the sector the certainty to invest&quot;. He also commended the importance of wind energy to deprived regions such as England&apos;s north-east region. Experts and investors called on Cameron to take a lead, and said the appearance of deep rifts over energy policy within the coalition was unsettling. Tony Whitehead, director of policy at the Institution of Engineering and Technology, said: &quot;The large investment and long time-scales involved in all types of energy generation need consistent, long-term, energy policies. &quot;Short-term uncertainty around UK energy policy, as we have seen in the last couple of days, is very unhelpful and has the potential to result in increased prices for consumers and delay much needed investment in all forms of energy infrastructure. &quot;It can also stop investment in new UK jobs. Remarks about wind power also affect gas, nuclear and other investments.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/31/coalition-wind-farm-dispute-renewables", 
    "wordcount": "1179"
}