{
    "headline": "Fear and flight in Nairobi's Eastleigh as police accused of harassing refugees", 
    "text": "The men crammed into a small room in Nairobi&apos;s Eastleigh neighbourhood interrupt each other constantly, each desperate to tell his own tale of police persecution. Some are refugees, some are Kenyan ethnic Somalis, some are refugee protection officers. They say they are all targets. Abdeta, a 29-year-old Ethiopian with curly hair, was detained by police on 29 December. He showed them his ID, and told them he is a registered refugee, actively seeking asylum status. They asked for $100 (63) to free him. &quot;If you have soft hair, they will ask [for money],&quot; he said, referring to the stereotype that Somalis and Ethiopians have longer hair than Kenyans. &quot;They ask, &apos;what are you doing here? The government has ordered you out&apos;,&quot; says Abdeta, who came to Kenya from the Oromia region in December 2011. Kenya&apos;s government announced in December that all urban refugees should move to refugee camps in the north, and it ordered a halt to the registration of refugees in the cities. After human rights groups condemned the directive, the high court temporarily blocked the government&apos;s plans, which internal memos revealed included rounding up thousands of refugees, holding them in a football stadium outside Nairobi and bussing them to either Dadaab, the world&apos;s largest refugee complex, or another camp called Kakuma, in north-western Kenya. But in some ways, the damage has already been done. Eastleigh has become a place of fear. The refugees who spoke to the Guardian did not want to give their full names for fear of retribution. Their accounts echoed human rights groups&apos; reports that police are extorting hundreds of pounds from residents in Eastleigh by threatening to detain them or send them to the camps hundreds of miles away in the semi-arid north. Just east of Nairobi&apos;s centre, Eastleigh is one of the city&apos;s most vibrant business districts and home to many Somali and Ethiopian refugees. Residents say customers come from all over east Africa and the Middle East to buy electronics, clothes and other goods in shopping malls nestled between monolithic, concrete hotels. Or at least, they used to. Ahmed, an Ethiopian refugee protection officer who has worked in Eastleigh since 2010, says members of the paramilitary General Service Unit and the Administrative Police are extorting more money than ever from residents since the government directive. &quot;Since the directive, our badges [denoting their status as protection officers] no longer work. The police say they are dirty papers. They round up refugees and threaten to charge them with being terrorists, or part of al-Shabaab, or members of Superpowers,&quot; he says, referring to one of Eastleigh&apos;s most notorious criminal gangs. &quot;Being a Somali nowadays is a crime,&quot; he says. &quot;They judge people on their appearance. If you have soft hair, and you are brown, you are targeted.&quot; In its December directive, the Kenyan government cited a threat to national security, following grenade attacks in Eastleigh and in northern Kenya. Officials have blamed the attacks on supporters of the Islamic insurgents of al-Shabaab, who have been fighting Kenyan and other African forces in neighbouring Somalia. Al-Shabaab has not claimed responsibility. Refugees reject the idea that their community has been involved in the explosions, pointing out that no one has been charged. &quot;We are not a threat to national security,&quot; says Ahmed. &quot;We are law-abiding citizens.&quot; Targeted by police Ahmed Sheikh Hussein is a Kenyan from the northern town of Garissa who has lived in Eastleigh for 16 years and built up a successful clothing business. Now his customers are afraid to come to Eastleigh, and he is scared of the police, even though he is Kenyan. &quot;They knock with their guns on the houses. They can even break into the houses,&quot; he says in a first-floor restaurant off one of the potholed, garbage-strewn streets where young messengers lie sprawled on their handcarts, or mkokoteni, waiting for business. &quot;I&apos;m targeted. Everywhere I go, I am asked for ID,&quot; Sheikh Hussein says. &quot;People don&apos;t understand that we are citizens of Kenya  Even we will have to go back to our land.&quot; A police spokesman told humanitarian news agency IRIN that extortion would not be tolerated, and advised refugees to report such incidents. Residents in Eastleigh say people are already leaving  some are going home to Somalia, others are moving to Uganda, or South Sudan, or to Kenya&apos;s coast, where there is a large population of Muslims. Most Somalis are Muslims. These people are taking their savings out of Eastleigh&apos;s banks. Their departure means unpaid rents, medical bills and loans. The whole community is suffering, residents say. The idea of sending tens of thousands of people, used to living in cities and fending for themselves, to the isolated, overcrowded Dadaab complex, where gang rapes, attacks on the police and violent robberies are on the rise, has appalled many rights activists. There are particular concerns for women and girls. Melanie Teff and Mark Yarnell, advocates with Refugees International, visited Dadaab in January and sy refugees there were worried that new arrivals from the city would not be able to cope, saying the women would not know how to safely collect firewood, or go to the market. Women often risk rape on these journeys around Dadaab. Teff and Yarnell also visited Eastleigh, and found refugees who said they knew people who had paid up to 200,000 shillings (around 1,440) to police to escape arbitrary detention, a vast increase on the typical bribes paid to police in the past. &quot;This directive gives a green light for this kind of extortion and abuse,&quot; says Yarnell. &quot;You are creating a situation where people are feeling forced to leave the country. Kenya is not living up to its international commitments for the protection of refugees.&quot; There are 56,000 asylum seekers and refugees registered with the UN refugee agency UNHCR in Nairobi and other urban centres in Kenya. These include 33,844 Somalis, 10,568 Ethiopians, and nationals from the Democratic Republic of the Congo, Eritrea and South Sudan. Rights groups want donors to put pressure on the UNHCR to speak out against the government&apos;s plans. But timing is an issue: with Kenyans poised to go to the polls on 4 March to choose a new president, nobody wants to rock the diplomatic boat in a key regional ally amid fears that the ballot could spark violence. The UNHCR says it has been consulting urgently with the government since the directive was announced. &quot;UNHCR expressed its serious concerns about the impact of the policy from the protection, human rights and humanitarian point of view. In particular, the lives, education and livelihood of thousands of refugees who have settled and lived lawfully in the urban centres for years would be severely disrupted,&quot; the agency says. Since the government expressed its intention to go ahead, it said it had been working to ensure that any implementation would be managed properly and would avoid human suffering. Some refugee advocates say this is not enough and that there is no humane way of moving so many people to overcrowded camps. Abdulkadir, who fled Ethiopia&apos;s Oromia region for Kenya in 2005 and now has a shop and hotel in Eastleigh, echoed these calls. &quot;The UNHCR allowed us to be here,&quot; he says, arguing that the agency should now speak out forcefully against Kenya&apos;s relocation plans. &quot;My business has suffered a lot because of the directive. Before, it was booming. Nowadays, people have deserted Eastleigh. I don&apos;t know what to do,&quot; says the father of two young daughters, who were both born in Nairobi. &quot;The government must give us time. We have property and children here.&quot; Asked if he could go back to Ethiopia, he shook his head, taking short, sharp breaths of surprise. He said he had been accused of supporting the rebels of the Oromo Liberation Front. &quot;If I go back, I will be killed.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/08/nairobi-eastleigh-police-refugees", 
    "wordcount": "1344"
}