{
    "headline": "Study linking GM maize to cancer must be taken seriously by regulators", 
    "text": "Professor Gilles-Eric Sralini, professor of molecular biology at Caen university in France, knows how to inflame the GM industry and its friends. For seven years he and his team have questioned the safety standards applied to varieties of GM maize and tried to re-analyse industry-funded studies presented to governments. The GM industry has traditionally reacted furiously and personally. Sralini has been widely insulted and smeared and last year, in some desperation, he sued Marc Fellous, president of the French Association of Plant Biotechnology, for defamation, and won (although he was only awarded a nominal 1 in damages). But last week, Seralini brought the whole scientific and corporate establishment crashing down on his head. In a peer-reviewed US journal, Food and Chemical Toxicology, he reported the results of a 3.2m study. Fed a diet of Monsanto&apos;s Roundup-tolerant GM maize NK603 for two years, or exposed to Roundup over the same period, rats developed higher levels of cancers and died earlier than controls. Sralini suggested that the results could be explained by the endocrine-disrupting effects of Roundup, and overexpression of the transgene in the GMO. This was scientific dynamite. It was the first time that maize containing these specific genes had been tested on rats over two years - nearly their full lifespan - as opposed to the 90-day trials demanded by regulators. Around a dozen long-term studies of different GM crops have failed to find similar effects. Sralini&apos;s study also looked at the toxicity of the Roundup herbicide when fed directly to rats. If the study stood up, then the consistent arguments of the industry that its GM maize is safe might be fatally undermined, with immense political, financial and social consequences. But barely had the paper surfaced than it was attracting heavyweight academic criticism. Commentators variously claimed the study to be &quot;biased&quot;, &quot;poorly performed&quot;, &quot;bogus&quot;, &quot;fraudulent&quot;, &quot;sub-standard&quot;, &quot;sloppy agenda-based science&quot;, &quot;inadequate&quot; and &quot;unsatisfactory&quot;. Sralini was said to have &quot;sought harm&quot; for the rats, the experiment was dismissed as &quot;inhumane&quot; and the research group was called &quot;partisan&quot;. France was outed as &quot;the most anti-science country in anti-science Europe&quot; and vociferous GM supporters such as Mark Lynas urged people to sign a petition demanding full disclosure of the data (only a few hundred have). Meanwhile, GM opponents were said to be the &quot;climate skeptics of the left&quot;, Sralini and his scientists were labelled &quot;crafty activists&quot; and &quot;anti-science&quot; and the group that funded the study was accused of &quot;polluting science communication&quot; by asking for an embargo on the paper. Sralini and the other authors of the study responded that they were surprised at the &quot;violence&quot; of their critics. But it was a triumph for the scientific and corporate establishment which has used similar tactics to crush other scientists like Arpad Pusztai of the Rowett Institute in Scotland, who was sacked after his research suggested GM potatoes damaged the stomach lining and immune system of rats, and David Quist and Ignacio Chapela, who studied the flow of genes from illegally planted GM maize to Mexican wild maize. But now that the dust is settling, let&apos;s look at some of the criticisms and Seralini&apos;s responses. &quot;This is not an innocent scientific publication. The study was designed to produce exactly what was observed,&quot; said Dr Bruce Chassy, professor emeritus of food science at the University of Illinois, who has worked as a consultant for GM companies and has been a member of the US Food and Drug Administration&apos;s Food Advisory Council which is fully behind GM. &quot;This study appears to be without scientific merit,&quot; said Martina Newell-McGloughlin, director of the International Biotechnology Program at the University of California/Davis, which has close links to Monsanto and other GM companies. &quot;Although this paper has been published in a peerreviewed journal with an [Impact Factor] of about 3, there are anomalies throughout the paper that normally should have been corrected or resolved through the peer-review process,&quot; said Maurice Moloney, InsChief Executive of Rothamsted Research. &quot;The control group is inadequate to make any deduction,&quot; said Anthony Trewavas, prominent champion of GM food and a former member of the governing council of Britain&apos;s leading plant biotech research organisation, the John Innes Centre. &quot;We have to ask whether a diet with this level of maize is normal for rats. Another control with an alternative diet should have been included,&quot; said Dr Wendy Harwood, senior scientist at the John Innes Centre. Monsanto was dismissive: &quot;This study does not meet minimum acceptable standards for this type of scientific research, the findings are not supported by the data presented, and the conclusions are not relevant for the purpose of safety assessment.&quot; Here are the criticisms in a nutshell and Sralini&apos;s responses: 1. The French researchers were accused of using the Sprague Dawley rat strain which is said to be prone to developing cancers. In response Sralini and his team say these are the same rats as used by Monsanto in the 90-day trials which it used to get authorisation for its maize. This strain of rat has been used in most animal feeding trials to evaluate the safety of GM foods, and their results have long been used by the biotech industry to secure approval to market GM products. 2. The sample size of rats was said to be too small. Sralini responded that six is the OECD recommended protocol for GM food safety toxicology studies and he had based his study on the toxicity part of OECD protocol no. 453. This states that for a cancer trial you need a minimum of 50 animals of each sex per test group but for a toxicity trial a minimum of 10 per sex suffices. Monsanto used 20 rats of each sex per group in its feeding trials but only analysed 10, the same number as Sralini. 3. No data was given about the rats&apos; food intake. Seralini says the rats were allowed to eat as much food as they liked. 4. Sralini has not released the raw data from the trial. In response he says he won&apos;t release it until the data underpinning Monsanto&apos;s authorisation of NK603 in Europe is also made public. 5. His funding was provided by an anti-biotechnology organisation whose scientific board Sralini heads. But he counters that almost all GM research is funded by corporates or by pro-biotech institutions. So where does that leave the public? Despite the concerns over Sralini&apos;s methodological flaws, it looks as though the study will not be swept under the carpet. It is the longest study done on this variety of maize and many argue that it must be taken seriously by regulators and governments. French health and safety authorities now plan to investigate NK603 and the study&apos;s findings and the European Food Safety Agency has said it will assess the research. Sralini is now demanding that all the data be assessed by an independent international committee, arguing that experts involved in the authorisation of the maize should not be involved. Equally, the study reopens questions about the regulation of GM crops. There has long been concern that these foods have been evaluated poorly and that the companies have taken advantage of lax regulation. The GM industry, which keeps its own research secret, has resisted investigation or any change. In fact, there is one irony that a few scientists have pointed out but who have been drowned out in the furore. Sralini&apos;s study was not so much about the dangers of GM technology, but the toxicity of the Roundup herbicide used on the crops. Here&apos;s Ottoline Leyser, associate director of the Sainsbury Laboratory, University of Cambridge:  &quot;Like most of the GM debate, this work has very little to do with GM. The authors of the paper do not suggest that the effects are caused by genetic modification. They describe effects of the roundup herbicide itself and effects that they attribute to the activity of the enzyme introduced into the roundup resistant maize. There is good evidence that introducing genes into crops using GM techniques results in fewer changes to the crops than introducing them using conventional breeding.&quot; ", 
    "section": "environment", 
    "gid": "environment/2012/sep/28/study-gm-maize-cancer", 
    "wordcount": "1423"
}