{
    "headline": "GCSE results: angry headteachers demand total re-mark of English papers", 
    "text": "     The GCSE exams controversy hasreached new heights as headteachers across the country demanded a &quot;total re-mark&quot; of all English papers taken by their students this year. The move to deluge the exam authorities with demands for mass re-marks comes amid growing optimism within the teaching profession that thousands of pupils will, in the end, be awarded higher grades in English than those they were awarded on Thursday. One of Michael Gove&apos;s favourite headteachers, Joan McVittie, who is the outgoing president of the Association of School and College Leaders (ASCL), said she had been contacted by more than 100 secondary heads in recent days who were so furious that they were now demanding re-marks of all English papers. &quot;The authorities will not be able to handle that,&quot; she said. &quot;There is huge anger out there. The whole thing is so unfair on pupils whose lives will be affected by these results. I am confident we can get things changed for the better.&quot; Previously it had been thought schools would appeal only in respect of individual pupils who they felt had been particularly harshly treated. The ASCL, which represents over 17,000 heads, deputy heads and other school leaders, is also intending to take legal action against the exam authorities for imposing the higher grade boundaries on pupils who took English exams in June than those who did so in January. In the last 24 hours more than 600 secondary schools (close to 20%), have filled in an ASCL survey which is gathering evidence. Anger among pupils, parents and teachers has risen after it emerged that more than 4,000 GCSE students expecting a grade C in English were downgraded to a D  meaning many will struggle to get on to college courses or into apprenticeships next month. Many thousands more failed to reach their predicted grades, entirely because the grade boundaries had been raised before the June marking took place.           On Saturday night, as threats of legal action mounted, the exams regulator, Ofqual, said it would look again at GCSE gradings. In a letter to the National Association of Head Teachers, Ofqual&apos;s chief regulator, Glenys Stacey, wrote: &quot;We recognise the continuing concerns among students, parents and teachers about this year&apos;s GCSE English results. &quot;We will look closely at how the results were arrived at. We will do this quickly, but thoroughly, so that we ensure confidence is maintained in our exam system.&quot; Mike Griffiths, headteacher at Northampton School for Boys, the first high-performing school to become an academy after Gove became secretary of state for education in May 2010, said the issue would not only have a potentially disastrous effect on pupils who failed to get a necessary C grade in English, but also on those hoping to study at elite institutions who fell short of getting As or A*s. &quot;If you are applying to a Russell Group university, for instance, to study medicine or law, and all the applicants have a string of A*s, they will look back to the GCSEs and see a B in English  and that could decide your fate,&quot; he said. &quot;It is the only way to differentiate. It could well be the reason they don&apos;t get into the university they have set their hearts on.&quot; Griffiths said headteachers were determined to rectify the situation &quot;because we have a duty of care to our students.&quot; He added: &quot;It was clear as soon as we opened the results that something was wrong.&quot; McVittie, who is head of Woodside High School, an academy in Haringey, north London where 80% of pupils do not speak English as their first language, said her school had been praised by David Cameron last year as a model institution only to be dealt a huge blow by this year&apos;s marking decision. Writing online in the Observer, she says that after years of efforts to raise standards and morale, her pupils were shattered when they failed to achieve crucial C grades, which is essential for many courses. &quot;For the first time in six years, we had students crying on results day as they had failed to be awarded the grades my staff had advised them they were on target to achieve,&quot; she says. She predicts that more than 1,000 schools will demand that all English papers be re-marked, in the hope that those judged on the June boundaries are given the same grade as those marked in January. The legal challenges against exam boards and Ofqual are being mounted on the grounds that one group of students has been treated more generously than others, breaching the obligation to treat all pupils the same. The row is a major headache for Gove, who is keen to see an end to so-called grade inflation. Gove has denied any political interference to lower grades. But with MPs on the education selection committee set to consider launching an inquiry, he could face detailed questioning on the issue in coming weeks. The decision by schools to demand mass re-marking of papers takes the dispute to new levels, as it would involve a huge, costly and time-consuming exercise at the start of the new school term. Shadow Education Secretary Stephen Twigg welcomed Ofqual&apos;s announcement but said it had to address &quot;the unfairness of similar work getting a C in January and a D in May.&quot; An independent cross-parliamentary inquiry was still necessary, in addition, he said.", 
    "section": "education", 
    "gid": "education/2012/aug/25/gcse-english-exam-results-headteachers", 
    "wordcount": "920"
}