{
    "headline": "Twitter is harder to resist than cigarettes and alcohol, study finds", 
    "text": "Tweeting or checking emails may be harder to resist than cigarettes and alcohol, according to researchers who tried to measure how well people could resist their desires. They even claim that while sleep and sex may be stronger urges, people are more likely to give in to longings or cravings to use social and other media. A team headed by Wilhelm Hofmann of Chicago University&apos;s Booth Business School say their experiment, using BlackBerrys, to gauge the willpower of 205 people aged between 18 and 85 in and around the German city of Wrtzburg is the first to monitor such responses &quot;in the wild&quot; outside a laboratory. The results will soon be published in the journal Psychological Science. The participants were signalled seven times a day over 14 hours for seven consecutive days so they could message back whether they were experiencing a desire at that moment or had experienced one within the last 30 minutes, what type it was, the strength (up to irresistible), whether it conflicted with other desires and whether they resisted or went along with it. There were 10,558 responses and 7,827 &quot;desire episodes&quot; reported. &quot;Modern life is a welter of assorted desires marked by frequent conflict and resistance, the latter with uneven success,&quot; said Hofmann. Sleep and leisure were the most problematic desires, suggesting &quot;pervasive tension between natural inclinations to rest and relax and the multitude of work and other obligations&quot;. The researchers found that as the day wore on, willpower became lower. Their paper says highest &quot;self-control failure rates&quot; were recorded with media. &quot;Resisting the desire to work was likewise prone to fail. In contrast, people were relatively successful at resisting sports inclinations, sexual urges, and spending impulses, which seems surprising given the salience in modern culture of disastrous failures to control sexual impulses and urges to spend money.&quot; The academics, who included one each from Florida State University and Minnesota University, said the subjective reporting of desire was relatively low for tobacco, alcohol and coffee, apparently challenging &quot;the stereotype of addiction as driven by irresistibly strong desires&quot;. They added: &quot;Resisting the desire to work when it conflicts with other goals such as socialising or leisure activities may be difficult because work can define people&apos;s identities, dictate many aspects of daily life, and invoke penalties if important duties are shirked.&quot; Hofmann told the Guardian: &quot;Desires for media may be comparatively harder to resist because of their high availability and also because it feels like it does not &apos;cost much&apos; to engage in these activities, even though one wants to resist. &quot;With cigarettes and alcohol there are more costs  long-term as well as monetary  and the opportunity may not always be the right one. So, even though giving in to media desires is certainly less consequential, the frequent use may still &apos;steal&apos; a lot of people&apos;s time.&quot;. Hofmann added: &quot;We made clear to participants that answering the BlackBerrys did not count. Also people really did not feel a desire to use them  they only beeped once in a while and, if anything, that was more annoying than pleasing, I guess. And there was nothing else they could use the devices for.&quot; Wrtzburg had been the testing ground because he had worked there as an assistant professor until recently.", 
    "section": "science", 
    "gid": "technology/2012/feb/03/twitter-resist-cigarettes-alcohol-study", 
    "wordcount": "569"
}