{
    "headline": "Forget the business case, open online courses are about learning", 
    "text": "Ever since MITx was unveiled last December, futurists have been predicting what it might all mean for higher education. They&apos;re calling it &quot;The Great Disruption&quot;, a brand name worthy of Nostradamus. The Globe and Mail says it&apos;s about time. The Atlantic is envisioning a post-campus America. For those of us actually enrolled in Massive Open Online Courses, though  or those like me who have enlisted both to teach and learn within these experimental course environments  this great disruption feels more like an augmentation than anything else. I think higher education has something to learn from the experiences that I  and learners like me, merging non-traditional avenues with formalised classroom experiences  are engaging in. Those of us who have chosen graduate studies in spite of the much-lamented death of the tenure-track professoriate have little reason to assume that we will have any sort of protected or privileged place in the academy&apos;s next incarnation. Yet here we are. We are, at least for the moment, part of the system. But many of us are wary of being fully subsumed into it, because we&apos;ve been cautioned against betting the farm on that tenure path. So we keep a foot outside the tower, seeking out alternative paths to augment our learning and research; we are keeping options open. Yet neither do we necessarily reject the academy. For myself, I don&apos;t belong to the Do It Yourself University camp that sometimes suggests that Moocs and unstructured online network participation are the solution to education in the 21st century. Our world relies too heavily on credentials for me to believe that the #change11 (an introductory course about instructional technology for researchers) experience would remain as open as it is, if it were suddenly forced to carry the burden of standards that falls, rightly or wrongly, on formalised higher education. The logic that drives open online credentialing experiments is, thus far, only experimental. Moocs do disrupt business as usual, yes. Those of us in the #change11 Mooc are engaged in the course at no cost, and nobody except us is holding our learning or performance to any particular external standards. Unlike MITx, the 36 week #change11 course offers no credential. These factors all make it a significantly different experience from studying at my bricks-and-mortar university. What #change11 gives me, though, is access to a multitude of semi-organised ideas and expert facilitators, plus a semi-coherent network of peers to work through the weeks with. That network remains largely stable even as topics and facilitators rotate weekly. It is this participatory element  the being part of a large, distributed network of people from varied backgrounds, focusing on the same topic  that enables open online experiences to offer value, even to those of us already studying in conventional institutions. That, and the speed and flexibility inherent in networked learning. In a Google-able culture replete with neo-liberal demands for reform, efficiency, and innovation, Moocs help those of us interested in emergent ideas participate in a public learning experience that is otherwise not really available by conventional means. As I forge ahead with my own research, the lack of fit between learning and success on academic terms and those that social media rewards and reinforces become increasingly apparent. Journal publications lag years behind blog posts in my area of specialisation. The theory that guides my research seldom addresses the online contexts in which I&apos;m trying to apply it. But my Mooc peers and facilitators do. And so I apply the ideas shaped by traditional academic environments to those shared in distributed digital environments. The Mooc augments my PhD studies by making it possible for me to be a public thinker and learner; by giving me up-to-the-minute access to the conversations shaping and driving my field, and the opportunity to participate in these conversations. They are available on the wider internet, certainly. But Moocs help curate and cohere them, and also overtly create them. Moocs don&apos;t just bring disparate networks and opportunities into focus; they carve out explicit teaching and learning spaces within the information overload of contemporary social media. Will these type of practice ultimately have an impact of the teaching and learning spaces of traditional institutions? I hope so. But not necessarily in the ways heralded by media. Too often, Moocs  particularly the emergent big-name university offerings that have essentially harnessed the capacity of open online learning and scaled it  are written about primarily as dramatic new business models. It&apos;s true that there&apos;s potential in that direction. And Sebastian Thrun and others seem intent on mining it, while all of us watch breathlessly. But that market lens on massive open coursework misses one of the central elements of the great disruption: education is not solely a business, or a credential-machine. It&apos;s also about learning. And with Moocs, those of us acculturated to academia have the opportunity to learn new, responsive, participatory ways of fostering public knowledge, both inside and outside of traditional institutions. The disruption may be profound, certainly. But so may be the possibilities. Bonnie Stewart is a PhD student at the University of Prince Edward Island, Canada. Her research explores social media identity and its implications for higher education. She blogs ideas at http://theory.cribchronicles.com and identity and parenthood at http://cribchronicles.com. Find her on Twitter at @bonstewart.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/16/forget-business-online-courses-learning", 
    "wordcount": "884"
}