{
    "headline": "Can you tell if someone is telling the truth by looking into their eyes?", 
    "text": "David Cameron and Andrew Mitchell have been staring deeply into each other&apos;s eyes. The prime minister says he is convinced thathis chief whip did not call the police &quot;fucking plebs&quot; in afoul-mouthed rant over a bicycle last week. What makes the Conservative leader so sure? Mitchell apparently &quot;looked him in the eye&quot;, while assuring him of his innocence. But are our eyes really such clear indicators of what we are thinking? &quot;There is this idea that if someone maintains eye contact with you, they are telling you thetruth,&quot; says psychologist Richard Wiseman, a professor at Hertfordshire University. &quot;There is no basis for that. If anything that is what liars tend to do, because eye movements are fairly easy to control, so they will do the exact opposite of what you expect them to do. So if that is the only signal he [Cameron] had, it wouldn&apos;t be a reliable one.&quot; Body language expert Judi James, meanwhile, says body-language clues are &quot;never precise enough to give you the kind of result you can completely act on&quot;. For a start, she points out, there is the &quot;Othello error&quot;, named after the Shakespeare character who accused his wife of adultery and then read her shock as guilt. &quot;The minute I see a security guard looking at me in Boots, I look like the Artful Dodger,&quot; she says, &quot;because I am trying to look as innocent as I am.&quot; Then there is the fact that politicians are &quot;self-monitors&quot;  people who are conscious of the image they project, who tend to be better liars, says Wiseman. Abetter way to discern untruths, Wiseman feels, is to listen to the person&apos;s voice and words. &quot;People tend to say less and use more &apos;ums and ahhs&apos;. They don&apos;t tend to refer to themselves as much. But there is no way to tell if someone is definitely lying.&quot; And Cameron&apos;s confidence in his ability to read body language, sounds worrying, says James. &quot;Iwouldn&apos;t mind giving him some coaching, to warn him not to do that in the future. Because if he is taking those skills out into world conferences and financial meetings, I want to go with him to tug on his sleeve every so often and remind him.&quot;", 
    "section": "science", 
    "gid": "science/shortcuts/2012/sep/26/telling-truth-look-into-eyes", 
    "wordcount": "402"
}