{
    "headline": "Creationist groups win Michael Gove's approval to open free schools", 
    "text": "The education secretary, Michael Gove, has approved three free schools run by groups with creationist views, including one with a document on its website declaring that it teaches &quot;creation as a scientific theory&quot;. Grindon Hall Christian school in Sunderland, a private school due to reopen in September with state funding, says on its website that it will present creationism as science and affirm the position that Christians believe God&apos;s creation of the world is &quot;not just a theory but a fact&quot;. Ministers have also approved a free school in Sevenoaks, Kent, that says on its website it will teach in RE classes that &quot;God made the world&quot;, while a third free school, in Nottinghamshire, is a fresh proposal from a group initially turned down over creationism. In the US, where the campaign for creationism has been stronger, the states of Louisiana and Tennessee have recently passed laws allowing the science underpinning evolution to be critiqued in the classroom. But the creationist lobby has been less successful in gaining a foothold in Britain. Secular groups have been concerned that the free schools policy  which allows parents, charities or faith groups to set up new schools  would allow the state-funded teaching of creationism. A decade ago, the Guardian revealed that fundamentalist Christians who did not believe in evolution had taken control of a state-funded school, Emmanuel College in Gateshead. The school was a city technology college, a form of independent but taxpayer-funded school which was a forerunner of academies and free schools. Andrew Copson, chief executive of the British Humanist Association (BHA), said he was concerned that the government&apos;s scrutiny of free schools was inadequate. &quot;Grindon Hall Christian school is a classic example of the so-called &apos;teach the controversy&apos; approach, often used by American creationist groups to get creationism taught in schools,&quot; Copson said. &quot;The issue with the &apos;teach the controversy&apos; approach is that there is no scientific controversy over evolution and creationism. The scientific consensus is overwhelmingly in favour of evolution.&quot; Grindon Hall says it teaches evolution as &quot;an established scientific principle, as far as it goes&quot;. However, the school&apos;s policy document adds: &quot;We believe no scientific theory provides  or ever will provide  a satisfactory explanation of origins, ie why the world appeared, and how nothing became something in the first place.&quot; The school&apos;s principal says this document is obsolete and the school would not teach creationism in science. The Sevenoaks Christian school, due to open next year, says on its website: &quot;The government has said that free schools cannot teach &apos;creationism&apos; or &apos;intelligent design&apos; in science lessons as an alternative to the theory of evolution and we are content to accept this.&quot; A third free school approved by the government to open next year, the Exemplar-Newark Business academy, is a fresh proposal from a group whose previous application was turned down because of concerns over its teaching of creationism. Backers of the school in Nottinghamshire say creationism will be taught only in religious studies. The Grindon Hall principal, Chris Gray, said the document on the school&apos;s website is &quot;out of date&quot;. He said: &quot;First of all, it&apos;s illegal. Secondly, we were questioned at length about it when we were interviewed to be a free school, and that was to the [Department for Education]&apos;s satisfaction. A number of schools have been sadly turned down on that. That document is from a time when we were not as clear as we are now about the proper distinction as to what is taught in a science lesson and what might be taught in assembly  two different spheres. &quot;If children question for themselves their origins, that&apos;s what we want them to do  to ask sensible, responsible questions. Am I here by accident, or  dare I use the word  design?&quot; Sevenoaks Christian school said in a statement: &quot;Sevenoaks Christian school are delighted to have been successful in their bid to open a free school in 2013. &quot;With the support of 800 local families and more than 20 local churches, our proposal is both popular and broad-based. &quot;We reject the BHA claims as misleading and unfounded. Free schools cannot teach creationism and we accept this.&quot; On Friday, the DfE announced that 102 free schools had been approved to open from next year, 33 of which describe themselves as religious. The department says creationism or intelligent design should not be taught as &quot;valid scientific theories&quot; in any state-funded school. The government says it expects to see evolution included in the science curriculum of all free schools. A DfE spokeswoman said: &quot;It is absolutely not true that this free school will be able to teach creationism as scientific fact. No state school is permitted to do this. We have clear guidelines about what schools can and cannot teach. Any free school found to be contravening the guidelines will be in breach of their contract and will be subject to action by the department, including prohibiting them from operating.&quot; Faith-based free schools have sought to draw a clear public distinction between teaching creationism in science and teaching the biblical creation story in RE. The principal of Grindon Hall said he would not teach creationism in science lessons. Gray said: &quot;I&apos;d run a million miles from that  it&apos;s lethal.&quot; Referring to the Sevenoaks Christian school, the BHA said: &quot;Teaching creationism in RE is no more acceptable than teaching it in science, as pupils who are taught one thing in one subject and then the opposite in another are going to end up confused. The previous government made this very clear in their guidance on creationism and it is deeply concerning to see the present government watering that down.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/17/creationist-groups-approval-free-schools", 
    "wordcount": "972"
}