{
    "headline": "David Cameron briefed on concerns over green deal for homeowners", 
    "text": "Deep concerns over the government&apos;s flagship policy to make 14m homes warmer and cheaper to heat have reached the top of government, with prime minister David Cameron and deputy prime minister Nick Clegg receiving a personal briefing on its troubles. The green deal aims to provide &quot;pay as you save&quot; loans to homeowners to improve their energy efficiency and cut bills. It is due to launch in October but has faced widespread criticism from energy companies, the building industry, consumer groups and charities. The government&apos;s own impact assessment shows loft insulations and cavity wall insulations  the most cost-effective measures by far  are set to fall by 93% and 67% respectively under current plans. &quot;The impact assessment says it is going to be a train crash,&quot; said Andrew Warren, director of the Association for the Conservation of Energy. The escalation of the issue to Downing Street came on the same day as official data revealed that average home energy bills have shot up by up 12%  140  in 12 months, following a doubling in the past six years due largely to rising gas prices. Furthermore, national statistics on fuel poverty due to be published on Thursday are certain to show a rise from the current 5 million homes, a quarter of the total. The green deal is intended to address fuel poverty, as well as being a crucial policy in cutting the carbon emissions driving climate change, but the Cabinet Office has been told it will flop unless fundamental changes are made. Warren and a series of other senior stakeholders were interviewed by Cabinet Office officials, who reported to Cameron, Clegg and energy secretary Ed Davey on Wednesday. A Downing Street spokesman said: &quot;As we implement all policy, we maintain constant dialogue with stakeholders and businesses who have an interest. The deputy prime minister and prime minister are fully committed to the green deal.&quot; While the commitment to the green deal is not under review, government sources said the implementation of the policy is being discussed. Existing policies lead energy companies to lag lofts free of charge, or even pay homeowners, but the funding available for basic energy efficiency and fuel poverty measures is set to fall dramatically under the green deal. Furthermore, loft and cavity wall insulation will not be eligible for green deal loans. The treasury has already committed 200m to sweeten the green deal for early adopters. &quot;That is a very helpful start, but we are going to have to more than that,&quot; said Warren. Suggestions made to the prime minister include council tax and stamp duty discounts for energy efficient homes and a national awareness campaign such as that for the recent digital TV switchover. In December, the government&apos;s own climate advisers launched an unprecedented attack, stating that the green deal would fail and reach only reach 2-3m of the 14m households targeted. &quot;There is a significant risk in leaving it to the market, as that has never worked anywhere in the world and is unlikely to in the UK,&quot; said David Kennedy, chief executive of the Committee on Climate Change. &quot;We are talking about the transformation of the entire building stock of this country.&quot; Luciana Berger, shadow climate change minister, said: &quot;That No 10 has had to call in the Cabinet Office to fix up the government&apos;s flagship green deal is a clear admission that the current proposals are a complete mess, which won&apos;t deliver the new jobs, lower bills or reduced carbon emissions we all want to see.&quot; Other criticisms of the green deal include consumer group Which stating it is unfair to use money taken as a levy on all energy bills to subsidise the installation of expensive solid wall insulation in richer households. The Green Alliance said high commercial interest rates will mean too few green deal loans will meet the golden rule  that energy bill savings more than cover the loan repayments  and suggesting the new green investment bank should be allowed to provide discounted loans.", 
    "section": "environment", 
    "gid": "environment/2012/may/16/david-cameron-green-deal-homeowners", 
    "wordcount": "680"
}