{
    "headline": "Honeybee decline linked to killer virus", 
    "text": "The deadly link between the worldwide collapse of honeybee colonies and a bloodsucking parasite has been revealed by scientists. They have discovered that the mite has massively and permanently increased the global prevalence of a fatal bee virus. The varroa mite&apos;s role means the virus is now one of the &quot;most widely distributed and contagious insect viruses on the planet&quot;, the researchers warned. Furthermore, the new dominance of the killer virus poses an ongoing threat to colonies even after beekeepers have eradicated the mites from hives. Varroa destructor has spread from Asia across the entire world over the past 50 years. It arrived in the UK in 1990 and has been implicated in the halving of bee numbers since then, alongside other factors including the destruction of flowery habitats in which bees feed and the widespread use of pesticides on crops. Bees and other pollinators are vital in the production in up to a third of all the food we eat, but the role the mites played was unclear, as bacteria and fungi are also found in colonies along with the viruses. But the mite&apos;s arrival in Hawaii in 2007 gave scientists a unique opportunity to track its deadly spread. &quot;We were able to watch the emergence of the disease for the first time ever,&quot; said Stephen Martin, at the University of Sheffield, who led the new research published in the journal Science. Within a year of varroa arrival, 274 of 419 colonies on Oahu island (65%) were wiped out, with the mites going on to wreak destruction across Big Island the following year. A particular virus, called deformed wing virus (DWV), was present in low and apparently harmless levels in colonies before the mites arrived, the scientists found. Even when the mites first invaded hives, the virus levels remained low. &quot;But the following year the virus levels had gone through the roof.&quot; said Martin. &quot;It was a millionfold increase  it was staggering.&quot; The other key finding was that one DWV strain had gone from making up 10% of the virus population to making up 100%. &quot;The viral landscape had changed and to one that happened to be deadly to bees,&quot; Martin said, noting the DWV strain was the same one found around the world. &quot;There is a very strong correlation between where you get this DWV strain and where you get huge amounts of colony losses. We are almost certain this study seals the link between the two.&quot; Even if a colony is cleared of varroa mite infestation, the deadly DWV strain remains dominant. &quot;That means the colonies will collapse very fast, so beekeepers must keep the varroa levels down: it&apos;s even more critical than we knew before,&quot; said Martin. Other research by members of the team, conducted in Devon, showed that even when the varroa mites are kept under control, the presence of the fatal DWV strain kills about 10% of colonies each year. The varroa mite magnifies the impact of DWV for three reasons. First, it transmits the virus directly into the bee&apos;s bloodstream as the parasite feeds. This means it bypasses all the bee&apos;s natural immune defences which are deployed when the virus is transmitted via food or sexual contact. Second, the virus can massively multiply in the mite. And third, the DWV strain best suited to transmission via the mite rapidly comes to dominate and is a strain that is particularly harmful to bees. &quot;This work provides clear evidence that, of all the suggested mechanisms of honeybee loss, virus infection brought in by mite infestation is a major player in the decline,&quot; said Ian Jones, at the University of Reading, who was not involved in the work. But Martin noted that the weakening of colonies through lack of food or the presence of damaging pesticides would make them more vulnerable to infestation. Hawaii is a particularly significant bee-keeping location as almost all the queen bees used in the US are bred on the islands. The islands also have a significant macadamia nut industry, which is entirely dependent on bees for pollination. &quot;The bees are dropping like flies in Hawaii: macadamia nuts may be about to get very expensive,&quot; Martin said.", 
    "section": "environment", 
    "gid": "environment/2012/jun/07/honey-bees-virus-varrora-destructor-mites", 
    "wordcount": "713"
}