{
    "headline": "Welsh charity saves an area of rainforest the size of Wales", 
    "text": "Welsh campaigners have protected an area of rainforest the size of Wales, after campaigners hit their fundraising target of 2m on Friday, St David&apos;s day. Launched less than three years ago, the Size of Wales charity decided to flip the country&apos;s use as a unit of negative ecological measurement  it is often deployed to describe deforestation rates  into a positive. Its aim was to raise 2m for conservation projects in 2m hectares of tropical rainforest to stop logging and keep the forests&apos; carbon locked away. Hannah Scrase, the charity&apos;s director, told the Guardian: &quot;Until 2012 the fundraising was quite slow, and then it took off. It got a critical mass of people knowing about it. We had donations coming in from the US, the Czech Republic and Austria.&quot; The Welsh environment minister, John Griffiths, said other countries should copy the example of the non-governmental scheme. &quot;I am very proud of Wales. We are the first country in the world to help to protect an area of tropical forests equivalent to its own size and I am calling on other countries to follow our lead  for the benefit of our climate, our forests and the wildlife and people that depend upon them.&quot; The 2m raised will go to a series of projects in Latin America and Africa, including to an RSPB conservation project in Sierra Leone&apos;s Gola rainforest and the indigenous Ashaninka people in Peru to preserve forest there. A spokeswoman for the charity admitted in most places it could not guarantee the money raised would stop logging or mining, though in some cases  such as 23,000 hectares in Madagascar  the money was paying for a new legally-protected area. The funds will pay for a mix of sustainable forestry management, educating people to understand the risks of overexploitation, and strengthening land rights, she said. The Prince of Wales said: &quot;Size of Wales is an impressive example of Wales&apos; commitment to positive &apos;hands on&apos; action to help protect the world&apos;s forests and our climate. Helping to sustain an area of tropical forest equivalent in size to 2 million rugby pitches is a significant achievement and, importantly, shows great leadership to other nations around the world.&quot; The charity will now focus on encouraging other countries to set up similar initiatives, and says a Danish NGO, Forests of the World, is considering a &quot;Size of Denmark&quot;, project which would be twice the size of the Welsh one.", 
    "section": "environment", 
    "gid": "environment/2013/mar/01/charity-saves-rainforest-size-of-wales", 
    "wordcount": "415"
}