{
    "headline": "Desperately seeking SUSY", 
    "text": "We discovered a new particle this summer, and it looks a lot like the Higgs boson, but theoretical physicists are not happy. There is a fundamental reason for their discomfort, which is known as the &quot;Higgs fine-tuning problem&quot;. The mass of the Higgs comes from its interactions with all other particles. They pop in and out of existence in the vacuum, and the maximum energy available to them in their fleeting existences is very, very large. Because of this, corrections to the Higgs mass should also be very, very large, pushing it upwards to values that can be feasibly measured in grams rather than Giga electron-Volts (1 gram = 6 x 1023 GeV/c2). This problem is one of several in physics that come under the umbrella of &quot;Naturalness&quot;. Because we know the Higgs does not have a ridiculously enormous mass, there must be something that &apos;cancels out&apos; the majority of the contributions from other particles. Various solutions to this problem have been suggested, the most popular of which is SUSY (SUper SYmmetry), which provides the cancellations by predicting an additional set of &apos;super-partner&apos; particles with super-silly names like Wino, Stop and Squark. It is not uncommon to hear physicists in building 4 at CERN standing in their offices, pointing at the blackboard, shouting &quot;squark, squark, squark!&quot;. It is amusing, as long as you can&apos;t see the desperation on their faces. Unfortunately, we have as of yet found no evidence of any supersymmetric particles, and it is looking increasingly likely that SUSY, a beautiful idea, may be just that. There is another solution to this particular naturalness problem, but it is not considered a serious option. It is not impossible that the cancellations could have occurred by chance. This would require a series of coincidences that is almost impossible to fathom. It is very, very unlikely that all of the contributions from the different particles at different energy scales should cancel one another out in this way (I read a paper recently that likened the accuracy of the cancellations to the accuracy of balance required to balance a pencil the length of the solar system on its tip). This is where, I think, my feelings about it differ from those of the long-faced theorists. It is not an option to accept something like that as an accident, not when your whole view of life is based on things being calculable, and having meaning and deep connections to other calculable, meaningful things. I observe that there is no evidence for SUSY, extra dimensions, or anything else that has been suggested to provide the cancellations. If the Higgs mass were close to the Planck scale (the scale at which quantum physics and gravity are thought to become friendly with one another), we would not be here. We could not exist. It is necessarily much smaller, because if it were not we would not be asking questions about it. This is the anthropic principle, which is totally unsatisfactory to almost everyone working in particle physics, myself included, although the extent to how unsatisfactory we find it does tend to differ quite considerably. Arguing about this recently with a theorist friend, he quoted another quirk of nature that could equally well be &quot;explained&quot; using the anthropic principle  the difference between the mass of the proton and the neutron. This difference is tiny: the proton&apos;s mass is 99.86% that of the neutron, yet if they were exactly the same mass, we would not be here, as there would not have been enough hydrogen in the universe to make long-lived stars. We don&apos;t need the anthropic principle here, though, because we understand the mass difference  it is down to the proton containing two up-quarks and one down-quark, while the neutron contains two down-quarks and one up-quark. This is still not satisfactory though, as we have no explanation for why the up-quark has more mass than the down-quark. This difference also falls under the &quot;Naturalness&quot; umbrella. Will we one day spawn a human who can formulate a theory that can explain these things? Will we merely accept that they are what they are? Or will something show up at the LHC to give us a nudge, restore our fondness for SUSY, or make us reconsider our ideas altogether? Come on, the LHC.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/sep/27/susy-higgs-lhc", 
    "wordcount": "725"
}