{
    "headline": "Sixth-formers pay up to 350 to cheat university admissions system", 
    "text": "Sixth-formers are paying up to 350 for personal statements written by graduates to help them cheat the university admissions procedure, an Observer investigation has discovered. Dozens of companies are advertising on the internet, offering to write students&apos; personal statements for their entrance forms, although the Universities and Colleges Admissions Service (Ucas), which administers the university application system, states on its website: &quot;Don&apos;t be tempted to copy another person&apos;s application materials, or download your personal statement from a website. There could be serious consequences to using other people&apos;s work.&quot; The personal statements are a 600- word essay about the applicant, their interests and their life outside school. Admissions tutors use the statements as a way of getting a fuller picture of a candidate. The statements are particularly important as most universities do not interview candidates. Monday is the deadline for applications to Oxford and Cambridge universities and faculties of medicine across Britain. The deadline for other universities is early next year. The personal statements are one aspect of the admissions procedure that critics believe benefits the children of better educated and well-off parents. Educated parents can use their own experience to help their children&apos;s application while richer parents can pay someone else to do it for them. The home page of one of the many companies advertising its services to pupils and students on the internet highlights the advice from Ucas. It points out that a well-constructed personal statement is critical. The company also offers to write students&apos; university essays. The company, contacted by the Observer, says it employs only Oxbridge graduates and offers fully customised personal statements. The Observer asked it to provide a personal statement within 24 hours. After charging 350, the firm then emailed a questionnaire that asked for brief details of the student&apos;s studies, interests and work experience. Ucas runs applications through fraud detection software that identifies well-known phrases and patterns and checks statements against a library of previous statements and other sources. However, personal statements written by an individual could evade the software. Ucas says that about 1% of university applications  about 8,000  are identified as potentially fraudulent each year. Cathy Gilbert, a director of Ucas, said it had examined the issue of personal statement services and differentiated between &quot;editing&quot; services and &quot;writing&quot; services. &quot;It is important to understand that even a bespoke personal statement service carries the risk of being caught by our similarity detection software, which in turn flags this to the universities.&quot; Gilbert said universities expected students to seek help with statements from teachers or parents but the statement must be the student&apos;s own work. Ucas lists some of the most used phrases that would be easy for a professional writer to avoid. They include: &quot;From a young age I have always been interested in &quot; and &quot;For as long as I can remember I have been fascinated with&quot; The company contacted by the  Observer requires clients to agree to its terms and conditions. The conditions include a clause which states that any writing service sold by the company is sold with the aim of &quot;inspiring&quot; the student&apos;s own work and that clients must not submit the personal statements provided by the company as their own. None of these conditions are displayed on the website&apos;s main pages. A spokesman for Cambridge, which interviews most candidates, said it did not place much importance on a personal statement. &quot;Our primary criterion in admissions selection is academic merit, demonstrated by achievement in public examinations. Admissions tutors will use an applicant&apos;s personal statement to suggest lines of discussion during interview. An applicant who has not written their own statement is likely to find this problematic.&quot; A spokesman for Newcastle University, which does not interview most students, advised applicants not to use personal statement companies. &quot;Ucas has a system in place to identify statements which have similarities with other statements and alert both us and the applicant if this is the case. Our procedures involve requiring new personal statements and rejecting applicants who do not provide a satisfactory replacement statement within a given time,&quot; he said. Many students get help from parents and teachers, which could be more valuable than services advertised on the internet. Private school teachers in particular pay close attention to students&apos; applications, which is part of the service that parents expect in return for fees of up to 30,000 a year. Jon Keighren, a spokesman for Manchester University, said payment for personal statements was just one of the problems in the university admission system. He said: &quot;It is not just that a minority of people may be paying for these services: many, many more have the simple advantage of being from a family where mum or dad are themselves able to help them with their personal statements across the dinner table, entirely for free. This is natural, far more widespread and a much more pernicious aspect to unfairness in admissions.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/13/sixth-formers-cheat-university-admissions", 
    "wordcount": "841"
}