{
    "headline": "Boot up: GCHQ 'offers bonuses to prevent staff leaving', Google+ US visits hit 49m in December, and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Why Best Buy is Going out of Business...Gradually &gt;&gt; Forbes If you work in a physical retailer, read this. Your future employment might depend on understanding its lessons. ITWriting.com awards 2011: ten key happenings, from Nokia&apos;s burning platform to HP&apos;s nightmare year &gt;&gt; Tim Anderson&apos;s ITWriting Very good. If you&apos;re not following Tim Anderson&apos;s writing, you should. Bonuses offered to stop staff quitting GCHQ in Cheltenham &gt;&gt; This is Gloucestershire &quot;BONUSES are being used to tempt cyber spies not to leave their jobs at GCHQ.&quot;A package of perks and incentives is being handed to technology experts at the Cheltenham base. The Government has approved the payouts in an effort to stop staff leaving for jobs at firms such as Google and Microsoft.&quot; CYBER SPIES. Now that&apos;s a job title. Google+ visits in US hit 49m in December &gt;&gt; Hitwise Hitwise has the data. That&apos;s a lot of visits (and likely excludes mobile, because Hitwise operates via ISPs). Google&apos;s coming tablet: a response to Kindle Fire, not the iPad &gt;&gt; Marketingland Greg Sterling thinks Amazon has got Google itchy: &quot;Pricing will be the strategic decision Google has to make with its branded (&quot;Chome&quot; or &quot;Nexus&quot;?) tablet. It won&apos;t be able to stem the tide of Amazon Kindle Fire sales without matching or beating its price. If it declines to offer a 7? tablet and only goes after the 10? category, it could have success with a &quot;good enough&quot; tablet priced aggressively ($300 or below). Would Google equally be willing to break even or take a modest loss to ensure tablet sales? My guess is that it would.&quot;Google has seemingly lost confidence in its OEM partners&apos; capacity to make and sell tablets and is now taking the matter into its own hands. Yet by doing so it also risks alienating those same Android smartphone partners by bringing out a lower-priced Google-branded device.&quot; Not so smart anymore: Microsoft&apos;s watches are done &gt;&gt; GeekWire From a more innocent, stupid age: &quot;Microsoft&apos;s Smart Personal Object Technology, also known as SPOT, was originally unveiled by Bill Gates a decade ago. It was a neat concept - using FM transmissions to deliver lightweight data services such as news headlines, sports scores, gas prices and weather to devices. It started with watches and later expanded to GPS navigation units and even a coffee maker.&quot;Of course, it was our phones that ended up being the smart devices in our lives, giving us all of that information and more via cellular and WiFi networks.&quot;And yesterday marked the official end of the Microsoft initiative, as the MSN Direct service that powered the devices went dark.&quot; Microsoft to enable Linux on its Windows Azure cloud in 2012 &gt;&gt; ZDNet Mary Jo Foley: &quot;What does this mean? Customers who want to run Windows or Linux &quot;durably&quot; (i.e., without losing state) in VMs on Microsoft&apos;s Azure platform-as-a-service platform will be able to do so. Microsoft is planning to launch a Community Technology Preview (CTP) test-build of the persistent VM capability in the spring of 2012, according to partners briefed by the company.&quot;The new persistent VM support also will allow customers to run SQL Server or SharePoint Server in VMs, as well. And it will enable customers to more easily move existing apps to the Azure platform.&quot;What this means is that Microsoft is really serious about the cloud business. Christy Wyatt on how Motorola plans to stand out from the Android pack &gt;&gt; AllThingsD Wyatt is a former Palm and Apple executive now corporate VP and general manager for mobile devices at Motorola Mobility: &quot;If you were to ask us, we were very happy with the way we turned out in 2011. We spun out as a separate company. Motorola split into two companies. It was our first year on our own as a standalone mobility company. We had some fantastic product hits.&quot;The bottom line is the mobile business is a hits business. There&apos;s some that are blockbusters and there are some that are not. But, in general, I think we are very happy with where we ended up.&quot;Moments away from being inside Google at a premium to the share price? Most executives would like that. CSS3 progress bars &gt;&gt; Josh Sullivan &quot;I made CSS3 progress bars for a display of data inside localised leaderboards for the new analytics platform at G5.&quot;They are light-weight, requiring no Javascript. They look great on iOS devices and they&apos;re incredibly simple to use and customise. No images are used.&quot;&quot;These progress bars are free to download at Github.&quot; Apple to appeal Italian warranty fine &gt;&gt; The Register &quot;Apple will appeal against the fine imposed by the Italian regulator for failing to respect the legal warranty requirements, and (astonishingly) we know this because Apple told us.&quot;The fruitchomp firm reckons that despite the regulator&apos;s ruling it is complying with Italian law, and will be appealing against the decision by the regulator to fine the company $1.2m. The Italian authorities have accused Apple of failing to advise customers of their legal right to a two-year warranty, instead offering them one year and then promoting AppleCare as an optional extension, an accusation Apple denies.&quot;Not over yet, then. Symbian is still top mobile OS - finished 2011 with resurgence &gt;&gt; Royal Pingdom &quot;Using StatCounter&apos;s figures for mobile operating systems we charted the main mobile operating systems during 2011. To summarize, Symbian finished stronger than it started, iOS dropped a little bit, Android gained a lot, and BlackBerry was all but decimated.&quot;Strictly, not decimated, but substantially cut. As or Symbian - hard as nails, eh? You can follow Guardian Technology&apos;s linkbucket on Pinboard", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/04/technology-links-newsbucket", 
    "wordcount": "1006"
}