{
    "headline": "Man arrested over smuggling dinosaur skeletons from Mongolia and China", 
    "text": "A Florida man who allegedly operated &quot;a one-man black market in prehistoric fossils&quot; was arrested and indicted Wednesday, for illegally importing dinosaur skeletons from China and Mongolia. Eric Prokopi, 38, of Gainesville, was due to appear in court Wednesday afternoon. &quot;As alleged, our recent seizure of the Tyrannosaurus bataar skeleton was merely the tip of the iceberg,&quot; said US attorney Preet Bharara, who announced the arrest in Manhattan. &quot;In addition to our commitment to ensuring that these relics are returned to their countries of origin, we are equally committed to shutting down Prokopi&apos;s illegal business and holding him to account for his alleged crimes.&quot; Prokopi is charged with one count of conspiracy involving smuggling illegal goods, possessing stolen property and making false statements. He is also charged with smuggling goods into the United States and with interstate sale and receipt of stolen goods. According to the indictment: &quot;Between 2010 and 2012, the defendant acquired dinosaur fossils from foreign countries and unlawfully transported them to the United States, misrepresenting the contents of the shipments on customs forms. Many of the fossils in Prokopi&apos;s possession were indigenous to Mongolia and could only be found in that country.&quot; Among the fossils imported by Prokopi, prosecutors allege, were a Saurolophus later sold to a California gallery, a Gallimimus and Oviraptor mongoliensis from Mongolia and the remains of a Microraptor, a small, flying dinosaur, from China. It was the Tyrannosaurus bataar, a smaller relative of the fearsome Tyrannosaurus rex, which led authorities to Prokopi. Customs forms for the nearly complete skeleton, nicknamed Lenny by investigators and later sold to an unnamed buyer at a New York auction for more than $1m, listed its country of origin as Britain. Paleontologists assisting detectives from Homeland Security Investigations confirmed that the only bones ever discovered for the species, which lived in the Cretaceous period about 70m years ago, came from Mongolia or neighbouring countries. HSI detectives seized the skeleton in Queens, New York, in May following a civil ruling and sealed the remains in several large crates, pending its eventual return to Mongolia. Tsakhia Elbegdorj, the country&apos;s president, issued a statement calling the skeleton: &quot;An important piece of the cultural heritage of the Mongolian people.&quot; &quot;Cultural looting and profiteering cannot be tolerated anywhere and this cooperation between our governments is a large step forward to stopping it,&quot; he said. Prokopi, who owns a business called Everything Earth that is registered to his Florida home, described himself as a &quot;commercial paleontologist&quot;. &quot;I&apos;m just a guy in Gainesville, Florida, trying to support my family, not some international bone smuggler like I have been portrayed by some in the media,&quot; he said earlier this year. &quot;It&apos;s been claimed that I misrepresented what was being imported and did not properly declare its value. I can wholeheartedly say the import documents are not fraudulent, a truth I am confident will be brought to light.&quot; But according to prosecutors, Prokopi also wrote an email to Heritage Auctions, the New York company that handled the skeleton, when he learned the sale was under investigation. &quot;If [the Mongolian president] only wants to take the skeleton and try to put an end to the black market, he will have a fight and will only drive the black market deeper underground,&quot; he wrote. Agents from the department of homeland security searched Prokopi&apos;s home following his arrest Wednesday morning, prior to his afternoon court appearance.", 
    "section": "science", 
    "gid": "science/2012/oct/17/florida-man-arrested-dinosaur-skeletons-mongolia-china", 
    "wordcount": "586"
}