{
    "headline": "Facebook: Mark Zuckerberg college messages reveal steely ambition", 
    "text": "He is the 28-year-old computer wiz whose billion-dollar bank balance has inflated as quickly as his social network. But, in a string of unguarded instant messages sent to college friends in 2004, the Facebook founder Mark Zuckerberg even then showed a steely ambition in his approach to his future $100bn business. The correspondence, published by the Business Insider website, shows a 19-year-old Zuckerberg firing off scattergun thoughts about business, social networks  and user privacy. Zuckerberg appears to confirm in one message that he secretly hacked into the website of the Harvard University newspaper, the Crimson, by guessing the emails and passwords of two people in the college database. &quot;So I want to read what they said about me before the article came out and after I complained,&quot; he told a friend. &quot;So I&apos;m just like trying the email/passwords of everyone who put that they&apos;re in the Crimson. I wonder if the school tracks stuff like that.&quot; In another message, Zuckerberg boasts about deactivating college students&apos; accounts on the internal Harvard social network, ConnectU. &quot;I got bored so I started deactivating accounts on ConnectU haha,&quot; the future cyber-grandee writes. Zuckerberg jokes in another exchange that 4,000 people have submitted emails, pictures and addresses to his budding Harvard social network. &quot;People just submitted it ... I don&apos;t know why ... They &apos;trust me&apos; ... dumb fucks.&quot; Facebook would not confirm or deny that the messages were authentic when asked on Friday, but Zuckerberg told the New Yorker in September 2010 that he absolutely regretted sending them. &quot;If you&apos;re going to go on to build a service that is influential and that a lot of people rely on, then you need to be mature, right? I think I&apos;ve grown and learned a lot,&quot; Zuckerberg told the magazine in 2010. The messages were leaked to Business Insider in 2010 as Facebook&apos;s legal team trawled Zuckerberg&apos;s computer in the search of evidence to defeat the now-infamous legal claim from the Winklevoss twins. They will have proved painfully embarrassing for the Facebook founder who has attempted to draw a line under his Harvard days and be the responsible, but still hoody-wearing, internet executive his investors yearn for him to be. The messages have also not derailed the stratospheric success of Facebook. Zuckerberg was named Time&apos;s person of the year in 2010, just months after the controversial exchanges became public. On Friday the social network will cement its place in US business history with a public offering expected to value Facebook at $104bn and make its founder one of the richest people on Earth.", 
    "section": "technology", 
    "gid": "technology/2012/may/18/mark-zuckerberg-college-messages", 
    "wordcount": "436"
}