{
    "headline": "India cooking up tailored solutions to world's need for clean stoves", 
    "text": "Every day, someone fires up the five small stove models that Mouhsine Serrar likes to think are the cookstove equivalent of Apple&apos;s stylish products. Long pieces of wood stick out of four of the stoves, with the flames shooting up, while charcoal heats up in the other one. Smoke fills the test area for the first 15 minutes at least. The stoves are lit twice daily to replicate everyday use as they are tested for durability. The scene is being played out at the headquarters of Prakti, the company founded by Serrar, once a high-flying executive for Motorola in San Francisco, who chucked in the good life to design cookstoves for developing countries. Headquarters is a bit of a misnomer. Prakti&apos;s employees work out of converted red-brick kiln houses in rural Auroville in the southern state of Tamil Nadu. Auroville is home to 2,000 people from 30 countries who arrived in the 1960s to set up an &quot;international township&quot; that would transcend class, nationality and creed. Pragmatists as well as idealists, they experimented in solar energy and organic farming. In the process, they turned Auroville into a magnet for tourists who come to gaze at Matrimandir (Sanskrit for temple of the mother). &quot;It makes sense to be [in India] to be close to the users of the stoves who provide us with a quick reality check on what we do. Auroville is an interesting place for innovation and conducive to new ideas,&quot; says Minh Cuong Le Quan, Prakti&apos;s chief operating officer, minding the shop while Serrar was on a cruise for entrepreneurs, stopping in South Africa, Vietnam and India. According to Le Quan, an agricultural engineer by training, Serrar was the first person to apply industrial design skills to the humble cookstove, where companies such as Envirofit and StoveTec are established players. There is certainly a need for affordable, clean stoves. Estimates published by the Lancet in December put the number of global deaths from indoor air pollution from cooking at 4 million, double previous estimates. Each day, about 3 billion people cook and heat their homes using open fires and inefficient stoves that burn solid fuels such as wood, animal dung, agricultural residues, charcoal and coal. As a result, 3.5 million deaths are directly associated with indoor pollution each year. Another 500,000 deaths, mostly in Asia and sub-Saharan Africa, are caused by outdoor air pollution from cooking. Indoor air pollution is a bigger killer than malaria or tuberculosis. In 2010, Hillary Clinton, the former US secretary of state, launched the Global Alliance for Clean Cookstoves, a public-private partnership to create a market for clean stoves and to promote the adoption of 100m clean stoves by 2020. The alliance is holding a forum in Phnom Penh, Cambodia, on 18 March. Serrar, who is of Moroccan origin, put $500,000 into Prakti, and has spent the past few years designing models. He believes there is no one solution that fits all needs as people from different parts of the world require stoves for different-sized pots. Some people cook standing up, others sitting down. Some inside, some outside. So the stoves have to be adapted to local requirements and cultures. Prakti does not mass produce stoves. Serrar will send one of his colleagues, equipped with a few samples, to discuss the needs of potential buyers, based on cooking habits and the viability of providing spares. In all, Prakti has sold 8,000 stoves, a tiny amount for a potentially huge market. Collectively, stove companies have reached less than 1% of the market. Prakti&apos;s stoves may be more efficient and less polluting  it is the only cookstove company to offer a one-year warranty  but they are expensive. In India a Prakti wood stove costs 1,000 rupees (12). That compares with a traditional clay chulha costing 100 rupees. The chulha carries hidden medical costs, as household members fall ill from indoor pollution, but the upfront price of Prakti stoves is a big deterrent Users also have to be reminded that the stainless steel and cast iron stoves are susceptible to rust. Serrar, however, is confident in his products. &quot;Once we have a stove with value, we can always find a market,&quot; he said. &quot;Poor people are today paying a lot using traditional stoves. In Haiti, a family can spend as much as a third of their income on fuel for cooking  A Prakti stove retails for $50 but saves them $250 per year, for five years.&quot; The next phase for Prakti is to bring costs down, particularly distribution costs for the &quot;last mile&quot;. The stoves may be ingeniously designed and efficient but, unless poor people can afford them, Prakti will not make the health and environmental impact Serrar seeks. With this in mind, Prakti is seeking commercial partners who may be able to cut distribution costs. He also wants to work with microfinancing institutions to extend loans for stoves. Prakti intends to ship parts for assembly in countries of sale and eventually to have manufacturing done on the spot, since Serrar is keen to promote local jobs. &quot;Local production and job creation make us a much appreciated partner with local communities and local governments globally,&quot; said Serrar.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/18/tailored-solutions-india-clean-stoves", 
    "wordcount": "880"
}