{
    "headline": "The Apprentice: a psychological assessment", 
    "text": "I saw The Apprentice once, many years ago. I didn&apos;t like it. I felt it was everything that was wrong with modern culture and the media in general. I vowed never to watch it again, and assumed everyone else would feel similarly. They did not. Jump to the present day, and The Apprentice is still as popular as ever, going by the fact that my Twitter feed mentions nothing else whenever it is on. I try to follow intelligent, liberal, clear-thinking people. So why do they all get sucked in to The Apprentice? I&apos;ve not heard anyone say they actually like it, if anything they seem to actively dislike it, but still they tune in every week without fail. What strange psychological system is in place that makes so many people want to watch the antics of a number of strangers they claim to find repugnant? Is everyone a secret masochist? Does Alan Sugar have some sort of mind-control power? Is the BBC employing weapons-grade schadenfreude? There must be some interesting psychological phenomena in play. This needs investigating. So, as someone experienced in numerous areas of psychology who is largely ignorant about the current format and cast of The Apprentice, I felt I was in a perfect position to offer an objective psychological assessment of it. Here are the notes I made from viewing the latest episode.  2 min: OK, we&apos;re barely out of the recap and already Lord Sugar emphatically says he believes &quot;actions speak louder than words&quot;. But many of the physical actions humans can perform produce little or no audible output. A metaphor, or does he suffer from synaesthesia? 3 min: I&apos;m thinking Lord Sugar may be using psychological methods to control the contestants and produce the most &quot;stimulating&quot; television. He seems the sort. Also, he strikes me as a cross between an ageing human and a belligerent Brillo pad. Just saying.  5 min: Lord Sugar calls the contestants at 5.20 am. Bit early, a possible attempt at sleep deprivation, leading to an unstable mental state? Also, all the contestants seem to live together in one house. I&apos;m assuming this is something arranged by the show and not a massive coincidence? 8 min: They&apos;re visiting a farm, as you do. Details aside, Lord Sugar seems to persist in addressing the contestants from a raised level, so it&apos;s a set-up where groups of supposedly ruthless people stand assembled in uniform while a man with absolute power over them looks down and barks orders. 9 min: Lord Alan Sugar wants them to set up and run a farm shop, something completely unfamiliar to people who work in the economic/corporate field. Excessive environmental change can cause symptoms to worsen in delirium. Most of the contestants don&apos;t seem old enough for that to be a major concern, but then given the aforementioned sleep deprivation... 11 min: Maybe this friction between so many empty vessels is an attempt to generate large amounts of static electricity? Lord Sugar may want this to power some device he&apos;s working on. This doesn&apos;t sound like the most practical technology, but then again he is the head of Amstrad. 13 min: I don&apos;t think that guy Alex knows his eyebrows look like that. They must have drawn them on him as he slept for a cruel joke. 17 min: One of the women is on a farm and says the silage smells really nice. Maybe her insula or putamen is wrongly wired up?  19 min: Eyebrow guy showing obvious signs of dyscalculia. I&apos;m sure that&apos;s not an issue for people who want to work with large sums of money.  21 min: There&apos;s a great deal of footage here of close-ups of vegetables and vaguely glamorous women. It&apos;s like being backstage at the filming of a Marks and Spencer&apos;s advert.  23 min: The phrases &quot;Just use logic&quot; and &quot;Engage brain&quot; have just been used with no sense of irony or self-awareness. Can the Dunning-Kruger effect ever be fatal? If so, we might not make it to a full series. 25 min: Announcer keeps saying &quot;milkshake&quot; and now all the boys are in a yard. Nobody has mentioned the obvious joke yet.  28 min: I appear to be watching a lot of dislikeable people buy fruit, at prime time on BBC1. This may be an ingenious form of propaganda by the junk food industry. 29 min: I am struggling to tell these people apart, for all that they don&apos;t really resemble each other. The programme may have caused some form of prosopagnosia. Either that or my visual processing system has just grouped them together as some diffuse mass of absolute-tittery. I believe the gestalt theory of visual perception allows for this. 30 min: They&apos;ve got to sell ridiculously expensive slabs of buffalo meat or they&apos;ll lose the contest, and yet nobody has said &quot;the steaks are too high&quot;. It&apos;s like I&apos;m doing all their thinking for them. 32 min: Heavily made-up woman just asked a passing pedestrian &quot;are you interested in some milk?&quot; Freud would have had a field day with this show. 35 min: I don&apos;t think anyone would be willing to buy produce from a man in the street with the sort of eyebrows used to denote a cartoon character as &quot;evil&quot;. How is it possible for a human to occupy the uncanny valley? 36 min: This show is instilling in me an intense loathing of these people and the capitalist system that produces and even rewards such individuals. This may be some clever use of associative learning by the BBC, subtly supporting its more socialist funding model. Good effort, if so. 37 min: It&apos;s no good; I&apos;m going to need some booze to get all the way through this. Back in a second. 37 min: OK, here we go again. I couldn&apos;t find any proper alcohol, so am sucking on an antibacterial kitchen wipe. It&apos;ll do. 39 min: I just realised that &quot;Lord Sugar&quot; sounds like the main bad guy in a cartoon that promotes dental hygiene. This could be worth a fortune. If only there was some way to present my business ideas to Alan Sugar... 42 min: Lord Sugar just made two weak cowboy jokes in succession, didn&apos;t get a laugh either time and seemed genuinely surprised at this. This suggests some sort of short term memory failing. It&apos;s probably fine, but I&apos;d get that checked. 45 min: This whole set up is clearly designed to create animosity; it leaves the Robber&apos;s Cave Experiment standing. Arguments are bound to happen when you put people in high-pressure unfamiliar scenarios in competition with each other where survival is maintained by criticising others. You&apos;d have less chance of starting a fight if you deliberately spill the pint of a guy with tattoos and no neck. 46 min: The Stanford Prison experiment showed that people will tend to conform to the roles assigned to them by a legitimate authority, however unpleasant they may be. So maybe the contestants aren&apos;t awful people; they&apos;re just behaving in a way they think is what&apos;s expected of them? This does suggest that Alan Sugar has another set of contestants chained up in his basement though. 48 min: People seem to fall back on blaming others for their behaviour when they pretty much did identical things themselves. There is some serious attribution bias going on here, it&apos;s all over the place. 55 min: All the confident/cocky men in this seem to have some form of facial hair or stubble. This could be a fashion thing, or maybe the excessive stubble is a subtle ploy. After all, facial hair is the result of testosterone, testosterone makes you more masculine, more masculinity makes you the alpha-male, and people fear the alpha male, and fear leads to anger, anger leads to hate, hate leads to the dark side... sorry, seem to have wandered off there for a minute. 58 min: Lord Sugar just sacked someone. I think it was the woman one, but to be honest I&apos;ve lost all ability to pretend I care at this point.  So there you have it, the Apprentice seems to be an ongoing experiment by a skilful but possibly mad mogul with a fondness for psychological manipulation. Of course, it&apos;s important to not make conclusions based on a single source/example. Someone else can gather the data in future though. No way am I sitting through that again. Dean Burnett is usually silent on Twitter when the Apprentice is on. See for yourself, @garwboy.  His new science/humour podcast &quot;Dean and Dave&apos;s science webnoise&quot; with close friend and fellow science blogger David Steele, is available here and via iTunes.", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/may/23/apprentice-psychological-assessment", 
    "wordcount": "1462"
}