{
    "headline": "'This is the end for Newhaven'  controversial incinerator fires up", 
    "text": "You see it as soon as you come over the headland. The 65-metre chimneys rise above the vast silver roofs. The trees around the incinerator will grow eventually, but for now it sits in a scrubby valley of chalk soil, exposed, and still shinily new. Controversy has dogged the waste incinerator at Newhaven in East Sussex from the start. The small port town itself has a population of just 12,000, but more than 16,000 objections to the plans to locate an incinerator near the town centre were received from the area. The county council went against popular sentiment and granted permission. Subsequent attempts for a judicial review were rejected, and the decision was chased all the way up to the then secretary of state Ruth Kelly. She ruled in favour. On Wednesday, after more than 10 years of fighting, the incinerator was officially opened. The new site will be operated by Veolia, which currently owns seven operational incinerators, which they call &quot;energy recovery facilities&quot;, with a further site under construction in Staffordshire. The government says incinerator facilities are expanding rapidly across the country, with 23 operating in England and a further 70 sites at various stages of planning and development. On both sides in Newhaven, however, it seems the long battle over the plant has been neither forgiven nor forgotten. Outside a small group of protesters held up signs reading &quot;What human rights?&quot;. One local woman, dropping off a friend, said that she wouldn&apos;t be staying. &quot;It&apos;s too late, isn&apos;t it? I can&apos;t bear to look at it.&quot; Pauline Miles, 75, has lived in Newhaven for 46 years and said: &quot;This is the end for Newhaven. Our town has been going down and down and we&apos;re the dregs now. The health risks frighten me. Why is it in a town? Why not up country somewhere? All those trucks!&quot; Inside, speaking at the launch ceremony, Peter Jones, leader of East Sussex council, referred angrily to the &quot;voodoo science&quot; peddled by campaigners, and talked of &quot;the triumph of fact-based evidence over wilful ignorance&quot; that has led to the facility opening. &quot;It is a great shame that due to the misleading information, the liberal population of Newhaven just won&apos;t engage with this incinerator as they might.&quot; Incinerators take residual waste  whatever is left over after recycling and compost collections  and turn it into fuel, using the rubbish in place of coal or gas to drive turbines and produce electricity. At Newhaven the rubbish is trucked in from six different local authorities and tipped down chutes into the vast dump. From the control room, you can peer about 40 metres down into the extraordinary landscape of rubbish; it&apos;s possible to pick out wheel hubs, crisp packets and apple juice cartons, but much of it is shredded or just rotted and unrecognisable. From here the 15 people who run the entire site use joysticks to control enormous grabbers that mix the rubbish and pick up huge bundles to dump into the furnaces. These run at 1000C, heating water and powering turbines to generate, at capacity, 19MW. By comparison, a large onshore wind turbine can have a capacity of 5MW, while the UK&apos;s largest power station, coal-fired Drax, has a generating capacity of 3,960MW. Campaigners claim numerous problems with incinerators as a solution to the UK&apos;s waste problems. Shlomo Dowen, of UK Without Incineration Network believes that incinerators are disastrous in terms of climate, cost and efficiency. &quot;There are far more exciting and useful waste disposal technologies coming through now, and incineration is stifling their development.&quot; He also points out that an incinerator requires a certain amount of waste to keep the furnaces going, so the local community is locked into providing that for 20 years, rather than reducing or recycling. Richard Kirkman, head of technology at Veolia, sees incineration as currently the most environmentally friendly option. Conceding that waste is a less efficient fuel than coal, he counters that the energy produced is far less carbon intensive, at just 275g of CO2 per KWh. That compares with about 910g from coal, and 390g from gas according to figures from the International Energy Agency. &quot;Things will evolve, definitely. This may not be the best solution in 20 years. But for now, for the next 20 years, this is the right thing to do.&quot; On the growing number of incinerators, a spokesman for the Department for Environment, Food and Rural Affairs, said: &quot;It is one among several waste technologies, a combination of which is needed for sustainable waste management. The government is focused on energy outcomes in terms of maximising outputs and not specific technology.&quot; The government has a &quot;waste hierarchy&quot;, he said, which places incineration above landfill but below re-use and recycling. The people of Newhaven remain unconvinced. Norman Baker, the Liberal Democrat local MP, boycotted the opening ceremony. &quot;This gigantic intrusion into the landscape was forced on the town against the wishes of virtually all its residents by the Tory county council,&quot; he said. &quot;It has damaged the landscape and sent out a message that Newhaven is simply a convenient dumping ground for the rest of the county. There is nothing to celebrate.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/05/newhaven-incinerator-opens", 
    "wordcount": "887"
}