{
    "headline": "Car review: Skoda Superb", 
    "text": "Price 17,675MPG up to 56.5Top speed 125mph For Britain, this has been the year of the bike, of Bradley Wiggins, Sir Chris Hoy, Strictly Come Dancing&apos;s Victoria Pendleton. We&apos;ve had the nation&apos;s first Tour de France victory, awelter of Olympic medals, sideburns, tears and vastly increased bike sales. The amusing Skoda ads that accompanied coverage of the Tour de France this summer  think extreme things two-wheeled going on all over the place while a Skoda sails serenely through it all  left us in little doubt: the Czech brand aspires to be the car of the year of the bike. The car manufacturer not only supplies nine top cycling outfits with their team vehicles, but is also official sponsor of the Tour de France, Giro d&apos;Italia and Tour of Britain. To see life at the sharp end of the sponsorship, Ispent a day on the Tour of Britain with John Herety, the directeur sportif of Rapha-Costa-Condor, one of the UK&apos;s leading squads. Herety&apos;s Skoda Superb not only carries all the spares the riders might need but is also a communications centre where Herety takes in information from the race&apos;s internal radio system and forwards it to his six riders, all the while fielding calls from journalists and sponsors. It is also a mobile snack bar (Herety is constantly handing out energy gels and drinks as his charges drop back from the peloton) and a four-wheeled wardrobe (it&apos;s where riders keep their rain capes, overshoes and arm warmers). Like all former professional cyclists, he is disturbingly adept at multi-tasking while driving and has a driving style that can be frankly terrifying  for example when he urgently chased down the lead group along narrow Dartmoor lanes. The Superb has much to recommend it, whether as a cycling team vehicle, family getaway car or, as in my case, transport for a journalist covering the Tour de France; this summer the Observer covered the Tour en Superb. One reason it is so popular is the immense space available in the back  this is critical in cycling, as it&apos;s the domain of the mechanic, but outside the race convoy, the epic rear space has other blessings: before the Tour started, the Superb transported four of us  two adults and two long-legged adolescents, plus luggage, to the north of Scotland for a family funeral. It swallowed us all and seemed to be begging for more. The tinted glass proved particularly popular with the teenage occupants. This was nothing to do with keeping the sun out  this was the summer of 2012, lest we forget  but for that tinge of gangsta-style glamour. The Superb has all the other qualities you&apos;d expect of the modern diesel: buckets of power married to afuel consumption as parsimonious as the diet that enables Bradley Wiggins to lose enough weight to climb with the best in the Alps and Pyrenees while maintaining the power that wins all those time trials. The bigger family estates now seem to have passed the tipping point where you enjoy the endless space but pay the price with a lorry-like driving experience. The artistry of the Superb is it pushes right up to that cusp without going over it. It&apos;s massive, but it&apos;s still in touch with the tarmac. The perks of a Hertz Hertz is taking some of the stress out of secondhand car buying with HertzRent2Buy, a new online used-car sales programme selling 1,000s of well maintained, late-model vehicles at competitive prices direct to the public. The icing on the cake is that prospective buyers can test drive a vehicle for up to 10 days for free, if the car being test-driven is purchased. Most of the Rent2Buy models are sold at prices cheaper than Parkers suggested values, so there is every chance you will be driving off in a bargain. The cars are all fully serviced as you would expect, with many still under manufacturers&apos; warranty, and usually have from 12,000 to 50,000 miles on the clock. Sexy at Sixt And if the idea of buying a &quot;pre-loved rental runaround&quot; doesn&apos;t appeal, you might do better heading over to Sixt. The family-run car and van rental outfit has recently expanded its services in the UK with a range of high-end luxury vehicles. We are talking the likes of Aston Martin DB9, Ferrari California, Porsche, Land Rover, Rolls Royce and Bentley. These premium marques will now be available to rent for both short- and long-term periods. The luxury fleet is available from a number of London&apos;s Sixt depots, including the newly revamped centre at Heathrow airport where customers can take advantage of last-minute vehicle upgrades. What better way to start your holiday? For more information, go to london.sixtluxurycars.com.", 
    "section": "technology", 
    "gid": "technology/2012/oct/14/car-review-skoda-superb-cycling", 
    "wordcount": "798"
}