{
    "headline": "Muhammad Yunus and Bangladesh government battle over Grameen Bank", 
    "text": "When Taslima Begum, a housewife turned entrepreneur from the north of Bangladesh, accepted the Nobel peace prize in Oslo in December 2006, it was a proud moment for Bangladeshi women. The Nobel citation said the prize was awarded to Muhammad Yunus and Grameen Bank &quot;for their efforts to create economic and social development from below&quot;. Begum, who had used her first 1,500 taka (12) microloan to buy a goat in 1992 and went on to become an elected director of Grameen&apos;s board, said: &quot;My parents gave me birth, but Grameen Bank gave me a life.&quot; Six years on from Oslo, the 8.3 million women who make up the bulk of the microfinance bank&apos;s shareholders are facing an unexpected challenge. The bank that received the Nobel prize for its work in fostering socio-economic development from below is fighting to stave off moves from its own government to enforce decisions from above. In August, the government of Bangladesh amended the 29-year-old law governing Grameen Bank, giving more power to the government-appointed chairman to choose the bank&apos;s chief executive. The government, a minority shareholder, also constituted a commission of inquiry, the Grameen Bank Commission, which is expected to recommend further changes to the governance structure of the microlender. Critics say the move amounts to a government takeover of the institution. Yunus said there had been no failure in the running of Grameen to warrant an investigation, and he questioned the need for a commission of inquiry. &quot;People are copying Grameen&apos;s management system in other countries,&quot; he said. &quot;This is unique not only in Bangladesh but in the [rest of the] developing world. Our staff members transport millions of taka in the villages without armored cars or armed guards. Nobody steals our money. Surely we&apos;re doing something right with our management model.&quot; This is the latest in a long-running tug of war between Yunus and the government, which removed Yunus as the head of Grameen last year, saying he had passed retirement age. Mirza Azizul Islam, a prominent economist and former economic adviser to the government, said the trend was towards diluting the role of the board of directors and concentrating power in the hands of government appointees. &quot;With these unnecessary changes, the government is tinkering with a system that has allowed Grameen to prosper while many state-run banks are embroiled in scandals,&quot; said Islam. &quot;If the basic structure of Grameen is changed, the worry is that the poor women who are the rightful owners of the bank will be disenfranchised.&quot; Grameen is governed by a 12-member board, nine members of which are elected from among the borrowers while the other three, including the chairman, are nominated by the government. The government owns 3% of the bank based on equity, while the rest of the shares are held by the bank&apos;s members, mostly women. &quot;Grameen Bank was formed as an institution owned by its borrower members, who are poor women,&quot; said Yunus. &quot;Through its unique decision-making process, Grameen Bank has given millions of women the means to emerge from the shadows in a male-dominated society and to make something of themselves.&quot; Tahsina Khatun, an elected director of Grameen, says the bank&apos;s independence is non-negotiable. &quot;Grameen is our bank,&quot; she said. &quot;We bought shares bit by bit with our savings. Now the government has started saying this is a government bank. How can we accept that?&quot; Khatun said Grameen, which gives small loans without collateral, runs on a system based on trust. &quot;If the trust is ruined, the bank will certainly be affected.&quot; At the heart of the dispute are conflicting interpretations of the bank&apos;s ordinance. A government review committee concluded last year that since Grameen was created under a special law, it was a statutory public authority  in other words, a government bank. Yunus contends that Grameen is an independent specialised bank which, according to its founding charter, is run by its board of directors, not by the government. Grameen&apos;s employees do not take their salaries from the government budget, which means they are not public servants. The Awami League-led government&apos;s antipathy towards Yunus has been made clear by a series of public comments made by government ministers. The prime minister, Sheikh Hasina, has criticised microfinance institutions for &quot;sucking blood from the poor&quot;. Last week, finance minister Abul Maal Abdul Muhith caused consternation when he quoted another Nobel laureate, the Indian economist Amartya Sen, as saying Yunus was responsible for tarnishing Bangladesh&apos;s image abroad. Muhith backtracked after Sen swiftly denied the comments. Mozammel Haque, chairman of Grameen, denied the government was taking over the bank. &quot;The government will not take over the bank,&quot; he claimed. &quot;The bank&apos;s operations have been running smoothly according to the law.&quot; Haque said the change in the ordinance was necessary to resolve a stalemate over the appointment of a new managing director. The government has reacted to the stiff opposition put up by Grameen&apos;s directors by asking a commission to look into the women&apos;s &quot;qualifications&quot; to serve as directors. Critics have accused the government of harassment. Yunus said: &quot;I find it outrageous that people are calling into question the qualifications of these women who have become owners of the bank with their own money and through their hard work.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/21/muhammad-yunus-bangladesh-grameen-bank", 
    "wordcount": "905"
}