{
    "headline": "Boot up: Samsung's store, Instagram's first, Google's piracy search challenge and more", 
    "text": "A quick burst of 7 links (and a video) for you to chew over, as picked by the Technology team Samsung Store opening, Metro Vancouver            There&apos;s something a bit familiar about Samsung&apos;s first North American store. Two years later: the first Instagram photo &gt;&gt; Instagram Blog  Two years ago today, we tested the first photo upload to an app we called Codename. Three months later, in October 2010, Instagram launched to the public.   We&apos;ve got more on Instagram coming later today... Augmented reality law &gt;&gt; Technollama  Besides privacy, the main legal issue that I guess will be of concern is actually intellectual property. When people are able to over-impose layers to reality beyond the clunky smart-phone camera, there will be quite a lot of potential for copyright infringement. Similarly, there will be new commercial opportunities for content owners, imagine if you could turn our world into World of Warcraft, or superimpose the Wizard and Muggle worlds next to each other. Imagine if you could bring your avatar to the real world and allow anyone with the adequate glasses to see your virtual persona. Who owns that content becomes a truly important commercial question.   Via comments of the article linked below... Wearable technology: a vision of the future? &gt;&gt; The Guardian In case you missed it. Court may order Google to censor &apos;torrent,&apos; &apos;RapidShare&apos; and &apos;Megaupload&apos; &gt;&gt; TorrentFreak  Google has suffered a setback in its case against the music industry group SNEP. Last week the French Supreme Court ruled that Google can be required to censor the search terms &apos;Torrent&apos;, &apos;RapidShare&apos; and &apos;Megaupload&apos; from its Instant and Autocomplete services. The court argued that Google indirectly facilitates copyright infringement by failing to filter these terms. The case is now going to the Appeals Court for a final decision.   SNEP argued that when people put music artists&apos; names into its search box, piracy-related keywords then pop up in the autocomplete. It lost in two lower courts, but won in this one. Apple adds unique identifier field to in-app purchase receipts &gt;&gt; TheNextWeb  Since the change, which Macrumors says developers noticed as of today, comes in close proximity to the hack, it&apos;s definitely possible that the two are related, but this identifier won&apos;t do anything to prevent the hack as it stands. Apps will have to be updated to check the value, first and foremost, but proactive receipt validation with Apple&apos;s servers that checks agains the &apos;unique_identifier&apos; value is the only way this is going to do anything real from preventing a hack like this from happening again.   That&apos;s a lot of apps to update. The Yahoo board was very careful to keep the Marissa Mayer news away from Kara Swisher &gt;&gt; Business Insider The story is about as long as the headline. Swisher is AllThingsD&apos;s executive editor; she&apos;s had a hotline, it seemed, to Yahoo&apos;s board. But now the mole &quot;within management&quot; has been found - which is why the Mayer news had its bombshell impact. Dear the internet: yes, digital magazines do cost money to create &gt;&gt; Revert to Saved Craig Grannell:   One of the UK&apos;s Mac magazines, MacFormat, which I regularly write for, just unleashed its new digital version on the App Store. On the iPad, it uses the same underlying framework as the spiffy Tap! magazine, making for an entertaining and interactive experience. Hurrah! So, inevitably, people are already bitching about it on the App Store. Here are two choice one-star reviews...   &quot;Can pay, won&apos;t pay&quot; is the cri de coeur de nos jours. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/19/technology-links-newsbucket", 
    "wordcount": "622"
}