{
    "headline": "How prevalent are teacher-pupil relationships?", 
    "text": "It is difficult to gauge how prevalent inappropriate pupil-teacher relationships in schools are as statistics are difficult to obtain and anecdotal evidence can be misleading. A 2007 YouGov survey of 2,200 adults said one in six knew of someone who had had an &quot;intimate relationship&quot; with a teacher while at school. Between 1991 and 2008 a total of 129 teachers were prosecuted for relationships with pupils, according to reports. Teaching unions report that incidents are actually &quot;very rare&quot;. Yet this is not the first questionable relationship to emerge at Bishop Bell school. One school has dealt with no fewer than five incidents. When, in 2009, Christopher Reen, 31, a classroom supervisor at Headlands school in Bridlington, was jailed for three years and four months after admitting six counts of sexual activity with a 15-year-old female pupil, it emerged four ex-staff at the same school had faced the courts in recent years over inappropriate sexual conduct. Incidents are not confined to older male teachers with younger female pupils. Helen Goddard, a 26-year-old private school music teacher, was jailed for 15 months in 2009 over a sexual relationship with a 15-year-old girl. Madeleine Martin, 39, a religious education teacher, was jailed for 32 months after a brief relationship with a 15-year-old at the Manchester boys school where she worked. It is an offence under the Sexual Offences Act 2003 for a person over 18 to have a sexual relationship with a child under 18 where that person is in a position of trust in respect of that child, even if the relationship is consensual. That applies where the child is in full-time education and the person works in the same place as the child, even if the person does not teach the child. Alan McLean, a chartered educational psychologist, said that although they are above the age of consent 16 to 18-year-olds are still deemed vulnerable in law. &quot;It&apos;s an asymmetrical power relationship. That&apos;s at the heart of this, and there is obviously a huge taboo and fear of children being exploited in relationships. They are vulnerable in that power relationship, and that is why there is such a strong reaction,&quot; he said. &quot;It&apos;s not just teachers. It can be youth leaders, sports coaches  the child is open to be manipulated, just in terms of feeling beholden to the adult.&quot; Chris Keates, general secretary of the NASUWT union, said such cases represented a very tiny percentage of allegations made against teachers. &quot;It is not something that is common across the profession. When it does happen then, obviously, it is dealt with very severely. I&apos;ve never known a case where a member has got to court that there either hasn&apos;t been some sanction against them at court, or dismissal for gross misconduct at school level.&quot; The union has expressed concerns over whether teachers who have had relationships with pupils aged over 16 should be placed on the sex offenders register. &quot;What we were questioning was if that same teacher had a relationship with a sixth former down the road, that wouldn&apos;t be seen as something to put them on the sex offenders register,&quot; she said. &quot;And clearly there was an anomaly in the law. Which is not to say we condone such relationships. At any level and any age, within the school it is clearly a breach of trust and is unacceptable.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/25/how-prevalent-teacher-pupil-relationships", 
    "wordcount": "574"
}