{
    "headline": "Stephen Hawking silences Go Compare singer in latest ad instalment", 
    "text": "     Physicist Stephen Hawking has put his extensive knowledge of black hole theories to good use, by conjuring one to suck the irritating opera-singer in the Go Compare ads into another dimension. Hawking, who has notched up an impressive array of pop culture credits including appearances on Star Trek: The Next Generation, The Simpsons and Red Dwarf, is the latest celebrity to feature in the insurance price-comparison website&apos;s TV advertising. The latest ad features the 70-year-old Hawking opening a black hole in the space-time continuum to silence the annoying ditty sung by Go Compare&apos;s fictitious tenor, Gio Compario. &quot;I confess I am a fan of the Go Compare adverts,&quot; Hawking said. &quot;I am also an opera fan so I was delighted to be given the opportunity to help save the nation and silence Gio.&quot; The former Lucasian professor of mathematics at Cambridge University follows A Question of Sport presenter Sue Barker, former England footballer Stuart Pearce, TV survival expert Ray Mears and dancer Louie Spence in signing up to appear in the ad campaign. In 2012 the wheelchair-bound scientist featured on science geek sitcom The Big Bang Theory during which he accepted a character&apos;s request to play the Zynga&apos;s Words with Friends online game. Hawking, a self-confessed Trekkie, has also appeared as himself in an episode of Star Trek: The Next Generation playing poker against Isaac Newton, Albert Einstein and Data, the show&apos;s resident science genius. Hawking won. He has also appeared in The Simpsons and an anniversary edition of Red Dwarf. A recurring Family Guy character called Steve, who has a computer-simulated voice, is said to be based on Hawking. Go Compare&apos;s marketing officer, Kevin Hughes, said: &quot;We were thrilled to hear [Hawking] was a fan of the ads and believe his appearance will really take viewers by surprise.&quot;  To contact the MediaGuardian news desk email editor@mediaguardian.co.uk or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook.", 
    "section": "science", 
    "gid": "science/2013/jan/01/stephen-hawking-silences-go-compare", 
    "wordcount": "367"
}