{
    "headline": "Twitching with the urban birder", 
    "text": "When I first meet David Lindo, at dawn on a brisk day in London, it is as if the birdlife around East Acton tube station has arrayed itself, conspiratorially, to make a point for him. Lindo is an inner-city nature expert, a self-titled &quot;urban birder&quot;, who passionately believes that the ever-more popular pursuit of birdwatching can be as rewarding in a built-up city as it is in the open countryside. And look, he says, drawing my attention to something roosting on a crooked TV aerial: &quot;Wood pigeon.&quot; He points out, as well, a trio of starlings bobbing on a telephone wire, then dozens of babbling parakeets flying overhead in the direction of Wormwood Scrubs prison. A herring gull, as we watch it against the sky, appears to outfly a distant commercial jet. Urban birding? All that&apos;s missing is a pigeon with its hoodie up; a chaffinch cruising by in a white van, warbling along to Capital FM. &quot;We think of a place like London as a sterile urban jungle,&quot; the 48-year-old tells me. &quot;But all you have to do is look up. There are wild animals flying overhead, all the time. Keep looking, and slowly, slowly you&apos;ll be able to identify new birds. It&apos;ll come.&quot; I&apos;ve never knowingly identified a new bird. Indeed, my experience of urban birdwatching has, in the past, been sorely limited; limited to watching some city pigeon or gull fly away while I shake a fist in its wake, the inevitable payload of shit bombed on to my shoulder or hair or (once, unforgettably) upper lip. I don&apos;t have particularly fond memories of &quot;looking up&quot;, which is Lindo&apos;s oft-repeated mantra. But he is an enthusiast  a birding advocate who regularly visits school classrooms and prison lecture halls, and he boils with a zeal that&apos;s enormously infectious. He&apos;s very excited about our day ahead and soon I am, too. In the next hour, he says, we&apos;re going to scour the local park, where we might see a goldfinch or a collared dove or a meadow pipit, maybe even some roosting house sparrows or a whinchat, &quot;really sought after in London&quot;. Later, we&apos;re going to scale a skyscraper in the middle of London&apos;s financial district, to stand among the satellite dishes and weather detectors and watch out for migrating birds of prey: buzzards, peregrines. Along the way Lindo has promised to show me how to spot winged treasure in the city&apos;s most innocuous places  walking the streets, beside the river, even idling at traffic lights in a car. In the more traditional birdwatching sites around Britain, he admits, we might set out expecting to see sexier rarities: he heard, just this morning, of a sighting of a black-and-white warbler on the Isles of Scilly, also a long-toed stint in Sussex, a bird Lindo has never seen before. But he insists he&apos;s happier here, in the metropolis. &quot;People think we must be impoverished for birds. I don&apos;t buy it. Last winter I saw redpolls in Soho. I see more warblers here than my mates in... my mates in&quot; He halts. He cocks his head. &quot;Mates in&quot; He tucks his woolly hat above his right ear. &quot;Sorry, I can hear It&apos;s like a psst-psst-pisst. Can you hear that?&quot; I don&apos;t think I can. Mates in...? &quot;Norfolk,&quot; says Lindo, vaguely. Then he whips his binoculars up to his eyes. &quot;Meadow pipit!&quot; We hurry into the park. THE PARK &quot;I&apos;ve put in 18 years here,&quot; says Lindo, surveying Wormwood Scrubs, London grasslands that share a name with the adjoining prison. &quot;Sounds like a sentence, doesn&apos;t it?&quot; He likes the Scrubs above all other parks because in the western part the grass hasn&apos;t been cut for about a decade, and wading through the knee-high growth there&apos;s every chance of coming across &quot;tired migrants who&apos;ve pitched down for safety&quot;. The Scrubs used to be entirely overgrown when he first started visiting, in the early 90s, which was good for birdwatching; but many of the municipal concessions made since have actually improved it overall as a birding site, Lindo reckons. When the Channel Tunnel took over part of the land, for instance  laying tracks along the park&apos;s northern rim  there were fears wildlife would be scared away. But trees were installed to mask the train lines, and these now tend to guide the birds flying into the park so that, standing in a spot in the middle, he says: &quot;It&apos;s almost like a slideshow flying past you.&quot; Through our binoculars we watch a goldfinch flutter by, just so.     David Lindo teaches Tom Lamont the art of urban birdwatching. Photograph: Pal Hansen    Next, we walk through the long grass, hoping to flush something out. &quot;I&apos;ve found everything here,&quot; says Lindo. &quot;Short-eared owl. Snipe. Woodcock. Cat. Blow-up doll.&quot; He stops, scans the land. &quot;Sparrowhawks,&quot; he says, pointing. &quot;Practising hunting. See the way they disguise themselves as other birds? Flying like a thrush, bouncing like a finch. Incredible.&quot; He grins. &quot;You&apos;re looking at a man in love.&quot; This is an attitude that has caused him problems. On a trip to the Scrubs on a sunny day, he recalls, &quot;I was lying on the grass with my girlfriend, and exactly when she leaned over to kiss me I saw a buzzard fly over. I was like, woah, woah...&quot; Lindo rolled for his binoculars; his girlfriend went flying. Between the noises of the city  a distant police siren, a honking train  he has been singling out bird calls since we met, trying to explain to me what he can hear. Now the shrill phweet-phweet of a chiffchaff leads us to the walls of the prison. We see starlings on the roof, and another load of noisy parakeets flying off in the direction of Hammersmith hospital  but no chiffchaffs. After a chilly, testing 20 minutes, the pair of us staring solemnly at an apparently empty bush, Lindo spots it: a brilliant thing, tennis-ball sized, pumping its tail on an interior branch. A satisfying find. &quot;I spent two weeks in Hawaii once, and saw 13 species in that whole time. We&apos;ve already seen 25 here. I call it my &apos;inner city fair isle&apos;. &quot; THE CAR We climb into a battered BMW three-series to drive into central London, and even though the growl of the engine and the gentle lilt of the radio should be cancelling out surrounding birdsong I can see that Lindo is trying hard to listen anyway. Stopped at a traffic light he hears a robin and, after a quick twist in our seats, we see it on a nearby fence. &quot;When I was a little boy growing up I&apos;d spend a lot of time alone, looking out my back window and listening to John Peel on Radio 1. I learned to pick out bird calls like you&apos;d pick out individual instruments in music.&quot; That was here, in north-west London. Lindo was the only black kid he knew in the area with an interest in nature, and in a memoir-cum-birding-guide that he published earlier this year (The Urban Birder, New Holland) his memories of crude remarks made in the playground about his race (&quot;nig-nog&quot;, &quot;sambo&quot;) merge with jibes received about his developing hobby (&quot;bird brain&quot;). Aged seven he saw a kestrel flying over his school in Wembley and excitedly told a teacher about it. &quot;David, you haven&apos;t see a kestrel,&quot; he was told. &quot;You don&apos;t get kestrels in cities.&quot; But Lindo knew he had seen one, and it was then, clearly, that his urge to confound birding snobs  those who insist on the superiority of the countryside  was born. His mum bought him his first pair of binoculars around that time. &quot;14.99. I&apos;ve only just paid her back.&quot; Today he wields weightier, hi-tech gear  tricky for a novice like me to get used to. So far, whenever Lindo has spotted something I&apos;ve been left tangled in straps and fiddling with focus adjusters, taking so long to get a bead on a woodpecker or flycatcher that it will have come and gone before I&apos;m ready. &quot;Takes practice,&quot; he says. &quot;There was a time when Picasso couldn&apos;t paint. I learned the hand-eye coordination by following planes in the sky. Another reason why urban birders are really well placed to train themselves.&quot; As we drive through Notting Hill he scans the skyline through the windscreen. Birding from a moving car might not be ideal, he says, but it isn&apos;t impossible. The M40 from London to Oxford is great for red kite. And as we drive along Westbourne Grove he reminisces fondly about seeing a murder by crows [see footnote], viciously mobbing a red kite one day, in broad daylight. &quot;I was the only person in the whole world who saw that. Because I was listening, looking up.&quot; Parked in the city, out of the car, Lindo accuses me quite correctly of being embarrassed to wear the binoculars around my neck in public. &quot;Any good birder has his binos on at all times. Even shopping on Oxford Street. Last time I was on Oxford Street I saw a black redstart, just above HMV&quot; THE TOWER BLOCK &quot;Buzzards? Peregrines? Seabirds? I&apos;d be kissing everyone if we got an osprey  there aren&apos;t 20 pairs of them in the UK. But who knows what we&apos;ll see?&quot; We are on top of Tower 42 in central London, rooftop accessed with the help of a friendly security guard who led us up through the building&apos;s maintenance lifts and stairwells. Lindo helms a bird study group here every week during the warmer months (visit t42bsg.blogspot.com to join), and today there are five of us in attendance  strategically positioned around the edge of the square tower, everyone diligently eyeballing the horizon and trying not to be distracted by the awesome 360-degree view of London below. &quot;Peregrines have taken to city life with such aplomb,&quot; says Lindo, training a telescope on one that is roosting in the tall chimney atop Tate Modern. &quot;Initially they were cliffside birds; now they&apos;ve learned to see buildings as cliffs. And with pigeons everywhere to prey on, well, they&apos;re laughing.&quot; Really we want to see something flying overhead: the group is committed to recording sightings of migrating birds of prey. Lindo says you&apos;re most likely to spot one crossing the city between 10am and 2pm, and to have the best chance of spotting them &quot;riding the thermals&quot; you need to get as high as you can. We&apos;re 42 storeys up  but no luck. An hour passes, Lindo remaining cheerful but eventually succumbing to the tension and shouting at the sky: &quot;Come on, buzzards! Come on, let&apos;s have you!&quot; They ignore him. After half an hour more there&apos;s a long, strained discussion about whether one of the birders can see a little egret in the distance to the north, nesting in a pylon by one of the Walthamstow reservoirs, but it turns out to be a hazard sign. To the south two cormorants fly past the half-finished Shard building, but this crowd aren&apos;t much impressed by cormorants. A bright-blue helium balloon floats all the way from Soho over to the Arsenal football stadium and beyond, which distracts everyone for a while... But no birds of prey. People start to pack their things, disappointed. Still, it&apos;s probably a measure of Lindo&apos;s contagious zeal that, before we leave, I&apos;m implausibly excited by the once-common sight of a gull. It twirls slowly up from Mansion House tube station, flying closer and closer (&quot;Lesser black-backed gull&quot;, confirms Lindo, &quot;coming to give us the eyeball,&quot;) and eventually wheels around us, just out of touching distance. It&apos;s huge, and a stirring sight against the London vista beyond. Lindo is brought back from his thoughts about peregrines, his frustration about the absent buzzards, to appreciate a quintessential city sighting with fresh eyes. &quot;Beautiful. Beautiful.&quot; It&apos;s a reminder, for him, of base principles. &quot;Don&apos;t kill yourself trying to spot rarities. Just get up on the roof, enjoy what you see.&quot; THE RIVER &quot;When I go to any city,&quot; he says, &quot;I head straight for the river. It&apos;s where things converge.&quot; Lindo has seen puffins on the Thames, he tells me, as we look out over the water from the Embankment. Also (one happy day) guillemot. &quot;But it&apos;s not only London  any city that has a river running through it, you&apos;ve got to get to it. In Derby you can see kingfishers, in Bradford dipper. Hawfinches fly over the Seine in Paris, great big buggers with massive bills.&quot; A lone herring gull twirls around Cleopatra&apos;s Needle, and then a flock of black-headed gulls glides in formation under Waterloo Bridge. Lindo has his binoculars up. Even an average-looking flock is worth scanning, &quot;in case you&apos;re lucky enough to see a Mediterranean gull,&quot; he says, &quot;one of my favourite gulls, white with a black head.&quot; It&apos;s time to stop. After seven hours of looking up we&apos;re both getting what Lindo calls &quot;warbler neck&quot;, and even the sight of a Sandwich tern, drifting past the Shell building across the water, isn&apos;t enough to soothe the aching muscles. Shaking hands, saying goodbye, Lindo nods at one last bird flying overhead. He waits for me to try and identify it. &quot;Crow?&quot; He nods. &quot;Well done. You&apos;re getting it.&quot; David Lindo&apos;s urban birding tips  April and September are the best months to visit grasslands like Wormwood Scrubs, says Lindo, but &quot;anything can turn up anywhere at any time&quot;. Look out in particular for robins, their relatives the whinchats, meadow pipits and goldfinches. Once a year on the Scrubs, says Lindo, a rare ring ouzel tends to turn up. &quot;Normally they&apos;re very hard to connect with, but I see &apos;em every year. I&apos;ve been blessed.&quot;  Think like a bird. &quot;To a passing migrant that bramble bush in the middle of Birmingham&apos;s Bull Ring could be a bramble bush in the middle of a Scottish island.&quot;  Certain birds, like black redstarts, love building sites. The Olympic Park was a great place to spot them when it was being built, for example.  To spot birds of prey like peregrines and buzzards, get up as high as possible on a clear day (between 10am and 2pm) and look to the north or north-east, where they&apos;re most likely to migrate in from Scandinavia.  Football stadiums can be good birding sites. &quot;I was at the Champions League final in Rome in 2009,&quot; says Lindo. &quot;When the crowd filed in all these moths were disturbed from the seats  they flew up into the rafters and created a feeding frenzy for the local birds. I spent more time watching that than the match.&quot;  The following correction was published on 22 April 2012:A splendid collective noun was lost in our feature on urban birdwatching (&quot;There are wild animals flying overhead&quot;, Observer Magazine) when an editing error turned the expression &quot;a murder of crows&quot; into &quot;a murder by crows&quot;. It would be a tragedy if other bird collectives, for example, among many others  a parliament of owls, a deceit of lapwings, a murmuration of starlings, a congregation of plovers, a bouquet of pheasants  were to become threatened species.", 
    "section": "environment", 
    "gid": "environment/2012/apr/15/urban-birdwatching-david-lindo", 
    "wordcount": "2613"
}