{
    "headline": "Samsung unveils new Galaxy S4 smartphone as it happened", 
    "text": "  12.13am GMT    Summary    We&apos;re going to wrap up our live blog coverage of the Samsung Galaxy S4 launch. The rumors were true, and more. It&apos;s a slim phone with a big screen and a fast chip. It runs 4G LTE through 327 mobile operators in 155 countries. Specs are here and here. It drops in the end of April. Available in &quot;black mist and white frost.&quot; Not, lamentably, &quot;sable drizzle.&quot; The phone has a bunch of wow-factor features. It has simultaneous translation to and from nine languages. It&apos;s super-syncable, for sharing pictures, videos, and music. There&apos;s a group play feature that turns a group of phones into a stereo system, each phone broadcasting a different stereo band. There&apos;s a dual camera that allows the shooter to appear in a small window in the video he/she is shooting. The phone tracks your eye movements for pausing films you stop watching midway. It scrolls by tilting. The phone reads texts to you. And there&apos;s an elaborate setup for various health apps, allowing you to track calories, heartrate and more. Dominic Rushe will have the whole story up on the Guardian home page shortly. Thanks for joining in!       12.02am GMT       And the scroll by tilting. That was cool too. And the fact that it seems like a phone to travel with, with wide compatibility and service providers. There&apos;s a rush by the press to handle the precious.    Show is over, Peeps bum rushing stage for a hands on. I'm filing! #samsung #galaxy4&mdash; dominic rushe (@dominicru) March 14, 2013     Updated at 12.02am GMT     11.59pm GMT       We still don&apos;t know how much it costs?       11.59pm GMT       Coolest feature? Translation and group play. What do you think?       11.59pm GMT       What was that.       11.59pm GMT       &quot;That concludes our show.&quot; The music is going on. Now the cast is taking a bow! Now the orchestra is being applauded. Will Chase, the host, is now cheered by the boy, but no one applauds? &quot;Now it&apos;s your turn to try the phone.&quot; Staff in the aisles will usher journalists to tables where they can try the phones. Are you ready for the next Galaxy? Will Chase says. Well here it is.       11.57pm GMT       Is this the phone to have? What do you think? How are the going to act out the price points?  Now they&apos;re demonstrating the eye-tracking feature. A character name Didi seems to have had too much champagne, pausing her video. Also cool: you can scroll up or down simply by tilting the phone. The phone can tell you how many calories you&apos;ve burned by walking throughout the day. The phone tracks your heart rate. And accessories can monitor your blood sugar and save your data. That&apos;s all kind of eye-popping. One imagines a future in which a lost phone means compromising personal medical details? That&apos;s perhaps alarmist, and Samsung surely has extensive security measures to protect personal information. Will everyone want an advice that knows so much about them?       11.52pm GMT       Group Play: It can turn any group of S4 phones into a group sound system. Each phone acts as a speaker. You touch the phones to each other and the sound spreads out. A big group of them creates surround sound. That is pretty cool, some say. Women in club dress are dancing onstage to the wonderful music pouring out of their mutiplicit phones in stereo.  It works for video games too: &quot;Group Play supports multi-user games.&quot; Now a guy is playing golf.        11.48pm GMT       It&apos;s as if your child were in a high school play you&apos;re forced to attend, but the play turned out to be a sales pitch for a phone.    WC Fields said never share the stage with children or animals&mdash; Michael Gartenberg (@Gartenberg) March 14, 2013     Updated at 11.49pm GMT     11.46pm GMT       Samsung has apparently hired actors to act out every conceivable scenario in which a Galaxy S4 might come in handy. The phone can speak messages: You get a text. The phone reads the text to you. It&apos;s great while you&apos;re driving. The phone&apos;s impressive. The production is... perhaps not the strongest currently running on Broadway.       11.43pm GMT       The new conceit is that the host is called in the middle of this gig by his manager. &quot;Well, baby, how&apos;s it hanging?&quot; the manager begins. Nope. Not an Apple event.       11.42pm GMT       If you buy a Galaxy S4, you will win the heart of a gorgeous Brazilian woman named Ana. Even if you are wearing a lopsided backpack and say things like &quot;Dude, the thing is so smart.&quot; That seems to be the message here. To explain, now the guy with an S4, Jeff, is in Brazil and he meets a local. He takes a bunch of pictures of her. &quot;Yeah dude they&apos;re all pictures of Brazil.&quot; The joke is they&apos;re actually pictures of Ana. Not Brazil. This is a long, long subplot. Now Jeff is in Paris and he meets up with another young man with a backpack. Jeff and John. They share photos and stuff, which Jeff also shares with his family instantly.  Then through a service call HomeSync, &quot;a hub for your life and memories,&quot; your whole family can share all your media with each other, anywhere in the home? We&apos;re going to double-check that. Does Jeff really want to share all his Ana photos with his little sister?        11.37pm GMT       The Guardian&apos;s Dominic Rushe is at the event, and we have to agree with him here:    Translator feature is extremely cool. #samsung #galaxy4 #chastened&mdash; dominic rushe (@dominicru) March 14, 2013        11.36pm GMT       Siri, consider yourself served. The Galaxy S4 has a translation feature. You can type a question in English, for example, and the phone can speak it in Chinese. Or the phone can listen to Chinese and then type it out in English. The phone understands 9 languages.        11.34pm GMT       The end of the photobomb?! Wow. Is this bad or good? The camera has a feature whereby, if something unexpected happens in a shot, you can rapid-fire a ton of photos, and then as long as the obstruction at some point moves out of the frame, the phone edits together the best shot, omitting the unwanted party.       11.31pm GMT       Turns out the kid from the commercials is one hell of a tapdancer!       11.31pm GMT       This is a Tennessee Williams play now? There&apos;s a fake stage on the real stage. A tiny ballerina yells at her dad for not having an S4 which means he can&apos;t film her performance. Then Jeremy, the kid from the commercials, is being recorded by a father who does have the phone. Aand Bidan is back to explain the Dual Camera. You can shoot video with both cameras, the front-facing one and the back-facing one, at the same time. The video shows you the scene you&apos;re looking at. The shooter appears in a little window. Well that&apos;s different. The audience applauds. Now Stanley Kowalski barges onto the stage screaming Stellllaaa [not really].    Updated at 11.33pm GMT     11.28pm GMT       Enough specs: &quot;We&apos;re in the greatest theater in New York, Radio City Music Hall! &quot;And I&apos;ve invited some of Broadway&apos;s best performers.&quot; OK here we go.        11.27pm GMT       More specs: It&apos;s a 4G LTE device. It&apos;ll download at 100mps and upload at 50 megabits/sec. It supports WiFi and BlueTooth. It has an infrared LED, which can function as a TV remote. 13 megapixel camera on front, 2 megapix camera on back. Equipped with standard memory options and room for an SD card.       11.24pm GMT       Now Ryan Bidan, director of product marketing from Samsung telecom US, is in conversation with the host. Bidan has a headset. The phone is &quot;slimmer yet stronger,&quot; he says. THen he begins to hemorrhage specs: 136.6mm long, 68.9mm wide. Only 7.9mm thin. 130 grams. But a 5-inch screen.  Full HD screen; 441 ppi. The colors are evocatively named: Black mist and White frost.    #Samsung #galaxy4 available in black mist and white frost - weren't they WWF wrestlers?&mdash; dominic rushe (@dominicru) March 14, 2013     Updated at 11.25pm GMT     11.22pm GMT       The phone will be rolled out to 327 mobile operators in 155 countries, starting in the end of April, he says. 3G and 4G versions. It will have LTE roaming globally. Sounds like a phone to travel with. And he&apos;s done. Thank you! Now a video.        11.20pm GMT         Oh God - it's like a terrible awards show, clips, cute kids, bad jokes. #samsung #galaxy4 #killmenow&mdash; dominic rushe (@dominicru) March 14, 2013        11.20pm GMT       First impression: it&apos;s flat. Physically, it&apos;s a narrow device. There&apos;s the kid again. The box turns out to have two phones in it, one white, one black. Kind of meager applause in the room.       11.19pm GMT       &quot;Wouldn&apos;t it be really great? These ideas have been conceived from our observation of real life,&quot; he says. Behind him is projected a giant picture of people having fun on the beach. &quot;For each of us, life is a journey. What we want is a device that can join us on the journey.&quot; &quot;Ladies and gentlemen: The Samsung Galaxy S4.&quot; THERE IT IS       11.17pm GMT       The head of Samsung mobile communications, JK Shin, takes the stage. &quot;Wouldn&apos;t it be great if the technology in our hands could place the person taking the picture in the picture as well?&quot; he asks. &quot;Or wouldn&apos;t it be convenient if a smart phone could understand when you want to scroll up or down?&quot; &quot;Imagine touchless interfaces,&quot; he says. Something tells me there&apos;s already a product that delivers on all these amazing dreams.    Updated at 11.17pm GMT     11.13pm GMT       &quot;Welcome to Samsung Unpacked 2013.&quot; &quot;Jeremy,&quot; the kid from the video, is onstage, talking to the host. The boy leaves the stage. The host welcomes everyone, then begins to clap for himself, alone. &quot;I began my career 20 years ago on this stage as a Rockette,&quot; he jokes. What kind of tired wit falls back on a Rockettes joke for Radio City?    Updated at 11.14pm GMT     11.12pm GMT       It&apos;s started. They&apos;re playing the commercials. The third one. A dog jumps on the bed. The kid tap dances out the door wearing a bowtie. He&apos;s driven to Radio City Music Hall. He thanks his driver, &quot;Benson.&quot; Let&apos;s guess. He&apos;s about to come onstage.       11.10pm GMT       They must be waiting for Justin Timberlake to warm up.       11.06pm GMT       Follow our correspondent Dominic Rushe on Twitter for the latest from inside the hall.       11.05pm GMT       It&apos;s starting! ... soon! &quot;Ladies and gentlemen, the show will begin in a few minutes,&quot; a disembodied voice is heard to say.       11.04pm GMT       There&apos;s apparently free beer at this thing. The Guardian&apos;s Dominic Rushe sends this dispatch:  Five minutes to curtain up - it&apos;s very Broadway. Pumping music, circling lights. Bonkers! Inside Radio City the press is being plied with free beer. Not something you&apos;d expect from Apple. Security say there are 3,000 plus people in the hall. It&apos;s like the UN in here, so many languages being spoken. All a bit mad really - for a phone. I spoke to a Korean Samsung exec outside but he was being very coy about what we can expect. Given the build up, it better be good.        11.01pm GMT       7pm ET. We&apos;re up to 243,706 watching the YouTube livestream, on which is audible the timeless hit &quot;Mack the Knife.&quot; Now it&apos;s 258,183.        10.57pm GMT       How much will the Galaxy S4 cost? A 16GB iPhone 5 starts at a couple hundred. From there they get a lot more expensive. How low can Samsung go, for a smartphone that aims to be the best, not just the cheapest? Apple&apos;s supposed to launch a new iPhone this year too, by the way. Maybe even the widely rumored Apple television. From the WSJ:  Apple&apos;s new product timeline is still murky. It is expected to release at least one new iPhone later in the year and has been working on a less expensive version of the iPhone as well, people familiar with the matter have said. The company has also been working on a television but has struggled to strike deals with television operators to support it, other people have said.        10.51pm GMT       We&apos;ve embedded the live video feed at the top of the blog there. It&apos;s 10 minutes till the scheduled start time. But it sounds like they&apos;re having some trouble getting all those journos corralled and seated in an orderly manner.       10.48pm GMT       Our correspondent Dominic Rushe is on the scene, experimenting with hashtags:    Security says about 3k people here. Not much chance of hands on then. #Samsung #galaxy4 #itsonlyabloodyphone&mdash; dominic rushe (@dominicru) March 14, 2013        10.46pm GMT       If you have read any of the preview reports on the Galaxy S4, you know it&apos;s meant to feature a larger screen, faster microchip, slimmer profile, touch-free scrolling and eyeball-motion-sensing technology. As in, if you&apos;re watching a video but look away, the video pauses because the phone knows you looked away. Whether you think that&apos;s cool or terrifying will depend on your general comfort level with technology, maybe your age, maybe your Zodiac sign, but probably mostly your age. Redmond Pie has one of the best background reports on the new product we&apos;ve seen. But if we already know so much about the phone, why stick around for the official launch? The simple answer is that we won&apos;t really know what&apos;s in the phone until it&apos;s officially unveiled  a lot of what&apos;s out there is mere rumor. Another answer might suggest that it will be spectacular fun to see how Samsung, which is given to increasingly elaborate stage shows, will stage this.  And then there&apos;s the chance of a JT sighting:    The $Samsung Galaxy S4 line outside Radio City Music hall is hundreds, maybe thousands long. Rumor in the queue: Justin Timberlake&mdash; Philip Elmer-DeWitt (@philiped) March 14, 2013        10.35pm GMT       Lest there be any doubt as to the magnitude of interest in the little handheld hottie we&apos;re about to meet, note that one-half hour before the Radio City event is scheduled to begin, 99,554 people have tuned into the official live stream of the event on YouTube. Make that 101,938. The number jumped 2,400 in the time it took me to type that. What do you think it will get up to by 7pm ET? A million? More? Here&apos;s the livestream:                 10.22pm GMT       The new Galaxy will run on Google&apos;s Android software, as do about 70% of all smart phones worldwide. About 19% of the world&apos;s smart phones are iPhones and run on Apple&apos;s proprietary code. The Wall Street Journal surveys the battle between Samsung and Apple:  And customers and investors are anxiously awaiting the next big thing. Apple&apos;s shares have fallen from a high-close of $702.10 in September to $428.35 Wednesday. Analysts have been reducing their forecasts, some of which once approached $1,000 a share. Samsung, meanwhile, is trying to sustain its momentum with the announcement of a new phone Thursday. Its next Galaxy phone is expected to have a faster microchip, an improved camera and better battery life, analysts and industry watchers say. The device also will have a slightly bigger and sharper screen, continuing a trend of offering larger displays.  Meanwhile the pope* has replied to our correspondent with an admission of secret allegiance... to the Jobs empire:    @dominicru the Vatican has provided with me an iPhone 5 which I very much like&mdash; Pope Francis (@CardinalPope) March 14, 2013   *The tweet embedded here was not actually sent by the pope or any known consort of the pope. It&apos;s a joke!    Updated at 10.22pm GMT     10.05pm GMT       The Guardian&apos;s Dominic Rushe is on the scene. With approximately one bajillion of his colleagues:    This phone better end world hunger. Bigger crowd than #pope. #samsung #galaxy4 twitter.com/dominicru/stat&mdash; dominic rushe (@dominicru) March 14, 2013        10.01pm GMT       Good evening and welcome to our live blog coverage of what could be the biggest thing to hit Radio City Music Hall since the Rockettes. Samsung is about to take over the hallowed hall and unveil its new smart phone, in an attempt to knock industry leader Apple off its self-satisfied smart phone throne. At stake is the $400bn market for mobile devices. The Galaxy SIV, as the new gadget is known, is meant to be bigger, faster and smarter than any phone the world has ever known. How do we know that, if the unveiling hasn&apos;t even begun? We know because Samsung has allocated an estimated $4bn  that&apos;s right, B as in billion  to advertising this year. They&apos;ve been using it for things like this:            That&apos;s a flash mob to build excitement over the phone, in case you can&apos;t tell. And if you thought that spectacle befuddling, behold the first of two video commercials Samsung has produced to promote the new Galaxy:            The sequel commercial is here. Or, you could just check out the Rockettes. The event starts at 7pm ET. Our correspondent Dominic Rushe is on the scene. Join us as we check out what the Galaxy has to offer.    Updated at 10.06pm GMT  ", 
    "section": "technology", 
    "gid": "technology/2013/mar/14/samsung-galaxy-s4-launch-live", 
    "wordcount": "2592"
}