{
    "headline": "Dughall Mor  the big dark stranger in the forest", 
    "text": "The burnside track is aptly named the Tall Trees walk and even at the beginning it is the giant trees that dominate the woodland. My aim was to see just one tree, which is unusual partly because it has a name of its own  the Dughall Mor. The woodland, steep sloped in parts, flanks the Moniack burn and there are many tall trees. The beech trees are fine examples and a Norway spruce is one of the tallest in the country at more than 50 metres. On the upper part of the walk is the beech glade planted in 1870 and known as the cathedral. The woodland floor is lush with ferns, and notable flowers include the creeping lady&apos;s tresses and bird&apos;s nest orchid. These were all distractions and I wondered when I would find the tree. Suddenly I was aware that there in front of me was the grove of Douglas fir (Pseudotsuga menziesii). It was a little disturbing, but very moving, as the relatively slender trunks made it difficult to appreciate their great height. However, as they towered above me I had the sense of feeling very small and even insignificant. It is reputed to be the largest concentration of trees exceeding 55metres anywhere in the UK. The Dughall Mor was named when Forestry Commission Scotland ran a competition among local people to give a name to this champion of the tree world. The words in Gaelic mean &quot;big dark stranger&quot;. It is, arguably, at more than 62 metres the tallest tree in the UK, although there are two or three other contenders. The trees here are so straight and tall that one was felled to provide a replacement mast for the Discovery, the ship in which the explorer Captain Robert Falcon Scott sailed to the Antarctic. I came away with a feeling of elation and privilege after looking at the most impressive tree I have ever seen.", 
    "section": "environment", 
    "gid": "environment/2012/sep/05/reelig-glen-inverness-dughall-mor", 
    "wordcount": "324"
}