{
    "headline": "F Sherwood Rowland obituary", 
    "text": "What could be the human significance of a scientific paper entitled Stratospheric Sink for Chlorofluoromethanes: Chlorine Atom-Catalysed Destruction of Ozone? As it turns out, a lot. In 1974, F Sherwood &quot;Sherry&quot; Rowland, who has died aged 84, and his co-author Mario Molina, saw that a class of synthetic chemicals already in wide and growing usage around the world could cause pronounced thinning of the Earth&apos;s natural ozone layer, thus subjecting life on the planet&apos;s surface to larger doses of harmful ultraviolet (UV) rays from the sun. Their paper in the journal Nature laid out the basic science and the plausibility, if not inevitability, of global impacts of these chlorofluorocarbon (CFC) chemicals and demonstrated how certain human activities can have environmental impacts far beyond what one might intuit. Two decades later, Sherry, Molina and Paul Crutzen shared the Nobel prize for chemistry &quot;for their work in atmospheric chemistry, particularly concerning the formation and decomposition of ozone&quot;. By the mid-1970s, CFCs were regarded as an industrial success story, first as refrigeration fluids and later as propellants for aerosol-spray products such as deodorants and hairsprays. Invisible and engineered to be chemically inert, these synthetic chemicals were thought to be safe. But Sherry had heard of CFCs being detected in air over the Atlantic by the UK scientist James Lovelock and wondered what would eventually happen to them. Laboratory data convinced him and Molina that the CFCs would be destroyed over the course of approximately 100 years, only after drifting above most of the ozone layer and encountering harsh UV light that would break them apart into their component atoms: carbon, chlorine and fluorine. That debris would be the problem. Chlorine atoms released into the ozone layer would initiate chain reactions, Sherry realised. They calculated that much of the ozone layer could be destroyed if CFC usage continued to grow. That ozone shields the Earth from biologically damaging UV was already known in 1974. UV&apos;s role in inducing some skin cancers in humans was an example. He pressed his case, publicising his findings with press conferences and by testifying to state and federal legislatures. Opposition from affected industries arose and he was criticised, ridiculed and discounted. One industry group called him an agent of the KGB. But he persisted and an international agreement, the Montreal Protocol, was enacted in 1987 to limit the production and release of CFCs. The unexpected discovery in 1985 of the Antarctic ozone hole by the British Antarctic Survey, confirmed within months by Nasa, had added some drama behind-the-scenes, while Antarctic fieldwork by teams of scientists confirmed that chlorine&apos;s attack on ozone was causing the hole. Since 1987 the Montreal Protocol has been strengthened repeatedly to reflect new scientific findings, demonstrating that international agreements based on a rational assessment of scientific evidence  even of a phenomenon that we cannot see  are possible. Today, CFC amounts in air are diminishing and the ozone layer is projected to recover in coming decades. Had CFC emissions not been stopped, we now understand that in addition to their destruction of the ozone layer, their impact on climate (through their greenhouse effect) would be comparable to that of carbon dioxide. Throughout the 1970s and 80s, Sherry spoke so clearly and forcefully that public opinion turned against CFCs. Consumption decreased in the US even before bans were enacted and American chemical companies began to seek alternative, ozone-safer chemicals. Sherry continued his research as well, and contributed concepts and data that made his earlier research more robust. In his public presentations he was always current, showed his data and never exaggerated, thereby reinforcing his credibility. With his colleague (and former student) Don Blake, Sherry reported exacting measurements in 1982 showing that the greenhouse gas methane was growing in concentration in air samples from all over the world. This finding attracted much attention and demonstrated that human-caused climate change can extend beyond carbon dioxide released from fossil-fuel burning. In the months before his death, Sherry pursued a totally new avenue of research with Blake: measuring chemicals in human breath to see if they could provide a new method of discerning diseases. The second of three sons, Sherry was born in Delaware, Ohio. His father was professor of mathematics at Ohio Wesleyan University. Sherry studied there and at Chicago University, then became instructor in chemistry at Princeton University (1952-56). After an assistant professorship at the University of Kansas (1956-64), he was made professor of chemistry at the University of California, Irvine. He was elected to the US National Academy of Sciences (1978) and was made a foreign fellow of the Royal Society (2004). Sherry and I met after we learned that we were both studying chlorine in the atmosphere. For the next 10 years, we talked on the phone almost every day. I considered him my best friend and know other scientists who feel the same way. His exemplary scientific rigour, honesty, dignity and collegiality made him a role model to emulate in the heat of today&apos;s politically charged science debates. He is survived by his wife, Joan, whom he married in 1952, their children, Ingrid and Jeffrey, and two grandchildren.  Frank Sherwood Rowland, scientist, born 28 June 1927; died 10 March 2012  F Sherwood Rowland on the Nobel prize website", 
    "section": "environment", 
    "gid": "environment/2012/mar/15/f-sherwood-rowland", 
    "wordcount": "876"
}