{
    "headline": "Degree classifications are extremely crude - and pretty useless", 
    "text": "In Geneva a few weeks ago, as the American and European participants were discussing which insect repellent to use on their post-conference hikes, I had to leave in order to attend yet another meeting of an exam board. This year, I&apos;ve been chair of several of our boards, &quot;faculty observer&quot; on others, and external examiner elsewhere, and so my desk has been littered with exam scripts and spreadsheets. My head is full of rules for dealing with classification and borderline cases. Degree schemes are like snowflakes: no two are alike. North Americans rarely understand the expression &quot;exam board&quot; unless they have worked or studied in the UK. Of course, they grade their papers, often with substantial help from their teaching assistants. But once the marks are settled, that is it as far as the department is concerned. Marks go off to the university administration, and in due course find their way on to student transcripts. Here, by contrast, at least two academics assess or moderate each paper. The mark then exists in a form of limbo until ratified by the exam board, the external examiner and the university examinations section. In some cases, a single essay will be read by three different people, and the mark adjusted twice, although this is rare. Marking in the UK is a process of handicraft, not mass production. And what do we do with these finally tuned judgments? We put them into a computer that weights them for year of study, ignores some of the bad ones, and produces a number through some form of averaging process. That number will assign the candidate either to a clear degree class, or to a twilight borderline zone. If borderline, we then use another set of rules, apparently too complex for any computer, taking account of such things as &quot;exit velocity&quot;, &quot;spread of marks&quot; and any extenuating conditions, in turn graded A, B, C, and X. In such discussions a score of academics can spend a couple of happy hours for each degree programme trying to detect whiffs of high-class performance. Inevitably, and tragically, some students will be consigned to a lower classification by a hair&apos;s breadth. And after all of this, what do we end up with? Given that many students now regard a 2:2 as hugely disappointing, the great majority find a way to do what they need to achieve at least an upper second. Some, with talent and hard work, will do even better and will be awarded a first. Those who in the old days would have performed weakly are likely to have failed at an earlier stage, and so just won&apos;t be there in the graduating class. I haven&apos;t seen a third in years. Averaging between a 2:2 and a fail is a real challenge. Hence after all this work, we assign perhaps 20% of students to the first-class category and most of the rest to the upper second-class group, with a sprinkling of lower seconds. In other words, the job of an exam board is to spend a huge amount of effort taking a rich profile of information  how students have done over a wide range of assessments  and turn it into extremely crude classification. And it is classification that we find useless for our own purposes. Any student who applies for further study will be asked for a transcript of all their marks, in addition to their degree result. Universities apparently don&apos;t think the degree classification conveys very much useful information, and so why should anyone else? I&apos;m coming to the conclusion that we should simply issue students with transcripts to record their study, and leave it at that. There are proposals to replace degree classifications with grade point averages, as in the US. That&apos;s a move in the right direction, but why have a summary measure at all? School achievement isn&apos;t summarised into a single number, and why should it be any different at university? If a student on a German and geography degree did brilliantly in German and miserably in geography what purpose is served by reducing it all to a single score? And so my plea: No more classifications. No more algorithms. No more borderlines. And, most heartfelt of all, no more exam boards.  Jonathan Wolff is professor of philosophy at University College London", 
    "section": "education", 
    "gid": "education/2012/jul/16/degree-classification-useless-marks-transcript", 
    "wordcount": "727"
}