{
    "headline": "ExoMars mission set to land Schiaparelli probe on surface of red planet", 
    "text": "Europe is poised to make its first successful touchdown on Mars on Wednesday, when its small robotic spacecraft connects with the planets surface after an epic journey across the solar system. The Schiaparelli lander separated from its mothership, the ExoMars Trace Gas Orbiter (TGO), on Sunday and shortly the two crafts will begin a high-stakes sequence of manoeuvres. The TGO needs to swing into orbit about the planet while the lander begins its hair-raising descent to the dusty surface below.   Related: All eyes on the red planet as ESA's lander prepares to hurtle towards Mars    If all goes to plan, the paddling pool-sized probe should touch down at 3.48pm UK time on Wednesday, after a journey of half a billion kilometres. Apart from the US, Russia and the Soviet Union, no other country has put a working lander on Mars. The closest a European country came was in 2003 when the UK-led Beagle 2 lander touched down, but was then lost. It was only relocated a decade later. Many attempts to land on Mars have failed exactly because there is such a long chain of actions to be flawlessly executed, said Franois Forget, a French scientist on the ExoMars mission. There cannot be a single weak link. Commands for the TGOs orbit insertion were successfully uploaded on Tuesday, and the European Space Agency (ESA) website said these were ready for execution.   Planned descent of the Schiaparelli lander. The planned descent of the Schiaparelli lander.   The TGO and Schiaparelli, launched into space in March, comprise phase one of the ExoMars mission, through which Europe and Russia seek to join the United States in roaming the surface of the fourth rock on the Sun. The orbiters job will be to sniff the red planets atmosphere for gases - including methane - possibly excreted by living organisms, however small or primitive. Schiaparellis central purpose is to test entry and landing technology to pave the way for a six-wheeled drilling rover which will mark the second, and arguably more exciting, phase of the ExoMars mission. The rover, due to be launched in 2020, will be able to drill two metres below the surface to search for any remaining bio-signatures of ancient life on Mars. If there was ever life on the red planet, it probably existed during the first billion years following the planets formation, when the Martian surface was far warmer and wetter than today.           ESA lander set to make final journey to Mars surface  video    The first manoeuvre on Wednesday, scheduled for 2.04pm UK time, will see the TGO execute its most critical command to date - initiating a 139-minute engine burn to slow down sufficiently to be captured by Mars gravity. Schiaparelli, meanwhile, will take a different course. The 600kg (1,300lb) craft is scheduled to enter the atmosphere at 3.42pm and touch down six minutes later near the Martian equator, in an area known as Meridiani Planum. During the descent, a discardable aeroshell will protect it against a scorching heat of several thousand degrees Celsius generated by atmospheric drag, while a supersonic parachute and nine thrusters will slow it down to a gentle speed for landing. A crushable structure in the landers belly is designed to cushion the final impact. With a 10 minute delay - the time it takes for a message to reach Earth - Schiaparelli will send home data on atmosphere temperature, humidity, density and electrical properties crucial to planning a safe landing for the bigger and more expensive rover to follow. Battery driven and without solar panels or any means to move around, Schiaparelli should last for two or three days before it runs out of power. It will take weather measurements, such as wind speed, and record electrical fields near the surface. Since the 1960s, more than half of US, Russian and European attempts to land and operate craft on the Martian surface have failed. The TGO, with its methane-sniffing equipment, will join the search for life in 2018, once it has reached an altitude of 400km. Until then, it will be aerobraking - skimming the atmosphere to bleed off energy and change its erratic orbital loop into a more circular one.", 
    "section": "science", 
    "gid": "science/2016/oct/18/exomars-mission-set-to-land-schiaparelli-probe-on-surface-of-red-planet", 
    "wordcount": "670"
}