{
    "headline": "Is there an ethical treatment for grey hair?", 
    "text": "Evidence suggests the colouring of hair goes back millennia. So why, after so long, can&apos;t we get it right? There are 50-plus shades to cover grey in every chemist, but it remains scandalously difficult to find a permanent dark hair dye containing ingredients with an unblemished safety record. This mirrors the problems with cosmetic production and is further evidence of a mainstream beauty sector besotted with cheap chemicals. Yes, I could happily rip through the average bathroom cabinet and get hot under the collar for a variety of ethical reasons, but today we&apos;ll stick with paraphenylenediamine (PPD), a material which essentially makes dark hair dye stick and which can be a potent allergen. Indeed, highly sensitive users have had gruesome allergic reactions and it has been linked to fatalities. PPD has been in use since the late-19th century. Some countries have flirted with banning it, and Sweden did from 1943 to 1992. On joining the EU Sweden relaxed the ban to conform with EU legislation. PPD is now allowed in concentrations of up to 6% in hair dyes across the EU. Is this wise? No official will categorically say PPD is unsafe. There is a lot of data: some of it inconclusive and some not very good. Tellingly, the Scientific Committee for Consumer Safety (SCCS), which gives the thumbs up or down in the EU on consumer safety, cannot even muster a &quot;satisfactory&quot;. An SCCS report from this summer also acknowledges that the frequency of allergic reactions from PPD &quot;remains a considerable concern for consumer safety&quot;. One of the reasons cited for its continued presence in products (always check the ingredients list) is that there&apos;s no good alternative. This is a problem of consumer expectation. If you want intense colours that do not wash out you will be reliant on those containing PPDs. But there are lots of other beautiful colours without the same staying power that do not contain potential allergens. They are PPD-free and these are the ones I would advise using. Note, I&apos;m not telling you to fade to grey (the obvious ethical option) not least because I wouldn&apos;t do it myself. If you&apos;re not a DIY-dye kind of girl, go to a salon that takes allergenic products seriously. Karine Jackson (karinejackson.co.uk) in London and Puro Organic (purohair.co.uk) in Birmingham use organic ingredients and non-toxic techniques. Green crush of the week Leah Borromeo wants your help to expose the underbelly of the fashion industry and investigate the suicides of some 300,000 Indian cotton farmers. She&apos;s crowdsourcing funds until 9 November at facebook.com/dirtywhitegoldfilm for her new documentary. &quot;We&apos;ll investigate what happens when you cut out middlemen and work out systems of direct trade,&quot; she says.", 
    "section": "environment", 
    "gid": "environment/2012/oct/28/ethical-hair-dye-grey-hair", 
    "wordcount": "460"
}