{
    "headline": "Michael Gove's Masai inspiration", 
    "text": "Michael Gove is fond of international comparisons - once it was Sweden, then Finland. Nowadays Shanghai crops up frequently in the education secretary&apos;s speeches. But his latest destination is a novel one - east Africa. In a speech to the Spectator&apos;s schools conference, Gove said that &quot;perhaps the most powerful lesson from abroad&quot; came from Kenya, and the Masai people who live there.  Whenever one Masai greets another they ask a question - Kasserian Ingera? Not &quot;how do you do&quot; or &quot;how&apos;s it going&quot;, but &quot;how are the children&quot;? It&apos;s wonderfully revealing about the values of Masai society - their first concern is the next generation. And the hoped-for reply is equally revealing: &quot;all the children are well&quot;. Not my children. Not some of the children. All the children are well. For the Masai, society cannot be well unless all the children are well. The question the Masai ask each other is revealing not just of their society - but of ours. Whatever tests we set ourselves - and whatever achievements we boast of - the question that goes to the heart of the health of our society should be the same - how are the children?&quot;   It&apos;s a charming story - but how valid is the comparison with our own society? The standard Masai greeting, as anyone familiar with Kenya knows, is &quot;sopa&quot;, the equivalent of saying &quot;hello&quot; in English. I asked the Guardian&apos;s Nairobi correspondent Clar Ni Chonghaile about this, and she spoke to a contact in the town of Narok, on the fringes of the Masai Mara. Clar reports:  According to a contact in Narok, by the Mara park where the Masai live, when Masai meet they greet each other with &apos;sopa&apos;. But that is the start of a long greeting process that can take several minutes. It can include &apos;How is the homestead?&apos;, &apos;How is the weather?&apos;, &apos;How are the cows?&apos; and would usually also include &apos;How are the children?&apos;, &apos;Kasserian Ingera?&apos;.   Clar&apos;s contact pointed out that in Masai culture, when men ask each other how the children are, they are also asking about the wives. So is this as revealing as Gove suggests? After all, most acquaintances in Britain would ask after each other&apos;s families at some point in the conversation. Gove routinely uses international comparisons to criticise domestic failings - in this case, he went on to take swipes at &apos;welfare dependency&apos; and the exam system. He&apos;s an engaging speaker, and stories like this help him make his case vividly. The use of the Masai greeting as an emblem of a more caring society appears to originate from a sermon given by a US church minister, Patrick O&apos;Neill, in 1991. O&apos;Neill&apos;s comparison is often cited in US education circles. He said:  This story, I think, is moving, illustrating a society that values its children so highly that a reminder of them is part of every greeting. The story is also sobering  the fact that it&apos;s surprising illustrates how very far our own culture is from valuing children in this way.  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jun/27/michaelgove-kenya", 
    "wordcount": "526"
}