{
    "headline": "Are students finally learning to cook?", 
    "text": "&apos;I would probably go for the Super Noodles. Or the peanut butter.&quot; I&apos;m in acorner shop in the University of Leicester&apos;s student quarter with three undergraduates, here to buy ingredients for a fast, easy dinner. The instant noodles and peanut butter feast will, ifthey have anything to do with it, be bolstered by frozen pizza and bacon. The reason student cooking cliches never change is that being a student never changes. There are always the same restrictions  lack of money, space, equipment, time and ability  and food is low down on the list of priorities. Going to gigs and dressing well will probably always trump eating good food. Amarildo Adams, Brogan Rogers, and Olawale Alaba-Yusuf spent last year in halls, where cooking was mostly the assembly-and-heating-up school of cuisine: &quot;I&apos;d buy bread and ham, frozen pizzas,&quot; says Adams. Alaba-Yusuf had good intentions, realising it was cheaper to cook spag bol than order a takeaway  but lost interest. &quot;I don&apos;t like cooking alone.&quot; Rogers worked as achef before university: &quot;I did mainly desserts ... It was basic.&quot; This stint in kitchens hasn&apos;t ignited a passion for cooking, as evidenced by his fondness for instant noodles. None of them owns acookbook, and they are more likely to turn to YouTube for instruction than recipe sites, magazines or food blogs. The food revolution that is meant to have swept up young people across the UK, with its emphasis on good food at music festivals, pop-ups and street food, seems to have passed students by. It is the twentysomethings who are into slow food and supper clubs. But there are signs of a shift. Fiona Beckett, who runs Beyond Baked Beans, a website for student cooks, has noticed a difference: &quot;More students will admit to enjoying cooking rather than glorifying in eating unhealthily,&quot; she says. Joy May&apos;s Nosh 4 Students is in the top 10 most popular cookbooks on Amazon, while student-friendly blokeish YouTube channel Sorted (&quot;recipes, video, banter&quot;) has amassed 13m views. And this shift isn&apos;t just bottom up. Loughborough University has set up an online student cooking channel, and other universities are following suit. The University of Salford runs free cooking classes, including a masterclass from 2011 MasterChef winner Tim Anderson. &quot;There&apos;s been more interest than we could accommodate,&quot; says Amanda Rigbye, the healthy lifestyles manager. &quot;We are looking at ways to expand the classes.&quot; The university isalso establishing ties with local businesses. &quot;We&apos;re linking in with the Biospheric Foundation to provide students with afresh fruit-and-veg box each week.&quot; Katie Siddall at the University of Leeds student union tells me there isafarmers&apos; market that is &quot;really popular, although a little more expensive than some local shops&quot;. Back in Leicester, as the grocer tots up the vegetables and herbs, I ask the guys what they reckon it will cost. Rogers and Alaba-Yusuf guess 7, Adams says 15. It&apos;s 4.11  rather less than they spend on Domino&apos;s twice a week, even when we add a chorizo and some flour. Back among the blunt knives and scratched pans in their kitchen, we make chickpea and chorizo stew with flatbreads. &quot;I&apos;ve never cooked so many vegetables at once,&quot; says Alaba-Yusuf. When the finished dish is put on the table 30 minutes later, he is amazed: &quot;Did we just make that?&quot; I ask the three housemates if they will do more cooking this year. &quot;Come back next June and find out,&quot; says Rogers, chest puffed out. I just might.", 
    "section": "education", 
    "gid": "lifeandstyle/2012/sep/19/students-finally-learning-to-cook", 
    "wordcount": "616"
}