{
    "headline": "Green news roundup: Doha deal, wildlife trafficking and urban birds", 
    "text": "Environment news  Doha climate gateway: the reaction Doha climate change deal clears way for &apos;damage aid&apos; to poor nations Ash dieback: lack of plant scientists blamed for slow response Malaysia seizes 1,500 elephant tusks headed for China Illegal wildlife trade &apos;threatening national security&apos;, says WWF Costa Rica bans hunting as a sport On the blogs     A Waxwing eats rowan berries. Thousands of Waxwings have descended on Great Britain after the failure of the birds food sources in their native Scandinavian breeding grounds     Jeremy Irons talks trash for his new environmental documentary George Monbiot: Biodiversity offsetting will unleash a new spirit of destruction on the land Doha climate talks  as it happened Make the most of waxwings in this welcome winter weather Multimedia     TRAIL Photograph: chasingice.co.uk     Chasing Ice movie reveals largest iceberg break-up ever filmed - video WWF: &apos;Wildlife trafficking is on scale of drugs and arms trade, and appears to be related&apos;  video Sea Shepherd buys anti-whaling ship from Japan  video Winter urban birdlife - your Green shoots photographs Satellite eye on Earth: November 2012  in picturesThe week in wildlife  in pictures Features and comment     David Cameron: big Will Young fan, apparently. Photograph: Dan Kitwood/Getty Images     China at the centre of &apos;illegal timber&apos; trade Tough questions for Cameron as his &apos;greenest government&apos; vow crumbles Can flex-fuel cars put US on the road to low oil prices? Are microbeads and microplastics in beauty products a threat to the oceans? Best of the web  Van Jones on Obama: Climate will be the issue he is judged on US intelligence community warns of rising climate security threat Caroline Flint: &apos;We have to find a way to bring the public with us on climate&apos; ...And finally  Sea Shepherd buys anti-whaling ship from JapanMarine conservation group acquires ship from unsuspecting Japanese authorities through US firm", 
    "section": "environment", 
    "gid": "environment/2012/dec/12/green-news-roundup", 
    "wordcount": "262"
}