{
    "headline": "Top UK universities launch free online courses", 
    "text": "Eleven top UK universities are joining the Open University to launch free internet courses, in a bid to catch up with the elite US institutions that have led the way online. King&apos;s College London, along with the Universities of Birmingham, Bristol, Cardiff, East Anglia, Exeter, Lancaster, Leeds, Southampton, St Andrews and Warwick have partnered with FutureLearn, a company set up by the Open University that will offer free, non-credit bearing courses to internet-users around the world. The courses are modelled on the US phenomenon &apos;massive open online courses&apos; (Moocs), which have attracted millions of users across the globe, and are especially popular in emerging economies  a key market place for UK universities. FutureLearn will promote UK institutions to international students, said Prof Martin Bean, vice-chancellor of the Open University. &quot;At the moment foreign students&apos; perception of UK universities is: wonderful history, great tradition, really good teaching, but a bit boring. &quot;It&apos;s absolutely unacceptable that the number one or two brand for higher education in the world should be lagging in the areas of innovation in terms of HE. We need to inject that front-foot, innovative flavour if we&apos;re to compete with the US.&quot; Universities minister David Willetts said the partnership  which has received cross-party support and involves universities from Scotland, Wales and England  will put the UK at the heart of online education. &quot;Massive open online courses present an opportunity for us to widen access to, and meet the global demand for higher education. This is growing rapidly in emerging economies like Brazil, India and China.&quot; The UK higher education industry, which is worth 14 billion, stands in the top five export earners for Britain. Moocs have grown rapidly in the US over the past year, with two providers leading the field. Coursera offers courses from 33 universities, including Princeton, Brown, Columbia and Duke and has reached more than 1.7 million users. EdX, a nonprofit start-up from Harvard and the Massachusetts Institute of Technology, has 370,000 students enrolled on online courses this autumn. Simon Nelson, one of the key architects of BBC Online, will head FutureLearn as launch CEO. He says that the company will focus on providing quality education rather than targeting large numbers but expects it may attract millions. &quot;It&apos;s a really enlightening move for these universities to come together  we&apos;ll punch so much harder collectively than any other university would individually.&quot; Partner institutions will be responsible for their own content while the OU, which has been providing distance learning courses since 1971, will assist with course delivery and infrastructure. While the courses are not meant to rival traditional degrees, Prof Bean hopes the partnership will help democratise education. &quot;This is also about unlocking institutions to citizens in the UK as well as abroad. There will be people who want to use it for employment outcomes, and we contemplate users will be abe to do a formal inviligated exam if they want to show they were tested to a higher standard of rigour.&quot; A charge for (optional) certificates and exam inviligation will form the company&apos;s primary revenue stream. The Open University is the company&apos;s only shareholder, though it is not expecting big profits, says Prof Bean. Details of further universities who may sign up to the deal will be revealed in the new year, as will the courses on offer. &quot;People are really interested in breadth,&quot; says Prof Bean. &quot;FutureLearn will roam the tapestry of HE and not be bound to any particular discipline. But ultimately the crowd will decide.&quot; Leighton Andrews, Welsh minister for education and skills has welcomed the partnership, saying: &quot;I have encouraged the higher education sector in Wales as a whole to engage with this is a serious way. The area of open education resources is a fast-moving field in which the power of the internet and information technology can transform access to learning globally.&quot; Leeds University say the partnership will also benefit students studying on campus: &quot;And our current students will have access to a rich, interactive set of resources, from both Leeds and our partners. In line with the Leeds Curriculum, this will help give them a deeper and fuller understanding of their field of study as well as encouraging them to broaden their education beyond their main subject areas.&quot;", 
    "section": "education", 
    "gid": "education/2012/dec/14/top-uk-universities-launch-free-online-courses", 
    "wordcount": "728"
}