{
    "headline": "Learn on the job with a part-time course", 
    "text": "Taking a part-time course could be the best career decision you ever make  it was for Helen Thomas, 27. She left school halfway through her A-levels and started working for Cancer Research UK in their event management team, but then decided she wanted to pick up her academic studies. She applied to do a part-time BSc in environmental management at Birkbeck, University of London and studied in the evenings and at weekends. It wasn&apos;t easy, she says, but it was worth it: &quot;It was four years of hard graft  you have to do a normal working day and then dash out of the office and get to college for 6pm to do three hours of studying, but I really enjoyed it, and having your classmates in the same boat definitely pulls you through.&quot; The course was very wide-ranging, covering physical geography, human geography, ecology and economics and through it Thomas gained the valuable &quot;research and report-writing skills&quot; that helped her get her present high-powered job in energy research. Thomas chose her course because she wanted to have the face-to-face tutorials that Birkbeck offers, but others find it easier to study part-time by distance learning. Peter Elliott, 50, is doing a part-time BA Hons in international business and management at Bournemouth University. He works full time as a deputy director of operations in the sports industry and with long hours and lots of travelling this was the only way he could fulfill his ambition of turning his HND in business and management into a degree. &quot;I can&apos;t get time off to study and going to night school with my job wasn&apos;t possible, so online seemed the best option&quot;, he says. Elliott liked the course at Bournemouth because it offered &quot;great flexibility&quot; and communication with the university was &quot;impressive from the start&quot;. It is a heavy workload, though, and Elliott has found it tough: &quot;I have to get up at 6am and start studying before work, then carry on in the evenings and at weekends.&quot; He hopes his degree will be of benefit in the job he is doing and will also &quot;help open more doors&quot;. Career enhancement and learning new skills are the main reasons for doing a part-time degree, says Prof John Arnold, assistant dean in history, classics and archaeology at Birkbeck: &quot;People usually want to get a qualification that will open up new possibilities  maybe they have done an access course and then eventually summon up the bravery to go on and do a whole degree.&quot; Part-time students make up about a third of the UK&apos;s undergraduate population, but there has recently been a drop in the numbers applying. This is partly due to a lack of understanding about the levels of financial support available  since last year, part-time students have been eligible for the same financial support to pay their fees as full-time students. This makes a big difference. Part-time students with a household income below 25,000 may also be entitled to financial help under the National Scholarship Programme, and the Educational Grants Service can also help you find out what grants might be available. And of course, if you are studying for your degree while working you can always take time out from study when needed. Flexibility is the essence of part-time studying. &quot;It&apos;s very easy to slow down study if a student has a work crisis or domestic issue  and then speed it up again,&quot; says Arnold. Tutors are very sensitive to how a student&apos;s workflow can change: &quot;We accept that in some weeks students won&apos;t have a lot of time to prepare but at other points they are able to devote weekends to studying and will do more,&quot; adds Arnold. &quot;We can&apos;t expect students to put in the same amount of work every week  they need time to focus and they need time to keep things ticking over.&quot; Supporting role Milena Bobeva, programme coordinator for the online business and management programmes at Bournemouth University, agrees that the courses are geared to give students maximum support: &quot;All our learning is done online through a virtual learning environment with online discussion forums, video recordings and electronic books, and there is a strong online peer-to-peer support network.&quot; Students have a very good relationship with their unit tutors, who are there &quot;to help to sort out any problems&quot;. And because part-time students are combining work and study, their life experience can have a bearing on how their degree develops. &quot;Our students bring such fantastic variety to the courses,&quot; says Arnold. &quot;For example, we had a history student studying life in Russia under Stalin who gave a brilliant presentation on social conditions and housing  he was a housing officer in an inner-London borough, so his personal experience had a direct impact on his coursework.&quot; Elliott has found that learning about business and management from an international perspective has been a very positive experience and relevant to his current job. He says he would definitely recommend a part-time degree for those who have work commitments but with the proviso that &quot;you do need good time-management skills  you need to have the dedication to really apply yourself  but it&apos;s worth it.&quot;", 
    "section": "education", 
    "gid": "education/2013/apr/30/learn-on-job-part-time-course", 
    "wordcount": "893"
}