{
    "headline": "Oswald T Avery, the unsung hero of genetic science", 
    "text": "In 1953 James Watson and Francis Crick changed the face of biology when they discovered the double helix structure of DNA, on the basis of experimental studies carried out by Maurice Wilkins and Rosalind Franklin. But not many people know why they were studying this stuff in the first place, how it was realised that genes are made of DNA, and why it took such a long time for scientists to accept this fact. Seventy years ago, at about midnight on 26 May 1943, a slight, balding man in his mid-60s sat in his New York apartment and finished writing a long letter to his brother in which he announced one of the most important findings in the history of science. The man was Dr Oswald T Avery, and his small research group at the Rockefeller Institute had come to an astounding conclusion. For almost 10 years, on and off, Avery had been trying to identify the chemical nature of something he described to his brother as &quot;like a virus  may be a gene&quot;. Now, despite his cautious, conservative nature, he was sticking his neck out and claiming to know what this virus or gene was made of. This mysterious substance had been discovered in an organism Avery had been studying for 30 years  the pneumonia bacteria. In 1928 a British medical officer called Fred Griffith had reported that non-infectious forms of pneumonia bacteria could be transformed into dangerous, virulent forms, if they were mixed with dead cells from a virulent strain. Furthermore, this transformation was permanent and was inherited from one generation of bacteria to another. This was what made Avery think a virus or a gene was involved. Avery&apos;s group had obtained the same effect with an extract of the virulent strain, and, as Avery announced in his midnight letter to his brother, by 1943 they had finally been able to identify this &quot;transforming principle&quot;. It was a stringy white substance that was remarkably widespread in cells, but had long been overlooked: deoxyribose nucleic acid or, as it became widely known in the 1950s, DNA. Most scientists felt that genes were made of proteins, which come in an amazing variety of forms that could, in principle, explain the wide variety of effects shown by genes. DNA on the other hand was widely thought to be &quot;boring&quot;, composed primarily of four variable parts or &quot;bases&quot;, which were present in identical quantities. However, by the early 1940s some scientists were beginning to question that certainty, pointing out that very little was really known about the structure of DNA. Avery&apos;s suggestion was not completely outlandish. Avery published his discovery in February 1944, co-authoring the paper with his two closest collaborators, Maclyn McCarty and Colin MacLeod. The importance of Avery&apos;s discovery was soon recognised around the world, despite the fact that the war was still raging. In January 1944 an Australian visitor to Avery&apos;s lab wrote an excited letter to his fiancee stating that his host &quot;has just made an extremely exciting discovery which, put rather crudely, is nothing less than the isolation of a pure gene in the form of deoxyribose nucleic acid&quot;. Later in the same year, there were two articles in Nature on Avery&apos;s work, one hailing the finding as having &quot;considerable implications&quot; for genetics, the other suggesting that slight differences in the configuration of DNA molecules might explain many biological phenomena. In1945 the Royal Society awarded Avery the Copley Medal, primarily for his work on microbiology, but also recognising the &quot;outstanding&quot; importance of his discovery for geneticists. Back in New York, a 19-year-old student called Joshua Lederberg read the article in January 1945 and was immediately inspired, as he wrote in his diary: &quot;Terrific and unlimited in its implications  I can see real cause for excitement in this stuff.&quot; Lederberg switched from medicine to bacterial genetics and in 1959 won the Nobel Prize for his discovery of sex in bacteria. Erwin Chargaff also immediately championed Avery&apos;s work and began the chemical study of DNA, which provided Watson and Crick with the key to their discovery of the double helix structure. In newly liberated Paris, Andr Boivin immediately applied the same &quot;transformation&quot; method to a different bacterium, E coli. In November 1945 Boivin published his findings and clearly stated that the key properties of genes were to be found in DNA. In retrospect, Avery&apos;s discovery should have immediately convinced scientists around the world that genes were made of DNA, and the race to find how DNA was able to produce the wide range of genetic effects should have begun immediately. At some point, Avery should have been summoned to Stockholm to receive a Nobel prize. But history took a very different turn. Many geneticists and chemists did not accept that genes were made of DNA, and it was only in the 1950s that the importance of the substance was widely recognised. Avery himself remained in relative obscurity until his death in 1955: scandalously, he never won a Nobel prize, and his work was not cited by Watson and Crick, Franklin or Wilkins. None of the three 1953 papers on the structure of DNA bothered to refer to the man who had made it all possible. Historians and scientists are still arguing about why Avery&apos;s work did not immediately transform the face of science. In the 1970s it was claimed either that the finding was &quot;premature&quot;, that Avery&apos;s caution led him not to describe his result clearly, or that the article was published on an obscure phenomenon in an odd journal and the dislocation produced by the war meant it was difficult for scientists to know about this discovery. None of these explanations are satisfactory. Part of the problem was that although bacterial transformation was well known, and in 1941 a leading evolutionary biologist had described it in terms of a mutation, for many people it was not clear that bacteria even had genes, and it was possible that the &quot;transforming principle&quot; was in fact something that caused a mutation rather than a gene. But the key issue, which was recognised by Avery, was that apparently pure DNA extracts could still contain millions of protein molecules, which could theoretically account for transformation. It was still just possible that DNA was merely a transporter for what might be the decisive part of a gene  protein. Those in the scientific community who held on to the old theory clung on to this argument. Even those who apparently wanted to accept Avery&apos;s interpretation still held back. In November 1945 the pioneer geneticist Herman Muller gave the prestigious Pilgrim Trust lecture to the Royal Society. He described the &quot;remarkable experimental evidence&quot; from Avery&apos;s group about the role of DNA and recognised its implications: &quot;If this conclusion is accepted,&quot; said Muller, &quot;their finding is revolutionary.&quot; But Muller, like so many others, was worried that small quantities of unidentified protein might be responsible for the effects. In the end, it was the accumulation of evidence that gradually swung the argument in favour of Avery&apos;s interpretation. By the late 1940s there were a large number of biochemical experiments, all of which suggested that genes were made of DNA. The &quot;genes are proteins&quot; lobby really only had one argument: DNA is boring. And that conviction began to fade away as Erwin Chargaff showed that the amounts of the four bases differed wildly between species. One of the final steps was a 1952 experiment by Alfred Hershey and Martha Chase, which showed that viral infection occurs by the transfer of DNA, not protein. Things had changed since 1944: while Avery had been disbelieved because there was 0.1% protein in his &quot;pure&quot; DNA, nobody criticised the result of Hershey and Chase&apos;s messy experiment, which involved radioactive viruses and a kitchen blender, even though unknown amounts of protein might have caused the effect. By the time Watson, Crick, Franklin and Wilkins were racing to discover the structure of DNA, its biological role was clear. Indeed, that was the reason why the race was on. It is sad that they did not recognise the role of the man who had led them there  the quiet revolutionary, Oswald T Avery.  Matthew Cobb is professor of zoology at the University of Manchester. His history of the genetic code will be published next year by Profile. On Twitter he is @matthewcobb", 
    "section": "science", 
    "gid": "science/blog/2013/jun/03/oswald-t-avery-genetic-science-dna", 
    "wordcount": "1422"
}