{
    "headline": "How a cancer group thwarted Facebook's censorship: square breasts", 
    "text": "  Related: Facebook bans 'offensive' Swedish breast cancer awareness video    The Swedish Cancer Society has come up with a new strategy to evade Facebooks censorship of female anatomy: make round breasts square.  The not-for-profit organizations breast cancer awareness video, featuring animated images and information on how to conduct breast exams, was taken down by Facebook this week. Facebooks explanation for the deletion was, Your ad can not market sex products or services nor adults products or services, the organization told the Guardian. Facebook subsequently apologized for banning the video, saying in a statement to the Guardian: Were very sorry, our team processes millions of advertising images each week, and in some instances we incorrectly prohibit ads. This image does not violate our ad policies. We apologize for the error and have let the advertiser know we are approving their ads. In response to the censorship, the group issued an open letter to Facebook that features a revised cartoon image. This time, the pair of breasts, areolae, and nipples are constructed of pink squares rather than pink circles.    We find it incomprehensible and strange how one can perceive medical information as offensive  Lena Biornstad, Cancerfonden spokeswoman     The breast self-examination school was not meant to offend, the organization states, adding:   We understand that you have to have rules about the content published on your platform. But you must also understand that one of our main tasks is to disseminate important information about cancer  in this case breast cancer. After trying to meet your control for several days without success, we have now come up with a solution that will hopefully make you happy: Two pink squares!  This can not possibly offend you, or anyone. Now we can continue to spread our important breast school without upsetting you.  Facebooks policy on nudity restrict[s] some images of female breasts if they include the nipple but always allow[s] photos of women actively engaged in breastfeeding or showing breasts with post-mastectomy scarring. The company also restricts digitally created representations of nudity unless the content is posted for educational, humorous, or satirical purposes.  The breast cancer video was an advertisement, however, and was governed by a separate set of policies. Still, Facebook said that the advertisements prohibition was a mistake.  We find it incomprehensible and strange how one can perceive medical information as offensive, Cancerfonden spokeswoman Lena Biornstad told Agence France-Presse.            The censorship has caught the attention of Swedish MP sa Eriksson, according to Swedish public broadcaster SVT. Eriksson is seeking a meeting with Facebook representatives to discuss its incomprehensible standards, she wrote on her personal blog.  Facebooks global dominance over the dissemination of news and information has placed it at the center of frequent censorship rows.  In September, the social network backed down from its decision to censor the iconic photograph of a naked girl fleeing a napalm attack during the Vietnam war, after the editor of Norways largest newspaper published a front-page open letter accusing Facebooks CEO, Mark Zuckerberg, of abusing your power. ", 
    "section": "technology", 
    "gid": "technology/2016/oct/20/facebook-bans-breast-cancer-video-square-breasts", 
    "wordcount": "482"
}