{
    "headline": "Richard III: 'When I saw the skull, the hair on the back of my neck stood up'", 
    "text": "As far as Diana Thompson is concerned, the matter is beyond question. She hung a white boar flag from her front window the day she heard archaeologists had found the bones of a man with a twisted spine in a scruffy car park near her home in Leicester. Sceptics may scoff, and results of an attempt to extract DNA and match it to descendants are not due until Christmas, but Thompson is adamant that the bones now resting in a safe in the archaeology and ancient history department of Leicester University are those of the last Plantagenet, Richard III, who rode out of Leicester on the morning of 22 August 1485 a king, and came back a naked corpse slung over the pommel of a horse. &quot;I&apos;ve always been for Richard  I had to be, I went to the Richard III School for Girls. I know it is him  and I can tell you who did the wicked deed, it was Henry Tudor, without a shadow of a doubt, that&apos;s who killed him.&quot; Like thousands of local residents who queued around the block on the final open day, Thompson wanted a last look at the hole in the ground where the remains were found. This week, the mounds of soil and stone will be refilled, the blue plastic fencing will come down, and the cars will return. By ironic chance, the pit that may have held a man believed to have murdered his two young nephews  the princes in the Tower  is directly overlooked by the private offices of the Leicester child protection unit. There was nothing more interesting to see than some broken red bricks and clay tiles, and two yellow plastic pegs in a surprisingly short oval hollow marking the spot where the bones lay. Like many local residents, to Thompson this was sacred ground; a royal grave. If science in time confirms her conviction, Thompson wants to see the king nobly buried in the cathedral, just 100 yards away. In fact, since 1980 the cathedral has had what looks just like a grave: a large, handsomely inscribed slab in front of the high altar. Every 22 August it is wreathed in flowers, on the anniversary of the Battle of Bosworth, when the last Plantagenet lost his horse in marshy ground, and then his life and his crown, which legend says rolled from his dying head under a furze bush. Candles lit by a stream of visitors burn perpetually nearby, and many people have left white roses since news of the bones&apos; discovery went round the world. The cathedral authorities say that if the identity is confirmed, they will work with the royal household, and the Richard III Society, to ensure &quot;the remains are treated with dignity and respect and are reburied with the appropriate rites and ceremonies of the church&quot;. Getting permission to excavate after years of research by local historians and the Richard III Society, was surprisingly easy, said Professor Lin Foxhall, one of the archaeologists from Leicester University who led the team, &quot;because nobody expected us to find anything&quot;. &quot;I didn&apos;t expect us to find anything,&quot; said Foxhall. &quot;It is incredibly rare in archaeology to go looking for a named individual. Even the fact that the trenches were sunk in exactly the right place, so that we immediately located a church which has been buried for 500 years  if we&apos;d found nothing else  was extraordinary. &quot;Then to find bones, exactly where the records say Richard was buried  well, I am still completely astonished by the whole thing.&quot; Jo Appleby was the bones expert who, dressed from head to foot in white plastic, like a character from CSI, to prevent contamination, excavated the skeleton. &quot;I thought at best we&apos;d get a jumble of different bones, some of which might be from approximately the right period. I still can&apos;t quite believe it. When I saw the gash in the skull, and the twisted spine, the hair stood up on the back of my neck.&quot; Foxhall and Appleby point out that they have nothing but circumstantial evidence  but say it is &quot;very, very strong circumstantial evidence&quot;. &quot;We have a grown man, buried in a position of great honour near the altar in the church but without much in the way of ceremony, with a twisted spine and a terrible battle injury  he didn&apos;t get that walking home drunk from the pub,&quot; says Appleby. There was no evidence of a coffin, or of the body having been clothed, but the bones were quite undisturbed so Appleby believes he was buried in a shroud. The hole was slightly too short for the body, and she also found some broken medieval floor tiles, as if the grave was dug hastily by smashing a hole through the floor. If it is Richard, he is not the only English monarch to have ended up in an unlikely spot. The closest parallel to the hunt for Richard were efforts by archaeologists in Winchester in 1999 to find Alfred the Great, who died in 899 and whose bones were moved at least twice, finally to Hyde Abbey in 1110. That abbey was also destroyed in the dissolution of the monasteries, though bones were found when a prison was built on the site in the 18th century. The dig uncovered quantities of carved stone, and part of a pelvis eventually determined to be from an old woman who suffered from bad arthritis. Alfred, the archaeologists concluded sadly, was probably ground up for bonemeal fertiliser for the prison governor&apos;s garden. However in Leicester, though officially the archaeologists are keeping open minds, and it will take months to complete the scientific tests, hopes are high. The dig director, Richard Buckley, said he would eat his hat if they found his namesake. When he returns to work this week, his colleagues are planning to bake him a tray of hat shaped biscuits to have with his morning coffee.", 
    "section": "science", 
    "gid": "science/2012/sep/23/richard-3rd-third-iii-leicster-bones", 
    "wordcount": "1006"
}