{
    "headline": "Sixth formers miss out on careers advice", 
    "text": "When Tamara Hassan was doing A-levels at college, the expectation was that she would go to university. But after visiting a careers fair, and stumbling across some information about vocational careers, she began to look into the alternatives. Now 19, she is about to start a customer services apprenticeship, but wishes she&apos;d known about her options earlier. &quot;I had never really heard about apprenticeships,&quot; she says. &quot;I was never told there were other routes out there.&quot; Her experience is not unusual. A recent study carried out by the careers website Not Going To Uni found that out of 1,774 university graduates, three quarters had not been told about vocational routes and apprenticeships while at school or college. More than half said they would have taken a vocational qualification if they had known about them. With almost 1 million young people currently unemployed, it has never been more important for students to have information on a range of career routes  and not just university degrees. But following the closure of the Connexions service in 2011, responsibility for careers information, advice and guidance has passed to schools  without any additional funding for delivery of services  with varying levels of effectiveness. Another blow has been the removal of the requirement for schools to provide pre-16 work experience, says Karen O&apos;Donoghue, president of the Career Development Institute, the professional body for careers development practitioners. &quot;Provision [of careers advice] is absolutely patchy,&quot; says Brian Lightman, general secretary of the Association of School and College Leaders. &quot;We are aware of some very good practice, but lots of schools are really struggling.&quot; Changes to the school-leaving age  due to rise to 17 this year and 18 by 2015  make good, early careers advice &quot;all the more important&quot;, he adds. But Spencer Mehlman, managing director of Not Going to Uni, says some teachers are unaware of the range of opportunities available to their students. &quot;A lot of teachers who are now having to promote careers advice and guidance on top of their teaching role do not necessarily know where to look to find this information,&quot; he says. Young people wanting to explore their options can find out about apprenticeships via the National Apprenticeship Service website, which lists vacancies. They can also get help online, via email and telephone from the National Careers Service, which replaced Connexions last year. But many educators and careers professionals feel this doesn&apos;t go far enough and is certainly no replacement for the face-to-face support young people badly need. School careers adviser Susan Burke has responded by setting up her own website to provide careers information and advice specifically for young people. &quot;It&apos;s a strange situation, there&apos;s so much choice for young people out there  university, gap years, apprenticeships  but just at a time when there is this choice, bang, careers advice is gone.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/29/a-level-careers", 
    "wordcount": "485"
}