{
    "headline": "Apps Rush: Pip and Posy, Samsung Mobile Unpacked, eMusic, BlablaCar, DiscriminationPong and more", 
    "text": "A selection of 10 new apps for you today: Pip and Posy: Fun and Games Illustrator Axel Scheffler drew The Gruffalo, but he also has his own popular range of Pip and Posy picture-books. They&apos;ve now spawned a collection of games and activities for iOS, published by Nosy Crow. Colouring, digital jigsaws, matching pairs and making faces in a virtual mirror using the front-facing camera all feature.iPhone / iPad Samsung Mobile Unpacked 2012 Dozens of journalists will be liveblogging the unveiling of Samsung&apos;s next Galaxy smartphone on 3 May in London, but anyone with an interest in the news will be able to watch the event live in Samsung&apos;s official Android app. Besides the livestream, the app will provide the press release and product info as they&apos;re released on the night.Android eMusic For now, eMusic&apos;s official Android app is US-only, but the company says it has plans to bring it to Europe (and iOS) in the future. People who don&apos;t subscribe to eMusic can use it to play their MP3 files, get song recommendations and playlists, and listen to samples from the music service&apos;s catalogue, but members can download songs and listen to eMusic radio too.Android BlablaCar Ridesharing service BlablaCar is popular in Europe, helping drivers with spare seats in their cars hook up with potential passengers. Now its iPhone app is available in the UK, hoping to add to its 1.7m existing members.iPhone Cargo-Bot How&apos;s this for meta: &quot;a game about programming, programmed entirely on iPad&quot;. Cargo-Bot is the first iPad game to be developed entirely inside a separate app called Codea. The game itself involves teaching a robot how to move crates.iPad Wave Control Wave Control is a gesture-based app for controlling music and voice calls on Android smartphones. Play, pause and skip songs by waving a hand across the sensor, or answer, end and reject calls by doing the same.Android Range Rover Evoque 2012 Brochure Land Rover has launched an iPad app for its latest Range Rover car, with a mixture of photos, videos and tech specs.iPad Free Books The title says it all: this Windows Phone app offers 23,469 e-books from the public domain, from Shakespeare plays to Seneca and Plato philosophy, ghost stories and banned books. It&apos;s a port of a popular iPhone app.Windows Phone MyVoucherCodes.co.uk Vouchers British discounts site MyVoucherCodes has a new BlackBerry app providing access to discount vouchers in the user&apos;s local area, with retailers covered including Pizza Hut, Garfunkel&apos;s, Neal&apos;s Yard and Frankie &amp; Benny&apos;s.BlackBerry DiscriminationPong Pong, reimagined as a racist game? Sounds bizarre, but that&apos;s the idea behind DiscriminationPong, which &quot;visualizes discrimination/racism, makes it playable and very tangible&quot;. Meaning that the player with the &quot;not-so-white paddle&quot; faces a variety of in-game handicaps to stop them winning.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/24/apps-rush", 
    "wordcount": "477"
}