{
    "headline": "This week's new games", 
    "text": "Catherine, PS3 &amp; Xbox 360 Just in time for Valentine&apos;s Day, Catherine is a puzzle game about cheating on your pregnant girlfriend. You control Vincent, a thirtysomething sap whose panic when long-term girlfriend, Katherine, starts talking about settling down leads him into the arms of Catherine, the veritable antithesis of his straitlaced missus. The game&apos;s days are spent predominantly at Vincent&apos;s local, chatting to helpful characters and commiserating lamely with his friends. By night things take on a more urgent tone in his dreams as he grows ram&apos;s horns and joins other cheating stray sheep trapped in a series of nightmarish crumbling block puzzles, from which failure to escape means death in real life. Control issues hamper the puzzle sections, adding inadvertently to the feeling of terror but also causing unnecessary crushings and impalements. Taken alongside its mellower roleplaying game-styled daytimes, Catherine is an unusual and gripping game with later puzzles that are certainly not for the faint-hearted. Deep Silver, 44.99 The Darkness II, PC, PS3 &amp; Xbox 360     The Darkness II  a world of prostitution, drugs and mobsters. Photograph: Guardian    Jackie Estacado is an unlikely hero. A brutal mob boss, he&apos;s also host to The Darkness, an evil entity manifesting itself as a giant pair of serpent-like tentacles that destroy doors and hurl props and enemies about, leaving Jackie&apos;s hands free to hold a couple of guns to add to the ensuing carnage. The Darkness also feasts on enemies&apos; hearts and cheerfully eviscerates the unwary in imaginative ways, all in the name of dark essence, a substance that&apos;s earned for kills and can be traded to upgrade your fearsome set of skills. Jackie&apos;s accompanied on his bloody crusade by supernatural sidekick Darkling, whose frequent tendency to relieve himself on the corpses of enemies suggests a serious bladder complaint. The game&apos;s graphic novel-style cel-shading softens the utterly extreme levels of violence, and the unusually coherent plot is brought to life by a superb voice cast. Sadly, its rough-and-ready action doesn&apos;t live up to otherwise rigorous production values. 2K Games, 39.99-49.99 Games news     Fallout New Vegas    The American state of Oklahoma is proposing a tax on violent games, the proceeds of which would be split between a charity that encourages children to go and play outside and an anti-bullying campaign  Pokmon trainers rejoice! The countdown to the Pokmon World Championships, to be held in Hawaii this August, has begun. To qualify you only need to travel as far as Birmingham on 3 March for the UK heats  Also out this week are Fallout New Vegas: Ultimate Edition, which pulls together the game and every single piece of downloadable content; Mario &amp; Sonic At London 2012 Olympic Games, clearly not taking any chances about being late to the party; Kingdoms Of Amalur: Reckoning brings more orc-battering in case you&apos;ve finally finished Skyrim and Airport Firefighter Simulator and Stone Quarry Simulator fight it out for the title of most unprepossessing title for a video game.", 
    "section": "technology", 
    "gid": "technology/2012/feb/11/this-weeks-new-games", 
    "wordcount": "488"
}