{
    "headline": "Anonymous launches attacks in wake of Megaupload closure", 
    "text": "The take-down of Megaupload.com, one of the world&apos;s biggest filesharing websites, has prompted swift retaliation from self-styled &quot;hacktivist&quot; group Anonymous, which has launched a string of online attacks against US government bodies including the FBI and the Justice Department. Anonymous, an online hacker collective, said it had launched its largest attack ever in retaliation for the closure of Megaupload. Megaupload was taken offline on Thursday after US prosecutors accused seven men behind the site of cheating copyright holders out of $500m (323m) in revenue over five years. The Department of Justice described the action as &quot;among the largest criminal copyright cases&quot; ever brought by the US government. Established in 2005, Megaupload offered users a &quot;one-click&quot; upload for content and boasted 50 million daily visitors shortly before it was closed. Prosecutors claim that the &quot;criminal enterprise&quot; earned its founder  Kim Dotcom, also known as Kim Schmitz  up to $175m. Shortly after the Hong Kong-based website was taken down, hackers associated with Anonymous managed to briefly disable several US websites including those for the White House, FBI, Department of Justice and others associated with Warner Music and Universal Music. All these sites were back online at the time of publication. &quot;We Anonymous are launching our largest attack ever on government and music industry sites,&quot; said a statement purporting to be from the Anonymous group. &quot;The FBI didn&apos;t think they would get away with this did they? They should have expected us.&quot; The statement also detailed what appeared to be private details, including home address and birth dates, relating to the family of Chris Dodd, chief executive of the Hollywood studios&apos; trade body, the Motion Picture Association of America. Security experts on Friday warned people against clicking links posted by people associated with Anonymous. Graham Clulely, senior technology consultant at security firm Sophos, said that users could be unwittingly taking part in unlawful distributed denial of service (DDoS) attacks simply by clicking on dodgy links. &quot;In the past, Anonymous has encouraged supporters to install a program called LOIC (Low Orbit Ion Cannon) which allows computers to join in an attack on a particular website, blasting it with unwanted traffic,&quot; Clulely said. &quot;This time, things are slightly different: you only have to click on a web link to launch a DDoS attack. &quot;If you visit the webpage, and do not have JavaScript disabled, you will instantly, without user interaction, begin to flood a website of Anonymous&apos;s choice with unwanted traffic, helping to perpetuate a DDoS attack.&quot; Seven people associated with Megaupload were indicted by a US grand jury earlier this month, according to the Department of Justice. Those charged include Finn Batato, 38, said to be the chief marketing officer; Julius Bencko, 35, the graphic designer; Sven Echternach, 39, the head of business development; Mathias Ortmann, 40, the chief technical officer, co-founder and director; Andrus Nomm, 32, a software programmer and head of the development software division; and Bram van der Kolk, 29, who is accused of overseeing programming for Megaupload websites. Dotcom, Batato, Ortmann and van der Kolk were arrested in New Zealand on Thursday. Authorities also seized about $50m of assets using 20 search warrant in the US, Canada and the Netherlands.", 
    "section": "technology", 
    "gid": "technology/2012/jan/20/anonymous-attacks-after-megauploads-closure", 
    "wordcount": "549"
}