{
    "headline": "Brain implant gives rats a feel for infrared", 
    "text": "     It&apos;s 1968, and a blind man sits in a dentist&apos;s chair at the Pacific Medical Center in San Francisco. But he&apos;s not there for a check-up or a filling, and this is no ordinary chair. The backrest has been fitted with 400 vibrating metal rods, arranged in a 20 x 20 array, and right behind it is a television camera sitting atop a large tripod. The man uses a handle to pan the camera across the room; as he does so, the images from the camera are converted into a pattern of vibrations that press gently into the skin on his back, like a large pinscreen. With training, the man learns to distinguish between horizontal, diagonal and vertical lines and, eventually, to identify objects and discriminate between them. He is one of six subjects who took part in an early demonstration of sensory substitution, whereby the loss of one sense is circumvented by feeding its information to the brain through another sensory pathway. Now, researchers from Duke University Medical Center have used these exact same principles to give rats the ability to perceive infrared light via their sense of touch, and use it to find water. Miguel Nicolelis and his colleagues are at the forefront of efforts to build neural prostheses and brain-machine interfaces (BCIs) for people with spinal cord injury or conditions such as Parkinson&apos;s disease. The key is understanding how populations of cells in the motor cortex encode information about the planning and execution of movements. A typical BCI records these signals, decodes them, and then translates them into commands for a robotic arm or some other external device. This technology is still at the earliest stages, but is becoming more sophisticated by the day  for example, Nicolelis and colleagues recently announced that they have developed a prosthesis that can record from nearly 2,000 neurons simultaneously.  In this latest study, the researchers placed rats into a circular chamber containing three water ports, each with a visible LED and an invisible infrared LED, then trained them to poke their noses into them when they light up in order to get a sip of water. They then implanted electrodes into the rats&apos; brains, and connected them to infrared detectors mounted onto the animals&apos; heads.  The electrodes targeted the primary somatosensory cortex, the first of several brain areas that process touch information from the skin. In the human brain, it is devoted largely to the face and hands, which are the most sensitive parts of the body. In rodents, it is devoted in large part to processing touch information from the whiskers. Nevertheless, in both it is arranged in a highly orderly fashion, with adjacent body parts and whiskers being represented by adjacent patches of tissue.  The rats adapted to their new headgear after about a month, and learned to use it to discriminate between the ports to get a drink. The device stimulated the whisker region of the brain whenever infrared light came within range, but at first the rats did not associate this with the task of finding water, and poked into the ports randomly. Gradually, though, they learned that the frequency of the stimulation corresponded to the intensity of the infrared light, and increased as they got closer to its source, and exploited this information to guide themselves to the right port in response to the infrared lights.  Thus, the animals learned to detect infrared light through their sense of touch, and move towards it. It&apos;s likely that the electrical stimulation evoked sensations that are similar to, or the same as, those produced when the whiskers are deflected by nearby objects.  Nicolelis and his colleagues conclude that the rats were able to transcend the limitations of their perceptual systems, and suggest that the technology could be useful for developing advanced prosthetic limbs that send tactile feedback to the brain via infrared. It has military and other potential applications, too  infrared detectors could, for example, be coupled to vibrating vests, &apos;smart tattoos,&apos; or even tongue-stimulating devices, to give the tactile equivalent of thermal imaging.  References: Thomson, E.E., et al. (2013). Perceiving invisible light through a somatosensory cortical prosthesis. Nature Communications, DOI: 10.1038/ncomms2497. [PDF] Bach-y-Rita, P., et al. (1969). Visual substitution by tactile image projection. Nature, 221: 963-964. [PDF]", 
    "section": "science", 
    "gid": "science/neurophilosophy/2013/feb/15/brain-implant-gives-rats-a-feel-for-infrared", 
    "wordcount": "714"
}