{
    "headline": "Carbon storage 'may cause small earthquakes'", 
    "text": "Capturing carbon dioxide and storing it underground could give rise to small earthquakes, according to a new report from the US National Research Council. But the authors said there was too little research to be firm on the findings, and called for more work to be done. The report examined sites where hydraulic fracturing  the practice of blasting dense rocks apart with water, sand and chemicals in order to release tiny bubbles of natural gas trapped within them  had been used. The authors found that fracking in itself carries only a low risk of causing earthquakes of sufficient magnitude to be felt by people. The finding comes despite a report into the only major shale gas fracking site in the UK, near Blackpool, that found two earth tremors  far too small to do any damage but enough to be felt in nearby villages  were directly linked to the fracking activities. However, the US report did find evidence that where wastewater was injected underground as a by-product of fracking  a procedure not used in the UK  earthquakes could occur. It is not clear why injecting wastewater underground carries a higher risk of seismic activity than fracking in itself. But the finding has clear implications for carbon capture and storage (CCS) technology, because that process would also require the injection of large volumes of gas or liquid  in the case of CCS, carbon dioxide under high pressure. The authors called for more research to show whether these problems occurred with carbon capture and storage and whether they could be avoided. The report also noted that despite the potential for earthquakes, no significant damage had been caused by fracking in the US. However, some tremors have been felt  similar to those in the Blackpool region  and have given concern to local residents. The scientists said: &quot;Technologies designed to maintain a balance between the amount of fluid being injected and withdrawn, such as most geothermal and conventional oil and gas development, appear to produce fewer induced seismic events than technologies that do not maintain fluid balance.&quot; They recommended closer oversight of such activities.", 
    "section": "environment", 
    "gid": "environment/2012/jun/15/underground-carbon-storage-small-earthquakes", 
    "wordcount": "351"
}