{
    "headline": "Mobile Roadie revamps apps platform with iPad and mobile web", 
    "text": "There are plenty of companies trying to help non-coders create mobile apps with do-it-yourself services, but few have the traction of Mobile Roadie. Its initial focus on music has seen the platform used by Madonna, Take That, Taylor Swift, The Beatles and other artists.  However, it has also attracted sports teams and stars, conference organisers, universities and the World Economic Forum  more than 3,000 apps in all, reaching more than 20m iOS and Android users. Now, Mobile Roadie has launched version 4.0 of its platform, with new features including the creation of native iPad apps, mobile websites, and a revamp of its content management system for making the apps. &quot;We&apos;re a little over three years old, and we&apos;re at a turning point,&quot; chief executive Michael Schneider tells The Guardian.  &quot;We&apos;ve done quite well in music, sports and a few other verticals, but we see a much broader opportunity in the way the world&apos;s going, which is mobile. Every brand needs to have a strong mobile presence, so we&apos;re opening up to cater to pretty much anyone who wants to reach consumers.&quot; Making HTML5 mobile websites is a big change for Mobile Roadie, not least because at numerous mobile industry conferences in the last three years, Schneider has played down the importance of mobile websites versus native apps. What&apos;s changed? &quot;We wanted to give the market a starting point,&quot; he says. &quot;This is a starting point to dip your toe into mobile on a budget: a first step to getting more immersed. We still think the world needs native apps, doing things like push notifications and using the camera and calendar, for example.&quot; Mobile Roadie&apos;s mobile web tier costs $9 a month or $99 a year, with a key selling point being the fact that the resulting sites will play nice with Windows Phone, BlackBerry and Symbian smartphones as well as iOS and Android. iPad is at the higher end of the company&apos;s service, costing $499 a month or $4,999 a year. Madonna was the first music artist to take advantage  she got early access so her iPad app came out in March. An iPad app for London&apos;s Tech City scheme is also out now. &quot;We&apos;ve totally rebuilt this from the ground up  we haven&apos;t just scaled the fonts and photos,&quot; says Schneider. &quot;We want to help people make something really immersive that takes advantage of the big screen.&quot; Also new is a revamped content management system to create these apps, to replace the existing &quot;cumbersome&quot; system that was showing its age. Mobile Roadie is also bundling its Android and iPhone creation together  previously they were paid for separately  adding more analytics and consolidating its pricing tiers. Schneider says the company is also planning to beef up the commerce aspects of its platform, in order to persuade its music clients in particular that there is more to mobile apps than marketing. &quot;Right now, people primarily see it as marketing, btu we have another announcement in May around commerce,&quot; he says. &quot;We see apps becoming more of a revenue-generating source than just a pretty marketing tool. And it&apos;s happening already: Taylor Swift has sold well into the six figures [dollars] of digital merchandise. You can make money!&quot; For now, iOS and Android remain Mobile Roadie&apos;s focus in terms of native apps. The company did support BlackBerry for a while, but stopped in June 2011 citing lack of interest from users in the apps. Schneider says Android is performing well, but he&apos;d like to see Google ramp up its music store to help artists sell tracks from within their apps, just as they do on iOS. &quot;I&apos;d love to have Google Play&apos;s music store go worldwide, as right now it&apos;s an unbalanced playing field for our customers between iOS and Android,&quot; he says. &quot;Our Android customers can only sell music in the US, and while people are using services like 7digital and Amazon, it&apos;s not even close to being as seamless an experience as on iOS. I know Google is working on it though.&quot; What about streaming music, and integration with services like Spotify and Rdio? &quot;I&apos;m a big fan of Spotify, and we&apos;re looking at possibly doing something with them,&quot; says Schneider.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/03/mobile-roadie-ipad-html5", 
    "wordcount": "727"
}