{
    "headline": "Why a global climate treaty remains worth fighting for", 
    "text": "Progress towards an international agreement on tackling climate change has been painfully slow, dogged by fundamental disagreements between the countries involved and exacerbated by the financial crisis. Little is expected of the upcoming COP 18 meeting in Doha  so is it time to abandon the idea of a climate treaty altogether? Why not give up and focus on national and regional efforts to tackle climate change? After all, negotiating a global deal is a slow, frustrating business. Not only is climate science constantly evolving, but the 194 countries that will meet in Doha often have diametrically opposed interests and points of view. Blocking progress is ridiculously easy. Many of the differences between countries revolve around the concept of historic responsibility. This is the idea that industrialised countries got rich on the back of emitting greenhouse gases so they should act first, and developing countries should be allowed to develop before being called upon to limit their own emissions. The lack of commitment from much of the industrialised world to accept this burden has contributed to a certain obstructiveness among developing countries. The rich countries are not just reluctant to pay to tackle climate change in poorer countries  they are unwilling to commit resources at home as well. Pre-occupied by the financial crisis, most countries have not seen tackling climate change as something that is in their national interest. Nonetheless, a global deal remains worth fighting for. Governments, businesses and civil society all have much to gain, for four key reasons. The biggest benefit would be for the very national and regional efforts mentioned above. A global deal and would bring a robustness and a consistency to climate policies in individual countries. The Montreal protocol tackling ozone-depleting chemicals, signed 25 years ago, is a case in point. While countries can make changes on their own, acting together can be much more effective. A more consistent policy framework would bring a second benefit. With a legally binding global agreement in place, businesses and investors will know that the direction of travel is not going to change regardless of day-to-day events. Only then will they have the clarity and security they need to make the long-term technology investments that can tackle climate change. Making the wrong assumptions because long-term policies are unclear can lead to costly mistakes in the form of stranded assets, particularly in the field of energy. Thirdly, a global agreement would create transparency, allowing the efforts of one country to be measured against another and helping to ensure that tackling climate change in one place does not simply move harmful activities to other countries. Finally, it would also bring an element of standardisation so that all countries would know they are fighting the same battle under the same rules. It would also mean that compliance with these rules would be overseen by civil society groups that could hold parties to account and ensure that countries deliver on their obligations. The impacts of climate change have started to become clearer in developing and developed countries alike. Many governments are starting to recognise that, it is in their interests to act now, regardless of who is responsible for historic emissions and who is to pay for reducing future emissions. The increasing frequency and severity of extreme weather events like superstorm Sandy in the US is beginning to bring the issues into sharper focus for many. And progress is being made. After the 2009 climate change talks in Copenhagen, countries responsible for more than 80% of global emissions developed targets to cut or limit the growth of their emissions. The ambitions for last year&apos;s meeting in Durban were low, yet it produced major achievements. These included kick-starting the $100bn per year green climate fund and setting in train a second commitment period for the Kyoto protocol. More importantly, though, the Durban meeting also started the international community down the road of all nations working together subject to one legally binding instrument to cut emissions. And crucially, this outcome was evidence of a new spirit of determination within the international community, with delegates refusing to close the conference until an agreement was signed. But for the agreement to succeed, the benefits of green growth need to be clearer to everyone. Political consensus is important to building a strategy that will survive electoral changes, but the business community must also play a central role. The private sector is going to do most of the heavy lifting when it comes to green growth, so it is important that it makes the case effectively for low-carbon investments. While it&apos;s important that all countries are committed to action to cut emissions and that those actions should be real, measurable and verifiable, it&apos;s also clear that many countries will need help from the international community to do so. That help should be subject to the same stringent accountability requirements as the emissions-cutting actions themselves. The best way to achieve this is through an international treaty  yet another reason that such a treaty is worth fighting for at Doha this year.  Yvo de Boer is special global adviser, KPMG Climate Change and Sustainability, and the former executive secretary of the UN climate secretariat", 
    "section": "environment", 
    "gid": "environment/2012/nov/21/global-climate-treaty", 
    "wordcount": "863"
}