{
    "headline": "Green news roundup: Food crisis, Petermann glacier and US corn farmers", 
    "text": "Environment news  US drought could trigger repeat of global food crisis, experts warnAmerica&apos;s corn farmers high and dry as hope withers with their harvest Victory for Lib Dems over onshore wind subsidies row Big energy users get seven times more Treasury meetings than green sector Solar panel installations halved, figures show Affluent Vietnamese driving rhino horn poaching in South Africa, report warnsChina in talks to build UK nuclear power plants On the blogs     Many Conservative backbenchers are campaigning against wind farms and new pylons in their constituencies. Photograph: Graham Turner for the Guardian     Why is the Treasury intent on sabotaging our clean energy future? Go wild as a family this summer holidays Climategate detective: &apos;I&apos;m deeply disappointed&apos; we didn&apos;t catch hacker Multimedia     Revenge of the Electric Car. film still     The week in wildlife - in pictures The Revenge of the Electric Car: watch an exclusive clip - video The carbon footprint of British holiday flights - interactive Greenland: Petermann glacier calves huge iceberg - interactive Pedals to Medals: a competitive cycling exhibition  in pictures Features     Richard Branson Photograph: Lewis Whyld/PA     Ripples from Pebble felt far from Alaska Richard Branson urges Obama to back next-generation nuclear technology Hydroelectric energy creation arrives in London Best of the web  Tourism driving illegal elephant trade in Burma and Thailand  video Siemens and Dong energy sign 2.5bn offshore wind power dealFor more of the best environment comment and news from around the web, visit the Guardian Environment Network. Green jobs Director of Communications at the Soil AssociationCanal Manager at Hampshire County Council Head of Greenprint 2020 at Global Action Plan ...And finally  Greenpeace parodies Shell with &apos;Arctic Ready&apos; adverts  in picturesThe Arctic Ready website that appeared online a few months ago may look like a Shell creation, but in fact it was Greenpeace hijacking the brand in protest at Shell&apos;s polar exploration for oil. The site asked people to send in spoof Shell adverts, and here are the most popular", 
    "section": "environment", 
    "gid": "environment/2012/jul/25/green-news-roundup", 
    "wordcount": "301"
}