{
    "headline": "Why schools are failing to protect pupils from abuse", 
    "text": "&quot;She was the worst abused of the lot of them,&quot; says Vivien Marshall (not her real name). &quot;One of the hardest things is that my daughter has not disclosed anything. She has said nothing happened. And we know it has, because Nigel Leat filmed it.&quot; Marshall&apos;s daughter was one of five pupils at Hillside First school whose sexual abuse by their teacher, Nigel Leat, was used to secure his conviction in 2011 for 36 sex crimes against children in his classroom. No fewer than 30 allegations of suspicious behaviour by Leat were recorded by members of staff at the school, now renamed Worle Village school near Weston-super-Mare. But although the headteacher, Chris Hood, was informed of 11 of these incidents, he did not refer a single one to the local authority-designated officer (Lado)  the specialist child-protection person responsible for giving advice on how to proceed. Just as at Hillside, the recent allegations of rape and sexual abuse by male pupils of a girl enrolled at Stanbridge Earls school near Romsey, Hampshire, demonstrates that suspicions of abuse can be reported to senior management without a headteacher referring them on to an independent professional for advice on what to do next. Hood has just been indefinitely banned from working with children by a professional conduct panel, which said that despite his child protection training, he showed poor understanding of the triggers that should prompt a referral to the local authority officer. But though Hood failed in his professional duty, he did nothing illegal by opting not to report the allegations of abuse  and nor did the head of Stanbridge Earls, who resigned last week. There is no mandatory reporting law in the UK as there is in some other countries: the relevant statutory guidance allows heads to exercise a degree of discretion about what to report. What angers campaigners now is that despite publicity about instances of school abuse where the relevant guidance failed children disastrously, the Department for Education has no plans to strengthen the rules. In March, the DfE published a revised version of the Working Together To Safeguard Children guidance that allows headteachers the same discretion on reporting that they have now. The department has resisted calls to introduce mandatory reporting of abuse allegations. &quot;The person who makes the decision on whether to inform the authorities may face a conflict of interest,&quot; says Fay Maxted, chief executive of the Survivors Trust, an umbrella agency for 130 specialist rape, sexual violence and childhood sexual abuse support organisations. &quot;There&apos;s the reputation of the school, the personal relationship with the person who&apos;s accused, and simply not being able to believe something so bad about them. The statutory guidance gives headteachers a choice as to how to act. It&apos;s definitely provided a loophole in the past.&quot; &quot;There is a gap,&quot; says Samantha Robson, a partner at Slee Blackwell solicitors who is representing several Hillside parents in an action against North Somerset council for failing to safeguard their children. &quot;There are no criminal sanctions [for failure to report], and I think that is worrying. Within a school structure, there are so many layers of authority: department heads, deputies, a headteacher, a governing body ... mandatory reporting takes the layers out, and makes taking action much more direct and simple for everyone to understand.&quot; North Somerset has just admitted breach of its duty to safeguard Marshall&apos;s daughter, and may now be liable for compensation, which Robson says will be needed to pay for therapeutic support. From past experience of representing victims of abuse, she says the impact on affected families  and it is suspected that many pupils abused over the 14 years Leat taught at Hillside have yet to come forward  is &quot;terrible&quot;. &quot;I&apos;ve seen a case that ruined an entire family&apos;s life,&quot; she says. &quot;And the cost to society is colossal.&quot; So, which other institutions can parents depend on to mitigate the poor judgment of a headteacher who fails to report abuse allegations? School inspectors might be expected to ask questions about the rigour of safeguarding procedures, and indeed Ofsted says that &quot;safeguarding has retained a high profile in the current framework as one of [our] judgments relates to children&apos;s behaviour and safety. We continue to consider whether or not the school meets government requirements and we continue to evaluate how well the school protects its pupils. This judgment contributes to and impacts on the leadership and management and overall effectiveness grades.&quot; This might sound effective in theory, but it doesn&apos;t seem to afford children protection in practice. Ofsted&apos;s welfare inspection of Stanbridge Earls school in May last year rated the school&apos;s safeguarding as &quot;outstanding&quot;, and singled out staff expertise in this area for special praise. &quot;Staff are confident in the area of child protection and have the necessary knowledge and skills to keep young people safe,&quot; it comments, continuing: &quot;... in addition, the headmaster, who is also trained to level three in safeguarding, combined with the online ongoing child-protection awareness course for staff, offered as part of their professional development, further enhance the knowledge of safeguarding within the staff team&quot;. It must have come as an unpleasant surprise to Ofsted, therefore, when parents of the girl assaulted by fellow pupils took her case to the special educational needs and disability tribunal, which found in January that the conduct of the headteacher, Peter Trythall, in failing to inform the authorities (or indeed the victim&apos;s parents) of what he knew &quot;borders on contempt for statutory duties&quot;. An emergency inspection which was then carried out by Ofsted concluded  less than a year on from its previous &quot;outstanding&quot; report  that the school was failing on five minimum safeguarding standards. But it&apos;s not just Stanbridge Earls school. Take a look at Ofsted&apos;s 2009 report on Hillside First school  the last before Leat&apos;s abuse was uncovered  and the answer to the question: &quot;Do procedures for safeguarding learners meet current government requirements?&quot; is: &quot;Yes&quot;. Ofsted&apos;s inspection protocols, then, are hardly failsafe. Where else can parents look for reassurance? Bridget Day, the designated officer for Buckinghamshire, points out that it&apos;s not just children who are groomed by paedophiles working in schools. Colleagues are manipulated, too. &quot;I can&apos;t count the times someone has said to me &apos;I feel a bit awkward about this  they&apos;re a wonderful teacher&apos;,&quot; she says. Better training, she suggests, might go some way to help heads to appreciate exactly when a safeguarding trigger is reached that means they should report to the designated officer  but that training can be hard to come by. &quot;There&apos;s a legal requirement that all staff in school have child protection training every three years, which is great, but it&apos;s not laid down what that should consist of,&quot; says Day. &quot;Our problem is that we have two hours every three years to deliver child-protection training and, realistically, that will be 15 minutes to talk about how to deal with allegations.&quot; The soul searching now being done into the failures to investigate Jimmy Savile has prompted strongly worded recommendations from Her Majesty&apos;s Inspector of Constabulary to the government to reconsider introducing mandatory reporting. The DfE says it is looking at them and considering &quot;whether we have the right protections in place&quot;. Now dealing with the family consequences of child abuse, Marshall is incredulous on hearing that the department&apos;s most recent guidance does no more to protect children than when her daughter was targeted. &quot;I&apos;m angry about that,&quot; she says. &quot;If somebody suspects something, they should have to report it to someone who is not in the school. It&apos;s messing with children&apos;s lives.&quot; Dealing with abuse allegations: advice for headteachers at theguardian.com/teacher-network", 
    "section": "education", 
    "gid": "education/2013/apr/22/abuse-allegations-school-teachers-reporting", 
    "wordcount": "1312"
}