{
    "headline": "Open online courses  an avalanche that might just get stopped", 
    "text": "These days there are plenty of prophets preaching hi-tech and digital solutions to the problems of expanding access to knowledge and higher education. Barely a week goes by without some new hymn to education technology, open-source software or open-access publishing. In the US, the growing chorus for online education through massive open online courses, or moocs, has been deafening. But in Britain, it has barely registered. Last December, the commercial launch of the Open University&apos;s mooc platform, FutureLearn, attracted the participation of a dozen universities and the support of David Willetts, but little response from Britain&apos;s beleaguered academics. No wonder that last month Sir Michael Barber, the chief education adviser of Pearson, the world&apos;s largest profit-making education provider, proclaimed that universities were powerless to stop the online avalanche. Across the Atlantic, the debate about online courses and their potential to restructure higher education has been raging for some time. New companies and consortia of universities with hi-tech names such as Udacity, edX and Coursera are competing to provide rival mooc platforms. These moocs are available free to anyone, but they do not earn you any credits towards a degree or diploma. No one has yet figured out how to make money from them. Nowhere has this been more evident than at the University of California, where UCOnline, set up with a $7m (4.5m) loan in 2011, has spectacularly failed to pay for itself, let alone generate income. Historically, the University of California has often proved a weathervane for global trends in higher education. It was at the forefront of creating a mass public higher education system in the 1960s, and disinvestment from the 1980s onward generated dramatic fee increases, layoffs, protests and occupations that subsequently spread around the world. So when Californian politicians (led by Governor Jerry Brown, who has pledged $37m for online initiatives) and university administrators still believe online platforms are a golden bullet that promises to expand access while reducing costs and students&apos; time to degree, we have to take them seriously. It is not often that the interests of vote-hungry politicians, resource-starved administrators and academics entranced by the democratic potential of open online courses all converge. And yet when a Californian senator outlined a bill that would allow students in the state to take online classes from a private provider for credit, it unleashed a storm of criticism. A UC faculty petition collected more than 1,000 signatures in 48 hours. As news spread across the US, condemnation came from the Campaign for the Future of Higher Education and a New York Times editorial. Those who teach in California&apos;s system of higher education are not luddites. Neither were they simply alarmed at the attempts to bypass established mechanisms of peer review and quality control of classes. In the face of the uproar, these have now been dropped. But the stakes are far greater than faculty control and oversight. If private providers are allowed to run classes for credit in California&apos;s public system, it will accelerate privatisation. It will solve the conundrum of how to make profits out of moocs by providing private providers with a revenue stream from public funds. This type of back-door privatisation, rather than the likes of Pearson taking over a whole campus, seems a real and present danger in the English and Welsh system. Private online providers have long been criticised in the US for profiting on the back of federal-funded loans to disadvantaged students, who rarely complete their classes. While online providers have proved remarkably reticent about making this type of data available, two studies from Columbia University researchers have shown the uneven effects of online classes. In Washington and Virginia they found that underachieving, minority and disadvantaged students fared particularly badly when they took online classes. The promise of moocs to improve access and democratise knowledge is a chimera. The bottom line is that there really is no replacement for face-to-face interaction between academics and students. Digital and online methods can enrich those interactions, but it seems unlikely they can replace them in anything other than a greatly impoverished way without the investment of considerable resources. No wonder 72% of those who have taught moocs over the past three years believe students who took their classes had not done sufficient work to deserve credit from their institution. This might just be one avalanche that gets stopped  events in California may well be the test of that.  James Vernon teaches history at the University of California, Berkeley", 
    "section": "education", 
    "gid": "education/2013/apr/29/massive-open-online-courses", 
    "wordcount": "748"
}