{
    "headline": "International women's day: voices from Bangalore, India", 
    "text": "The existing system of justice has failed, the laws we have haven&apos;t prevented violence from escalating against vulnerable sections of society, including women, so the notion of justice has to be looked at again. The formal justice system depends on a crime being reported, search warrants, arrest, collection of evidence. Most crimes against women, however, occur at the hands of the powerful  the landlord, the employer. Who is going to come forward to give evidence? For us there is alternative justice beyond jurisprudence. For all of us, who have worked 35 years in this field, we have first-hand knowledge of battered, brutalised women who have come to seek our help. Last month, a 19-year-old girl from northern Karnataka came to us after her aunt forced her to marry the aunt&apos;s brother. The girl wanted to study and go to college but in the home, her aunt was demanding that she do more and more domestic work. So she ran away. One way of dealing with the case was to go with the police. We could have made a complaint, but there was no guarantee she would not be forced to go back to her husband and her aunt. Instead, we brought the husband, and a different aunt and uncle, to Bangalore [to] talk to the girl. There was shouting and screaming when they met. Eventually, the girl agreed to go and live with the different aunt and uncle, and the husband signed a commitment not to interfere with her. We don&apos;t experience success in all cases, we&apos;re not magicians. But violence against women cannot be addressed by the adversarial approach under modern jurisprudence. We don&apos;t polarise; it&apos;s that binary we seek to break. Under older traditional systems, the violence was covered up. Under the modern system, the relationship is broken. We have found that the woman often wants to return to her husband despite the violence. She wants the relationship, not the violence. Under the formal justice system, the violence stops but at the cost of the relationship. We talk to the husband, the wife, the families. In many cases, the man does stop being violent or she does not put up with it. In the process of reaching out for justice, she becomes stronger. We also help the man. If he is an alcoholic, we try to get him into an addiction centre. We say to the couple, &quot;this is your problem, these are your choices&quot;. We believe in basic respect for the other; we try to restore that relationship. If that is impossible, then we seek a respectful separation. Justice has to be contextual, not individualistic. We are not arguing for a return to a fundamentalist option where decisions are based on patriarchy, caste or the power of, say, a village headman in a rural context. In our approach to justice, we seek a return to conscience, which is the sustainable way to justice. It is an organic way to justice.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voices-india", 
    "wordcount": "495"
}