{
    "headline": "India's landless march for justice  in pictures", 
    "text": "   For the past year, Ekta Parishad, a non-violent social movement in India that works on land and forest rights, has travelled the country drumming up support for the march on Delhi. During October thousands of marchers, drawn from each of India's 28 states, are expected to walk in hot and humid conditions, many barefoot. Sleeping in basic conditions, they will miss out on a months income they cant really afford to lose in order to demand a fairer share of land and resources. The marchers have been putting aside two handfuls of rice a week to feed their families while they are awayPhotograph: Simon Williams/Christian Aid       Through its work, Ekta Parishad has built a movement of people from different backgrounds. The organisation believes more equitable access to land and resources could lift an estimated 400 million people out of extreme povertyPhotograph: Simon Williams/Christian Aid       Marchers turn out to welcome the Ekta Parishad team in Burhi, Jharkhand state, carrying placards reading: Fight against hunger, we are together. Fight for water, we are together. Five years ago, 25,000 rural poor people marched the same 350km path to demand their land rights from the Indian governmentPhotograph: Simon Williams/Christian Aid       A pot containing a soil sample collected from Gandhi Samadhi (Gandhi's Memorial) at Rajghat in Delhi, where Mahatma Gandhi was cremated. During its year-long trek, Ekta has been given samples by the landless people it has met, representing the struggle of each community. These will go on display in Delhi this month Photograph: Simon Williams/Christian Aid       So far, more than 350 samples have been collected. The 2007 march led to the creation, within 12 months, of the National Land Reform Committee, a first step to creating equitable land reform. Progress since has been slow, says Christian AidPhotograph: Simon Williams/Christian Aid       In each state it passed through, Ekta Parishad connected with grassroots organisations, drumming up support for the march. Those joining the trek are demanding that existing pro-poor policies are put into action Photograph: Simon Williams/Christian Aid       Supporters make donations to the Jan Satyagraha campaign in Sarwan, Deoghar District, Jharkhand. Organising and financing 100,000 people to march for a month is no mean feat. Ekta Parishad relies heavily on donations from the communities visited on its journey, regardless of whether or not they march Photograph: Simon Williams/Christian Aid       At each location, people donate  whether to support their own struggle for local land rights, to back Ekta Parishads campaign, or with both motives in mind Photograph: Simon Williams/Christian Aid       Despite Indias strong economic growth, and extensive efforts by the government to make society more equal, the country continues to be challenged by widening inequality and remains home to a third of the worlds poor. Economic development in India has not generated enough jobs for all and, in rural areas especially, many people depend on land for their livelihoods Photograph: Simon Williams/Christian Aid       In India, millions face being forced off their land to make way for mining, industrial development, nuclear power plants, wildlife sanctuaries and other interests. Many such projects are supposed to bring benefits such as electricity, improved infrastructure and jobs. In reality, more people are being displaced  often after receiving minimal compensation  and the promised benefits are failing to materialise Photograph: Simon Williams/Christian Aid       After 20 years of activism, Ekta Parishad enjoys a huge nationwide following, having helped tens of thousands to remain on land on which they have lived for decades Photograph: Simon Williams/Christian Aid       'We are constantly interacting with people who feel they are being cheated,' says Rajagopal, the founder of Ekta Parishad, who  to avoid being associated with a caste  only uses his first name, and who has been on the road daily, meeting communities and highlighting the plight of the landless poor, since 2 October, Gandhi's birthday. 'They are losing hope and nearly giving up. Many have been beaten down to a point where they cannot even think of fighting anymore. It is a struggle just to survive' Photograph: Simon Williams/Christian Aid       People want to make themselves visible and stand up for their rights, so policymakers will wake up and act on their behalf, says Rajagopal Photograph: Simon Williams/Christian Aid       Bringing people together in such large numbers ensures the government has no option but to listen to the voices of the people, says Rajagopal Photograph: Simon Williams/Christian Aid  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/oct/02/india-landless-march-justice-in-pictures", 
    "wordcount": "0"
}