{
    "headline": "Kenya's bid to become the first African nation to set up a climate authority", 
    "text": "Even as drought persists in parts of Kenya&apos;s arid north, intense rains are claiming lives in other parts of the country  flooding slums in the capital Nairobi, sweeping away hikers in the Rift Valley, and destroying crops. Many Kenyans shake their heads in dismay at the increasingly extreme and volatile weather, which is costing money as well as lives in east Africa&apos;s economic powerhouse. Wilbur Ottichilo, an environmental scientist and member of parliament, wants to equip Kenya to deal with these extremes. He has drafted a bill to set up an independent Climate Change Authority to advise on adapting to global warming and cutting the country&apos;s greenhouse gas emissions. He describes the move as a landmark for the continent  Nigeria is the only other African country to have approved a bill to set up a similar body. But President Goodluck Jonathan has not yet signed the bill into law. Ottichilo&apos;s bill is ready for debate and he is confident it will go before parliament soon. He says more than 100 MPs, out of 222, have already expressed support. &quot;The [Climate Change] authority will coordinate all climate change activities in the country because climate change cuts across all sectors,&quot; Ottichilo told the Guardian. It will establish a national registry for energy and carbon emissions reporting by public and private entities, and set targets for the reduction of greenhouse gas emissions. Anyone found guilty of committing an offence  such as failing to comply with targets  could be fined up to two million shillings (15,000) or jailed for up to five years, or both. The authority will also be able to draw up incentives to promote renewable energy sources. Ottichilo says action is urgent, citing the heavy seasonal rains that have pounded the country for several weeks after starting late in mid-April instead of mid-March. &quot;Instead of having uniform, long distribution, it has come in a short block of intense rains so this is going to have a major impact on food security,&quot; Ottichilo said Crops will not have matured when the rains end, and shortages may really bite when the dry season returns, bringing drought to some areas. With its arid northern savannahs, lush western forests and coastal lowlands, Kenya is on the frontline of the battle against climate change, and has been a pioneer in some areas. The country has invested in solar and geothermal power  it was the first African country to develop this capacity and there are plans to build sub-Saharan Africa&apos;s largest wind farm near Lake Turkana. About 60% of Kenya&apos;s power is hydroelectric and, while clean, this is unreliable because of erratic rainfall. Power cuts and rationing cost businesses money, so there is a solid financial argument for strengthening other sources of power. The government&apos;s latest economic survey cut the growth forecast for this year to 3.5-4.5% from a 5.2% projected in April, citing high interest rates, slowing investment ahead of next year&apos;s election, high fuel prices, but also erratic weather conditions. &quot;For us, climate change is not an abstract academic study. It is a day-to-day, bread-and-butter question,&quot; said Professor Patricia Kameri-Mbote, an environmental lawyer and chairperson of the advisory board at Strathmore Law School in Nairobi. She advised Ottichilo on the bill. Kenya&apos;s exposure to climate change has helped push the agenda. But so too, says Kameri-Mbote, has the location of the headquarters of the UN environment programme in Nairobi. UNEP&apos;s presence has helped raise awareness of climate change issues among Kenyans, and it also worked with MPs on the new bill. What Ottichilo described as &quot;a huge effort&quot; started in 2009 with MPs working with over 200 civil society groups under the umbrella of the Kenya Climate Change Working Group (KCCWG). &quot;We have gone everywhere in the country holding what we call climate change public hearings and  we let people tell us what they think about climate change, what is their experience and what are their proposals on how to mitigate and adapt to climate change, &quot; Ottichilo said. The ministry of the environment and mineral resources appears to have been one of the least active parties in the drafting of the bill. Ottichilo said he would have liked the ministry to come up with its own bill, but realised that would take too long. Kameri-Mbote says the fact that Kenya, and other countries like Mexico, are preparing domestic climate change laws is not an indictment of UN efforts to draft a global set of binding principles. &quot;At the end of the day, the rubber meets the road at the national level. The national laws are not necessarily a reaction against the global.&quot; Ottichilo is racing against time, and not just because of how rapidly the world&apos;s climate is changing. Kenyan elections are scheduled for March next year so his efforts to sensitise MPs could be wasted if the bill is held over to a new parliament. &quot;The trick is to make sure [the bill] gets its foot in the door of parliament,&quot; said Kameri-Mbote. Ottichilo says he now has a &quot;critical mass&quot; of parliamentarians who understand the issues. &quot;We must make use of the goodwill that is there.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/25/kenya-climate-change-authority", 
    "wordcount": "876"
}