{
    "headline": "Women in motorsport: 'We don't fit the old engineering stereotypes'", 
    "text": "Science is no longer seen as the preserve of privileged men, and the diversity of science broadcasters and writers means that most aspiring scientists can find someone to relate to, but what of engineering? We don&apos;t see many practising engineers in the media (BBC2&apos;s recent Engineering Giants, which put engineer Rob Bell at the forefront, was an honorable exception). It&apos;s even less common to hear from a female engineer. Where is an aspiring engineer  especially a young woman  to find her role model? The answer may lie in a rather surprising place: the world of motorsport. This weekend, the FIA World Endurance Championship comes to the UK, with the Six Hours Of Silverstone race kicking off at midday on Sunday. On the face of it, events like these are male-dominated. All but one of this year&apos;s championship drivers are men, with Japan&apos;s Keiko Ihara being the single exception. Behind the scenes, however, an increasing number of women are building a career in motorsport engineering. Teena Gade is one of those. She is a vehicle dynamics researcher at Coventry University and a consultant to the motorsport industry. She&apos;s only 33, but her career has already encompassed stints as an aerodynamicist with the Williams Formula One team, and working as a rally engineer with Prodrive. Teena tells me she loved motorsport from a young age, but did she have any female role models as a child? &quot;Unfortunately, no. That said, I don&apos;t think I ever sought a female role model  just a role model. Formula One inspired me to take up a career in engineering, and my role models were Patrick Head and Adrian Newey. I was never exposed to the idea that there were things women didn&apos;t do.&quot; There is an upwards trend in the number of women engineers, Teena says. &quot;But I&apos;m disappointed to say that it&apos;s still a surprise to meet another woman working in my environment.&quot;     Gade combines her work as a vehicle dynamics researcher at Coventry University with her role as a motorsport consultant. Photograph: Teena Gade    How does she feel, then, about being a role model for young women who may be thinking of an engineering career? Ambivalent, is the answer. &quot;In a way, I wish I wasn&apos;t picked out as a role model: not because I don&apos;t wish to inspire the next generation; more because I know that I have been singled out for my gender and it bemuses me that we even talk about gender in 2012. That said, it&apos;s incredibly rewarding to stand in front of young women and show by example that the hurdles are easily cleared.&quot; Bernadette Collins of McLaren Racing expresses similar sentiments. She&apos;s a mechanical design engineer and an ambassador for the government&apos;s Make it in Great Britain campaign, currently exhibiting at London&apos;s Science Museum. She&apos;s also one of the 30 Under 30: a group of rising stars selected to inspire the next generation to consider a career in manufacturing.     Bernadette Collins, a mechanical design engineer working for McLaren Racing. Photograph: McLaren    Like Teena, Bernadette grew up with a fascination for Formula One engineering and never considered the gender of the people behind the technology. It remains a non-issue for her. &quot;We&apos;ve got some of the best engineers in the business,&quot; she tells me. &quot;Whether it&apos;s a male or a female doing the job really doesn&apos;t matter.&quot; But isn&apos;t it difficult to be in the minority? &quot;I&apos;ve never really noticed it,&quot; she says. &quot;The number of women in engineering and motorsport is increasing all the time, and I wouldn&apos;t want any young female engineers to be put off by a so-called gender division.&quot; Rather than focus on &quot;female engineers&quot;, Bernadette wants to give people a clearer idea of who engineers are and what they do, regardless of gender. &quot;When I tell some people I&apos;m a mechanical engineer, they think I&apos;m a mechanic,&quot; she tells me. &quot;Their view of engineering is wrong, and that&apos;s because there isn&apos;t enough information out there. So I think recognisable engineering role models are important, whether they are male or female.&quot;     Motorsport engineering sisters Leena and Teena Gade. Photograph: BMW Group    The visibility of engineers, and the understanding of what they do, is improving. The Guardian has showcased the career of Audi Sport race engineer Leena Gade (the Gade surname is no coincidence: Leena is Teena&apos;s sister), and Richard Hammond&apos;s recent TV series Engineering Connections, and Engineering Giants, have certainly made engineering concepts more accessible. Teena also singles out the BBC&apos;s Formula One coverage: &quot;The engineers are major characters in the pre-race interviews  they&apos;re there, onscreen, with their name and job title given. You don&apos;t often see that degree of attention given to engineers.&quot; What insights can these role models offer aspiring motorsport engineers - of either gender? &quot;Working in academia means that you get to explore beyond safe confines and develop a true understanding of the science behind motorsport,&quot; says Teena. On the racetrack, the pace and nature of the work is quite different: every deadline is immediate, so decisions are taken based on what engineers already know. It&apos;s undeniably exhilarating: &quot;I&apos;m getting the best of both worlds, because I am working across the two environments.&quot; But it&apos;s best to start with a solid foundation in basic engineering. &quot;Definitely take one of the traditional engineering courses, like mechanical engineering, rather than the more vocational degrees,&quot; Teena advises. &quot;Formula One teams, especially, like someone that they can build up and train, and mechanical engineering gives you the basic foundation to build that training on.&quot; Expect hard, but highly rewarding, work. Bernadette&apos;s career path, from Formula Student to her present role at McLaren Racing has allowed her to work on some &quot;amazingly cool&quot; projects. &quot;Our work involves being creative and overcoming design challenges  not assembling greasy machinery in a workshop. We don&apos;t fit the old engineering stereotypes.&quot;", 
    "section": "science", 
    "gid": "science/2012/aug/24/women-motorsport-engineering-stereotypes", 
    "wordcount": "961"
}