{
    "headline": "Development goals? What development goals? Blank faces in El Salvador", 
    "text": "When Marta Benavides travelled across El Salvador to see what rural communities thought should succeed the millennium development goals, the UN&apos;s signature development initiative, she was struck by the annoyance people expressed at not having known about these supposedly historical efforts to fight global poverty and raise living standards. &quot;People were very angry when they heard the whole story,&quot; she recalls. &quot;I thought they would beat me up!&quot; Benavides, co-chair of the Global Call to Action Against Poverty (GCAP) civil society network, joined tens of thousands of social justice activists in Tunis last week for the World Social Forum (WSF) at the city&apos;s sprawling El Manar University campus. The WSF grew out of alter-globalisation (alternative globalisation) protests in the late 1990s and is now a regular gathering of social movements challenging the rights of certain institutions and individuals to decide development pathways and define what constitutes progress. The fight for democracy has also turned inward, with complaints that the forum itself is not diverse or representative enough. Organisers estimate more than 50,000 people from 4,500 organisations and 127 countries attended last week&apos;s gathering, which closed on Saturday and brought together participants in the so-called &quot;new social movements&quot;  like Occupy and 13M  with Tunisian revolutionaries and veteran alter-globalisation activists. Hundreds of simultaneous events included a training course for Arabic bloggers and citizen journalists, an &quot;international meeting of victims of housing markets&quot;, and a workshop on free-trade agreements in the Mediterranean. Workshops focused on tax justice, debt campaigns and climate change. Apart from a handful of directly related events, little notice was taken of the UN high-level meeting on the future of development, taking place at the same time in Bali, Indonesia. Benavides said the high-level UN process has not delivered on promises of inclusion and participation in defining a common vision. She described how rural communities in eastern El Salvador expressed frustration and anger when she explained what the MDGs are, that they expire in 2015, and that the UN is now looking at what should come next. &quot;Why are you coming to tell us this now?&quot; they responded. &quot;This is not a consultation, this is just information  Why didn&apos;t the government tell us? Why didn&apos;t it come through the media?&quot; Participation has become a key watchword of NGOs and institutions eager to avoid accusations of top-down, paternalistic approaches to development. The UN has in recent months held a series of thematic and national consultations and launched My World, a global survey of citizen priorities. But Benavides says the process has gone too fast and reached too few. She argues that, while international professionals may have flown between meetings and high-level events, most people know nothing of the post-2015 development conversation. &quot;It isn&apos;t happening, this bringing in the excluded,&quot; says Benavides. GCAP is a network of 85 national civil society coalitions. In addition to those held by the UN, it is organising national consultations on the future of development in dozens of countries, hoping to gather grassroots input to influence the high-level conversation. In Tunis, Benavides joined 30 other veteran civil society activists in a small room for a workshop on the post-2015 debate. Despite her concerns, she insists we should try to use the structures we have, however imperfect they are: &quot;The UN, as weak as it is, we should use it.&quot; Ahead of last week&apos;s UN high-level meeting, where some civil society groups were initially barred from the convention centre where the final day talks were being held, Guatemalan activist Norma Maldonado said she had lost hope in the consultation process. &quot;The procedure is so shallow, consultation on the internet is a joke  there are people who have no water, let alone technology,&quot; said Maldonado. &quot;Governments don&apos;t really care  there is no accountability and no way of enforcement.&quot; Fewer than 300,000 people (around 0.004% of the world&apos;s population) have responded to the My World survey, where respondents are asked which six headline issues, out of 16 options, best represent their priorities for the future. Roberto Bissio, head of the Social Watch civil society coalition, said he is following more closely the negotiations around potential sustainable development goals (SDGs). &quot;As civil society we have more opportunities to influence the SDG process because our governments are sitting there, rather than  [a] circle of people and institutions that have no mechanism of accountability to anybody,&quot; he said. The aim to develop SDGs was agreed by member states at the Rio+20 summit last June. A working group of the UN general assembly, chaired by Hungary and Kenya, it to propose a set of SDGs by September 2014. It met for the first time (pdf) last month. The high-level panel, appointed by UN secretary general Ban Ki-moon to advise on an overarching vision for post-2015 development, has been operating in parallel and is due to deliver its final report in May. It has been criticised for not including representatives from grassroots civil society, trade unions, or social movements.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/02/development-goals-el-salvador", 
    "wordcount": "851"
}