{
    "headline": "Iranian team to collaborate with US company on nuclear fusion project", 
    "text": "A US company and an Iranian university have agreed to collaborate on nuclear fusion, the elusive technology that promises a limitless supply of clean energy. New Jersey-based Lawrenceville Plasma Physics Inc and Tehran&apos;s Islamic Azad University will jointly design a fusion machine that &quot;would be affordable to construct in industrializing nations&quot;, according to a contract signed last weekend and seen by The Guardian. The partnership comes amid tensions between the US and Iran over allegations that Iran is enriching uranium  a process that is different from fusion  to support a nuclear weapons programme. Sceptics doubt whether US trade sanctions will permit the collaboration. But LPP claimed in a written statement that the pact qualifies as an official US department of treasury exemption &quot;which authorizes collaborating with academics and research institutions on the  creation and enhancement of written publications.&quot;  LPP is scheduled to notify the president&apos;s council of advisors on science and technology of its Iranian partnership at 2pm ET on Friday in Washington DC. Many people regard nuclear fusion as the holy grail of energy sources. Unlike today&apos;s nuclear fission, it does not generate power by splitting atoms and leaving behind dangerous waste. Rather, in theory, it fuses them together  the way the sun works  typically combining isotopes of hydrogen known as deuterium and tritium. Fusion gave rise to the &quot;too cheap to meter&quot; vision in the 1950s, with the notion that a plentiful supply of deuterium could inexpensively meet energy needs. But some 60 years later, it has remained a dream that many experts believe is still at least 30 years away. The problem is that it currently takes more energy to run fusion than what the process delivers. Two large international government-backed research centers face criticism from opponents who say they are wasting money. One of those, the International Thermonuclear Experimental Reactor (ITER) in Cadarahce, France, projects costs of around 13bn just over its first phase, funded in part by the UK as part of the EU&apos;s 45% contribution, and by Japan, China, India, Russia, South Korea and the US. LPP is one of several small companies that believe they can crack fusion far sooner than can ITER or the National Ignition Facility (NIF), another international behemoth, based in Livermore, California. Two months ago, LPP reported a breakthrough when it confined a gas at 1.8bn degrees C, much higher than the industry record of 1.1bn degrees C that had stood since 1978. Fusion temperatures flash for only nanoseconds and are contained. The company is taking a significantly different approach friom ITER and NIF, both of which aim to drive turbines from heat created by neutrons that escape in the fusion process. LPP and Azad University are developing &quot;aneutronic&quot; fusion, which would not rely on neutrons. It would eliminate turbines by providing electricity directly through charged ions. US startup Tri-Alpha Energy, a secretive company based in Irvine, California, is also working on aneutronic fusion and has received at least $140m in venture capital with backers including Goldman Sachs and reportedly Microsoft co-founder Paul Allen. Venture capitalists typically seek financial returns within a few years, not the decades typically ascribed to fusion.", 
    "section": "environment", 
    "gid": "environment/2012/may/25/iranian-team-collaborate-us-nuclear", 
    "wordcount": "532"
}