{
    "headline": "Mega spectacle at launch of Kim Dotcom's new file-sharing site", 
    "text": "The internet entrepeneur Kim Dotcom boasted on Sunday that his new file-sharing service, Mega, was the fastest-growing startup in internet history. In a bravado-filled launch at his estate north of Auckland, the German-born entrepreneur ramped up his counterattack on US prosecutors who argue that the site&apos;s predecessor, Megaupload, was at the heart of a &quot;mega conspiracy&quot;, a &quot;worldwide criminal organisation&quot; enabling the exchange of copyright material. &quot;I&apos;ve never seen anything like this,&quot; Dotcom said at an event that was equal parts press conference, polemic and buffoonery. &quot;I&apos;ve done a bit of PR and got a bit of attention, that&apos;s certainly helped. But I never expected 250,000 user registrations in the first two hours  I think it&apos;s unheard of. I don&apos;t know of any other startup that has had this kind of early success.&quot; The site had more than a million visits in the first 14 hours, he said, with more than half a million registering for the service, which offers 50GB of free cloud-based data storage. The launch was held at Dotcom&apos;s semi-rural home a year to the day after it was raided by New Zealand police in what was widely regarded as a bizarrely gung-ho operation at the behest of the FBI. As if the timing and rhetoric were not enough, the import of the new enterprise was hammered home in an at times high-camp performance featuring a mock invasion of the estate, with gun-waving, balaclava-clad commandos descending the inner walls while a helicopter with &quot;FBI&quot; painted on the sides flew overhead. Earlier a pair of comperes introduced Dotcom on stage as &quot;a multimillionaire maniac, heavyweight champion, three-time Academy Award winner and qualified veterinarian&quot;. US authorities are seeking the extradition of Dotcom and several of his associates to face charges of conspiracy to commit copyright infringement, money laundering and racketeering. Backed by Hollywood producers, they allege that Megaupload knowingly and willingly profited from the provision of a conduit for the exchange of pirated copyright materials. The US case has suffered a series of setbacks in New Zealand&apos;s courts. The Motion Picture Association of America expressed scepticism about Mega. &quot;We are still reviewing how this new project will operate, but we do know that Kim Dotcom has built his career and his fortune on stealing creative works,&quot; it said. Dotcom says advanced encryption built into the new site is in part motivated by his growing awareness of the importance of privacy issues. In an interview with the Guardian before the Mega launch, he positioned himself as a leader in the movement for &quot;internet freedom&quot;, and said his own experience of being illegally spied on  which resulted in a public apology from New Zealand&apos;s prime minister  had informed his thinking. On Sunday night Dotcom said Megaupload had been unfairly targeted, and asserted that half of all internet traffic was pirated material. &quot;They are trying to blame us for an internet phenomenon  You can ask any ISP that connects users to the internet, how much piracy traffic do you think you have on your network, and anyone who will tell you less than 50% is a liar. On the internet, piracy is so common that any internet company has to deal with the same issues,&quot; he said. &quot;They can&apos;t blame me for the actions of third parties. Megaupload was a dual-use technology. You can use it for good things, and you can use it for bad things. If someone sends something illegal in an envelope through your postal service, you don&apos;t shut down the post office. If someone speeds with the car he just bought, you don&apos;t go to the car manufacturer and say, hey, we&apos;re shutting you down.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/20/kim-dotcom-mega-launch", 
    "wordcount": "628"
}