{
    "headline": "A slug's life", 
    "text": "Slugs are doing very well; in truth I can&apos;t recall a better slug summer. The wet April and June mean the slugs and snails are out feasting when they would usually have retreated deep underground to avoid the desiccating sun. The little meadow on the edge of Woodnewton is alive with a cornucopia of slugs, many small and juvenile. The buttercup flowers are ragged; some have petals entirely chewed off. Even the softer parts of the tough false oat-grass leaves are being grazed, leaving stripped khaki patches. The cow parsley is burdened with many snails, chiefly the stripy brown-lipped snail, the blackish, clay-coloured strawberry snail and the Kentish snail  pale with a reddish wash near the shell mouth and brown mottling underneath. Slugs are rather amorphous blobs and despite their familiarity we rarely pay them proper attention. In recent decades our slug fauna has changed greatly with the introduction and spread of new arrivals such as the Spanish slug, invasive slug and worm slug. There are now 33 species of slug in Britain, and while some  such as the huge ash-grey slug  are quite easy to identify, others are not. Different species of slugs have very different habits. The garden specialists, feeding on our flowers and vegetables, thrust themselves into our consciousness, but many slugs are not garden inhabitants; for instance the beautiful lemon slug lives only in damp, ancient woods, and the black slug resides on misty heaths and moors. Even in gardens many slug species feed mainly on decaying matter, recycling nutrients back into the soil. The ubiquitous field slug, 3cm long, cream and speckled, is commonest on the Woodnewton meadow, but there are also mid-sized ginger slugs and one I would once have confidently called a tree slug but am now less sure: could it be a new arrival, the three-banded garden slug?", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/jun/20/woodnewton-northamptonshire-a-slugs-life", 
    "wordcount": "306"
}