{
    "headline": "Academics need to spend more time teaching and less time marking", 
    "text": "Like most &apos;elite&apos; universities, LSE assesses students by three hour, unseen, hand written exams. Each year our students typically get 160 hours of contact teaching time, and are examined for 12 hours. We double blind mark second and third year scripts, and justify the mark in writing. I typically write 80 to 100 words per essay, or 250 to 300 per script. Some colleagues write more, some less, but marking is not a trivial exercise. You are doing well to mark more than three scripts per hour, and then of course you have to reconcile the marks at the end. You can&apos;t just take an average! A second year course might have 75 students enrolled. The teaching would consist of 20 one-hour lectures, and five parallel classes of 15 students, each meeting 20 times for an hour. The total faculty time is therefore 120 hours, made up of twenty hours from a faculty member, and 100 hours from graduate student teaching assistants. At three scripts per hour, and allowing a two hour reconciliation meeting, marking takes 54 hours of faculty time  none of it done by graduate teaching assistants. In total, therefore, we spend 120 hours teaching the students, and 54 hours grading them. Core faculty spend more than twice as long grading as teaching. That is a remarkable statistics, and it strikes me as plainly nuts. We need to teach more and grade less. We should abandon double marking. You need moderation, but it seems likely that we could reduce the time spent marking from 52 hours to 30 hours. We should have two, not three hour exams. For sure, a student who goofs in one answer has goofed in half the paper rather than a third, but most students get similar marks on each essay. Even with double marking that gets us from 52 to 35 hours for grading. If we do both we are down to no more than 20 hours in all. That frees up a lot more time which we can spend in the classroom. We could give more lectures or longer lectures. We could have feedback sessions, looking at individual essays. Faculty could give extension classes, designed for students who want to go beyond the syllabus. We could have debates, or run student lecture competitions. The possibilities are endless. Our job  above all  is to educate. Grading is important, but it needs to be kept in check. We should all, this summer, work out ways to reduce the burden of examining, and then put our ideas into practice next year. Alternatively, if others have solved this problem already, they can use the comments to tell the rest of us  myself included  what to do! Tim Leunig is a reader in economic history at LSE and chief economist at CentreForum, the liberal think tank Have any ideas on how to reduce time spent marking in order to spend more time teaching? Share them in the comment threads below This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/03/tim-leunig-on-teaching-and-marking", 
    "wordcount": "525"
}