{
    "headline": "Apple shares drop to 16-month low", 
    "text": "Apple shares dipped to a 16-month low during trading on Wednesday as concerns grew that muted phone and tablet sales may cause the company to miss its own revenue targets. In morning trading Apple&apos;s stock fell below $400 for the first time since December 2011, before closing at $403. The shares reached more than $705 last September. The selling stampede was sparked by a disappointing trading update at one of Apple&apos;s suppliers and warnings from analysts that sales of iPhones and iPads could be lower than expected when the company reports results for its March quarter next week. Texas-based Cirrus Logic, which makes audio chips for Apple&apos;s tablets and phones and relies on the technology giant for 90% of its income, reported first-quarter revenue of $170m (111m), some $27m less than expected. &quot;We blame Apple for losing its mobility mojo,&quot; Vernon Essi, an analyst at Needham &amp; Co, concluded in a note. &quot;This was simply an inventory overbuild for the iPhone 5 relative to Apple&apos;s forecast.&quot; Apple watchers at Citi and Jefferies banks have predicted the company could miss its own guidance for revenues between $41bn and $43bn in the March quarter, and the company is expected to report its first significant decline in operating income since 2003, with Wall Street forecasting an 18% fall to $9.5bn. Forecasts for iPhone sales in the first three months of 2013 were on Wednesday revised down by 1m to 34.2m by Sanford Bernstein analyst Tony Sacconaghi. He cut his iPad forecast by 1m to 18.5m, and said revenues could be down 3% year on year in the following quarter, which ends in June. The share price could fall further, particularly if Apple does not respond quickly to calls from investors to share more of its cash pile through dividends. &quot;If our estimates for this quarter and guidance are correct, and Apple does not announce that it is returning incremental cash on the call, we suspect Apple&apos;s stock could come under further near-term pressure,&quot; said Sacconaghi.", 
    "section": "technology", 
    "gid": "technology/2013/apr/17/apple-shares-drop-16-month-low", 
    "wordcount": "342"
}