{
    "headline": "Nobel Prizes 2012: predicted winners", 
    "text": "   A Nobel Prize diploma, which a few deserving individuals will receive very soon (but without Fritz Haber's name on it). Photo: Wikimedia Commons    The Nobel Prizes are announced this week. It would be difficult to imagine a more prestigious award a human can receive, given that they are presented to people who have achieved genuine cultural advances beyond those of their peers in the fields of science, literature, economics and the pursuit of peace, as judged by a panel of highly qualified experts. Let&apos;s be clear, a sob story won&apos;t help you win a Nobel, and there&apos;s no premium rate phone number to register your vote. The selection process is kept tightly under wraps, usually the only people to know they were even in the running are the winners when their name is read out at the ceremony, which may explain why Barack Obama and everyone else seemed so surprised when he was awarded the peace prize in 2009. I remember his press conference when it was announced; he looked like a man who&apos;d wandered into the wrong wedding but somehow ended up doing the best man&apos;s speech. So this isn&apos;t like the Oscars, the shortlist isn&apos;t known for months in advance. You also don&apos;t get extensive media coverage of potential winners arriving, with several channels discussing who has turned up wearing the most glamorous lab coat. But that doesn&apos;t mean you can&apos;t make predictions as to the likely winners. The information is all out there, you just need to look for it. So, based on my own research and gut instinct, here are my predictions for the Nobel Prizes, 2012 Nobel Prize in Physiology or Medicine An interesting field, as human health is of paramount importance to so many. One potential winner could be Simon Singh, who has repeatedly furthered the understanding of medicine simply by making statements. However, these awards should go to the truly groundbreaking, and for that it must go to Naomi Wolf, for her discovery of the vagina-brain connection. In her recent book, Wolf has revealed that, in women, the brain and the vagina are directly associated via a number of pathways, and a woman&apos;s consciousness and mental ability are dependent on the functioning of her vagina. This is a physiological system that was previously unknown to medical science, so will no doubt lead to considerable advances in the field of health care and study, and possibly to some women taking prescriptions to Ann Summers. Wolf&apos;s theories have been criticised extensively, but they must be accurate as they have been published, so what further proof is needed? Partial acknowledgment must also go to my friend and guest blogger Dave Steele, for coining the term &quot;the Gynapse&quot;.  Nobel Prize in Physics With the popularity of physics expanding like a post-Big Bang universe (not that there&apos;s any other kind I can think of), the physics prize has the potential to receive the most attention. And when you think of &apos;Physics&apos; and &apos;Media attention&apos;, the first name that comes to mind is usually Professor Brian Cox. But 2012 saw a sudden and intense focus on a groundbreaking moment in history, and this was to do with the Higgs Boson. So much time, energy and resources via so many individuals were focussed onto the search for the Higgs, and physics knowledge was seriously increased as a result, so I predict the Nobel Prize for physics will be awarded to the Higgs Boson.  Arguably, seeing as individuals have mass and the Higgs imparts mass, whoever wins, the Higgs Boson will &quot;receive&quot; the award. But by naming the Higgs itself as the winner, maybe it will reveal itself in order to accept the award, and if it does this in a room filled with the world&apos;s leading physicists, this should result in a greater understanding of what it is and how it works. Nobel Prize in Chemistry Chemistry may not be as publicly popular as Physics, but it still underpins pretty much every aspect of our lives, so much so that a Nobel should be given to anyone who can demonstrably create a product without chemicals. Such claims are invariably ludicrous, though. But there has been at least one major high-profile advance in 2012 in the field of chemistry, so the Nobel Prize should go to whoever developed Esso&apos;s fuel, which works at the molecular level. Given that all fossil fuel use is dependent on chemical reactions, ergo works at the molecular level, the people at Esso must have devised a whole new system of obtaining energy from molecules, otherwise why would they point it out? Maybe the petrol molecules attach nanoscopic treadmills to the engine&apos;s moving parts and run on them to produce mechanical energy? I don&apos;t know, but they should find whoever is responsible and give him/her/them the prize, for changing the game for us all. Nobel Peace Prize In these times when conflict and strife are a daily occurrence in the news, it&apos;s hard to think of anyone who has made a high-profile demonstration of peaceful intent. But it&apos;s one thing to push for peace and diplomacy, it&apos;s another thing to show a peaceful intention when everything about you suggests anything but. This is why the Nobel Peace Prize should go to the Mars Curiosity Rover, for blazing uninvited into an impoverished region riding over 2 billion dollar&apos;s worth of high-tech American ordinance, and doing nothing more aggressive than stroll around taking pictures. For this noble example, the Rover itself should get the prize. Exactly how it would get to the ceremony is another matter. Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel Economics has been in apparent chaos since the credit crunch, so it&apos;s hard to make out any genuine achievement from all the meltdowns. Most politicians have their fingers so far in their ears about the economy that if they pulled them out you could see through their heads, so even supposed &quot;experts&quot; seem completely clueless. It would be tempting to suggest my usual bugbears like homeopaths or the beauty industry should be awarded for their ability to get money for nothing, but that&apos;s not really an achievement, per se. So I predict that the 2012 prize for Economics will go to nobody, and the million dollar prize fund will rollover to 2013. Given how the economic climate is going, by 2013 the only way to make any real money in economics will be to actually win this prize, meaning everyone will start trying to improve the economy to win it. This will mean that the most deserving of this prize will be the ones who instigate these improvements, so the prize will go to the Nobel academy, meaning it&apos;s all a cunning plan on their part. Unless economics and economic sciences are different things, in which case, ignore the above. Nobel Prize in Literature With the advances in eBooks and self publishing, it takes more effort than ever to stand out in the field of literature. One possible consideration for the Nobel Prize is E.L. James, for achieving a literature paradox by writing 50 Shades of Grey, one of the most popular books in recent years that is apparently loathed by everyone. But for my money, the literature prize should go to Susan Greenfield, for her engaging multi-part serialized science drama about a world in which people&apos;s brains are being changed and damaged by the technology we use. Brilliantly spread across multiple publications and presented as actual fact, making it like some sort of written neurotechnical version of the Blair Witch Project, Greenfield&apos;s ongoing opus is a masterpiece of &apos;what if&apos; writing, even spawning some shoddy imitations. So there you have it. My predictions for the 2012 Nobel Prizes.  In all seriousness, congratulations in advance to all the genuine winners, it&apos;s an incredible achievement. If any of my predictions come true, I&apos;ll eat this blog (provided it&apos;s printed out onto an ingestible medium, of course).  Dean Burnett is playing the long game and hoping for the announcement of a Nobel Prize for tweeting. @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/oct/08/neuroscience", 
    "wordcount": "1328"
}