{
    "headline": "Tech giants have power to be political masters as well as our web ones", 
    "text": "Among all the excited commentary about the role of social networking in the Arab spring, one uncomfortable fact stands out: internet censorship and surveillance are alive and well in Tunisia and Egypt. They&apos;re being orchestrated and supervised by (mostly) different people, of course, but the intermediaries implementing it are the same as before: western technology companies that are apparently prepared to sell filtering and surveillance kit to anyone with a government purchase order. And the result is the same as before: a webpage saying &quot;Sorry: the page you requested does not exist&quot;. Except that some regimes exclude the apology. As the internet becomes more central to our lives, the power of the commercial companies that mediate citizens&apos; interactions with one another and with the state increases with every passing day. The Arab spring appeared to be a case study of this, but we got a brief glimpse of it here during last year&apos;s outbreak of recreational looting, when the prime minister irritably flirted with the idea of shutting down social networks and the BlackBerry instant-messaging service. The thought that this might be an infringement of our civil rights doesn&apos;t seem to have crossed his mind. It is, however, very much on the mind of Rebecca MacKinnon, a leading expert on internet censorship. She&apos;s best known for her work on Chinese internet regulation in which she demonstrated how an intelligent authoritarian regime can not only survive but thrive in the internet age with the help of domestic and multinational corporations. She has now widened her focus in a remarkable new book, Consent of the Networked, in which she airs her worries about &quot;what will happen to the internet  and more broadly to the future of freedom in an internet age  if the world&apos;s democracies develop a habit of tackling problems in a shortsighted, kneejerk manner, without considering the long-term domestic and global consequences&quot;. One of the central ideas in MacKinnon&apos;s book is the concept of what she calls &quot;sovereigns of cyberspace&quot;,  companies like Facebook, Google, Apple and Amazon that now exercise the kinds of power that were hitherto reserved for real &quot;sovereigns&quot;  governments operating within national jurisdictions. Witness, for example, the way in which Amazon arbitrarily removed Wikileaks from its cloud computing servers without any justification that would have withstood a First Amendment legal challenge ; or the way that Facebook took down a page used by Egyptian activists to co-ordinate protests on the grounds that they had violated the company&apos;s rules by not using their real names. The powers to curtail people&apos;s freedom of speech in this way were traditionally reserved for governments which  in democracies at least  theoretically derived their legitimacy from John Locke&apos;s notion of &quot;the consent of the governed&quot;. (It&apos;s worth saying that some political scientists balk at the notion of companies as &quot;sovereigns&quot;. After all, Zuckerberg can&apos;t lock you up, whereas a real government could.) The question MacKinnon raises is: in what sense do Jeff Bezos of Amazon, Mark Zuckerberg of Facebook, Larry Page and Sergey Brin of Google enjoy the consent of the networked? The lawyer&apos;s answer is that consent was obtained by agreeing to the terms and conditions when people signed up. If you don&apos;t like the rules then you don&apos;t have to join. That might work in contract law  and indeed was probably OK when these companies first opened for business. But it now looks a bit threadbare because of the way in which the platforms of cloud-based companies morphed imperceptibly into public spaces in which people expressed their opinions and values. So we&apos;ve ended up in a situation in which we expect the norms of Speaker&apos;s Corner to apply in Westfield, even though a shopping mall is not a public space. Still, we are where we are. Facebook is now a semi-public space in which political and other potentially controversial views are expressed. Amazon is well on its way to becoming a dominant publisher. Google has the power to render any website effectively invisible. Given that freedom of speech is important for democracy, that means that these giant companies are now effectively part of our political system. But the power they wield is, as Stanley Baldwin famously observed of the British popular press in the 1920s, &quot;the harlot&apos;s prerogative&quot;  power without responsibility. The Leveson inquiry demonstrates that the problem so vividly described by Baldwin still endures in the offline world. Rebecca MacKinnon&apos;s book signals that it is manifest in a potentially more serious form in cyberspace. Which is why we can expect Consent of the Networked to find its way on to reading lists in political science. And it may also be why the Kennedy School of Government at Harvard has just launched a course on politics and the internet .", 
    "section": "technology", 
    "gid": "technology/2012/feb/26/internet-companies-power-politics-freedom", 
    "wordcount": "801"
}