{
    "headline": "Call of Duty Black Ops 2  announcement due tonight", 
    "text": "Activision is gearing up for the official announcement of the next Call of Duty game. The official website for the mega-selling shooter series is currently bristling with clues and teasers, including a countdown to the big reveal. But of course, as you may have noticed last week, the global release date for the title  as well as its name  already appear to have been leaked online. Images of pre-order cards, supposedly produced by US retail chain Target, show the name Call of Duty: Black Ops II and the date 13 November, 2012.  It is not a huge shock to discover that this year&apos;s CoD instalment will be a sequel to 2010&apos;s hugely successful Black Ops title. That game was developed by LA-based studio, Treyarch  the studio that&apos;s also producing this year&apos;s iteration. And more importantly, Black Ops has so far sold more than 25m units, making it just as big as the Modern Warfare branch of the Call of Duty money machine. There is one slight surprise. It would appear from teaser content on the official site that Black Ops II will have a near future setting. The front page links to a YouTube clip by US blogger FPSRussia, who posts videos of himself adopting a Russian accent and shooting a variety of large weapons. His latest edition features a prototype craft  the quadrotor RC attack drone  complete with a mounted sub-machine gun, which he says won&apos;t be available for 10-15 years:            However, the footage would appear to be fake, and the clip closes with a thank you to the Call of Duty brand. The presenter is also wearing a T-shirt bearing the word Tacitus  the name of a Roman historian  which also appears on the CoD website. There is a Tacitus website, which could well be a sort of ARG reference to a military group or arms manufacturer in the game.  A futuristic setting would be a change of direction for Black Ops. The original title was set during the Cold War and made references to the Bay of Pigs, the Vietnam War and the JFK assassination. It was thought a follow-up would continue the historical, conspiracy-led nature of the narrative, perhaps into early Eighties nuclear paranoia. Furthermore, the Modern Warfare series itself is set in a near-future environment, so Activision will be losing some differentation between its two strands.  All will become clear  or at least clearer  tonight, when the website countdown reaches zero. Activision will be running some kind of advert on the US-based TNT channel, during the basketball play-offs, although a broader online reveal is also certain. Rest assured, we&apos;re all going to know what this is about.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/01/cod-black-ops-release-date-news", 
    "wordcount": "442"
}