{
    "headline": "Ethical living: Can I fly with a clear conscience?", 
    "text": "It is time for the aviation industry to pay the ferryman. Hitherto flying has soared above climate change regulation but from 30 April 2013 the EU dictates that it must sign up to emissions trading. In common with other heavily polluting industries, this means putting a cap on CO emissions for planes arriving or departing from EU airports. Airlines would trade in pollution permits on an aviation carbon market. The theory is that fleets that are low carbon would be rewarded and this would incentivise airlines to invest in eco-friendly fleets. OK, so this is no tax on aviation fuel and there&apos;s plenty of turbulence to come  industry lobbyists are battling like fury to water down legislation, and outside the EU some carriers are refusing to report their emissions. (Preposterously, China claims dispensation on account of being a developing country.) But the fact that the aviation industry is being made to act like other massive energy consumers (US commercial airlines burn about 50m gallons of kerosene per day) may offer you comfort. It&apos;s true, this industry can be hard to love. Traditionally it&apos;s countered criticism by provoking &quot;hairy environmentalists&quot; (so termed by Michael O&apos;Leary of Ryanair) or by pleading that air travel contributes just 2% of greenhouse gas emissions. Critics contend that this doesn&apos;t factor in radiative forcing: at altitude, the negative effects of burning kerosene are amplified to the power of three. Let&apos;s be fair: there has been some eco innovation. Aircraft have been updated for more efficient models. Check each airline to get the &quot;environmental&quot; sell on its fleets (the newer the better). But gains in fuel efficiency can only go so far. Some airlines, notably BA and Virgin, have switched attention to alternative fuel sources, meaning biofuels. Virgin Atlantic flew a plane to Amsterdam in 2008 with one engine using aproportion of coconut oil and babassu nuts; other airlines have used jatropha oil and even algae, upping the biofuel content in each flight. Butit&apos;s still a tiny proportion of aviation fuel, and where will land-based crops be grown? On land needed for food? Despite so many unanswered questions, even climate-change protestors seem to fly these days (I note some picked up their boarding passes after the Copenhagen climate change negotiations collapsed. Was this the ultimate display of kick-the-planet frustration?). Unfortunately there is still no such thing as an eco jetsetter. Green crush: Levi&apos;s Water&lt;Less and Waste&lt;Less collections As eco fashion took some time to cast off its sackcloth image, there may be mixed feelings about the return of the eco-friendly dungaree. Following its Water&lt;Lesscollection (denim made with afraction of the water  Levi&apos;s has already made more than 13m products and saved more than 172m litres of water), Levi&apos;s will launch Waste&lt;Less jeans in January. Each piece contains at least 20% recycled plastic bottles. And for those who think dungarees arebest left toMeryl Streep in Mamma Mia!, there will be a 511 skinny jean and a 407 straight fit, too. Greenspeak: Farmageddon {fhr-muh-gedd-en} noun The term protestors are using for government plans to scrap the Agricultural Wages Board, which sets minimum wages for Britain&apos;s 154,000 farm workers. They fear this will leave many in poverty. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk or visit theguardian.com/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2012/nov/18/lucy-siegle-airline-carbon-emissions", 
    "wordcount": "584"
}