{
    "headline": "Species and habitats found in recommended marine conservation zones  in pictures", 
    "text": "   While your eyes are caught by these wonderful brittlestars, the valuable habitat they are resting on is extremely rare in Englands waters. These maerl bed are made form calcified red seaweed, resembling coral. Maerl beds take hundreds of years to grow and provide a vital habitat for a range of fish and shellfish species, including scallops. The Fal recommended marine conservation zone (MCZ) was chosen specifically to protect this fragile habitat Photograph:  Dan Bolt/WT       Mixed sediment seafloors made up of sand and gravel are home to many marine species which live within the sediment. They are also important as a nursery and spawning ground for many fish. Small spotted catsharks spend time foraging over these sand and gravel seafloors at Orford Inshore, Kentish Knock east and south-east of Falmouth  all recommended, as marine conservation zones Photograph: Paul Naylor/WT       Seagrass meadows are home to many marine species, like this spiny seahorse, and provide important nursery areas for juvenile fish and crustaceans. The Studland Bay recommended marine conservation zone is home to breeding populations of both British seahorses as well as pipefish and wrasse. The Norris to Ryde recommended marine conservation zone is home to a seagrass meadow covering more than 200 hectares (494 acres) Photograph: Alex Tattersall/WT       Gullies, crevices and ledges are home to a fascinating array of marine life that includes sponges, sea squirts and anemones which cloak them, while fish and crustaceans make the most of the nooks and crannies for shelter. Chalk reefs are especially valuable. Both Beachy Head West and Cromer shoal chalk beds have been proposed as marine conservation zones on the presence of this rich habitat and the species which live there Photograph: Paul Naylor/WT       Boulder and cobbles provide complex habitats for important marine species to shelter within. Jewel anemones cloak the rocky reefs at the Manacles and Greater Haig Fras recommended marine conservation zones Photograph: Dan Bolt/WT       Many of the recommended marine conservation zones include stretches of rocky shoreline which can be explored at low tide. Rockpools are dynamic marine habitats with a diverse community of marine species like these beadlet anemones found within the Isles of Scilly recommended marine conservation zone  made up of 11 individual zones Photograph: Paul Naylor/WT       Low-energy rock, sheltered from strong waves and currents is especially valuable for attaching marine species which include sea squirts, dead mans fingers and tall plumose anemones like those featured here. Scenes like this are found at Runswick Bay, Rock Unique and the Isles of Scilly recommended marine conservation zones Photograph: Paul Naylor/WT       This beautiful and rare pink sea fan was captured off of Lundy. Each sea fan is actually a colony of anemone-like animals which fix themselves to the seabed, filtering the food they need out of the water. This species is especially fragile and has also been recorded in other recommended MCZs including Lyme Bay, Whitsand and Looe Bay Photograph: Brian Pitkin/WT  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jun/14/species-habitats-marine-conservation-zones", 
    "wordcount": "0"
}