{
    "headline": "Boris Johnson's climate flippancy translates into policy failure", 
    "text": "The mayor of London has decided to ignore overwhelming scientific evidence that human activity is the major cause of climate change, and instead has adopted the &quot;snow-on-flowerpot test&quot;. After a brief glance out of his window, he has dredged through his childhood memories, consulted a climate science amateur, and concluded that we are heading towards a mini ice age, even though Met Office analysis shows the exact opposite. After he was accused of being a climate sceptic in 2008, Johnson publicly converted and was elected on the basis of being totally committed to reducing London&apos;s greenhouse gases much further and faster than almost any other major city in the world. But instead of reducing London&apos;s carbon emissions, the mayor is focused on generating a lot more with his plans for increased aviation capacity and road-building schemes. This flippancy and his association with climate sceptics is extremely worrying. Climate models indicate that unless far more radical carbon reductions take place, the planet is facing temperature increases of 4C or more in the middle and latter part of this century. That is a point beyond adaptation, meaning the collapse of most ecosystems. Whatever Johnson&apos;s views, his responsibility is to Londoners and setting secure foundations for future generations. His carbon-reduction targets of 60% by 2025 (with interim targets of 20% by 2015 and 40% by 2020), which he adopted from his predecessor, should be his focus, not satisfying narrow commercial interests. The pertinent question is how far do his personal views affect the delivery of his environmental programmes, and the resources and priority he puts behind them? Revealingly, the gap between London&apos;s total carbon-reduction targets and actual reductions between 2006-10 has widened each year, and significantly faster after Boris entered office in 2008, when the carbon gap was 2.1m tonnes. By 2010 this had more than doubled to a 4.5m tonnes gap.      The original ambition for the mayor&apos;s carbon-reduction programmes was a 430,000 tonnes reduction in 2012-2013. But only 64,000 tonnes is expected to be cut. With more than one-third of London&apos;s CO2 emissions coming from homes, one of the key programmes to achieving those cuts was the domestic energy efficiency programme RE:NEW. The mayor set a target of 1.2m London homes to be insulated under this, yet the programme, which started four years ago,  has only been taken up by 88,000 households, well short of the target of 200,000 homes Johnson said he wanted by now. The mayor blamed the government&apos;s green deal timetable slipping for this shortfall. However, this is consistent with his form on delivery over the past four years, when the mayor allocated insufficient budgets in the first place, and has spent less than half the amount he originally budgeted due to project delays and government cuts. When he came to office he pledged to spend 100m on environmental programmes such as home insulation, but only spent 44m. The mayor&apos;s 3m low-carbon zones programme has now ended when the original intention was to roll it out to every borough. A similar pattern can be seen with his attempts to make London the electric vehicle capital of Europe. In the mayor&apos;s transport strategy, the target of 100,000 vehicles as soon as possible was posited as an alternative to achieving traffic reduction through pay-as-you-go driving. It was the classic attempt to techno-fix a problem rather than change people&apos;s lifestyles. Johnson has failed miserably with only 2,313 vehicles on the streets. He dropped his original target of 25,000 vehicle charging points by 2015 and with only 400 charging points delivered so far, he is unlikely to reached even his revised target of 1,300 by the end of this year. Even these charging points will fail to make a significant impact as he has refused my requests that they only use renewable energy and therefore we are exporting some of London&apos;s pollution. The mayor&apos;s affiliation with climate sceptics and his tendency to support fringe views represents a worrying departure from scientific consensus and must now be brought into the spotlight and examined properly. Last summer he chose Dr Matt Ridley, a climate sceptic, to be his keynote speaker at his &quot;Environment Imperative&quot; debate, which he claimed helped him to define London&apos;s vision for the next 15-20 years. It could be argued that his distancing himself from informed scientific advice is a way of distancing himself from the realities and pivotal role he has in tackling carbon emissions. Until the mayor is robustly challenged to explain and justify his barmy claims, particularly by the scientific community, he will continue to seriously under-deliver on climate programmes and surround himself with, and be influenced by, climate charlatans or business interests such as the aviation industry, whose intentions are to expand aviation at any cost. Do we need to experience a climate extreme catastrophe on the scale of hurricane Sandy, which was likely intensified by global warmingand caused many deaths with clean-up costs of between $50-$70bn, for Johnson and other climate sceptics to wake up?", 
    "section": "environment", 
    "gid": "environment/blog/2013/feb/05/boris-johnson-climate-flippancy-policy-failure", 
    "wordcount": "848"
}