{
    "headline": "University fee rise has an impact  but is the issue as simple as it seems?", 
    "text": "Hang on a minute. The expected number of English students applying for university places this autumn has fallen by a notional 15,000 after the rise to 9,000 a year in tuition fees, the Guardian reports. But is it quite as the angry brigade is busy tweeting? It&apos;s clearly a price-sensitive response to the fees hike. True, there are currently fewer teenagers in the system, a demographic shift, and the Independent Commission on Fees  chaired by the Observer&apos;s Will Hutton  has used 2010 as its comparison year because some students cancelled their gap year in 2011 to miss the coalition&apos;s new fee hike. Yet numbers of applicants have not fallen in Scotland, Wales and Northern Ireland, where various caps operate and the taxpayer  let&apos;s say &quot;the British taxpayer&quot;  picks up the bill instead of the graduate student in his/her later career. That seems a clincher, though Hutton was sensibly cautious about jumping to too many premature conclusions on Radio 4 this morning, and the universities minister, clever David Willetts, kept reminding listeners that it&apos;s still the second highest proportion of applicants ever  30.6% of the age cohort against 31.6%. The fall is sharper among 19-year-olds than 18-year-olds. But Jeevan Vasagar&apos;s report also notes that applications from poorer families  those earning below 15,000 a year  have not fallen in the same way as they have further up the affluence ladder. The fall is much smaller. &quot;Middle class have been turned off university by rise in tuition fees,&quot; as the Mail puts it today, championing its own idealised version of middle Britain as usual. According to the Mail&apos;s account, demand dipped more sharply further up the income scale. It was 0.5% off (down to 17.3%) among those families earning between 30,000 and 50,000; 1.1% off (down to 24%) in the 50,000-75,000 range; and down from 38% to 37.1% among 18-year-olds in households earning above 75,000. Here&apos;s all I can find on the commission&apos;s own site. The Sutton Trust is also worth checking: here&apos;s its press release on today&apos;s report. The reduced numbers, extrapolated from trends, amount to &quot;larger relative declines from applicants in the most advantaged areas&quot;, the commission notes in the strangled language often used where issues of fairness and social inequality might be lurking in modern Britain. That suggests that households which probably have graduates in them, along with the higher incomes traditionally linked with higher education, are thinking twice  even though they can presumably afford to bear the cost more easily. Of course, poorer families are eligible for bursaries and other forms of low-cost benefit, so they may pay little or nothing. But, as Willetts argued today, the system has been changed since Labour left office so that it&apos;s not so much a credit card debt or even a mortgage, more like a graduate tax of 9%  they daren&apos;t call it that  levied on the ex-students&apos; incomes above 21,000. There is still the same number of places and there will again be more applicants than places, too. It&apos;s all a bit puzzling. So what&apos;s going on? One obvious point is that the fall is significant but not dramatic  unlike the fees hike. Another is that ministerial claims that they were opening access to the poorest  at the time when the Lib Dems were agonising over voting for the new package in 2010-11  seem to have been borne out. Smart poor kids have not been discouraged. Good. But why have the better off stepped back, albeit only slightly? Is it what Ed Miliband likes to call a &quot;squeezed middle&quot; response, by people who are self-reliant and focused, but are feeling the pinch? They have cut back on their holidays or the new car, and a 9,000-a-year extra burden proved the last straw to the bank of mum and dad? Maybe. On the fifth anniversary of the start of the great banking crisis  those French banks got into trouble and RBS started tottering in August 2007  economists point out that the private debt burden of British consumers is down from 170% of GDP, but is still 150%. A way to go, even without the coalition&apos;s over-fierce squeeze on the national debt (80% of GDP) which is also making most people feel poorer. Yet unemployment is still rising and the job prospects for young graduates these past few years  the jobs needed to pay off student debts  have been getting leaner. In such situations some people instinctively decide to use the time to get better qualified. Has that avenue been closed too ? Or are smart middle-class kids, whose enthusiasm (talent even) for three years at uni may be marginal, now weighing up the costs and benefits more seriously and deciding it isn&apos;t worth the trouble, especially now that daddy&apos;s lost his job at the bank? I don&apos;t know and it doesn&apos;t sound as if the Hutton panel (which includes Sir Peter Lampl, the Sutton Trust&apos;s philanthropic champion of the underdog) knows either. There&apos;s a trade-off going on here, a bit like Team GB&apos;s success in the Olympic medals table. We&apos;ve heard a lot about the private school bias in sports which require a lot of expensive kit and training, but  as John Harris pointed out the other day  the state sector has actually produced a lot of champions too, many from very modest backgrounds. What if Tim Nice But Dim and his sister Charlotte have decided to become accountants like dad or set up a super shop in South Ken rather than try for Durham or Bristol? What if the academic equivalents of Mo Farah (very disruptive at school until rescued by his sports master, so we read this week) have decided that, if Somali-born Mo can win gold, they can get into Warwick or the LSE? In a society that claims to value and reward merit, that&apos;s how it should be: the kids with talent and application get to do what they&apos;re good at, be it long jump, the 400 metres or pure maths. The awkward fact is that the upper and middle classes have long enjoyed more than their share of the higher education cake  the post-1960s expansion of HE largely extended it to middle-class women, Willetts likes to remind people. So a proportionate shift, however modest, may be right. In any case I&apos;ve never been convinced that ever more teenagers should go to university (Tony Blair could never explain why he&apos;d picked on a 50% target) when there are other ways to nurture talent than the academic route. Ken Baker&apos;s campaign to create university technical colleges  the part of the 1944 education act that failed  seems one promising route to fulfilment. There are others, including sport. Listen to how articulate the Olympians sound when interviewed out of breath and drained, after years in the gym, not in college. Next week brings the annual A-level results, always a cue for un-Olympic hand-wringing and negativity on both left and right. Let&apos;s just see what happens.", 
    "section": "education", 
    "gid": "education/blog/2012/aug/09/university-fee-rise-impact-what", 
    "wordcount": "1188"
}