{
    "headline": "Government's 'green deal' spurned by major retailers", 
    "text": "The government&apos;s &quot;green deal&quot; scheme, intended to give householders a environmental makeover, launches on Monday without any of the country&apos;s large retailers signed up  despite a promise that they would play a central role in offering the deal to consumers. Major retailers such as supermarkets and DIY stores are viewed as essential to the success of the scheme as they are trusted by customers and have the necessary reach to cover the population. But none is ready to join the launch, with several telling the Guardian they would &quot;wait and see&quot; how the scheme worked out before making a final decision whether to support it. B&amp;Q, which has been courted by ministers, said it was &quot;finalising its position&quot;, while Tesco said it already offered a range of energy efficiency options independently of the &quot;green deal&quot; and Marks &amp; Spencer said it was waiting for more details. The John Lewis Partnership told the Guardian: &quot;We have not made a decision on whether this is a commercial opportunity for us, but are interested to see how the market and legislation develop over the coming months.&quot; Sainsbury said it was interested, but was likely to make any plans for an offering through British Gas. The absence of large retailers from the launch lineup underlines the difficulties and confusion that have surrounded the scheme, which has faced a barrage of criticism from experts who have warned it will be too complex and could disadvantage poorer people. Under the scheme, households will be able to sign up for improvements such as insulation and renewable energy installation, paid for through loans that are paid back by additions to their energy bills. The loans are attached to the property, so future buyers will have to pay for past improvements, but the repayments should be offset by energy savings. Ministers are urgently considering how to give people a financial incentive to sign up to the deal. Officials have been working for months on a system of cashback incentives that could amount to 200m, but final details have not yet been settled, in part because of the complexity. Any incentive would have to be capped per household, at a level still not decided. Charles Yates, associate director at professional services network Grant Thornton, said the failure to get big-name retailers on board from the launch highlighted the problems and delays that have beset the scheme. &quot;Their brand is very important to them, they protect it zealously. If they thought [the scheme] was robust enough to get involved, it would be a big vote of confidence  the fact that they are not shows we are still not there yet.&quot; He said getting retailers on board would be crucial. &quot;The M&amp;Ss of this world could be very powerful advocates, these are very trusted brands. It would be a very positive sign to see a big advertising campaign  this is not just the green deal, it is the M&amp;S green deal.&quot; Andrew Warren, director of the Association for the Conservation of Energy, said he was &quot;very alarmed&quot; by the delays in setting up the scheme. But he added the possibility of using council tax deductions as an incentive was still under consideration. &quot;If that emerges too, you&apos;re starting to build a package that will change the whole atmosphere of gloom around the green deal,&quot; he said. The Department of Energy and Climate Change said more companies were expected to sign up to offer the scheme to their customers within the next few months. From Monday, householders will be able to register to have their home assessed for green deal improvements. Accredited inspectors will give advice on efficiency measures ranging from loft insulation, typically costing no more than about 200, to double glazing and the far more expensive solid wall insulation, which can cost more than 7,000 for a typical home. But people will have to wait until 28 January for work to start on any improvements, and for loans to be approved. This phased introduction allows ministers to fulfil their promise of launching the scheme this autumn, while giving companies additional time to design their offers and put the means in place to deliver them. Ministers want large and small companies to get involved, ranging from household names down to one-man-band builders. They see this as a way to create jobs while cutting emissions and helping people lower their energy bills. But the consumer watchdog Which? warned consumers must be protected from &quot;dodgy&quot; practitioners who might try to take advantage of the complexities of the system. Richard Lloyd, its executive director, said: &quot;We will be watching closely to see if people get ripped off. Any poor practice must be stamped out as quickly as possible.&quot; Other concerns have focused on the cost of the loans. The Green Alliance thinktank has calculated that if loans are made at commercial rates of interest homeowners may wait for years or never see a payback. Poverty campaigners said poorer and more vulnerable people could lose out, as they are less able to access loans and would be put off by the additions to their energy bills. One study found the rate of takeup could be lower than for previous schemes to improve energy efficiency as consumers were confused by the complexity of working out interest rates and likely savings. The Federation of Small Businesses warned small businesses were likely to reap &quot;very little benefit&quot; from the deal, as &quot;potential cost savings are eaten up by rising energy bills&quot;. Yates said much was still unclear about the scheme. &quot;I suspect it will start off rather slowly,&quot; he said. &quot;There are so many questions around takeup and what investment will be needed from the private sector  an awful lot of businesses just see so many uncertainties on key issues, like the availability of finance. Companies have been hanging back. We are keen that it should work, but we&apos;re not quite sure yet.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/01/green-deal-spurned-retailers", 
    "wordcount": "1024"
}