{
    "headline": "A life online: 'I flew to San Francisco to spend the weekend with someone I'd only met on the net'", 
    "text": "Poppy Dinsey set up her What I Wore Today blog on 1 January 2010, uploading and sharing one photo of herself in a different outfit every day. But having grown up to be familiar with computers, she already had a well developed online presence. &quot;I started blogging when I was 12 or 13 on forums. I don&apos;t remember using the internet for schoolwork, but definitely by the time I left school I was getting regular chain letters and that sort of things from friends via email,&quot; she said. Dinsey started using the site OpenDiary from the late 90s onwards, and then moved on to MSN Spaces in 2004, writing a gossipy blog about who was kissing whom at school. While her friends were wary of buying things online, Dinsey also started using eBay, in order to buy clothes from the US. &quot;I always thought it was nonsense that people would steal your credit card details, and I wasn&apos;t scared of meeting up with people I had met online, as long as I was careful and used common sense,&quot; she said. When MySpace arrived on the scene, she was quick to sign up. &quot;When we were 16, 17, all the boys wanted to be on it; it was a cool new way for discovering music and I used it to blog. I think that is where the obsession with having lots of friends began.&quot; Naturally, Dinsey was also a first-generation Facebooker. She joined the social networking site in its early days, when only students from top universities were allowed access. &quot;I remember the summer before we started uni, we were all waiting for the admissions office to send us our emails so we could join up. It was really exciting  it was so cliquey on there and you wanted to be a part of it.&quot; When the site started opening up to everyone, Dinsey was unconvinced. &quot;It seemed like a terrible idea that anyone could join, especially our parents,&quot; she said. She began her own YouTube channel in 2007 and started taking part in online video communities such as Seesmic, a video platform that later became a Twitter client, where users record video blogs (or vlogs) and other users reply. &quot;I actually flew to San Francisco from London just to spend the weekend with someone I&apos;d only ever met on Seesmic  these online communities felt quite small in those days, so you felt like you knew most of the people using the site,&quot; she said. But despite having spent half of her life sharing thoughts, opinions and herself online, Dinsey insists that she fastidiously regulates her output and strictly controls her privacy settings. &quot;People expect me not to think about it at all, but in reality I edit my online life. There are parts of my personal life I don&apos;t share at all. &quot;Sometimes people will tweet that they have just seen me on the tube, and I find that quite creepy.&quot; But the new generation of internet users has few such concerns, she believes. &quot;Every single thing is now put immediately online: &apos;This is what I&apos;m doing, this is my personality and who I am.&apos; These kids have grown up online and everything is out there.&quot; She worries about teenagers sharing explicit photographs by text that then end up online, or becoming victims of cyberbullying. &quot;I am wary,&quot; she said. &quot;I&apos;m confident about my own use, but I am concerned about the next generation.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/apr/17/a-life-online-blogger-poppy-dinsey", 
    "wordcount": "596"
}