{
    "headline": "Yelp CEO talks mobile growth, global expansion... and doner kebabs", 
    "text": "Yelp is one of the big players in local search, through its website and increasingly its apps and mobile partnerships. The company&apos;s database of 39m reviews of venues and local businesses attracted an average of 102m monthly unique visitors in the first quarter of 2013. 30% of those visitors came to Yelp&apos;s mobile website, while its apps have 10m monthly unique users. Mobile and international expansion are the two key pillars for Yelp&apos;s growth in 2013, as well as signing up more local businesses to manage their profiles and (hopefully) advertise on Yelp too. &quot;Yelp is in a very nice spot: local data, and especially review data, is one of the killer apps on mobile phones,&quot; chief executive Jeremy Stoppelman tells The Guardian, before his appearance at the LeWeb London conference. &quot;On mobile, what are the core apps? It&apos;s basically messaging, mapping and review data. We&apos;re continuing to iterate on mobile, we&apos;ve forged a great relationship with Apple which has baked us into its Maps app, and we&apos;re getting more and more content from our mobile apps.&quot; The international expansion is partly about organic growth:hiring sales staff and community managers in new countries and regions. Yelp is now available in 21 countries, although only 6% of its Q1 2013 revenues came from outside the US. Key to global growth is the integration of Qype, the rival Yelp bought for $50m in October 2012. &quot;We&apos;ve done two integrations so far in Ireland and Italy, where we&apos;ve brought over all the Qype content and started redirecting the traffic,&quot; says Stoppelman. &quot;I don&apos;t think there has ever been a move of content from one site to another at this scale: Qype has somewhere north of 15m unique users, and a few million reviews. It&apos;s gone relatively smoothly, but it&apos;s a very complex project.&quot; Stoppelman says that the UK is a growing market for Yelp, as small businesses catch on to the idea of encouraging customers to review them on Yelp and its rivals, with a number taking the next step of buying advertising on these services. Review arms-race In some sectors  think hotels and TripAdvisor  consumer-review sites have caused a certain amount of brow-furrowing over their implications, and particularly about the authenticity of negative reviews. &quot;Any kind of wave creates a lot of concern, especially something that shifts the power dynamic,&quot; says Stoppelman. &quot;Consumers are empowered by Yelp and tools like it: before, when they had a bad experience, they didn&apos;t have much recourse. They could fume, but often nothing else other than tell their friends. Now the consumer has a lot more power.&quot; That power brings responsibility for the companies making these tools and services, though: a task that Stoppelman says Yelp hasn&apos;t shied away from. &quot;There&apos;s the problem of how you protect the businesses, making sure the content is as useful and trustworthy as possible. Although also how you make sure businesses don&apos;t inflate their own ratings,&quot; he says.  That means heavy investment in Yelp&apos;s review filter, which combs through the site&apos;s data to spot suspicious patterns and pull out reviews that may be fake more than 20% for some businesses according to Stoppelman and remove them from the main listings, although they are still accessible through a link. As millions more people use a service like Yelp, does it become harder to game the system? Actually, Stoppelman says that bigger scale means bigger efforts to undermine it. &quot;The more prominent we are, the more efforts expand to beat the system,&quot; he says. &quot;We&apos;re investing more and more: we have this arm&apos;s race going on. But we think we&apos;re far enough ahead with our efforts so far.&quot; Building a thriving community of local businesses is about more than just filters. Stoppelman suggests that one of the underestimated aspects of Yelp is its emphasis on hiring one or more community managers in as many countries and cities as possible. &quot;That person is there to foster a real-life community of people sharing their local favourites and connecting with one another, including at offline events. We&apos;re trying to grow these tight-knit communities of really passionate users,&quot; he says. &quot;It&apos;s not just a technology. Where folks like Google have fallen down is in just putting a little review box up, then closing their eyes and letting the algorithm take care of itself,&quot; he says. &quot;Yelp is a technology company, but also a company that understands how people want to connect with one another.&quot; Mobile advertising The main way Yelp is making money is from advertising: businesses paying to appear when users search on its site and in its apps. The company generated $46.1m of revenues in the first quarter of 2013: $39m from local ads, $4.8m from brands and $2.4m from other sources including data partnerships. 36% of its local ads were shown on mobile devices in that quarter. The company&apos;s pitch to businesses comes armed with numbers: Stoppelman cites a study by the Boston Consulting Group from March 2013 that claimed Yelp advertisers generate average annual revenues of $23k from the service, compared to $8k for businesses that have a free profile on Yelp but don&apos;t buy ads. &quot;If consumers are looking for a local business in our iPhone or Android apps, or on the web, they&apos;re about to make a purchase decision. What better time to get in front of them with your business?&quot; says Stoppelman. This, of course, isn&apos;t exclusive to Yelp: Google, Foursquare and other companies are all hoping to benefit from similar purchase-decision moments on mobile devices. What they&apos;re all benefitting from is that showing ads related to local searches runs less risk of being seen as intrusive than, to pick the obvious example, ads inserted into social networking feeds on mobile phones. &quot;We should be an elegant way to monetise relative to Twitter or Facebook, where they&apos;re having to redirect your attention,&quot; says Stoppelman. &quot;It&apos;s like &apos;You were looking at your friends&apos; photos, but now here, download this app!&apos; It might work, but it&apos;s a little annoying. On Yelp, you might be looking for doner kebabs, and here&apos;s an ad for a doner kebab outlet. It&apos;s an ad, but it&apos;s relevant and helpful.&quot; The evolution of Yelp and mobile rival Foursquare has been interesting to watch in recent years, particularly in the kinds of content they focus on. Foursquare started with simple &quot;checkins&quot; people tapping a button to tell the world where they were but over time added richer updates, like tips, and became a service focused more on recommendations. Yelp, meanwhile, started with the latter in the form of its reviews, but added tips and checkins as it developed. Which should give Stoppelman a good perspective on whether checkins still have value in 2013. &quot;I saw the whole &apos;checkin is the future of everything&apos; thing as it took off. My conclusion back then, which has played out, is it&apos;s a contribution a type of local content but it isn&apos;t necessarily the richest type,&quot; he says. &quot;It&apos;s a data point of &apos;I&apos;m here&apos;, and maybe a geocode, but it doesn&apos;t tell me that much about whether you liked or disliked that place. Something is better than nothing, which is why we added it. If people want to check in, write a mobile tip or write a full review, we want to make sure they have all the tools they need to do that.&quot; Recommendation evolution The way local recommendations are evolving is interesting too, from a starting point based on search: type in a business type, browse listings, and read reviews before deciding where to go or who to call. In 2013, Foursquare is as much about pro-active recommendations algorithms suggesting places to go based on your existing habits. Google Now is running with the idea, to a world where your smartphone doesn&apos;t just know the three best kebaberies near you right now (to continue Stoppelman&apos;s example), but pops up that info when it detects you weaving down a high-street at 1am. &quot;Discovery is an area everyone&apos;s looking at. If you open your phone at lunchtime, I can make a decent guess that you want a place to go for lunch, and I can make a suggestion, which may be right or wrong,&quot; says Stoppelman. &quot;We can do that fairly easily, and we&apos;ve got some releases soon that address that specific use case. But it&apos;s not right all the time. Google Now can&apos;t divine everything: fundamentally, it can&apos;t read your mind. The core thing about local is still &apos;tell me what you want&apos;, even if we&apos;re excited about the opportunity to guess at what you want.&quot; What about the future? It&apos;s tempting to ask Stoppelman about the new gee-whiz technologies: Google Glass and wearable gadgets, connected cars with augmented dashboards and so on. Local search (and by extension reviews) may be an important service in these areas. But he&apos;s more excited about trends that  while they&apos;re more prosaic (and less hooted about by Silicon Valley futurephiles)  are a lot more meaningful for the way people connect with local businesses. Better analytics, for example. &quot;Something that&apos;s becoming more possible is closing the loop for local businesses, especially advertisers,&quot; says Stoppelman, who cites the oft-quoted stat about half the budget for an average above-the-line campaign being wasted. &quot;There are increasing opportunities to measure that within the local space, as consumers do more things online and on their phones. Businesses are able to track the customer from the time they search, all the way to when they come through the door.&quot; Perhaps the most intriguing area of potential for Yelp and other local services, though, is their ability to make more of those doors that people are coming through belong to small, independent businesses rather than big chains. Yelp has traditionally focused on the former category, and Stoppelman cites a US study that tracked what happened as Yelp became more popular in Seattle, where &quot;there was a shift in revenue from the big chains to these individual businesses&quot;. High-street homogeneity is a live issue in the UK, so if that&apos;s a genuine trend and if it travels across the Atlantic it may be the most convincing argument for small businesses spending more money with the likes of Yelp, or simply encouraging customers to review their services. &quot;Individual locations get judged on their quality,&quot; says Stoppelman. &quot;If you&apos;re doing a great job, it doesn&apos;t matter whether you have a million-pound ad budget or not. Your reputation stands alone.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jun/05/yelp-ceo-jeremy-stoppelman-mobile", 
    "wordcount": "1800"
}