{
    "headline": "Initiative to improve sustainable fish labelling unveiled", 
    "text": "A new initiative to make the labelling of sustainable fish clearer and more consistent for consumers will be launched by industry and retailers on Friday, with the backing of the Fish Fight campaign setup by celebrity chef Hugh Fearnley-Whittingttall. The voluntary code of conduct by the Sustainable Seafood Coalition (SSC), whose supermarket and supplier members represent over 80% of fish sales in the UK, should mean &quot;consumers will be able to shop safe in the knowledge that [sustainability] claims are meaningful and harmonised across products, retailers and brands,&quot; SSC says. Group members including Tesco, Sainsburys and Birds Eye are considering a draft of the conduct, which SSC says is being brought in due to frustration at the slow pace of legislative reforms. Hugh Fearnley-Whittingstall said: &quot;Consumers have a right to accurate seafood labels. Any claims about seafood sustainability or responsibility should be clear and unambiguous and have the same terms of reference  whether they are on a packet of fish fingers, a prawn sandwich or fish from your local chip shop. We can&apos;t keep waiting for changes in the law to rein in the torrent of meaningless seafood labels, and questionable environmental claims. Our Fish Fight campaign has revealed how misleading some seafood labels can be; so we are in full support of the bold move by the Sustainable Seafood Coalition (SSC) to ensure that environmental claims are credible and consistent. &quot; Supermarkets joined the SSC after being criticised in an analysis by environmental law group Client Earth of claims on 100 fish products purchased in nine leading UK retailers. It found that 32 carried claims which were considered misleading or unverified, with the information received from the retailer on the source of the product failing to allay and in some cases heightening the concerns. James Thornton, the chief executive officer of ClientEarth  which set up the SSC  said: &quot;Consumers are increasingly considering the environment in their seafood purchases, yet the lack of consistency in seafood labelling leaves them vulnerable to confusion. The legislative tools move slower than the problems escalate and we cannot afford to wait.&quot; The existing laws on seafood labelling are the European Union Fish Labelling Regulations 2003, but they only require fish products to be labelled with the species name, approximate catch area, and whether it was caught or farmed in fresh or sea water. They do not involve the use of terms such as &quot;sustainable or &quot;responsible. And while the use of the term &quot;organic is regulated by EU legislation, there are no specific laws that deal with environmental claims of this type on seafood. There are many independent eco-labelling schemes that assess fish products and provide certification based on certain environmental criteria, these schemes are voluntary. The Advertising Standards Authority (ASA) has the power to force companies to remove advertisements on account of vague or inaccurate green claims. However the ASA will not currently examine or challenge claims made on product packaging or labels: these fall outside of its current remit. Critics such as consumers&apos; group Which? and the Marine Conservation Society (MCS) have complained that consumers seeking to make ethical choices when buying fish are often misled by an array of confusing and unhelpful labelling.", 
    "section": "environment", 
    "gid": "environment/2013/apr/26/consumer-labelling-sustainable-fish", 
    "wordcount": "540"
}