{
    "headline": "Charles Darwin  pass notes No 3,279", 
    "text": "Age: 73, when he died in 1882. Appearance: Down-on-his-luck department storeSanta. Profession: English naturalist, author of On the Origin of Species, developer of the theory of natural selection, congressional also-ran. Also-ran? Darwin once came second in anelectionfor a seat in the US House ofRepresentatives. I never knew that. When did this happen? Lastweek. But he&apos;s dead! He wasn&apos;t alone there. A dead man was elected to the Texas senate last Tuesday. Another dead guy was voted city councilpresident of Rochester, Minnesota, and yet another won aseat on a county commission in Alabama. OK  but he&apos;s not even an American citizen. He wasn&apos;t on the ballot either. Nevertheless, Charles Darwin received more than 4,000 write-in votes in Athens-Clark County, Georgia. The numbers from the other 24 counties in the 10th congressional district were not available at the timeofwriting. Could he still win? It&apos;s unlikely. The incumbent, Republican Paul Broun, received more than 209,000 votes. And the Democrat? Broun was running unopposed. The write-in campaign was sortofaprotest. But why Darwin? It has to do with aspeech Broungave to a church group in September inwhich he denounced both evolution and thebigbang theory, as &quot;lies straight from thepitof hell&quot;. So he credits Satan with the theory of natural selection? He also said he believed the Earth is9,000 years old, and was created in six literaldays. Perhaps his remarks were misinterpreted. There&apos;s a video of him saying it, standing in front of a wall of mounted deer heads. I&apos;ve said it before  that America is one crazy place. It gets worse  Broun is a qualified doctor,aclimate-change denier and a member ofthe House committee on science, space andtechnology. Do say: &quot;It&apos;s shameful that in this day and age such a politician even exists.&quot; Don&apos;t say: &quot;Poor show, Darwin. In America, being dead is no excuse for being second best.&quot;", 
    "section": "science", 
    "gid": "science/shortcuts/2012/nov/11/charles-darwin-in-us-elections", 
    "wordcount": "362"
}