{
    "headline": "Catherine  review", 
    "text": "Catherine is two puzzles games, really: one of the heart and one of the mind. In the first, shabby protagonist Vincent  a 32-year-old who is aimlessly stumbling through life  must choose between two women. His long-term girlfriend Katherine is career-minded, focussed, and eager to formalise their commitment in marriage. She mothers Vincent but with an edge of despair that sometimes cuts into disdain and resentment. By contrast, Catherine  a girl he meets at the local bar one evening  is flirtatious, vivacious and, following a drunken tussle in Vincent&apos;s claustrophobic apartment, teasingly jealous. Vincent feigns horror at his actions the morning after, confiding his indiscretion in his three drinking buddies before expressing hand-wringing regret. But at the same time, he refuses to give Catherine&apos;s contact details to a friend who expresses an interest at this mysterious, uninhibited siren. Likewise, night after night Vincent returns to his local, the Stray Sheep, where he inevitably runs into his so-called mistake late at night  actions that call his declarations of regret into question. We play as Vincent and, while the broad strokes of the story are laid out for us, there is some flexibility to fill in the details. In particular, an elegant  if inevitably imperfect  system allows you to reply to the text messages that Catherine and Katherine try to grab your attention with, selecting sentences one by one to establish the tone as you either play with their hearts, or try to negotiate your way out of the problem as honourably as possible. Most actions in the game are assigned a moral value, tipping a needle on a pop-up meter towards good or evil  eventually dictating which of the game&apos;s eight endings you secure. This narrative layer puzzle is counterbalanced by a more traditional series of game-like cerebral puzzles that play out at night, while Vincent is sleeping. Here, in Vincent&apos;s nightmares, he must climb a tower of sinking blocks, attempting to reach the summit in order to escape to the next level of the tower before being sucked into oblivion. Tower blocks can be pushed and pulled in order to create rudimentary stairways upward, with complexity introduced via blocks of different properties  such as being breakable, laced with spikes or plain immovable. Special items collected en route offer the ability to create a block where there is none, or to climb levels two at a time instead of one. The logic tricks required to create pathways where there are none must be learned till they become second nature as the pressure to keep moving at speed is intense. Likewise, you must climb a new ledge every 10 seconds or so in order to keep a score combo meter rising, a necessary requirement if you&apos;re hoping to score a gold trophy for each stage. Despite the ingenious design of these nighttime sections, the learning curve is as steep as the tower you are asked to climb, and it&apos;s easy to set the blocks in such a way as to make progress impossible. As a result, the game at the core of the wider Catherine game is too punitive to be truly enjoyable, reflecting the stressful sense of pressure to make snap-decisions that infuses the rest of the experience. Some of the most interesting moments in the game come when the heart puzzles and the mind puzzles intersect. In between each section of the tower-climbing stages, Vincent is invited to sit in a Lynchian confessional booth where you&apos;re posed yes/no moral dilemmas. Some of these are childish and straightforward (&quot;Is it OK to lie if nobody will find out?&quot;) but others  such as whether you believe life begins or ends with marriage, or whether your ideal marriage partner is younger or older than you  can be harder to answer, especially if you&apos;re playing the game within earshot of a curious real-life partner. After you answer, a dynamic pie chart shows the split between players&apos; responses, drawing data from the servers to reveal how firmly you sit within the minority or majority. Interesting and gently innovative, nevertheless when judged purely on the quality of its interactions, Catherine is a mediocre game. But the strength of its narrative drapery elevates the experience to something that&apos;s both compelling and enduring. Video games rarely explore the complexities of human love, lust and the decisions that are made in the tug of war between heart, mind and base desire. Catherine is a Japanese curio that sidesteps black-and-white moralising, and thanks to its weird, dream-like qualities, sidesteps neat pigeonholing to boot. It&apos;s rarely an enjoyable experience, but within that, Catherine perhaps poses its greatest puzzle of all: does a video game always need to be enjoyable to be worthwhile?  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/03/catherine-game-review", 
    "wordcount": "788"
}