{
    "headline": "Peru declares environmental state of emergency in its rainforest", 
    "text": "Peru has declared an environmental state of emergency in a remote part of its northern Amazon rainforest, home for decades to one of the country&apos;s biggest oil fields, currently operated by the Argentinian company Pluspetrol. Achuar and Kichwa indigenous people living in the Pastaza river basin near Peru&apos;s border with Ecuador have complained for decades about the pollution, while successive governments have failed to deal with it. Officials indicate that for years the state lacked the required environmental quality standards. A new law published on Monday that sets out, for the first time, environmental quality standards setting acceptable limits for contaminants in soil, may be a key advance, say officials. Peru&apos;s environment ministry has given Pluspetrol 90 days to clean up the affected areas and reduce the risk of contamination to the local population. In declaring the state of emergency, Peru&apos;s environment ministry said tests in February and March found high levels of barium, lead, chrome and petroleum-related compounds at different points in the Pastaza valley. Pluspetrol, the biggest oil and natural gas producer in Peru, has operated the oil fields since 2001. It took over from Occidental Petroleum, which began drilling in 1971, and, according to the government, had not cleaned up contamination either. Several multimillion dollar fines have been levied against Pluspetrol in recent years. The company has appealed against all of the fines in the Peruvian courts, including an $11m (7m) fine levelled in January for failing to complete an environmental clean-up of an oil block located inside Peru&apos;s largest national park, Pacaya Samiria, in the Loreto region. &quot;We know that there has been bad environmental behaviour by the company in the past because there were no regulations but also in the present because it&apos;s not acting responsibly and it&apos;s not giving the correct information about what&apos;s happening in the zone,&quot; Peru&apos;s environment minister Manuel Pulgar-Vidal said of Pluspetrol to local media. In a statement, his ministry said the government began administrative actions against Pluspetrol in March 2012 over contamination at block 1AB, Peru&apos;s biggest crude oil field in the adjacent Corrientes river basin. The ministry says further environmental checks will be carried out on the upper Maran, Tigre and Corrientes river basins where Pluspetrol also operates. &quot;Serious attention to the environmental disaster in the northern Peruvian Amazon is long overdue. The Peruvian health ministry registered unacceptable levels of lead and cadmium in the blood of Achuar children almost seven years ago,&quot; Andrew Miller, lead Peru campaigner for Amazon Watch told the Guardian. &quot;Yet only following years of community-based environmental monitoring, pressure from indigenous federations, and the recent visit of Peruvian members of congress has the political will been created for the government to take appropriate action.&quot; The Peruvian government plans to auction a further 29 new oil and gas concessions this year. A spokesman for Pluspetrol said the company was &quot;evaluating the situation&quot; but refused to comment further.", 
    "section": "environment", 
    "gid": "environment/2013/mar/26/peru-declares-environmental-emergency-rainforest", 
    "wordcount": "494"
}