{
    "headline": "Male pride restored as Y chromosome wins a reprieve", 
    "text": "Nature deals some unkind blows, but none is more hurtful to the pride of man than the looming demise of the Y chromosome. When it comes to sex chromosomes, women are XX and men are XY. But the modern male chromosome is not what it used to be. Over millions of years of evolution, the biological keeper of all things male has withered and shrunk. So dramatic has the decline been, that one day the Y might vanish completely. This prospect is seriously debated among biologists. At a genetics conference in Manchester last year, half of those attending thought the Y chromosome was bound for oblivion. Humans would have to evolve a fresh way to balance the sexes. Hope may be at hand, though. Writing in the latest issue of Nature, Jennifer Hughes and her colleagues at the Whitehead Institute for Biomedical Research at MIT come out in support of the Y chromosome&apos;s chances of survival. &quot;We can confidently say that the decay of the Y chromosome has come to a halt, and that would portend very well for its future,&quot; Hughes told the Guardian. &quot;There are far more things to worry about than this.&quot;     The X and Y chromosomes. Graphic: Guardian    The researchers studied the genes on the human Y chromosome and compared them with those on the Y chromosomes of chimpanzees and rhesus macaques. The latter split from the human lineage 25m years ago. Hughes found that only one gene had been lost from the human Y chromosome in the 25 million years since humans and old world monkeys took separate evolutionary paths. The rapid decline of the Y chromosome seems to have ground to a halt at least tens of millions of years ago. &quot;We are hoping this evidence will put the extinction of the Y to rest once and for all,&quot; Hughes said. That may be wishful thinking, however. A few hundred million years ago, the X and Y chromsomes were the same size. Today, the Y chromosome holds fewer than 30 genes, against the X chromosome&apos;s 800 or so. &quot;If you draw a straight line, the Y chromosome&apos;s demise would come four or five million years from now,&quot; said Darren Griffin, professor of genetics at the University of Kent in Canterbury, who nevertheless remains undecided on the issue. Aficionados of the &quot;rotting Y&quot; theory point to other species that are known to have lost their Y chromosomes. Some species of Japanese spiny rat thrive without a male chromosome. Were the same to happen in humans, the genes for maleness would have to hitch a ride on another chromosome. &quot;In the end, males are uncertain little creatures and the way they are made is very different in mammals, birds, insects and worms,&quot; said Steve Jones, author of the book Y: The Descent of Man and professor of genetics at University College London. &quot;In the long term we are all dead, and that is certainly going to be true for the Y chromosome, which is rather an arriviste on the evolutionary scene. It may take a long time, but I am pretty confident that the Y machine will, one day, be replaced by something else. Quite what that will be, you will have to ask me in a hundred million years.&quot; &quot;The question is, is the human Y chromosome hanging off a cliff edge and about to fall, or stood on a ledge and happy to stay there forever? Realistically, we won&apos;t nail it without a crystal ball,&quot; said Griffin. &quot;Everyone agrees that the demise of the Y chromosome, if it happens, does not mean the demise of the human male. All that will happen is that the process of sex chromosome evolution will start again.&quot; Griffin, who posed the question of the Y chromosome&apos;s future to the conference in Manchester, later asked men and women to vote on the issue separately. When asked for a show of hands on the Y chromosome going extinct, women outvoted men two to one. When asked who thought the Y chromosome would survive, men outvoted women by the same margin.", 
    "section": "science", 
    "gid": "science/2012/feb/22/male-pride-x-chromosome-reprieve", 
    "wordcount": "691"
}