{
    "headline": "Mineral wealth belongs to all of us", 
    "text": "Simon Jenkins&apos; article (We can count hard cash, but we can&apos;t quantify beauty, 1 February) unhappily coincided with your article describing plans for &quot;the biggest British mine for a generation&quot; sited in the North York Moors national park (Potash mine under national park will make Yorkshire farmers millionaires, 1February). On the promise of a bonanza for local mineral rights holders and jobs for all, the proposal has gained support from political parties of all persuasions, as well as local councils expecting a share of the profits. The assurances from York Potash, the developers, that there will be &quot;minimal environmental impact&quot; are frankly incredible, given the planned output of 20 million tons per year. It is unnecessary (there is no world shortage of potash, and there is already a potash mine in the national park which could increase production of potash and polyhalite), speculative (wholly dependent on the market) and designed purely for private profit. The effects can only be destructive: disruption to already inadequate roads, noise and light pollution; radical alteration of soils, landscape and wildlife. The energy used will mean a huge carbon footprint. Of course there will be jobs, but the unemployment rate in the national park is under 2%. If we don&apos;t protect national parks from industrialisation, what is the point of them?Dr David CunionUgglebarnby, North Yorkshire So, some Yorkshire farmers think they own everything below the land they farm on. How far down? To the Earth&apos;s core? How absurd. When will we realise, and the law reflect, that the world&apos;s mineral resources should belong to the commons and not some vested interest? That some farmers should receive millions for sitting pretty is pathetic. The potash has only been around for 250 million years, so why should they get the benefit of it in 2020?John CobbCorbridge, Northumberland George Monbiot (Comment, 22 January) argued the case for a land value tax (or the collection as revenue of what rightly belongs to us all). His case is clearly exemplified in the Yorkshire potash potentially creating millionaires from the national resources of all of us.Alan LaurieBurrington, Herefordshire", 
    "section": "environment", 
    "gid": "environment/2013/feb/04/mineral-wealth-belongs-to-all", 
    "wordcount": "356"
}