{
    "headline": "The week in wildlife - in pictures", 
    "text": "   A researcher with holds a coqui guajn or Puerto Rican rock frog (Eleutherodactylus cooki) in a tropical forest in Patillas, Puerto Rico. The guajn is nicknamed the 'demon of Puerto Rico' because of its eerie call, which is vanishing from the Caribbean night. The bird-like peeps and chirping of frogs are growing fainter across the region,  a decline scientists say appears to be caused by a combination of climate change, a fungus that has been killing amphibians around the world, and habitat loss   Photograph: Ricardo Arduengo/AP       Gelada baboons in the Semien Mountains of Ethiopia. Scientists quoted in the journal Current Biology believe that the lip-smacks made by geladas show striking similarities to human speech and may be an evolutionary step towards it Photograph: John Walsh/AP       A black vulture eats a dead alligator floating in the Paraguay River, Corumb, Brazil Photograph: Yasuyoshi Chiba/AFP/Getty Images       Pigeon orchids (Dendrobium crumenatum) in full bloom after sudden rain in a garden in Makola, Sri Lanka. The months of March to May are the best times for Sri Lanka's flora, with humid, hot weather interspersed with sudden thunder showers. The island nation is home to some 170 species of orchids with 74 among them not found anywhere in the world Photograph: M.A. Pushpa Kumara/EPA       A herd of deer runs through a snowy field in a village near Czestochowa, southern Poland Photograph: Janek Skarzynski/AFP/Getty Images       Nepalese people drag a dead leopard through the street after it attacked locals at Gothatar, Kathmandu, Nepal. The leopard injured 15 people, including three policemen and two officials from the Department of Forests Photograph: Niranjan Shrestha/AP       A tree trunk gnawed by beavers near Lengenwang, southern Germany Photograph: Karl-Josef Hildenbrand/AFP/Getty Images       A striped beakfish swims in a water-filled well or bait box onboard a 20-foot-long Japanese boat that washed ashore recently at Long Beach, Washington. Biologists say five of the fish, plus other Japanese species of sea creatures, arrived alive, apparently hitching a ride across the Pacific Ocean on debris believed to have come from the March 2011 Japanese tsunami Photograph: Allen Pleus/AP       Newly hatched Olive Ridley turtles crawl towards the shores of the Bay of Bengal, past human footprints at the Rushikulya River mouth beach in India Photograph: Biswaranjan Rout/AP       Just a decade ago, the wildest creatures in the Forest of Dean were deer, sheep, foxes and badgers. But today there are as many as 600 wild boars roaming the 111 sq km (43 sq miles) of ancient Gloucestershire woodland  and they are breeding so fast that hundreds may have to be culled, according to an assessment by the Forestry CommissionPhotograph: imagebroker/Alamy       The carcass of a rhino that has been killed for its horn at the Nwanetsi picnic site, Kruger national park, South Africa. Some 203 rhino have been poached and 60 poachers have been arrested so far this year Photograph: Cornel van Heerden/Foto24/Gallo Images/Getty Images       Joshua trees in bloom in the Mojave national preserve, California. Millions of the trees have been bursting into bundles of greenish-white flowers in California, Arizona, Nevada and Utah. The trees are having a once-in-a-lifetime blossom bonanza, with some scientists suggesting that the trees benefited from late-summer thunderstorms last year or cool winter weather, and others blaming two years of drought that have stressed the trees Photograph: David Danelski/AP       Activists are warning that wild populations of south-east Asia's striking tokay gecko are in danger of being over-hunted for use in traditional medicine in China and other countries Photograph: Traffic/AFP/Getty Images       Tarzan, a nine-year-old lion, and Hera, one of his two female cubs, at Onesti zoo, Romania. Four Paws Animal Welfare Foundation transferred the lions and two tigers from the zoo to Lionsock Big Cat Sanctuary in South Africa after the zoo was closed down Photograph: Mihai Vasile/Four Paws/Reuters       A starling pokes its head out of a blossoming Japanese Yoshino cherry tree in Washington Photograph: Carolyn Kaster/AP       A paper kite butterfly on a red carnation in the butterfly park in Klutz, Germany. In the 700-square-foot hangar, visitors can observe up to 500 butterflies from Asia and South America Photograph: Jens Buttner/AFP/Getty Images       Two Sichuan takin babies stand with their mother in an enclosure at the zoo in Berlin, Germany. It was the first time that twin takins had been born at the zoo  Photograph: Jan-Philipp Strobel/EPA       An alpine chough perches on a pair of skis near the 2,224-metre high peak station of the Nebelhorn in Oberstdorf,  Germany Photograph: Karl-josef Hildenbrand/AFP/Getty Images       Malnourished sea lion pups recover at the Marine Mammal Care Centre at Fort MacArthur in San Pedro, California. Sickly emaciated sea lion pups have been turning up on California's coastline in unusually high numbers since January - with live strandings nearly three times higher than the historical average Photograph: Joe Klamar/AFP/Getty Images       A common lizard awakens from hibernation in snow near Corwen, Wales Photograph: Richard Bowler/Rex Features  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/apr/12/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}