{
    "headline": "How will AS changes affect students' chances of going to university?", 
    "text": "As the final term of my first year at university approaches, many of my fellow undergrads are busy panicking about our upcoming exams. I, however, feel an unfamiliar sense of calm. This is because for the first time since I was 14, my end of year exams - barring total failure - will not have a particularly significant bearing on what happens to me next year. So I have some sympathy when the minister for education, Michael Gove, claims that his plan to cut the link between an AS course and the full A-level will inspire &quot;two years of uninterrupted learning to develop deep understanding&quot;. If he carries out the scheme, year 12s will take one AS course as a standalone qualification, while their three full A-levels will only be examined in the summer of year 13. Some students I spoke to were eager to see such a change, one commenting: &quot;If AS-levels were abolished, my lower sixth at school would have been a fascinating insight into many exciting areas of classics and a taster of what was to come at university.&quot; I&apos;m sure Mr Gove would love this attitude. It&apos;s actually hard to think of anyone who wouldn&apos;t - students engaging more with their subjects, rather than the exam criteria, is pretty uncontroversial. Unfortunately, the policy is not without problems. AS exams, while being a pain in year 12, are useful when it comes to applications post year 13. Another student was less impressed with the plans, explaining: &quot;Coming from a background where few people go to college, let alone university, many of my friends had poor GCSE grades. Without the midpoint grades, many would not have seen the improvement that can be made and would not have applied.&quot; More than 200 students at my university submitted similar statements to a petition against the proposed change and 1,600 signed it. They&apos;re uneasy about the heavy emphasis the change will put on GCSEs and the personal statement, which reports have shown to be a less reliable measure of ability than AS results, and more biased towards privileged students. So while, as the BBC education correspondent wrote, the changes might mean year 12 &quot;returns to its traditional status as a time for school plays, forming bands and writing bad poetry&quot;, university applications will also go back in time. Cambridge University had some strong words to say on the issue: &quot;This change is unnecessary and will jeopardise over a decade&apos;s progress towards fairer access.&quot; I know plenty of people who didn&apos;t succeed in exams until the independence of sixth form. I also know a lot of people, including myself, who did well in year 11 but performed disappointingly the year after. AS results, for me, were a wake up call. Students are divided, one asking me, rather tartly: &quot;Have you considered the possibility that a year of no exams and some non-syllabus teaching would be inspiring to some students?&quot;  I certainly have, but my worry is that the supporters of this policy have not considered the flip side of the equation - improving access to university is an uphill battle at the best of times, and will become much more of a challenge without AS results. I hope Mr Gove has some deep thought of his own before carrying out this plan.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/apr/18/as-reform-university-access-students", 
    "wordcount": "563"
}