{
    "headline": "Protesting against mobiles is damaging the environmental movement", 
    "text": "One of the central tenets of environmentalism is that resources should be used as carefully and sparingly as possible. By and large we try to stick to this rule in our own lives, with varying degrees of success. But there is one resource whose use by this movement is sometimes astonishingly profligate: the time and energy deployed by campaigners. This is a rare commodity. There are few enough people who are prepared to devote their free time to trying to make the world a happier place. There are fewer still who know how to run an effective campaign, and have the grit to stick with it. We should use this rare blessing as intelligently as possible, campaigning against the most pressing threats, ensuring that we are not distracted by issues that are either trivial or imaginary. There is no shortage of large, demonstrable and urgent hazards to the environment and public health. Among them, to name just a few, are climate change, biodiversity and habitat loss, overfishing, overuse of water, air pollution, dangerous roads and the obesity crisis. None of these attracts a sufficient number of dedicated campaigners; none of them, as a result, has the political attention it deserves. Faced with such issues, we cannot afford to squander precious time and energy chasing phantoms. All this is a roundabout way of saying that if I were running a campaign highlighting the health effects of mobile phones and phone masts, I would see this as a good time to wind it up. The new study by the Health Protection Agency confirms the overwhelming trend in evidence on this issue (in particular the outputs of the massive Interphone project). It finds that:  Laboratory studies have detected &quot;no convincing evidence that RF [radiofrequency] fields cause genetic damage or increase the likelihood of cells becoming malignant.&quot;  Animal studies find no evidence that the levels of microwave radiation produced by mobile phones &quot;affect the initiation and development of cancer&quot; and no consistent evidence that they harm the brain, the nervous system, hearing or fertility.  Studies on humans suggest no cognitive effects and no acute symptoms of any kind.  Evidence from epidemiological studies &quot;does not suggest that use of mobile phones causes brain tumours or any other type of cancer.&quot;  Overall, the evidence &quot;has not demonstrated any adverse health effects&quot; in either adults or children. The study does point out, however, that for obvious reasons the data cover a maximum of only 15 years&apos; use of mobile phones, so there is a need to keep gathering evidence, in case there are effects that manifest themselves only after this period. In other words, there&apos;s a reason to keep an eye on this issue, but nothing here that would justify an active campaign. Phone masts, which  as power attenuates with the square of distance (the inverse square law)  produce less microwave radiation at ground level than we are exposed to by using a mobile phone, are likely to be just as harmless to human health. Despite the lack of reliable evidence suggesting any health effects, there are plenty of campaigns against phone masts, mostly operating at the local level, and plenty of environmentalists who seem to entertain excessive fears of microwave radiation. People have poured tremendous reserves of energy into promulgating these fears and trying to prevent masts from being erected. They have, I believe, wasted their time and diverted others from the issues that should concern them. They might also have inflicted damage to the reputation of the environment movement, not least because some of these protesters are prominent in other areas. I won&apos;t single them out, but I&apos;m sure that many readers of this blog will have encountered such campaigns. There&apos;s a further issue, which should be of concern to those who hope to make a world a better place. By campaigning against what appears to be a non-existent threat, they have spread unnecessary fear and distress, subtracting from the sum of human happiness. What I&apos;m saying applies to quite a few other campaigns as well. Before launching a protest group, we should ensure that we have assessed the research as rigorously as possible, actively seeking out countervailing studies and taking advice from experts on the quality and consistency of the data. We should compare the detrimental effects of the issue that concerns us with other hazards. We should ask ourselves whether this is the best possible use to which our time can be put. In other words, can we please stop wasting our lives doing battle with imaginary foes? monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/apr/27/protesting-mobile-phones-environmental-movement", 
    "wordcount": "765"
}