{
    "headline": "A winter wonderland on Mars, ultramassive black holes and a cosmic sneeze  in pictures", 
    "text": "   Winter wonderland: the cratered Charitum Montes region on Mars, dusted with white carbon dioxide frost. The European Space Agency's orbiting Mars Express spacecraft took this picture on 6 December  Photograph: Mars Express/ESA       This is the bow wave of a star travelling at 24 kilometres per second through clouds of dust. The wave, revealed in this infrared image from the Spitzer Space Telescope, is created by stellar winds preceding the star Photograph: JPL/NASA       Saturn, captured by the Cassini spacecraft while it was in the shadow of the gas giant. Two of the planet's moons can be seen below its rings on the left of the picture. Enceladus is uppermost, Tethys is below and to the left Photograph: JPL/NASA       A star-forming ring surrounds the heart of the barred spiral galaxy NGC 1097 in this image taken by the Hubble Space Telescope. At the galaxy's centre is a black hole 100 million times the mass of our sun. The area immediately around the supermassive black hole shines brightly with radiation from the material being sucked in Photograph: Hubble Space Telescope/NASA/ESA       Some of the most monstrous black holes in the universe may be even more fearsome than we thought. Supermassive black holes typically have masses ranging from a few million to a few billion times that of our sun, but a new analysis using data from Nasa's Chandra X-ray Observatory suggests that some are between 10 and 40 billion times the mass of the sun  earning them the title 'ultramassive'. The black hole at the centre of this galaxy was part of the survey of 18 of the biggest known black holes in the universePhotograph: NASA       Holy grail: Nasa's Gravity Recovery and Interior Laboratory (Grail) used precise microwave measurements between two spacecraft, named Ebb and Flow, to map the moon's gravity in unprecedented detail. Red corresponds to excess gravity compared to the average and blue to lower gravity Photograph: GSFC/MIT/JPL-Caltech/NASA       The Bubble Nebula in the constellation Cassiopeia, as seen by the new One Degree Imager Camera at the WIYN 3.5-metre telescope on Kitt Peak in Hawaii. It's a shell of gas and dust 10 light-years across that has been carved out by the stellar wind of the massive central star and ionised by its high-energy light Photograph: NOAO       On top of the world: the Atacama Pathfinder Experiment (Apex) telescope, which stands 5,000 metres above sea level on the Chajnantor Plateau in the Chilean Andes. Apex will find targets for the Atacama Large Millimetre/submillimetre Array (Alma), a powerful array of 64 antennas that will open for business on the plateau during 2013   Photograph: B. Tafreshi (twanight.org)/ESO       This image from the Hubble Ultra Deep Field 2012 may contain the most distant object ever seen. It shows several newly discovered galaxies with redshifts between 8.6 and 11.9, which is the most distant object observed to datePhotograph: NASA, ESA, R. Ellis (Caltech), and the HUDF 2012 Team       A Soyuz spacecraft carried US astronaut Thomas Marshburn, Russian cosmonaut Roman Romanenko and Canadian astronaut Chris Hadfield to the International Space Station after launching from the Baikonur Cosmodrome in Kazakhstan on 19 December Photograph: Shamil Zhumatov/Reuters       Flight controllers at the Johnson Space Center support the docking of the Soyuz to the Rassvet module of the International Space Station on 21 December Photograph: NASA       The Hubble Space Telescope captured the planetary nebula NGC 5189 in unprecedented detail. Despite their name, planetary nebulae have nothing to do with planets. When a star like our sun reaches the end of its life and consumes the last of the fuel in its core, it expels its outer regions, which then heat up and glow brightly Photograph: Hubble Space Telescope/NASA/ESA       The first detailed analysis of Martian soil by the Curiosity rover revealed a complex mix of substances, including water, sulphur, chlorine and organic compounds. It's too early to say whether the organic material originated in Martian life forms, or whether it was carried to Mars on the rover itself, or in the meteorites that rain down on the planet Photograph: MSSS/JPL-Caltech/NASA       Reflection patterns inside a gold-plated spare mirror for the XMM-Newton space telescope. On 10 December, the European Space Agency celebrated the 13th anniversary of the launch of its x-ray telescope. It is still working well, sending back pictures of supernova remnants, stellar explosions and the effects of black holes. Esa said the picture 'shows the journey that light particles from these objects might make on their way to the space telescopes detectors' Photograph: XMM-Newton/ESA       The star nursery Carina Nebula as seen by the VLT Survey Telescope at the European Southern Observatory's Paranal Observatory in Chile. The picture was released to mark the new telescope's inauguration in Naples on 6 December Photograph: VPHAS+ Consortium/Cambridge Astronomical Survey Unit/ESO       The asteroid Toutatis, which is 4.8km (3 miles) long, made its closest approach to Earth on 12 December  7 million kilometres away  and had its picture taken by Nasa's Goldstone Solar System Radar. You can watch a video sequence of the asteroid tumbling through space here Photograph: JPL-Caltech /NASA       The spiral galaxy NGC 3627, which is about 30 million light years from Earth. This composite image includes x-ray data from the Chandra X-ray Observatory (blue), infrared data from the Spitzer Space Telescope (red), and optical data from Hubble and the Very Large Telescope (yellow)  Photograph: NASA       The Earth survived yet another apocalypse. The Mayan Long Count calendar reached the end of its 12th b'aktun on 21 December, which some claimed heralded the end of the world. Guardian mathematics blogger explained the Mayan religious calendar which comprises two cycles running concurrently, a 13-day week and a 20-day week, as depicted here at a planetarium in Lichtenstein, Germany Photograph: Hendrik Schmidt/DPA       A circle of bright pink nebulae skirts a spiral galaxy in this Hubble image of the galaxy NGC 922. The ring and the distorted spiral shape result from a smaller galaxy crashing into the galaxy's centre some 330m years ago. X-ray sources identified by the Chandra X-ray Observatory are shown in blue Photograph: Chandra X-ray Observatory/Hubble Space telescope/ENASA/ESA       Cosmic sneeze: each speck in the cloud at the centre of this Hubble image is a star in the galaxy ESO 318-13 Photograph: Hubble Space Telescope/NASA/ESA       Sir Patrick Moore with his cat Ptolemy at his home in Selsey, Sussex, in May 2012. Sir Patrick passed away on 9 December after a career popularising the wonders of astronomy spanning six decades Photograph: Rex Features       This image from Hubble shows NGC 6388, a 'dynamically middle-aged' globular cluster in the Milky Way. Globular clusters are clutches of stars that orbit a galaxy's core. They all formed more than 10bn years ago, but a study of the distribution of bright blue stars in this one shows that it has aged at a moderate speed, and its heaviest stars are slowly migrating towards its centre Photograph: Hubble Space telescope/NASA/ESA  ", 
    "section": "science", 
    "gid": "science/gallery/2013/jan/18/winter-wonderland-mars-black-holes-pictures", 
    "wordcount": "0"
}