{
    "headline": "World toilet day: public poo, crap compost and a golden turd  in pictures", 
    "text": "   Alex Wekesa, 26, stands near the Fresh Life toilet he operates in Mukuru, Nairobi. Wekesa has two toilets ('choo' in Swahili) and charges four shillings per adult customer, and two shillings per child. He says he gets around 50 customers per day. Before, people in the slum often used 'flying toilets': they would urinate or defecate into a plastic bag and then throw it into the narrow streets Photograph: Clar Ni Chonghaile       The inside of a Fresh Life toilet, made by Sanergy. The walls are made of prefabricated concrete, and two containers are placed under the toilet to capture the waste. The containers are emptied every day by a team of waste collectors and brought to a nearby site for processing into organic fertiliser Photograph: Clar Ni Chonghaile       Locals celebrate the inauguration of composting toilets in an El Alto neighbourhood in La Paz, Bolivia. Many people have no sewerage service  for them the closest river is the bathroom  but Sumaj Huasi, an NGO, provides families with some materials and the plans to build their own toilets close to their homes, but in separate buildings. The homeowner supplies the labour and easy-to-acquire materials Photograph: Sara Shahriari       The family add personal touches to their new toilet. The front section collects urine, which is piped to a container outside the building, and there is a receptacle below for faeces. The toilet doesn't smell because ash or wood chips are sprinkled into the bowl after every use Photograph: Sara Shahriari       In Jamestown, the poorest part of the Ghanian capital, Accra, local residents used money from tours of the harbour to pay for a toilet, to reduce open defecation on their beach. The beach is much cleaner and now has a small bar as well, as Ghana makes progress on sanitation Photograph: Florian Mueller       Privy in Peru: the girls and boys toilets of a primary school in the village of Yana Mono Zone Two, on the banks of the Amazon river near Iquitos, Peru Photograph: Mattia Cabitza       The public toilets in the Mercado de Productores (Producers's market) in the city of Iquitos. They cost 0.3 Peruvian Soles ($0.12) to use, without toilet paper, or 0.5 Peruvian Soles if you need a wipe  Photograph: Mattia Cabitza       In 2009 this was the only toilet at Simakakata community school in southern Zambia. It was for the exclusive use of the teachers  the children had to use a nearby cornfield. There was no water for washing hands either. But since this photo was taken, a toilet block has been built with money from Care International, which has made a huge difference to hygiene Photograph: Brenda Veltdman/LearnAsOne.org       The Golden Poo, a Japanese good luck charm (playing on the similarity between the words for 'luck' and 'poo' in Japanese) was an eye-catching exhibit at the London School of Hygiene and Tropical Medicine last month in an exhibition drawing attention to sanitation, a major killer of children in developing countriesPhotograph: London School of Hygiene and Tropical Medicine/IRIN       An Indian boy defecates in a poor neighborhood of New Delhi. Nearly half of India's 1.2 billion people have no toilet at home. More people own a mobile phone, according to the country's 2011 census. Jairam Ramesh, until recently India's rural development minister, urged women not to get married into families that do not have toilets in their homes. Globally, poor sanitation kills more people than HIV and Aids, malaria and measles combined, according to the charity Wherever the Need   Photograph: Kevin Frayer/AP       A makeshift toilet by the side of a stream in Srinagar, the summer capital of Indian Kashmir. According to Water.org, 780 million people lack access to clean drinking water, often as a result of sewage leaking directly into rivers and lakes Photograph: Farooq Khan/EPA       Local loo: a woman outside her new latrine. Burma now has three 'open defecation free' villages, following a community-led sanitation effort by Unicef and the health ministry. Using hands-on visual training and demonstrations, the villages in western Bago Division have stamped out the practice, but 8% of Burma's population still defecate outdoors Photograph: Lynn Maung/IRIN       An abandoned toilet on the banks of the Mekong river in Laos. The degradation of the water, vital as an economic lifeline for 60 million people, is a great concern for the six Asian nations it flows through Photograph: Barbara Walton/EPA       A communal latrine in Kroo Bay in Freetown, Sierra Leone. Cholera is a severe problem in Sierra Leone and elsewhere in west Africa because of open defecation and improper disposal of sewage Photograph: Anna Jefferys/IRIN       There is little privacy in these public latrines in Kroo Bay. There is also a security issue, especially for women needing to go to the toilet at night, according to a report by Amnesty International Photograph: Anna Jefferys/IRIN       How do you provide sanitation in water-scarce, sewage-light areas? Michael Hoffman, of the California Institute of Technology, explains his winning design in the Reinvent the Toilet challenge Photograph: Dan Levine/EPA  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/nov/19/world-toilet-day-in-pictures", 
    "wordcount": "0"
}