{
    "headline": "Energy bill expected to favour nuclear and gas over renewables", 
    "text": "A dash for gas, a major fillip for nuclear power and blows to renewable energy  these are widely expected to be the contents of the government&apos;s much-anticipated draft energy bill, the main contents of which will be outlined by ministers in the afternoon. The nuclear industry is expected to be one of the big winners, with a set of policies designed to favour low-carbon power  which will, controversially, include atomic energy as well as renewable sources such as wind and solar. But renewable companies are concerned that they will lose out, because the current system of subsidies will be replaced with a complex new system of support that could favour big companies over their smaller rivals. This new system  known as contracts for difference  would allow companies to sign long-term contracts to supply electricity. But the prices on such contracts could be higher or lower than the price of electricity in the wholesale market  the attraction to companies is supposed to be that the long-term nature of the contracts gives them the stability and certainty they need to invest. However, several renewables companies told the Guardian they thought the contracts would push smaller suppliers out of the market. Dale Vince, founder of Ecotricity, called for an exemption for small suppliers in order to encourage competition in the market. &quot;This is a complex subsidy mechanism designed to artificially raise the price of electricity and make it more attractive for big companies to build new nuclear plants, but as a result no suppliers will be able to accurately predict the cost or volume of electricity that must be budgeted for at the start of each year,&quot; he said. &quot;The level of risk in getting that prediction wrong will be a big problem for the big six energy companies, so imagine how much the risk is magnified for small energy suppliers. This risk does not exist under the current support mechanism for renewables.&quot; The Department of Energy and Climate Change said its research showed the contracts for difference would provide good value for money for consumers. Gas will also be a major focus of the new policy. It is seen as a relatively easy option to &quot;keep the lights on&quot; as many of the UK&apos;s ageing coal-fired power stations and nuclear reactors are due to be taken out of service by 2020. Renewable energy, such as offshore wind, is not being built fast enough to close the potential &quot;energy gap&quot; between supply and demand. Gas-fired power stations, by contrast, can be built very quickly  within less than two years on average  and relatively cheaply, so if there is a threat of energy shortages they can be a stopgap, and they produce less carbon than coal. A new &quot;dash for gas&quot;, however, would be fatal to the hopes of building a low-carbon economy in the UK, according to green campaigners, and could leave consumers hooked on an increasingly expensive fossil fuel, with the soaring price rises that could entail. The UK&apos;s own supplies of natural gas in the North Sea are being rapidly depleted, making consumers heavily dependent on imports and the price volatility that brings. As any new gas-fired power stations would be expected to carry on operating  and producing CO2  for at least 25 years, this would also make the UK&apos;s climate change targets in the 2020s increasingly hard to meet. John Sauven, the executive director of Greenpeace UK, said: &quot;This is a looming energy omnishambles. The energy bill could be a huge opportunity to get energy bills and carbon emissions under control, and to bring security to our power supplies. But ministers seem hell-bent on scuppering all of these aims by encouraging a big increase in our dependence on burning expensive gas to generate electricity. &quot;This would increase the burden on families and businesses, and see money from bills going to countries like Qatar and Norway instead of back into the British economy.&quot; Much of the content of the new policy has already been discussed, but there could still be surprises in the form of some of the details, which have still to be set out, and in the timing. Two years into the coalition, the government has come under fire for failing to tackle energy issues sooner  and any further delays will be greeted with dismay by sections of the industry and investors who have repeatedly said that policy certainty is essential if the hundreds of billions in investment needed to revamp the UK&apos;s creaking energy infrastructure are to be flow. Renewable energy companies believe there is still time for the government to show them more support in its energy plans. Gaynor Hartnell, chief executive of the Renewable Energy Association, said: &quot;The government needs to enrich its understanding of the benefits of renewable energy investment. There is frustration that government leadership is missing in practice  Several countries, from America to Japan to Germany, have realised that taking the long-term view and investing in renewables is a significant step on the route out of economic malaise.&quot; Ed Davey, the secretary of state for energy and climate change, said the reforms were needed in order to bring forward the estimated 110bn that will be needed for new low-carbon energy capacity, and said they could generate as many as 250,000 new jobs. He said: &quot;Leaving the electricity market as it is would not be in the national interest. If we don&apos;t secure investment in our energy infrastructure, we could see the lights going out, consumers hit by spiralling energy prices and dangerous climate change. These reforms will ensure we can keep the lights on, bills down and the air clean.&quot;Davey said the reforms would reduce the UK&apos;s vulnerability to rising global energy prices: &quot;By reforming the market, we can ensure security of supply for the long term, reduce the volatility of energy bills by reducing our reliance on imported gas and oil, and meet our climate change goals by largely decarbonising the power sector during the 2030s.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/22/energy-bill-nuclear-gas-renewables", 
    "wordcount": "1016"
}