{
    "headline": "University guide 2012: Edinburgh College of Art", 
    "text": "Based near the famous Grassmarket in the historic Old Town, Edinburgh College of Art offers specialist programmes in art, design, architecture and landscape architecture. The college, which traces its origins back to 1760, these days has 1,700 students from all over the world. Four-year courses lead to BA (Hons) degrees in any of 15 specialist art or design subjects, with architecture and landscape architecture offering qualifications recognised within these chartered professions. The college will merge with the University of Edinburgh on 1 August 2011, but will retain its identity and ethos, its campus and its pedagogical methods. FeesScottish and (non-UK) EU students can get their tuition fees paid, but this may change for 2012 entry. 1,820 for other full-time undergraduates in 2011-12; international (non-EU) students pay more. The Scottish government has yet to agree the tuition fee and student finance model for 2012-13, although it is likely that Scottish students studying in Scotland will continue to pay no tuition fees. Check the Scottish government and Student Awards Agency for Scotland websites for further information as it becomes available. BursariesBursaries and scholarships may be available to students who meet certain criteria. AccommodationStudents new to the city are eligible for university accommodation. The student union offers an inquiry and flatmate-matching service. FacilitiesThere is a wealth of studios, workshops and other facilities on offer for design and architecture students. The north-facing art studios look out on to the famous castle. The college library lies at the heart of the newly developed learning zone, which provides an innovative environment for learning, teaching and research resources. The campus is Wi-Fi-enabled and laptops may be borrowed. The Wee Red Club on campus is famed for its music nights. TransportEdinburgh is about four hours by regular train services from London, and one hour by plane. The airport, with direct links to more than 100 UK and international destinations, is about 30 minutes from the college. ContactTel: 0131 221 6027Email: enquiries@eca.ac.ukWeb: eca.ac.ukAccommodation: ss@eca.ac.uk", 
    "section": "education", 
    "gid": "education/2009/may/10/universityguide-edinburgh-coll-art", 
    "wordcount": "336"
}