{
    "headline": "Boot up: Google v EC, Pebble in 2004?, teens say Apple's cooked, and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team SPOT-light on Microsoft&apos;s SPOT Technology &gt;&gt; Windows for Devices  Microsoft has described its Smart Personal Objects Technology (SPOT) initiative as being &quot;aimed at improving the function of everyday objects through the injection of software.&quot; Smart wristwatches are the first SPOT-based application, and Bill Gates unveiled early SPOT watch prototypes during his keynote address at the January, 2003 Consumer Electronics Show (CES) in Las Vegas.    In the words of @arebee on Twitter (who provided the link), &quot;here&apos;s your Pebble watch - in 2004.&quot; Was Microsoft ahead again only to fall just before the technology became marketable? iPhone, Surface: Teen survey says Apple is done, Surface is cool | BGR  Among teens, Apple is no longer cool. The news comes from the Buzz Marketing Group, an agency that specializes in youth marketing.  Popularity is always a double-edged sword with teenagers and according to the sentiment observed by Buzz, Apple is now too popular to be popular. Replacing iPhones and iPads as the object of teens&apos; desire is Microsoft&apos;s Surface tablet and Galaxy smartphones from Samsung.   (Thanks @rquick for the link.) Google set for Brussels showdown | Technology | The Guardian Juliette Garside:   Brussels is moving towards a regulatory showdown with Google after the European commission&apos;s competition chief accused the company of diverting internet users to its own services.  Joaqun Almunia believes Google is giving undue prominence to its own services such as news, maps and shopping comparison, driving traffic to them to the detriment of rival websites. The EU is reiterating its tough stance despite a decision last week by US regulators not to impose changes on Google&apos;s search business.   This is going to be a hell of a fight. An homage to the tablet &gt;&gt; TechPinions John Kirk:   Tablet PC shipments are expected to reach more than 240m units worldwide in 2013, easily exceeding the 207m notebook PCs that are projected to ship, according to NPD.  Amazing.  The only thing greater than the resistance to tablet adoption has been how quickly tablets have overcome that resistance.  The modern tablet was reinvented in April 2010 with the introduction of the iPad. It&apos;s now two years and 8 months old. No personal computing technology has been adopted faster than the tablet. And that&apos;s saying something. The tablet is being adopted at almost twice the rate that the smartphone was.   (Thanks @slimbowski for the link.) IllumiRoom &gt;&gt; Microsoft Research  IllumiRoom is a proof-of-concept system from Microsoft Research. It augments the area surrounding a television screen with projected visualizations to enhance the traditional living room entertainment experience.   No, us neither, but there are pictures and some videos. (Thanks @rquick for the link.) Tablets are &apos;media machines&apos; with games the most popular app category &gt;&gt; guardian.co.uk October 2012:   There is plenty of anecdotal evidence for tablets being used predominantly for entertainment, but mobile analytics firm Flurry has tried to put some hard numbers on the trend, by comparing smartphone and tablet apps usage by category.   The question does remain of what proportion of PCs are used for &quot;content creation&quot; (which as the discussion in the comments of Thursday&apos;s Newsbucket shows, isn&apos;t an agreed definition.) Apple not a premium consumer brand? &gt;&gt; Fortune Tech  A consumer survey also conducted by Bernstein Research [shows that] 95% of current iPhone users in Europe and North America plan on repurchasing an iPhone now, and 85% of iPad customers plan on repurchasing another iPad some time down the line as well.  As the hyper-growth company of the last five years, largely propelled by the iPhone and iPad lines, less than 50% of Apple&apos;s actual profits currently come from repeat customers, but given those survey results, the inflection point [where more than 50% does] should arrive some time in 2015.  Interestingly enough, Bernstein Research also surveyed other smartphone users and found that 75% of Android users plan to repurchase another Android device, 58% of BlackBerry users plan on doing similarly, while just 37% of Windows phone owners intend on sticking with the platform.   It&apos;s not clear whether that&apos;s Windows phone or Windows Phone - the difference being that some people might still be using Windows Mobile (it lives, just). And with Nokia&apos;s announcement on Thursday, it seems that it doesn&apos;t matter about repurchase just now - Windows Phone is after the new buyers. (Via @slimbowski.) The rise of the Twitter fist bump &gt;&gt; Buzzfeed John Herman:   There are a lot of reasons to favorite a tweet: it&apos;s a way to bookmark it for later, or to show support to its poster, or, if you use a service like Stellar, to actually send it somewhere else. Favoriting is a rich culture unto itself, and one that is apparently changing. In December of 2011, Twitter restructured its site (and later, apps) around four streams: Home, Connect, Discover and Me. Home and Me were minor updates to the familiar tweet list and profile, respectively, but Connect and Discover were different  particularly when it came to favorites. December was when they became truly visible for the first time. Connect added &quot;Interactions,&quot; which shows you clearly, in a list, who&apos;s been faving your tweets.   Favourite, dammit. Favourites - also known as &quot;the silent retweet&quot; - have started moving up, as the graph on the story shows. Don&apos;t get distracted by the Sidebar of Stuff. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/11/technology-links-newsbucket", 
    "wordcount": "937"
}