{
    "headline": "University admissions: increased AAB offers will lead to crisis at clearing", 
    "text": "University admissions tutors are predicting troubled times for thousands of students in next month&apos;s university clearing. Supporting Professionalism in Admissions (Spa), the university admissions organisation, has warned that the new system that accompanied the introduction of higher fees has made it impossible to predict how applicants and institutions will behave in clearing this year. The government&apos;s decision to allow universities to recruit as many AAB students (or equivalent) as they want to or could, is the wild card in this situation, with senior sources at Ucas reporting that more AAB offers than usual have been made this year. There is good anecdotal evidence from secondary schools in England in both the state and the private sector that backs this up. Steve McArdle is the head of sixth form in Durham Johnston School, County Durham, and represents the Association of School and College Leaders at Ucas. He tells me that he and colleagues from other sixth forms are reporting a surge in AAB offers  including institutions usually expected to make lower offers. A spokesman from the Girls Day School Trust  a group of high performing independent schools  also reported that AAB offers had increased this year. The problem is that many of those students who are predicted to get two As and a B will fail to do so. Grades are much more likely to be overestimated than underestimated. Last year nearly three quarters of the predictions for students taking three or more A levels were overestimated by at least one grade. So there are likely to be a significant number  certainly thousands  who narrowly miss their AAB predictions this summer. Universities will only be able to admit these students if they have spare core places. Otherwise they will be hit by punishing fines for over recruitment. And students who miss their offers are likely to be in for a great deal of heartache. A Spa document recently sent to senior university staff, which summaries the views of admissions staff from around England who attended Spa surgeries in June shows that admissions tutors across England are very worried indeed. Most attendees agreed that there was a high risk that &quot;applicants narrowly missing AAB+ offers could be badly affected at confirmation and clearing&quot;. Attendees also warned of a high risk that students who narrowly miss AAB offers will be left in limbo by their universities. &quot;Some confirmation decisions may be delayed and made later, resulting in greater uncertainty and later entry for adjustment and clearing,&quot; the document said. Admissions staff also predict that the competition for AAB students could encourage ruthless tactics by some universities. This is because around a quarter of entrants taking three or more A levels this year will have got better grades than predicted. Selective universities who don&apos;t usually take much part in clearing may be tempted to go shopping for those holding unexpected AABs to replace their near miss AAB applicants. Again the attendees of the Spa surgeries in June thought there was a high risk that universities would take this attitude. &quot;Increased clearing activity may include institutions not normally in clearing, but possibly only seeking exempt applicants,&quot; it said. That all sounds quite frightening, but when I questioned Spa about the warnings, Dan Schaffer, a senior member of their team suggested that things might not turn out to be that bad. &quot;The whole point of surgeries is to identify risks so that problems can be prevented,&quot; he said. &quot;Now that we have raised awareness, hopefully institutions will have taken action to mitigate those risks.&quot; We shall see. But, I hear you say, surely those with AAB offers will have an insurance choice at a university which has made them a lower offer? Sadly for many that is not the case. In its admissions consultation, Ucas says that on average 42% of applicants have an insurance offer that is equal or higher than their first choice. The report also points out that these students are more likely to be high performing students who tend to apply for a very narrow range of selective universities. Again there is anecdotal evidence that this situation is worse this year than usual. McArdle reports that many of his students and those at other sixth forms have no insurance choices because universities normally expected to offer slightly lower grades have made AAB offers. As a result, he predicts that a significant number of talented young people are likely to find themselves without suitable university places in the autumn. This seems all the more random and unjust because next year the threshold for non-core places has been dropped to ABB or equivalent. Ministers and HE leaders had better prepare themselves for a very rough ride if all this comes to pass. The prevailing narrative in the right-leaning press is already that foreigners and the children of the poor are conspiring to rob the middle classes of their rightful university places. Turbulence in clearing over AAB offers would give them genuine reason for complaint and would quickly be whipped up into a crisis. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/23/university-clearing-crisis-aab-offers", 
    "wordcount": "876"
}