{
    "headline": "Angry birds? These lost species have every right to be", 
    "text": "The Laysan crake stood six inches tall, had a yellow bill and black legs, and its cry, said one ornithologist, was &quot;like pebbles ricocheting on a glass roof&quot;. In the 1890s there were around 2,000 of these friendly but flightless birds alive on Laysan, a tiny Pacific coral island. Fifty years later there were none, and the bird, which ran like a chicken and was so unafraid of humans it would crawl up trouser legs, has disappeared for ever  a sad chapter in the dismal history of modern bird extinctions. Like so many other bird species, it was made extinct not because it was wanted for its meat or feathers, or because of climate change or even a rare disease, but thanks to sheer human thoughtlessness. First, a US businessman set up a guano-collecting station on Laysan and introduced rabbits. But the rabbits escaped and bred, eating most of the vegetation on which the bird depended. Then, in 1942, rats escaped off a US landing craft and thrived by smashing and eating its eggs. Three years later the Laysan crake was to be found only in a few museums, and immortalised on a grainy black and white BBC film. The Laysan crake is one of around 1,000 bird species known by exhibits, written accounts, illustrations, skeletons, eggs or subfossil remains to have existed but which have vanished in the last 700 years. It joins the dodo, the great auk, the huia and species of woodpeckers, boobies, pigeons, parakeets, cormorants, owls, swifts, finches, crows, petrels and birds of almost every taxon in a remarkable new book that documents for the first time the world&apos;s known extinct birds. &quot;The sheer magnitude of bird extinctions that have taken place is shocking, says Julian Hume, a research fellow at the Natural History Museum, and co-author with Michael Walters, of Extinct Birds. &quot;Many more recently extinct species await description, and a number of critically endangered species will probably disappear in the next decade. A human-induced mass extinction is taking place.&quot; Walters, former curator of the egg collection at the museum, adds: &quot;In the last millennium the impact of humans on the natural world has accelerated out of control, at a rate unprecedented in the earth&apos;s long history. Before humans evolved on the planet, mass extinction events were caused by things like extraterrestrial impacts, volcanism and changes of climate and sea level. Now we recognise a new agent of mass destruction  ourselves.&quot; According to BirdLife International, the organisation that assesses bird populations worldwide, the natural rate of bird extinction is about one per century. But in the last 30 years, 21 bird species are known to have become extinct, and 189 are classified as &quot;on the very edge of extinction&quot;. Most of these could be lost for ever without immediate action within 10 years, says Birdlife spokesman Martin Fowlie. &quot;Usually mass extinctions take place over millions of years. Nothing has ever happened like this. They are being lost at an irreplaceable rate. One in eight of all the world&apos;s 9,920 bird species are &quot;threatened&quot;; 381 are classed as &quot;endangered&quot; and a further 683 are &quot;vulnerable&quot;&apos;, says Fowlie. Biodiversity is under massive threat everywhere, with amphibians, mammals and bees in the frontline as the world&apos;s remotest places are developed for mining, forestry and habitations or are severed by roads. But no vertebrate has suffered more than birds, which evolved over millions of years from dinosaurs, and which specialised in certain foods and habitats. Because they are relatively large, conspicuous and are mostly active by day, they have been long prized by humans for food, collections and their cultural connection. Most threatened bird species are in the tropics because that is where there is most biodiversity, but losses in the last 200 years have been distributed widely across the Pacific, Latin America and Africa. Such is the rate of deforestation and intrusion into earth&apos;s last wild areas that huge numbers of species other than birds are being lost before they are even recorded. &quot;Birds are symbols of life, movement, vitality and freedom,&quot; says Errol Fuller, author of several books on extinct birds. &quot;The fact that they live so noticeably around us makes it doubly difficult to come to terms with the idea that a species should no longer exist.&quot; &quot;When a bird species goes, we are all diminished,&quot; says Will Turner, a researcher with Conservation International. &quot;Organisms are all connected to each other. Lose one species and it can have an effect on many others. When the dodo went it meant that a tree could no longer disperse its seeds. Take one piece out and the entire system becomes less resistant. Gradual loss [of species] can result in decreased resilience and productivity.&quot; Fowlie adds: &quot;In fact, a lot of bird species have been saved. We know what to do, we understand what the problem is, we only need action and money. It&apos;s possible that 20m would save them all.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/19/extinct-birds-hume-walters", 
    "wordcount": "852"
}