{
    "headline": "Nkosazana Dlamini-Zuma turns on the charm ahead of AU leadership contest", 
    "text": "Among the press releases and documents on a table in the small, stuffy media room at the African Union lie glossy brochures with a big picture of Nkosazana Dlamini-Zuma, South Africa&apos;s interior minister. The brochures, in French and Spanish  the English ones have already been snapped up  amount to Dlamini-Zuma&apos;s election manifesto for the chair of the AU commission and form part of a high-profile campaign to succeed Jean Ping from Gabon, the popular incumbent. Dlamini-Zuma made a surprise appearance in the media room on Thursday afternoon, ostensibly to talk about gender mainstreaming. In reality, it was part of her election campaign. Dlamini-Zuma talked about the importance of having women in positions of power so they could be role models for young women. &quot;I think for women it will say they can do anything, that they can reach any level,&quot; she said when asked what it would mean to have a woman as chair of the AU commission, the administrative arm of the the 54-member union. The commission  consisting of 10 members including the chairperson  implements AU policies and co-ordinates activities and meetings; the chair does much to set the tone for the AU, and can have significant behind-the-scenes influence. Dlamnini-Zuma told reporters she would bring extensive experience to the job. &quot;I have shown that I can run organisations and departments and have shown I can do what it takes,&quot; she said. Often described as one of South Africa&apos;s most powerful women, Dlamini-Zuma was involved in the Black Consciousness movement under the charismatic Steve Biko and spent many years in exile during the struggle against apartheid. As minister of health under President Nelson Mandela she took on the international pharmaceutical industry over the price of Aids medications. Dlamini-Zuma went on to become foreign minister under Thabo Mbeki, and now has the home affairs portfolio under President Jacob Zuma. She had four children with Zuma, to whom she was married from 1972 to 1977. She has a reputation for being abrasive, but South African journalists who know Dlamini-Zuma speak of her &quot;soft side&quot;. She was at pains to portray herself as a team player and gradualist, as if to allay fears that she would bring a blunderbuss approach to the AU. &quot;We have to build on what is there. You don&apos;t come in to a place and undo everything,&quot; said Dlamini-Zuma. &quot;You are as good as your team, you have to be able to motivate them.&quot; In her brochure, Dlamini-Zuma said she wanted to confront what she termed &quot;Afro-pessimism&quot;. &quot;We must show that our continent is a giant on the rise in what concerns world affairs,&quot; she explained. Ping, who has the support of francophone Africa, has argued that Africa&apos;s voice has become more influential during his four years in charge. &quot;At the international level, the commission observes with satisfaction that the voice of the African Union is heard increasingly on the international stage and in the community of nations,&quot; he told foreign ministers on Thursday. &quot;I want to recall that we will have the opportunity to have our voice heard at the G8 and G20, and the commission is being consulted by the UN system in all that affects and concerns the continent.&quot; It could work in Ping&apos;s favour that the AU commission chair usually goes to a small African state; Dlamini-Zuma&apos;s candidature, which has been strongly supported by her government, might be perceived by some as a South African power grab. The election  by secret ballot  is scheduled for Sunday afternoon, when the summit officially opens. The result of a contest that could go either way will be announced later the same day.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/27/nkosazana-dlamini-zuma-african-union-leadership", 
    "wordcount": "622"
}