{
    "headline": "Hosepipe ban is essential, officials say", 
    "text": "Ministers, conservationists and water companies on Thursday morning defended the move to ban hosepipe use for 20 million people in the drought-hit south-east of England. Many gardeners are expected to flout the ban, despite the penalty of a 1,000 fine for customers breaking the water restrictions imposed by seven water companies at midnight on Wednesday. But officials today stressed the importance of the ban, which has been caused by one of the worst droughts in southern England since 1976 and could last into the autumn, or even later. Writing in the Guardian, the environment secretary, Caroline Spelman, said: &quot;We have had two extremely dry winters. The current overall water resource position in some areas is comparable to that experienced around this time in 1976. Yes, the summer of &apos;76 saw exceptional and sustained high temperatures, and the Met Office isn&apos;t yet able to make any reliable sort of forecasts about the likelihood of a &apos;barbeque summer&apos; yet. But we can&apos;t make it rain, so we need to do all we can to conserve the public water supply now.&quot; Anglian Water&apos;s director of water services Paul Valleley said: &quot;We&apos;re trying incredibly hard to make sure we meet our water leakage target this year. We&apos;ve employed an extra 62 people to look for leaks and we&apos;ve got over 60 gangs out every single day repairing leaks whenever we possibly can. We&apos;re absolutely focused to minimise leakage. We realise that any leakage is basically unacceptable. We&apos;re really hoping customers will understand the need for this ban and will work with us to make sure they minimise the use of water in the home generally, not just using a hosepipe.&quot; He added, in an interview with BBC Breakfast: &quot;We&apos;re hoping people&apos;s conscience will really lead them to decide that using a hosepipe in these circumstances is not the right thing to do.&quot; Martin Baggs, chief executive of Thames Water, said: &quot;Imposing restrictions on the use of hosepipes, although regrettable, is the most sensible and responsible next step in encouraging everyone to use less water so we can maintain supplies for as long as it stays dry, and reduce the risk of more serious restrictions later in the year.&quot; Conservationists highlighted the importance of the ban to wildlife, which has suffered during the drought, which started in winter in some areas. Phil Burston, RSPB water policy officer, said: &quot;This hosepipe ban is an essential part of dealing with a crisis which could be devastating for wildlife in our countryside. Reducing demand now will help keep more water in the environment, keeping rivers flowing for longer and protecting their precious wildlife.&quot; Water companies say they will be reliant on reports by members of the public for breaches of the ban, and anyone found breaking the legal order could receive a 1,000 fine. Watering gardens, washing cars and filling swimming pools with a hose are all banned, but a hose can still be used by disabled people if they are blue badge holders and those who are deemed frail by their water company. National and international sporting venues are also exempt, meaning the Olympics sites are unlikely to go brown.", 
    "section": "environment", 
    "gid": "environment/2012/apr/05/hosepipe-ban", 
    "wordcount": "537"
}