{
    "headline": "Climate change campaigners cautioned over reaction to extreme weather", 
    "text": "Climate change contrarians will dig in even deeper if campaigners try to use recent extreme weather like wildfires, drought and heatwaves as a call to action, a Republican global warming heretic has warned. Bob Inglis, a former South Carolina congressman behind a new global warming thinktank, is an endangered species as a Republican who believes in climate change. The recent freak weather does provide powerful evidence of the dangers of climate change, and could break through the GOP&apos;s wall of denial, he said. But scientists and campaigners need to go easy on the doom. &quot;The thing that would not be helpful is for anybody associated with climate change action to be wagging their finger in Colorado and Texas or wherever it&apos;s hot saying, &apos;See I told you so,&apos;&quot; Inglis said in a telephone interview. &quot;That is the worst possible thing for anybody wanting climate action to do because then you engender the predictable response of, &apos;I will show you. I will not budge an inch.&apos;&quot; Inglis learned the lesson the hard way, losing his seat in Congress in 2010 to a Tea Party challenger in part for his belief in climate change. It was, he says now, &quot;my most enduring heresy&quot;. His new venture, the Energy &amp; Enterprise Institute at George Mason University, is aimed at getting conservatives on board for action on climate change. Its tenets are unlikely to please the Democratic political establishment, or the wind and solar industry. Half of the incoming crop of Republicans in that election denied the existence of climate change or opposed action on climate change. None of the Republican contenders for the White House in this election has acknowledged the dangers of climate change. The House energy and commerce committee has yet to hold a hearing on the dangers of wildfires and drought due to climate change, despite 15 requests to date from Democrats on the committee. But Inglis said Republicans will not be shaken out of their denial through fear. &quot;Those who do speak, speak in apocalyptic visions and that drives us further into denial as a suitable coping mechanism,&quot; Inglis said. &quot;If you tell me we are all toast and it&apos;s just terrible, that doom is imminent, if you tell me that then eat, drink and be merry. If I am toast, I may as well just ignore it,&quot; he said. &quot;It&apos;s sort of like death. You know there&apos;s a 100% death rate, but no one is thinking about it because denials works when you are facing an existential threat.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/13/climate-change-campaigners-cautioned", 
    "wordcount": "434"
}