{
    "headline": "What does new glacier data mean for the climate debate?", 
    "text": "The rivers and glaciers that descend from the steep slopes of the Himalaya mountain range help to provide water for the 1.4 billion people that live in its shadow. Any interruption in this flow could have severe implications in a region blighted by political tension and poverty. A paper published in the science journal Nature this week which revealed that there has been no appreciable loss of ice from the region&apos;s glaciers over the past decade has been met with relief and surprise. The findings have also been greeted with delight by climate sceptics who have long viewed claims made about the melting of Himalayan glaciers as unfounded and alarmist. The study&apos;s authors used data obtained between 2003 and 2010 from the twin Grace satellites to detect and record any tiny, regional shifts in the Earth&apos;s gravitational field. A decline in ice mass resulted in a reduction of this pull as they orbited the planet. The study was the first ever attempt made using satellite data to create a detailed, region-by-region picture of the planet&apos;s 20 largest glaciers and ice caps (GICs . Previously, GICs have largely been monitored on the ground with the data being extrapolated from just a handful of sites to provide a conclusion about the state of a wider region&apos;s ice mass. Of the world&apos;s 160,000 glaciers, only 120 had ever been directly measured before this new study  and only 37 had an archive of measurements stretching back more than 30 years. The physical terrain and travel restrictions in the Himalayas have made it notoriously hard for scientists to monitor ice levels in the area meaning most measurements have been obtained from lower altitude glaciers which are far more vulnerable to climate change. Prof Jonathan Bamber, the director of the Bristol Glaciology Centre at the University of Bristol who wrote an accompanying article for Nature, said: &quot;The very unexpected result [from the Nature study] was the negligible mass loss from [region known as] &apos;high mountain Asia&apos;, which is not significantly different from zero.&quot; But does this surprising discovery mean that the world&apos;s glaciers  often described as climate change&apos;s &quot;canaries in the mine&quot;  are not in fast retreat as a result of warming temperatures, as has long been presumed? Prof John Wahr of the University of Colorado, one of the study&apos;s authors, warned against this conclusion: &quot;Our results and those of everyone else show we are losing a huge amount of water into the oceans every year. People should be just as worried about the melting of the world&apos;s ice as they were before.&quot; He added: &quot;It is awfully dangerous to take an eight-year record and predict even the next eight years, let alone the next century.&quot; Bamber said the data from the study should not be interpreted to mean that climate change has been &quot;overblown in any way&quot;. He said: &quot;It means there is a much larger uncertainty in high mountain Asia than we thought. Taken globally all the observations of the Earth&apos;s ice  permafrost, Arctic sea ice, snow cover and glaciers  are going in the same direction.&quot; A breakdown of the data does, indeed, show huge regional variations and uncertainties about the rate of decline in ice mass across the world&apos;s largest GICs. Whereas the wider Himalayan region recorded, on average, no appreciable loss, regions such as Alaska, Greenland and Antarctica saw significant declines in ice mass. In total, the world&apos;s largest GICs lost between 443-629bn tonnes of meltwater. This is causing sea levels to rise by about 1.5mm a year on average, concluded the study, in addition to the 2mm a year caused by expansion of the warming ocean. Simon Cook, a lecturer at the Centre for Glaciology at Aberystwyth University, said it would be welcomed if the paper helped to show the public that his colleagues&apos; understanding of glaciers is constantly evolving: &quot;All too often in the past, media reports have presented a &apos;black and white&apos; view of glacier response to climate change. This may appeal to some, depending on their respective agendas, but scientists have long recognised the complexity of the situation. The reasons for this complex global picture are not clear: some places warm more than others, some places experience more precipitation and, hence, snowfall to maintain glaciers is in positive or neutral balance. What is clear is that more research is required to evaluate the response of glaciers to climate change.&quot; Graham Cogley, professor of geography at Trent University in Ontario, Canada, said it should be noted there are still limitations when using data gathered from the Grace satellites. He said they cannot &quot;see&quot; small clusters of glaciers, such as those in the Alps: &quot;But the traditional measurement methods make it quite clear that, whenever they are measured, the smallish collections [of glaciers] are indeed losing mass. One of the most convincing things in the Nature paper is the demonstration that earlier estimates of rapid mass loss in the eastern Himalaya are implausible.&quot; Cogley also highlighted the phenomenon of yearly variabilities in the data, which reveal &quot;good and bad years&quot; of ice loss: &quot;So far, the reasons for this have not been investigated. It is a very intriguing phenomenon because the temperature records, for example, do not seem to show the same pattern of change.&quot; But the leap forward in understanding the dynamics of the world&apos;s glaciers will soon come to an abrupt halt. &quot;The Grace satellites are going to fall out of the sky in the next couple of years, and the follow-on to Grace will not fly until several years from now,&quot; said Cogley. &quot;So we will have to rely on the traditional methods for at least a while longer.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/10/glacier-data-climate-change-debate", 
    "wordcount": "970"
}