{
    "headline": "Green news roundup: Badger cull, biofuels and the great storm", 
    "text": "Environment news  Canadian government &apos;knew of plans to dump iron into the Pacific&apos; Badger cull opponents granted first Commons debate Cornwall and Scotland hold UK&apos;s wave power potential Biofuels: EU weakens proposals to reduce indirect climate impact Billions needed to slow biodiversity loss, report warns Record number of rhinos killed illegally in South Africa in 2012 On the blogs     TMO Renewable's bacteria converts rubbish and waste into biofuels.   Photograph: the guardian     Will a badger cull work? | Leo Hickman We must accept that Britain cannot rely on world food supplies Biofuels industry does not deserve to be demonised Will US wind power splutter out if Mitt Romney cuts its subsidy? Multimedia     BBC handout dated 1975 of Britain's longest-serving weatherman Michael Fish. PRESS ASSOCIATION Photo. Issue date: Sunday October 14, 2007. It may be 20 years since the Great Storm hit the south-east of England but forecaster Michael Fish knows his infamous comment that there would be no hurricane will be on my tombstone. See PA story WEATHER Storms Fish. Photo credit should read: BBC/PA Wire Photograph: Bbc/PA     Nature&apos;s patterns - your Green shoots photographs Ringing migratory birds at Spurn Point - in pictures Wakehurst Place: 25 years after the great storm - in pictures The week in wildlife  in pictures Features     Family by Napo River, Amazon Rain Forest, Ecuador,  Photograph: Alamy     Shaman and British wife embark on rainforest campaign against oil threat RSPB lodges EU complaint over Walshaw Moor controversy Great storm: a wind of change for conservationists Best of the web  Why the Mail on Sunday was wrong to claim global warming has stopped Will algae ever power our cars? Extreme weather adds urgency for action on climate change  panel UK tidal power potential estimated at 153GW Green jobs  Business Officer, National Planning and Conservation Department, National Heritage, London, Salary 22,921 Chief Development Officer, Birdlife International, Cambridge, Salary starting from 50,000 plus generous pensionSenior Policy and Practice Advisor - Agriculture, Practical Action, Rugby, Circa 45,000 - 47,000 ...And finally  Eyeball washed up on Florida beach &apos;probably from large swordfish&apos; - videoExperts say a blue, grapefruit-sized eyeball which was found washed up on Pompano Beach in Florida on Wednesday is probably from a 10ft swordfish", 
    "section": "environment", 
    "gid": "environment/2012/oct/17/green-news-roundup", 
    "wordcount": "286"
}