{
    "headline": "Britain resists EU bid to set new target on renewable energy", 
    "text": "The government will oppose attempts to set a new renewable energy target within the EU, in a move that could put at risk tens of billions of pounds of green investment and tens of thousands of new jobs. But in a sop to environment campaigners, ministers will agree to tough greenhouse gas emissions targets by 2030. The question of a renewable energy target for 2030  to take over from the current goal, of generating 20% of energy in the EU from renewable sources by 2020  has been a vexed issue for government and industry. Chancellor George Osborne has opposed setting clear targets for 2030, preferring a &quot;dash for gas&quot; that would see 20 or more new gas-fired power stations built in the next decade. Green campaigners say that would be fatal for attempts to tackle climate change, and have called for higher ambitions on renewable energy. Under the new proposals, to be unveiled by climate and energy secretary Ed Davey on Monday, the UK would call on the EU to commit to carbon dioxide reductions of 40% by 2030, compared with 1990 levels, rising to 50% if other countries join in with more stringent targets on emissions. World governments are engaged in negotiations on a global climate change deal to replace the Kyoto protocol, with a new agreement to take effect by 2020. The proposals would make the UK the first country to set out its stance on emissions cuts before the next round of talks, in November. Davey said: &quot;The UK is a global leader in tackling climate change  That is why we will argue for an EU-wide binding emissions reductions target of 50% by 2030 in the context of an ambitious global climate deal and even a unilateral EU 40% target without a global deal. &quot;This 2030 target is ambitious, but it is achievable and necessary if we are to limit climate change to manageable proportions.&quot; But the Liberal Democrats were only able to push through an emissions target by giving up on the goal for a set quota of energy to come from renewable sources by 2030. That will dismay investors in renewable power, who take the view that the current target  of generating 20% of EU energy from renewables by 2020  has been the key force in encouraging investment in the green industry. Many Tory MPs have opposed renewable energy, in particular opposing subsidies for onshore windfarms, preventing the coalition from pursuing new targets . Clean technology companies have warned that tens of billions of pounds of investment in new wind turbine factories and installations is hanging in the balance, because if there are no new renewable targets beyond 2020, any investments made today may soon become uneconomic. David Kennedy, chief executive of the Committee on Climate Change, the statutory body set up to advise ministers on how to meet the UK&apos;s emissions targets, has said that the government&apos;s uncertainty over new renewable energy has unsettled investors. He said last month: &quot;The government has committed to low-carbon support mechanisms to 2020, but they have said after that we might have a dash for gas  and this is destroying the confidence of investors, particularly in the renewables sector.&quot; Davey said: &quot;We want to maintain flexibility for member states in how they meet this ambitious emissions target. There are a variety of options to decarbonise any country&apos;s economy. In the UK, our approach is technology neutral and our reforms will rely on the market and competition to determine the low carbon electricity mix. We will therefore oppose a renewable energy target at an EU level as inflexible and unnecessary.&quot; The Green Alliance, which campaigns for measures to tackle climate change, welcomed the government&apos;s stance, however. Matthew Spencer, chief executive, said: &quot;This is very good news for anyone who thinks tackling climate security is too important to be a partisan issue. Both Ed Davey and William Hague should be recognised for their efforts in getting this agreed across government. &quot;They can both now play a critical role in securing a bold European climate action plan for 2030, which will make a global climate deal more likely and help accelerate the growth of the UK&apos;s sizeable green business sector. The last European 2020 climate package was central to creating breakthroughs in vehicle efficiency and renewable energy cost reduction and it wouldn&apos;t have happened without UK political leadership.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/25/uk-blocks-eu-target-renewable-energy", 
    "wordcount": "738"
}