{
    "headline": "Gulliver's travels in science and satire", 
    "text": "For historians of science, Jonathan Swift&apos;s book Gulliver&apos;s Travels is well known both as a work of what we might call proto-science fiction and as a satire on the experimental philosophy that was being promoted by the Royal Society at the time of its publication  two years before the death of Isaac Newton. A couple of weeks ago I went to a talk at the very same Society that Swift had mocked as wasting time on projects such as the extraction of sunbeams from cucumbers. It was given by Dr Greg Lynall, a Lecturer in English at the University of Liverpool. He is author of Swift and Science: The Satire, Politics, and Theology of Natural Knowledge, which looks well-worth a read from the review posted on the website of the British Society for Literature and Science. Swift was a High Church Anglican and Dean of St Patrick&apos;s Cathedral in Dublin. Knowing this, some might leap to the conclusion that here was someone who did not and could not understand the important work being done by Fellows of the Royal Society, that here was a clash of world views and evidence of a natural hostility between science and religion. This, of course, is completely off track. It ignores the complexity of Swift&apos;s views, the validity of some of his targets and the fact that, while sectarianism might be rife, the importance of religion per se was not in question. In many ways the whole of Gulliver&apos;s Travels is a satire on the scientific approach of the Royal Society. It is presented as a travel narrative, reporting on extraordinary sights and experiences in foreign lands in a calm, detached and, whenever possible, quantitative fashion. The Royal Society had often encouraged travellers to make such records and reported on information collected in circumstances that ranged across formal experiment, mathematical proof, astronomical observation, field work, library work, happenstance and even hearsay. Curiosities and natural monstrosities took their place alongside Newton&apos;s crucial experiment.     The title page of Swift's Gulliver's Travels played on the familiar travel journal genre. Source: Wikimedia    The most significant section of the book from the history of science point of view is Gulliver&apos;s visit to the floating island, Laputa, where the inhabitants are enamoured of mathematics, measuring, quantifying, experimenting and astronomical predictions. The island floats by magnetic levitation, in what seems to be one of the only &apos;practical&apos; applications of their knowledge  their obsession with accurate measurement has led them to apply the use of quadrants to the art of tailoring, resulting only in badly-fitting clothes. Their heads literally in the clouds, they have to be woken up from their speculations to communicate with Gulliver. Swift was satirising the ubiquity of Newtonian philosophy in polite society of 1720s London, but he was not being &apos;anti-experimental philosophy&apos;, just as no one today is &apos;anti-science&apos;. Yes, there was fun to be poked at some of the extravagances and plain oddness of the new philosophy and some its followers, just as in Thomas Shadwell&apos;s play The Virtuoso, which targeted Robert Hooke. However, it works as satire because of genuine concerns lurking beneath  and some of those concerns remain legitimate today. Most obviously, in Laputa, Swift criticises a world of mathematical and philosophical endeavour that does little or nothing to better people&apos;s lives, especially those of their subjects in the colony Balnibarbi, located beneath the floating Laputa. In fact, satirising the power relations of Britain and Swift&apos;s native Ireland or, more broadly, the rich and poor, we find that Laputa is used to subdue Balnibarbi by threats to block the sun or rain, by throwing down rocks, or even crushing rebel cities by lowering Laputa onto them.  While, in the real world, there was much rhetoric around the beneficial usefulness of new knowledge and, indeed, much focus on practical problems like navigation, mining and agriculture, Swift was surely right that useful applications of the new knowledge either seemed a long time coming, or were clearly in the interests of King, government, military and landowners (who, after all, are much more useful patrons of science than the poor). Lynall&apos;s talk made it clear how political much of Swift&apos;s satire was, even when the focus might appear to be science. While often associated with the Tories, Swift was suspicious of party politics and the patronage and jobbing that went along with them. Newton became one of the targets of his attacks not because of his science, but because of his influential and very well remunerated position as Master of the Mint, bestowed on him by the Whigs. Swift once claimed that he had a &quot;perfect hatred of tyranny and oppression&quot;. Lynall showed that if the knowledge or authority of experimental philosophy were used in backing it, that too should be called out. A key episode was where Newton presented evidence to back William Wood&apos;s application for a valuable contract to make new coinage for Ireland. Corruption and bribery  including involvement of the King&apos;s mistress  were widely rumoured, as was the claim that the coins were of inferior quality. Swift took Newton, and what he viewed as his fraudulent use of technical evidence in the assays he carried out in Wood&apos;s favour, as legitimate targets for denunciation in his Drapier&apos;s Letters and vicious satire. Swifts targets were political and often very personal. But, where he smelt corruption, it would seem that the sins of blinding people with &apos;the science&apos; or impressive credentials only made a bad job worse. Meanwhile, the folly of being satisfied simply with the wonder of astronomical prediction, experimental apparatus and exact measurement, while outside people continue to starve, is one we should always be reminded of by the best critics and satirists.", 
    "section": "science", 
    "gid": "science/the-h-word/2013/mar/14/science-history-satire-politics-swift-gulliver", 
    "wordcount": "933"
}