{
    "headline": "Lily Cole visits the Ghanaian producers of The Body Shop's shea butter", 
    "text": "   Following a traditional welcome ceremony, Lily Cole and Madame Anna Maria Fati Paul meet the village chief in his palace at Mbanayili village, near Tamale in northern Ghana. Madame Fati Paul first introduced Anita Roddick to shea butter in 1989 and the community now supplies more than 450 tonnes a year to the retailer Photograph: Hazel Thompson for The Body Shop       Lily is The Body Shop's ambassador, and visited the community to take part in the artisan shea butter process in Mbanayili, which was the first village to supply the product to The Body Shop Photograph: Hazel Thompson for The Body Shop       Lily shelters in the shade of a newly built, traditional mud hut after exploring the surrounding area of the village. The huts are used to store shea butter during the cooling process  Photograph: Hazel Thompson for The Body Shop       Two Tungteiya women spread and dry out freshly washed shea nuts on a drying rack. Each of the Tunteiya villages has constructed a purpose-built processing centre. This allows them to produce the highest-quality shea butter while keeping production in the village. There are many stages to this traditional process  drying takes place before the nuts can be cracked open Photograph: Hazel Thompson for The Body Shop       A Tungteiya woman and Lily hold freshly crushed shea nuts to be roasted during the next stage of the process. Once dried, the nuts are cracked open and the kernel extracted. The kernels are then cracked into nibs, which are then roasted and cooled before being ground to a liquid paste Photograph: Hazel Thompson for The Body Shop       A group of Tungteiya woman from Mbanayili village in the processing centre. The village's first order for The Body Shop back in 1994 was for five tonnes of shea butter. The 11 villages that now make up the group now provide more than 450 tonnes a year Photograph: Hazel Thompson for The Body Shop       A Tungteiya woman alternately adds warm and cold water to a bowl of rich liquid shea. The women sit together in the shade, hand-stirring the paste to release the butter, catching up on news and gossip and singing traditional songs  a very social part of the process. The butter gradually floats to the surface and is scooped off Photograph: Hazel Thompson for The Body Shop       A Tungteiya woman clarifies shea butter over a fire, before it is filtered and scooped into a bowl to cool down Photograph: Hazel Thompson for The Body Shop       Two Tungteiya women show Lily how to filter clarified shea butter. The processing requires extreme care and attention as the shea butter can be easily burnt or ruined during several stages of the process. In total it takes two full days to produce 25kg of shea butter Photograph: Hazel Thompson for The Body Shop       A Tungteiya woman leaves the shea butter to cool in a traditional hut. When cool, the butter is scooped out and placed into a container before being stored in a round thatched hut. The huts remain cool throughout the year to ensure the shea butter solidifies Photograph: Hazel Thompson for The Body Shop       Lily helps pounds the shea butter in preparation for packing into 25kg containers before being transported to The Body Shop factory. The 4ft poles are made of wood from local shea trees Photograph: Hazel Thompson for The Body Shop       The Dimabi village gathers for a derba  a village party to celebrate Lily opening the new teachers quarters provided by the social premium. The new building provides suitable accommodation for teachers so they can stay in the remote village. In the past it has been hard to retain teachers in the village as living conditions are so tough Photograph: Hazel Thompson for The Body Shop       080: The Tungteiya women carrying water back to Bunlung village. The women drew clean water from the village water pump which was built by The Body Shop Premium Fund.  The Body Shop not only pays a fair price for the shea butter, but also extra money called the Social Premium for broader community projects and facilities.  Photograph: Hazel Thompson for The Body Shop       Lily talks to the Tungteiya women about the impact the Bunlung village water pump has made to their daily lives. Through The Body Shop social premium, the village has benefited from community projects and facilities, such as this pump Photograph: Hazel Thompson for The Body Shop  ", 
    "section": "global-development", 
    "gid": "environment/gallery/2012/jun/18/lily-cole-body-shop-shea-butter", 
    "wordcount": "0"
}