{
    "headline": "Climate changes could bring malaria to the UK", 
    "text": "Leading health experts are urging the government to take action against the growing threat that mosquito-borne diseases, including potentially fatal malaria, could soon arrive in the UK. The disturbing recommendation to &quot;act now before it is too late&quot; is being made as a growing body of evidence indicates that what were once thought of as tropical diseases are being found ever closer to the UK. Health experts meeting at the annual public health conference of the Chartered Institute of Environmental Health later this week will hear that rising incidences of a growing list of pest-borne diseases are now a &quot;serious&quot; cause for concern in the UK. The conference will be told that it would be complacent to think that diseases such as dengue fever, malaria and Crimean-Congo haemorrhagic fever, now present on the European continent but once considered &quot;exotic and confined to faraway places&quot;, will not emerge in the UK. &quot;With predicted changes to climate in the UK, characterised by warming and wetter summers providing perfect breeding grounds for a number of pest-borne diseases, we need to consider some robust public health measures to minimise the potential outbreaks,&quot; said Julie Barratt, director of the CIEH. The government&apos;s Health Protection Agency commissioned research, published last year, which claimed that &quot;it is likely that the range and activity of many ticks and mosquitoes will increase across the UK by the 2080s&quot;. However, experts are now warning that there is a risk that the threat to the UK is more imminent. Dengue was detected in France and Croatia in 2010 and malaria was reported in Greece in 2011. The increased use of salt marshes to protect coastal regions and the heightened risk of flooding means the UK is becoming a more attractive habitat for mosquitoes, while the increasing proximity of animals that carry ticks to humans is another concern. Diseases that the UK needs urgently to guard against are Lyme disease and West Nile virus  which has already become a major health issue in the United States. First detected in Queens, New York, in 1999, the virus has now spread across the US, with a major outbreak in 2012. As of 30 August 2012, the latest figures available, there had been 115 human cases of West Nile virus reported in EU member states, mainly Greece, Italy and Romania. There were a further 224 cases reported in neighbouring countries and the virus has been diagnosed as close to the UK as Ireland. In the UK, previously rare diseases are being diagnosed with increasing frequency. In 2001, there were 200 confirmed cases of Lyme disease, which is caused by infected ticks carried on animals. By 2011, this had risen to 959 confirmed cases, according to HPA statistics. The true figure could be considerably higher, experts believe, as Lyme disease requires a clinical diagnosis and its symptoms, such as rashes and flu, can mimic other illnesses and be misdiagnosed. At its most serious, the disease can result in blindness and paralysis. The charity Lyme Disease Action said that ticks, which are the size of a full stop, are carried on deer and small mammals such as foxes and rabbits, as well as birds, and are able to sense a passing potential blood donor by picking up the carbon dioxide that humans exhale. The LDA warns that &quot;ticks can easily go undetected and their bite does not cause irritation, because they inject their host with an anaesthetic&quot;. Barratt said the government could not afford to be complacent. &quot;Pests will become a very serious public health issue in the UK as a result of climate change,&quot; she said. &quot;The spread of West Nile virus in the US and Lyme disease in Europe are warning signals of the impact of pests on public health.&quot; The increasing threat posed to the UK from exotic diseases is partially a result of changes in the way that people live today. &quot;Modern living conditions, urban sprawl and emerging changes in climate make the spread of pests and pest-borne diseases increasingly likely,&quot; Barratt said. &quot;The effects of these conditions and changes need to be properly monitored and understood. We should not wait for an outbreak to happen before we act.&quot; The CIEH is calling for the introduction of an EU-wide policy on mosquito control and greater collaboration between EU member states. It also said there was a need for the creation of a new, standardised disease notification system that reported across Europe to a central agency. Other initiatives should include the harmonisation of guidelines on insecticide use and greater surveillance by both public health and veterinary agencies.", 
    "section": "science", 
    "gid": "science/2013/may/05/uk-tropical-disease-malaria-threat", 
    "wordcount": "783"
}