{
    "headline": "UK government's opposition to regulation is putting bees at risk", 
    "text": "In my foreword to the 50th anniversary edition of Rachel Carson&apos;s Silent Spring last year, I described my mixed feelings about being asked to introduce her groundbreaking work on the fragile relationship between humans and the natural world for new generations. While it&apos;s a great thing that young people should find their way to this impassioned study into the devastating impact of everyday chemicals on the environment and on human and animal health, it&apos;s also deeply tragic that Carson&apos;s warnings remain every bit as relevant today as they were in the 1950s. The UK government&apos;s refusal today to back EU proposals to ban three pesticides  imidacloprid, thiamethoxam and clothianidin  identified by the European Food Safety Authority (EFSA) as posing a risk to bee populations, is a damning illustration of precisely what Carson described: the failure of lawmakers to follow the precautionary principle and prioritise ecological wellbeing over commercial interests. Bees play an essential role in our ecosystem, pollinating plants and crops and massively enriching our natural world. Declining numbers are a huge threat to UK agriculture, with a report by the University of Reading estimating it could cost as much as 1.8bn a year to replace the free pollination service that bees provide, since farmers would need to collect pollen and distribute it by hand. One scientific study after another has emerged in recent years to implicate neonicotinoid insecticides as a factor in this alarming decline. Research from Harvard University, for example, found that imidacloprid, one of the most widely used pesticides, was the &quot;likely culprit in sharp worldwide declines in honeybee colonies since 2006&quot;. Meanwhile, scientists at the University of Stirling have warned of the &quot;urgent need to develop alternatives to the widespread use of neonicotinoids pesticides on flowering crops&quot;, after research showed neonicotinoid-treated colonies had a significantly reduced growth rate and suffered an 85% reduction in production of new queens compared to control colonies. I&apos;ve written repeatedly to the government to highlight this unacceptable risk to our pollinators  and to press for immediate ban on the use ofneonicotinoid pesticides. Yet despite assurance that it &quot;would not hesitate to act if presented with new evidence&quot;, the Department for Environment, Food and Rural Affairs has turned a blind eye to the latest research and stubbornly refused to consider changing its position until it has done &quot;extra fieldwork&quot;. How characteristic of this shambolic government that the results of its field trials, which Owen Paterson said he&apos;d need to wait for before deciding which way to go in today&apos;s EU vote, were not available in time because they have been compromised by contamination. As government dithering puts our bees at ever greater risk, some companies are already taking action. Hardware store B&amp;Q has said it will no longer stock pesticide containing imidacloprid because of &quot;concerns about the potential for harm&quot;, while Wickes has promised to replace a product containing thiamethoxam.  But from painful past experience, we know that commercial interests acting independently cannot always be trusted to do the right thing. In Silent Spring, Carson talked about the &quot;little tranquilising pills of half truth&quot; which the powerful chemicals industry and agri-business lobby feed to governments and lawmakers in order to prevent regulations from being anything like as effective as people might hope. During the ongoing inquiry into neonicotinoids by the environmental audit committee, of which I am a member, we heard from the University of Stirling&apos;s Professor Dave Goulson. He pointed out that, despite evidence from two field trials of imidacloprid in East Anglia and Warwickshire in the 1990s showing that the chemical accumulated in soil to such a degree that it was &quot;very likely to cause mass mortality in most soil-dwelling animal life&quot; being known to chemicals manufacturer Bayer for many years, the most recent assessment by the German regulatory authority presented to EU regulators in 2008 stated that &quot;the compound has no potential for accumulation in soil&quot;. This government&apos;s ideological opposition to regulation, regardless of the strength of evidence in favour of it, is putting our bees and the wider ecology at risk. The UK may have abstained on the vote on the EU proposals today, but ministers should do the right thing in future and back a ban on neonicotinoids.", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/15/uk-government-opposition-regulation-bees-risk", 
    "wordcount": "724"
}