{
    "headline": "How boat engineering is keeping hydrogen power hopes buoyant", 
    "text": "The Ross Barlow looks like a traditional canal barge, built 100 years ago to be drawn by a horse, travelling at the same speed as modern diesel engine vessels. However the 18-metre boat is one of the most technically advanced in the world. Silent and greenhouse gas-emission free, it can cruise the canals for at least a week on a minimum of fuel. The brainchild of Prof Rex Harris of Birmingham University&apos;s school of engineering is a hydrogen-powered craft, and this week has been one of the stars of a convention in Birmingham that is bringing together key people in the race to find low-carbon transport fuels for ships. The hydrogen on the Ross Barlow is stored onboard in a large-scale metal hydride storage system, which can handle large amounts of hydrogen at room temperature. The hydrogen is released by decreasing the pressure to feed the barge&apos;s fuel cell (an electric battery, in effect). According to Harris, boats are better placed than cars to run on clean hydrogen because the weight of the heavy tank that stores the fuel is immaterial and can replace ballast. &quot;They are at the cutting edge of the hydrogen fuel revolution,&quot; he says. &quot;It is widely recognised that the world has only a few years to meet the urgent challenges of climate change and oil depletion.&quot; Longer terms aims of the Birmingham University project include the development of a canal-side hydrogen refuelling infrastructure, and to generate hydrogen from renewable sources of electricity on suitable sites throughout the canal network. Elsewhere, two British ferry companies are now developing hybrid hydrogen-powered boats, for the Scottish isles and Bristol, but the biggest practical advances in the nascent technology are coming from mainland European countries. Germany and Greece both have hydrogen fuel cell-driven submarines, Turkish students at Istanbul Technical University have built a ferry, a hydrogen-powered boat cruises the Amsterdam canals and there are advanced plans for ocean-going hydrogen container vessels. The increasing price of diesel fuel, the need to reduce carbon emissions, and the soaring cost for railway electrification is also boosting research into a new breed of hydrogen railway trains. Coincidentally, scientists working on hydrogen trains around the world will also meet in Birmingham next week. The first hydrogen-powered locomotive was built for a mine in Canada in 2002 and in the past 10 years, fuell cell trains have been developed in Taiwan, Japan, South Africa, Spain and Denmark with more others planned for China. The state-owned Spanish railway company has demonstrated a &quot;hydrail tram&quot;, and has announced that it will launch Europe&apos;s first hydrail train later this year.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jun/28/boat-engineering-hydrogen-power", 
    "wordcount": "438"
}