{
    "headline": "Disaster relief must be more local and national, Oxfam says", 
    "text": "Western donors and relief groups must build up the capacity of local and national organisations to respond to disasters, or the international humanitarian response system will fail to cope with an expected rise in emergencies, Oxfam warned. In its report, Crises in a New World Order, Oxfam said international NGOs and the UN provide only part of the answer to crises from Haiti to the Horn of Africa, and future humanitarian action will increasingly rely on new donors and NGOs from around the world and on the governments and civil society of crisis-hit countries. &quot;Coping with the expected strains on the humanitarian system will mean a shift from global to local,&quot; said Jane Cocking, Oxfam&apos;s humanitarian director. &quot;We are already seeing the centre of humanitarian action moving away from the western world to the local and the national, but this move needs to accelerate  having local organisations already on the ground primed to go will increase both the speed and the efficiency of the aid effort and ultimately will save more lives.&quot; Oxfam cites the work of local NGOs in Somaliland, where a local group supported pastoralists whose livelihoods were collapsing in the face of environmental degradation; in central America, where 110 civil society organisations helped communities at risk of disasters across Guatemala, Honduras, Nicaragua and El Salvador; and in Darfur, where local NGOs stepped into the breach after international NGOs were expelled in 2009. Oxfam cautions, however, that while it may be easy to find partners to cope with small or slowly-developing crises, identifying those that can cope with sudden &quot;mega-disasters&quot; is more challenging. When Pakistan was hit by devastating floods in 2010, Pakistani NGOs were a vital part of the country&apos;s response, but some local organisations could not cope. Latrines were placed near water sources and Oxfam&apos;s Pakistan staff had to take over the management of some groups&apos; responses to improve standards. As more players come into the mix, Oxfam said maintaining impartiality (aid based on need) and independence (aid free of political interest), will pose particular challenges for western and non-western donors. Oxfam noted that Arab and Muslim countries in 2011 gave generously to Somalia, Libya and Yemen. &quot;These decisions reflect political and cultural affinities, but also raise questions of how aid is to be targeted to human need,&quot; said the report, which also urged traditional donors to listen more to non-western voices about what humanitarian principles mean in practice. &quot;Every humanitarian actor must listen and learn what the principles  saving lives, impartiality and independence  mean in different cultures, and make difficult judgments on the consequences of different actions,&quot; said the report. Paying &quot;taxes&quot; to armed groups in Somalia, for example, may get aid through, but may also fuel the violence that largely created the crisis in the first place. A key recommendation is for more emphasis to be placed on disaster prevention, rather than waiting for crises to erupt  the so-called CNN effect, which triggers enormous funds once images of suffering appear on TV, a case in point being Somalia last year, says Oxfam. &quot;Too little has been done to prevent and reduce the risk of disaster,&quot; said Oxfam. &quot;Aid to programmes that reduce the risk of disaster stood at only 0.5% of total aid spending in 2009. National governments have committed themselves to this work by signing up to the international agreements on disaster risk reduction. While many have developed policies and legislation, too little effective action has happened.&quot; The UN estimated that in Niger in 2005 it cost $1 to save a malnourished child&apos;s life. Once Niger&apos;s food crisis was in full swing, it cost $80. The report maintains that reforms to the UN humanitarian system, begun after the slow response in Darfur in 2005, have yielded relatively little. The cluster system, where UN agencies focus on shelter or health, said Oxfam, does not encourage progress on issues common to all, such as disaster risk reduction, and coordination between clusters is poor. The UN also finds it difficult to strike a balance between where it plays both a political and humanitarian role, said the report, particularly in conflicts, where insurgents see it as &quot;an enemy&quot;.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/07/disaster-relief-local-response", 
    "wordcount": "710"
}