{
    "headline": "Thulium | video", 
    "text": "    This week&apos;s element is thulium, a lanthanide that has the symbol, Tm, and the atomic number, 69. It is very rare, being only slightly more common on Earth than promethium. Like the other lanthanides, thulium is never found in its pure form in nature. Of all the lanthanides, thulium is the most forgotten (by me), since I always forget I&apos;ve ever heard of this one except when I see its symbol, Tm, which my mind always transliterates as &quot;Tim&quot;.  So let me tell you more about this lanthanide known as thulium and with the nickname &quot;Tim&quot;. As you can see in the above image, pure thulium metal is quite lovely; being lustrous silver. It is soft, malleable, and ductile. One can also think of &quot;Tim&quot;, er, thulium as having several sorts of personality types, depending upon ambient temperatures; it is ferromagnetic* below 32 K, antiferromagnetic** between 32 and 56 K and paramagnetic*** above 56 K. [*ferromagnetism: is a strong form of magnetism where neighbouring electron spins are opposition. **antiferromagnetism: is strong magnetism shown by alignment of neighbouring electron spins. Thanks, pseudosp1n, for your help. ***paramagnetism: weak magnetism that pops up only in the presence of an externally applied magnetic field.] Thulium is rare and expensive, so it doesn&apos;t have many commercial uses since almost no one (including chemists!) can afford it. Further, it has no role in biology, so biologists aren&apos;t much interested in it, either. That said, thulium does have its uses: thulium isotopes created in nuclear reactors are used as a portable x-ray source for dental and medical use. It also is used as a dopant in YAG (Remember YAG? It&apos;s short for Yttrium Aluminium Garnet, which has the chemical formula Y3Al5O12). YAG is used in lasers that emit wavelengths in a very narrow operating range, so they are safe for laser surgery. (think: eyes. I have briefly mentioned the wonders of YAG before.) But how did &quot;Tim&quot;, er, thulium get its weird name? As usual, we have the Swedes to thank for that. Thulium was originally discovered by Swedish chemist Per Teodor Cleve, who originally isolated it in its oxide form. After Cleve became convinced this green powder was another element, he named it for Thule, Scandinavia, which was then Latinised to be consistent with most of the other elements&apos; names.  Later, British expat, Charles James, discovered bromate fractional crystallization to purify thulium in relatively large quantities (&quot;large&quot; in this case is another way to say &quot;visible with the naked eye&quot;) -- a process that required 15,000 &quot;operations&quot; to establish that the resulting material was homogeneous. (The dedication this demanded makes me wonder whether James was trying avoid spending evenings and weekends in the local pubs.)  Here&apos;s one of our favourite chemists telling us a bit more about James&apos;s dedication:             [video link] I also thought I&apos;d mention that I am continuing this series because of the dedication of my fans. Thanks everyone for emailing and commenting on my facebook timeline, asking me that most appealing (to a writer) question: &quot;what comes next?&quot; .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniofNottingham  You&apos;ve already met these elements: Erbuim: Er, atomic number 68Holmium: Ho, atomic number 67Dysprosium: Dy, atomic number 66Terbium: Tb, atomic number 65Gadolinium: Gd, atomic number 64Europium: Eu, atomic number 63Samarium: Sm, atomic number 62Promethium: Pm, atomic number 61Neodymium: Nd, atomic number 60Praseodymium: Pr, atomic number 59Cerium: Ce, atomic number 58Lanthanum: La, atomic number 57Barium: Ba, atomic number 56Csium: Cs, atomic number 55Xenon: Xe, atomic number 54Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn, Pinterest and of course, on twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/oct/05/1", 
    "wordcount": "876"
}