{
    "headline": "Dear Mr Gove: Michael Rosen's letter from a curious parent", 
    "text": "And so to the English Baccalaureate Certificates, EBCs, Ebaccs, whatever: I see you and Mr Clegg have spent time in a fantasy world where you have convinced yourself that bringing back things that have been shown to be useless is a great leap forward. As both my children will be among the first victims inthis adventure, I thought I&apos;d take a closer look. First the name: did it not occur to you that &quot;baccalaureate&quot; was inappropriate? It derives from the Latin baculum, the staff that students received when they completed their studies, which is why Napoleon picked it up when he invented le baccalaurat, awarded at the end of a lyce education in France when students are 18. Now the exams. You are proud to have abolished coursework and gone back to the exams that I sat in the 1960s. I did pretty well by &quot;mugging-up&quot; in the last few weeks of the course, tailored to my teachers&apos; cunning guesswork, thereby eliminating about 50% of the course. I selected the questions that favoured rote-learning  for example, the order of towns down the Rhine  and I then forgot theanswers within weeks of theexam. Revealingly, clause 5.12 of your consultation paper claims that the &quot;breadth&quot; of the new exam will &quot;help prepare more able students for further study, where they will be expected to demonstrate more independent thinking&quot;. So, &quot;independent thinking&quot; is only done by &quot;more able students&quot;, and even then, only when they are post-16! From Sats to EBaccs, regurgitation wins every time over critical thinking. Do you think I should tell my children the secret about how their marks will be arrived at? If I do, I will explain it this way: in my driving test, I was asked to learn how to do tasks like the three-point turn. I could, so I passed. Now what if, after I passed, this information were given to a &quot;grader&quot; who looks at the number of people able to do three-point turns year on year and decides only 10% of turners should be declared a &quot;pass&quot;. But, let&apos;s say 15% of candidates did their turns in my year, so the grader tells 5% of us that we did not successfully do a three-point turn  er  even though we did. This is &quot;rigour&quot;? So, what underpins your walk back to the discredited past? You say it&apos;s because &quot;other nations have raced ahead of us&quot;. This assertion is based on league tables comparing performance, so is the way the different nations sample the students the same? There are several different tables, do they come up with identical results? The most significant factor in predicting attainment is family income, so are the samples selected on the basis of income? If you use averages for measuring overall attainment of a whole population, it will reveal no clear details of how success and failure are distributed, so do the tables avoid this problem? The problem with league tables is they draw more attention to position than to significant difference between the participants. Do you make clear how big the gaps are between England and the nations immediately above? To date, no one has shown any link between average educational attainment and a nation&apos;s competitiveness. Do you make clear to your supporters at the Daily Mail that they are wrong to make the link? The answer to all these questions is no, yet you and Mr Clegg think you&apos;re saying something valid when you talk about nations racing ahead. But let&apos;s pause on &quot;competitiveness&quot;. Imagine a country that decides its economy is falling behind. One reason might be that its bankers sold debts to one another to a point at which major institutions went broke. But governments could manipulate the system (largely through enforced unemployment) so the lowest paid earn even less. Your new exam has one great virtue: you will fix the number of pupils who fail, irrespective of whether they can do the tasks the exam sets. Along with those who are not allowed to sit the exam, these &quot;failures&quot; rush on to the labour market, where employers can say: &quot;You&apos;re not qualified to earn a good whack.&quot; Isn&apos;t that what your government believes: low wages increase competitiveness? Meanwhile, your predecessor Kenneth Baker has figured out this whole apparatus is already out of date. In a few years&apos; time, all students will be in education or training till 18, and the tests, exams and guidance desperately needed will be at 14, not 16. Under the Baker suggestion, such tests would take place four years before students leave school and so would not need to jump to the demands of employers. After all, the requirements of business are to do with the financial value of a school-leaver and not with his or her full range of abilities. Yours, Michael Rosen", 
    "section": "education", 
    "gid": "education/2012/oct/01/michael-rosen-gove-exams-baccalaureate", 
    "wordcount": "839"
}