{
    "headline": "Who do you think you are? Developing your identity as a researcher", 
    "text": "Since I started my PhD, almost a year and a half ago, I&apos;ve often wondered what a &apos;PhD&apos; really is  what it actually means. When I started, someone told me that a PhD is simply a degree in becoming a researcher. Later, one of my supervisors described it as writing a really long application to join the academy. In their paper on doctoral writing, Barbara Kamler and Pat Thomson call the PhD a process of &quot;both becoming and belonging&quot;. To me it seems this last description is true. While undertaking a PhD, you are both learning how to do research, and learning how to be part of academia, as well as, perhaps, learning about your academic self in relation to your non-academic self. Doing a PhD is a journey full of ups and downs and highs and lows, and one you must, in the end, take alone. But this raises interesting questions about what it is to be a researcher  and a PhD researcher at that. One of the criteria of a successful PhD thesis is that it be rigorously researched and original. During the process, there is an expectation that candidates will conform to the established conventions of the field, the discipline, and academia, while at the same time produce original work that moves the field forward. PhD students are therefore faced with the combined, and perhaps even contradictory, challenges of being both original and conforming at the same time. By accepting an institution&apos;s offer of a place as a PhD student you have agreed to participate in the conventions of the PhD process under the rules and regulations of academia. But what if some of those conventions go against your emerging values and beliefs as a new researcher? How do you find a balance between those ideals and your identity as a budding academic  both part of, and a product of, academia? I have come to feel a tension between these forces of becoming and belonging, because they seem to pull me in different directions. The values emerging for me as significant in my newly-formed researcher identity are sometimes quite significantly at odds with those conventions long-ago established in academia. And gradually, I have come to question the usually accepted norms of social science research. For instance: why should the researcher keep an objective distance from the participants, and indeed how can they if, as often in PhD research, the topic is something they care deeply about? If they are open and honest and clearly state their position at the outset, does lack of objectivity necessarily make the research any less rigorous? Also, what about the voices of both the author-researcher and the participants in the research? A number of authors have criticised the &apos;traditional&apos; stance of research in which the researcher&apos;s voice and views are more powerful than that of the participants. Michelle Fine describes this stance as &apos;ventriloquy&apos;. But there is also the question of the researcher&apos;s voice and the question-mark over the use of &quot;I&quot; in academic texts. Laurel Richardson calls the &quot;single, unambiguous voice&quot; of much research &quot;a major pretension of science&quot;. Why shouldn&apos;t the personal voice of the author be heard in a text  does it necessarily make the writing less academic? My evolving identity as a researcher has been heavily influenced, and greatly inspired, by the writing of people who have &apos;done things differently&apos; (Qualitative Research: Challenging the orthodoxies in standard academic discourse is a good example) , people who have sought new ways to conduct and write research, who acknowledge the value of indigenous, non-Western and alternative ways of knowing, and who have found creative and imaginative ways to have a deeper understanding of the world. But not all of these approaches and ways of knowing are in synch with the traditions of academia. So, I wonder, how far can a PhD student go to challenge the conventions of academia in order to be true to her or himself, while still adhering to the regulations that they have agreed to? Laura Graham-Matheson is a member of the editorial collective at University of Venus, and a PhD candidate at York St John University, UK. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/16/phd-students-originality-conforming-academia", 
    "wordcount": "731"
}