{
    "headline": "Why is Yemen's food crisis off the world's humanitarian radar?", 
    "text": "When the revolutionary tide of the Arab spring swept Ali Abdullah Saleh from power in Yemen last year, optimism abounded. The conclusion of Saleh&apos;s 33-year presidency  a reign more notable for the suppression of dissent and a descent into economic turmoil than any inroads on poverty, inequality and corruption  was meant to herald a fresh start for the Arab world&apos;s poorest country. But, despite the appointment of a transitional government led by the former vice-president Abdrabbuh Mansour Hadi, the promised end has failed to materialise. Instead, Yemen&apos;s continued economic and political turmoil has been exacerbated by an escalating food crisis. According to the World Food Programme, hunger in Yemen has doubled over the past two years. In May, aid agencies warned that almost half the country&apos;s population of 25 million do not have enough food to eat and a third of children in some areas are severely malnourished. Then, last week, Oxfam  which cautioned last September that Yemen was at breaking point  issued a joint appeal with Islamic Relief for $38m, claiming that 5 million people are in need of emergency aid. The UN  which estimates that 267,000 children face life-threatening levels of malnutrition  has increased the total sought for its humanitarian appeal from $447m to $586m. However, funds have so far been difficult to raise. At the Friends of Yemen conference held in Riyadh, Saudi Arabia, in May, international donors pledged $4bn in aid. But if and when this money will arrive  and how it will be deployed if it does  remain unclear. Oxfam has been forced to freeze a cash-for-food scheme in the north-west governorate of Hajjah, while the scope of another initiative, in al-Hodeidah on the west coast, has been dramatically reduced. Islamic Relief has failed to raise any of the $2m needed for its planned nutrition and early recovery programmes, and the UN appeal remains only 48% funded. In a country where politics and poverty are inextricably entwined, these shortfalls are crippling. Yemen&apos;s faltering transition to democracy hasn&apos;t been underpinned by the money given to other Arab spring countries; and its broader humanitarian plight has also failed to garner support. The question is, why? Joy Singhal, the manager of Oxfam&apos;s humanitarian response in Yemen, believes a lack of media coverage may be a factor. &quot;It is not emotionally appealing, to my mind, to give money to Yemen,&quot; says Singhal. &quot;It is not a crisis like the tsunami in Indonesia or the earthquake in Haiti. Yemen is one of two or three Arab states in the Middle East considered to be a middle-income area. The world at large  people who might donate 5 or 10 in the UK or Europe  does not see Yemen as a priority case, because it isn&apos;t in the media. &quot;The only issue in Yemen that we see in the media is security, al-Qaida, or bullets flying around. But what we are seeing at ground level is different. Security has never been a stumbling block to the delivery of aid, but getting that message across to the international community has been a challenge.&quot; Hashem Awnallah, Islamic Relief&apos;s country director, believes Yemen&apos;s lack of political sway is significant. &quot;Despite its strategic location and high population, Yemen has not tended to be a politically influential country regionally or globally, and perhaps this has contributed to the relative neglect of the Yemeni people by the international community,&quot; he says. Awnallah acknowledges that the implications of the global financial situation and the competing demands of the Sahel hunger crisis are contributing factors, but says donor fatigue must be balanced against the potential for political unrest. &quot;Without adequate aid there is a real risk of increased unrest, radicalisation, security challenges and even fragmentation of the country into two or three separate regions.&quot; As Singhal points out, one reason media coverage has tended to focus on security rather than humanitarian issues is that, until recently, hard facts have been difficult to come by. &quot;The vital data the international community would need to use to base its funding on has been very hard to find for Yemen,&quot; he says. &quot;How many people in Yemen are poor? How many are food insecure? It is only now, after we have done two assessments, that we are able to compare the 2009 food security figures with the 2011 food security figures.&quot; The government, rather than aid agencies, should have been responsible for such analysis, but under the Saleh regime it didn&apos;t happen. Some argue that, with the world watching, the former president had no choice but to direct all available resources towards dealing with security; others claim Saleh played the counterterrorism card to his own advantage, exaggerating the impact of insurgents and even giving them tacit backing. Whatever the reality, the long-term neglect of basic services is a major factor in the current crisis. &quot;Investment into social services in the country has been absolutely abysmal, non-existent,&quot; says Singhal. &quot;The same applies to health, water and sanitation, electricity supplies. Access to services is very poor, and that is the underlying cause of a number of humanitarian issues including malnutrition, malaria and diarrhoea. Many of the health centres are so far away that people do not have money to cover transport costs&quot; Nearly half the population of Yemen lives on less than $2 a day, and poverty is forcing many Yemenis to buy food  which is readily available to those who can afford it  on credit, creating a growing debt problem. Oxfam hopes to provide the worst off with cash, but first the fundraising conundrum must be solved. &quot;People need to look beyond the security situation in Yemen and understand there is an urgent need for humanitarian assistance, here and now,&quot; says Singhal. &quot;The Arab spring has done amazingly well in terms of enabling a stable government to be put into place; now we need to support it so that it can deliver.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/24/yemen-food-crisis-humanitarian-radar", 
    "wordcount": "1002"
}