{
    "headline": "Will giving the internet eyes and ears mean the end of privacy?", 
    "text": "The internet has turned into a massive surveillance tool. We&apos;re constantly monitored on the internet by hundreds of companies -- both familiar and unfamiliar. Everything we do there is recorded, collected, and collated  sometimes by corporations wanting to sell us stuff and sometimes by governments wanting to keep an eye on us.  Ephemeral conversation is over. Wholesale surveillance is the norm. Maintaining privacy from these powerful entities is basically impossible, and any illusion of privacy we maintain is based either on ignorance or on our unwillingness to accept what&apos;s really going on. It&apos;s about to get worse, though. Companies such as Google may know more about your personal interests than your spouse, but so far it&apos;s been limited by the fact that these companies only see computer data. And even though your computer habits are increasingly being linked to your offline behaviour, it&apos;s still only behaviour that involves computers. The Internet of Things refers to a world where much more than our computers and cell phones is internet-enabled. Soon there will be internet-connected modules on our cars and home appliances. Internet-enabled medical devices will collect real-time health data about us. There&apos;ll be internet-connected tags on our clothing. In its extreme, everything can be connected to the internet. It&apos;s really just a matter of time, as these self-powered wireless-enabled computers become smaller and cheaper.  Lots has been written about the &quot;Internet of Things&quot; and how it will change society for the better. It&apos;s true that it will make a lot of wonderful things possible, but the &quot;Internet of Things&quot; will also allow for an even greater amount of surveillance than there is today. The Internet of Things gives the governments and corporations that follow our every move something they don&apos;t yet have: eyes and ears. Soon everything we do, both online and offline, will be recorded and stored forever. The only question remaining is who will have access to all of this information, and under what rules. We&apos;re seeing an initial glimmer of this from how location sensors on your mobile phone are being used to track you. Of course your cell provider needs to know where you are; it can&apos;t route your phone calls to your phone otherwise. But most of us broadcast our location information to many other companies whose apps we&apos;ve installed on our phone. Google Maps certainly, but also a surprising number of app vendors who collect that information. It can be used to determine where you live, where you work, and who you spend time with. Another early adopter was Nike, whose Nike+ shoes communicate with your iPod or iPhone and track your exercising. More generally, medical devices are starting to be internet-enabled, collecting and reporting a variety of health data. Wiring appliances to the internet is one of the pillars of the smart electric grid. Yes, there are huge potential savings associated with the smart grid, but it will also allow power companies  and anyone they decide to sell the data to  to monitor how people move about their house and how they spend their time. Drones are the another &quot;thing&quot; moving onto the internet. As their price continues to drop and their capabilities increase, they will become a very powerful surveillance tool. Their cameras are powerful enough to see faces clearly, and there are enough tagged photographs on the internet to identify many of us. We&apos;re not yet up to a real-time Google Earth equivalent, but it&apos;s not more than a few years away. And drones are just a specific application of CCTV cameras, which have been monitoring us for years, and will increasingly be networked. Google&apos;s internet-enabled glasses  Google Glass  are another major step down this path of surveillance. Their ability to record both audio and video will bring ubiquitous surveillance to the next level. Once they&apos;re common, you might never know when you&apos;re being recorded in both audio and video. You might as well assume that everything you do and say will be recorded and saved forever. In the near term, at least, the sheer volume of data will limit the sorts of conclusions that can be drawn. The invasiveness of these technologies depends on asking the right questions. For example, if a private investigator is watching you in the physical world, she or he might observe odd behaviour and investigate further based on that. Such serendipitous observations are harder to achieve when you&apos;re filtering databases based on pre-programmed queries. In other words, it&apos;s easier to ask questions about what you purchased and where you were than to ask what you did with your purchases and why you went where you did.These analytical limitations also mean that companies like Google and Facebook will benefit more from the Internet of Things than individuals  not only because they have access to more data, but also because they have more sophisticated query technology. And as technology continues to improve, the ability to automatically analyse this massive data stream will improve. In the longer term, the Internet of Things means ubiquitous surveillance. If an object &quot;knows&quot; you have purchased it, and communicates via either Wi-Fi or the mobile network, then whoever or whatever it is communicating with will know where you are. Your car will know who is in it, who is driving, and what traffic laws that driver is following or ignoring. No need to show ID; your identity will already be known. Store clerks could know your name, address, and income level as soon as you walk through the door. Billboards will tailor ads to you, and record how you respond to them. Fast food restaurants will know what you usually order, and exactly how to entice you to order more. Lots of companies will know whom you spend your days  and nights  with. Facebook will know about any new relationship status before you bother to change it on your profile. And all of this information will all be saved, correlated, and studied. Even now, it feels a lot like science fiction. Will you know any of this? Will your friends? It depends. Lots of these devices have, and will have, privacy settings. But these settings are remarkable not in how much privacy they afford, but in how much they deny. Access will likely be similar to your browsing habits, your files stored on Dropbox, your searches on Google, and your text messages from your phone. All of your data is saved by those companies  and many others  correlated, and then bought and sold without your knowledge or consent. You&apos;d think that your privacy settings would keep random strangers from learning everything about you, but it only keeps random strangers who don&apos;t pay for the privilege  or don&apos;t work for the government and have the ability to demand the data. Power is what matters here: you&apos;ll be able to keep the powerless from invading your privacy, but you&apos;ll have no ability to prevent the powerful from doing it again and again.  Bruce Schneier is a security technologist. His latest book is &quot;Liars and Outliers: Enabling the Trust Society Needs to Thrive. He can be read at www.schneier.com.", 
    "section": "technology", 
    "gid": "technology/2013/may/16/internet-of-things-privacy-google", 
    "wordcount": "1196"
}