{
    "headline": "Twitter's sixth birthday: first tweets by the tweeters you know best", 
    "text": "Six years ago today, the world was sent its first tweet. With just two words  and far shorter than the 140 character limit  Twitter founder Jack Dorsey was the first human to publicly tackle the microblogging platform&apos;s big question: &quot;What are you doing?&quot; His answer:    inviting coworkers&mdash; Jack Dorsey (@jack) March 21, 2006    Pretty practical for a groundbreaking moment in web history. So what were you were doing the first time you entered the Twittersphere?  If you can&apos;t recall, check out My First Tweet or Tweet#1 to jog your memory. Tweet us your first words using the hashtag #myfirsttweet and we&apos;ll retweet our favorites. Feeling shy? Don&apos;t! Here are a few examples of notorious newborn tweets to get your # flowing: Barack Obama, with more than 13 million followers, the president is far and away the most popular politician on Twitter:    Thinking we're only one signature away from ending the war in Iraq. Learn more at http://www.barackobama.com&mdash; Barack Obama (@BarackObama) April 29, 2007    Lady Gaga, Twitter monster that she is, is the first person to boast more than 20 million followers:    op rehearsing for my video just dance and am now at wmc to perform at the Armani and nervous records party. But I am no nervous record!...&mdash; Lady Gaga (@ladygaga) March 27, 2008    Celebrity chef Paula Deen would become an internet meme in her own right, but on Twitter she controls her own message:    Hey Y'all, getting ready to cut the ribbon on my new buffet in Tunica&mdash; Paula Deen (@Paula_Deen) May 23, 2008    Oprah Winfrey says &quot;you get a tweet and you get a tweet and you get a tweet!&quot; Not really, but this was her first one:    HI TWITTERS . THANK YOU FOR A WARM WELCOME. FEELING REALLY 21st CENTURY .&mdash; Oprah Winfrey (@Oprah) April 17, 2009    Former New York Congressman Anthony Weiner&apos;s first tweet is rather ironically heartbreaking given the medium (and his misuse of it) is what woud ultimately lead to his downfall:    i have a follower!&mdash; Anthony Weiner (@RepWeiner) October 25, 2009    Rap mogul and self-styled style icon Kanye West has proven a master of the koan-like tweet:    Up early in the morning taking meetings in Silicone Valley&mdash; Kanye West (@kanyewest) July 28, 2010    In a chronological list of first-ever tweets, this is guaranteed to be the only time you&apos;ll find Gloria Steinem wedged between Kanye and Charlie Sheen:    Stayed up last night to finish reading 400 pages of -- & write about - new Shriver Report. See what you think. http://tinyurl.com/yjo3vec&mdash; Gloria Steinem (@GloriaSteinem) October 15, 2009    Actor Charlie Sheen&apos;s very public flame-out last year netted him more than a million followers in a single day when he joined and introduced the following hashtag:    Winning..!Choose your Vice...#winning#chooseyourvice http://twitpic.com/455ly9&mdash; Charlie Sheen (@charliesheen) March 1, 2011    Pope Benedict XVI, a pious tweeter if ever there was one:    Dear Friends, I just launched News.va Praised be our Lord Jesus Christ! With my prayers and blessings, Benedictus XVI&mdash; Vatican - news (@news_va_en) June 28, 2011    Dr Ruth Westheimer is an excellent follow  she tweets timeless sex tips and famously tried to crowdsource what a sexual position named after Jeremy Lin might look like:    And please people, don't do anything silly like going outside during hurricane to have sex. Tell u're friends you did it, but don't do it.&mdash; Dr. Ruth Westheimer (@AskDrRuth) August 27, 2011    Samuel L Jackson&apos;s might be the best first tweet of all time (with Danny Devito&apos;s running a close second):    Can-a muh fukkasay fuck on here?&mdash; Samuel L. Jackson (@SamuelLJackson) October 11, 2011    Rupert Murdoch is a late-comer to the medium, and his odd initial tweets raised suspcions that it might be a phony account:    Have just. Read The Rational Optimist. Great book.&mdash; Rupert Murdoch(@rupertmurdoch) December 31, 2011    What were your first 140 characters? Tweet them at us with #myfirsttweet and we&apos;ll RT our favorites. Here are some of your #myfirsttweet posts from today From Slate editor, Jeremy Stahl:    RT @JeremyStahl: First tweet ever. Better be good, or I might lose any number of my four followers... // #myfirsttweet myfirsttweet.com&mdash; Jeremy Stahl (@JeremyStahl) March 21, 2012    Rola Kersha didn&apos;t have to look back, she tweeted for the first time today:    Those who say the least are usually those who have the most to say...#MYFIRSTTWEET:D&mdash; Rola Kersha (@RolaKersha) March 21, 2012    A bewildered Daniel Crowe reached out to the Twitterverse for comfort:    #myfirsttweet Hello, I don't get this. Is there anybody out there?&mdash; Daniel Crowe (@UrbanCrowe) March 21, 2012    Jonny Eberle was rather trepedatious:    Hi, Twitter. My name is Jonny. Pleasure to meet you. I think we'll get along, just as long as you agree not to devour my soul. #myfirsttweet&mdash; Jonny Eberle (@jonnyeberle) March 21, 2012    While Stefan Campbell&apos;s thought of ways to turn a profit:    VERY new here. If you get more than 7 followers, can you claim tax for a religion? 2010-09-26 13:11:09#MyFirstTweet&mdash; Stefan Campbell (@StefanTheNurse) March 21, 2012    Lauren Salay worried about Hurricane Irene:    hoping #Irene takes her tango out to sea and skips over the VA coast. not a good forecast for an end-of-summer beach shebang #MyFirstTweet&mdash; Lauren Salay (@laurensalay) March 21, 2012    Nouveau Broke explained his handle:    $21.05 in the bank, $2.00 ATM fee. You do the math...#MyFirstTweet&mdash; Nouveau Broke (@NouveauBroke) March 21, 2012    Adam Estes still can&apos;t answer the question in his first tweet:    shortbus?&mdash; Adam Clark Estes (@adamclarkestes) September 4, 2007  ", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/mar/21/twitter-sixth-birthday-famous-first-tweets", 
    "wordcount": "470"
}