{
    "headline": "Diablo 3  review", 
    "text": "Despite extensive stress-testing, Diablo 3&apos;s global launch was bound hit a few snags. And sure enough, as the 23.01 deadline passed and BattleNet servers opened worldwide, literally thousands of gamers started a mad dash to install the game, promptly crashing servers  as it did again the following day. It may have been a delay rather than a disaster  and it certainly didn&apos;t stop me racing through the first act before breakfast  but it did reflect many people&apos;s top pre-launch concern: Diablo 3&apos;s need to maintain a constant internet connection. Blizzard insists this is to ensure that characters can only be levelled up in one way to prevent fraud as well as retain security and control. Nevertheless, having already lost some progress and booty between checkpoints myself, it&apos;s clear this latest multiplayer intrusion will rankle some single players deeply  at least until Battlenet returns to its usual, stable self. Of course, there are some advantages to having your character ID, stats and items stored online, but more about that in a moment. In terms of gameplay, first glance reveals everything you would expect from a Diablo sequel: five playable character classes, roughly divided between close-range brawlers like the Barbarian and Monk and rangier characters like The Wizard and Demon Hunter. And, for sheer strangeness, there&apos;s the Witch Doctor  whose Demon Dogs skill fast became my defence of choice. For the first time, I was also able to make him a her, even though gender has no bearing on anything but appearance and voice-over. Once in the game, it&apos;s clear that the new 3D engine has been put to work on rendering a level of detail we haven&apos;t seen in the series before. Superb lighting effects make even Act 1&apos;s formulaic dungeons seem more atmospheric, but once you reach Act 2&apos;s Caldeum and beyond, more spectacular locations and draw distances emerge. Enemies may have a tendency to swarm mindlessly towards you, but they come in large numbers and reasonable variety. Not every improvement pays off, however; there&apos;s far too little destructible scenery and context-sensitive traps  such as falling chandeliers or rolling logs  sound like a great idea on paper but require such careful lining up of enemies you won&apos;t be troubling with them after the first few attempts. There&apos;s improvement as well as innovation, particularly with the UI. With a permanent Portal spell to take you back to nearby towns and a much smarter way of choosing and comparing items, you can now focus on the important task of killing things. However, in the 12 years since Diablo 2, RPG combat has moved on in leaps and bounds and D3 seems determined to stick to its tried and tested brawling system. Certainly there&apos;s a plethora of pyrotechnic skills for each character, most of which can be customised with up to five Runes each, opening up some fascinating alternative strategies for each class. But the way this is organised onscreen is confusing, with skills taking precedence over weapons by default and no clear overview of the powers you already have, let alone aspire to. There&apos;s also a tedious &quot;cooling down&quot; period once a rune is activated and even longer after taking a Health potion. At least slain enemies now drop orbs that can be collected by running over them but this tends to give you abundant health at precisely the moment you don&apos;t need it (ie, once the danger has been eliminated).     Diablo 3    Combat itself is fast, furious and varied, with early standout attacks such as the Monk&apos;s Exploding Palm or the Barbarian&apos;s Wrath of the Bezerker even more impressive once fully runed up. However, compared to the fluidity of, say, Kingdoms of Amular, D3 battles still feel disjointed and unnecessarily frenetic  particularly when taking on the exceptionally mobile Bosses. Combat also remains crippling on the fingers thanks to mapping moves and primary attacks to the same mouse button which too often results in charging enemies you should have tackled at distance. Meanwhile, when you have NPC allies, they offer little in the way of real assistance until fully upgraded  by which time your enemies have taken a quantum leap in hardness themselves. And what of the adventure? Well, it&apos;s set around 20 years after D2 and once again Sanctuary is under attack from hellish forces. It&apos;s a subtle introduction, avoiding lengthy cut-scenes except at the start of each of the game&apos;s four acts in favour of dropping pieces of &quot;lore&quot; that play out while you continue adventuring. Add to this some top quality voice acting and an stirring soundtrack and D3 works fine as an unfolding story without winning any prizes for original fiction. And although most of the side quests are formulaic search/fight type affairs, there are now many more of them  which means more loot. However, die-hard fans know that Diablo has never been about finishing the adventure, it&apos;s about levelling up your characters and discovering the most valuable items. D2 players were only able to trade between team members, but Blizzard has annexed all this into D3&apos;s own, secure but rather bleak Auction House. Now anyone can trade items for game credits or (among other players in your region) real cash with early visits revealing weapons and armour far in advance of anything NPC traders at my level in the game were offering. It remains to be seen how this will affect things in the long run, or how long it will take fraudsters, spammers and cheats to find some way to spoil the party. However, it&apos;s already clear that capitalism has arrived in Sanctuary  perhaps hinting at another motivation for D3&apos;s need to be always online. But there are other advantages too, most notably the way co-op play has now been fully integrated. This means you can instantly access a random four-player public game from the main menu, or start playing alone and then invite friends or the wider public to join in.     Diablo 3    Either way, the game registers which enemies you kill so that you don&apos;t have to fight off thieving teammates and all experience is saved to your player profile. Co-op D3 may feature the same single-player levels, but it&apos;s only here where you get to appreciate how months of beta testing have paid off. Having invested time and effort in levelling up a character, co-op is the best way to see the others in action and it&apos;s well worth the experience. Playing with a Monk/Witch Doctor combo is nothing like taking it on as a Barbarian/Wizard, and when it comes to customising your characters for co-op you need to consider how particular skill/rune combos serve the team rather than just yourself. The ultimate test of this character and stat-balancing act is Inferno  a rock hard difficulty level unlocked upon your character reaching level 60 at the hardest difficulty setting. With each Act then increasing in difficulty, adjusted to how many players are taking part, it&apos;s D3&apos;s ultimate challenge and will surely secure the game&apos;s biggest bragging rights for the team that first cracks it. Needless to say, I&apos;m still many levels (and a lot of combat experience) short of that, but it&apos;s certainly something to aim for. So the key question remains, was Diablo 3 worth the 12-year wait? That depends on how you play it  for single players, it&apos;s an entertaining and gorgeous-looking dungeon hack but it&apos;s a bit short, extremely linear and hardly pushing any boundaries. Playing online (and Blizzard isn&apos;t really giving us a choice) makes it a better balanced and more compelling challenge, with all the potential to be the kind of lifestyle substitute that Diablo&apos;s legion of hunter-gatherer fans should relish. With global demand still in a feeding frenzy and PvP levels under development, let&apos;s hope the servers can cope.  Game reviewed on PC", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/16/diablo-3-pc-game-review", 
    "wordcount": "1301"
}