{
    "headline": "Beans mean high profits for guar farmers of Rajasthan", 
    "text": "There&apos;s no fracking in Rajasthan, but hydraulic fracturing (to give it is proper name) has drastically changed the landscape of one of the poorest places on earth. India&apos;s biggest state is the world&apos;s number one producer of guar beans, a little known seed which is used to make ice cream and gives tomato ketchup its gloopiness, but which turns out to be integral to successful fracking. Since fracking took off at the end of 2010 the price of guar, a bean of the Galactomannan family that can be used to thicken water in the drilling process, increased 15-fold to $25 (15) a kilo this summer. The massive price spike has proved a boon to Rajasthan&apos;s mostly hand-to-mouth guar farmers and convinced thousands of others to turn their land over to guar, which in Hindi means &quot;cow&apos;s food&quot; reflecting that until recently the vast majority was munched by bovines. &quot;It&apos;s a bit like sugar beet,&quot; says Malcolm Graham-Wood, an energy analyst at VSA Capital in London. &quot;It was only really fed to animals, then someone found that you could put it into an oil well in Texas and it has rocketed [in price]. &quot;You wouldn&apos;t expect to find it in fracking, and wouldn&apos;t expect it to be so important that half of US shale gas operations are going up [in cost] on the back of the shortage. But it is.&quot; The oil industry was attracted to guar for its thickening properties that have long appealed to ice cream, yoghurt and toothpaste manufacturers. Dennis Seisun, editor of the Quarterly Review of Food Hydrocolloids, substances that form a gel when added to water, explains that guar is used to thicken water to allow ceramic beads to be suspended in the liquid and injected into the ground at high pressure, which breaks up rocks allowing oil and gas to seep out. &quot;Now when they drill a hole they go sideways for a mile or two, and frack not once or twice but 10-15 times  that&apos;s what&apos;s led to the skyrocketing price,&quot; he says. The US oil industry is expected to have bought 300,000 tonnes of Indian guar gum [which is made from grinding down the guar beans] this year  75% of the country&apos;s total output. Demand was so strong over the summer that panic buying set in and prices were doubling week-by-week. The price rise was so steep that giant US oilfield services company Halliburton was forced to issue a profit warning, cautioning investors that the rising cost of guar would hurt its profits because it had risen to represent 30% of its costs. Rival Baker Hughes also warned shareholders that the price was &quot;horrific&quot; and some wells were even forced to shutdown because they could not access enough guar. The companies are so concerned about the volatile price, which has yo-yoed between $8-25 a kilo this year and currently stands at about $10 at auction, that they are moving resources into developing synthetic alternatives. Last month Halliburton&apos;s president of strategy and corporate development, Timothy Probert, moved to reassure analysts that the company had its alternative PermStim ready to go if guar prices reached the level they hit in the summer. The high guar price is also affecting the food we eat because manufacturers have been priced out by oil groups. This year food companies are expected to account for just 20% of India&apos;s guar exports  a drop from near 100% less than five years ago. &quot;The food industry is beginning to realise just how good a deal they had for so long,&quot; Seisun says. &quot;When prices were as low as $1 a kilo they were complaining when it went up by a few cents. Now it can double in a week.&quot; Instead of guar gum, also known as E412, your toothpaste and tomato ketchup will be pumped full of other additives. Top of the list is Xanthan gum, E415, a m icrobial polysaccharide derived from the bacterial coat of Xanthomonas campestris, a plant bacteria. It is already a firm fixture in salad dressings and gluten-free baking. Other options include, Carboxymethyl cellulose (CMC), E466, a wood pulp already used in ice creams and K-Y Jelly, or the pods of Peru&apos;s Caesalpinia spinosa Kuntze tree (E417). The least appealing-named alternative is locust bean gum, E410, which is already used as a food sweetener and chocolate substitute. &quot;Forget what it sounds like, that&apos;s one of the more user friendly ones  it comes from the carob tree,&quot; Seisun says. &quot;You eat all these things everyday  you&apos;ve got no idea what they are, have you? Don&apos;t worry you&apos;re not going to die.&quot; While the oil and food industries are losing out. Guar&apos;s sudden popularity has benefited hundreds of thousands of India&apos;s poorest people, many of whom have used their guar windfall to travel abroad for the first time or buy gold. &quot;They had been growing it mostly just as animal feed, it really was the lowest yield of low yield crops,&quot; Graham-Wood says. &quot;[Now] they must think it&apos;s Christmas every week.&quot; When the price was approaching its peak this summer Vikas WSP, Rajasthan&apos;s biggest guar exporter, gave away 3,000 tonnes of guar seeds to encourage farmers to switch away from cotton and other crops to guar bushes. But Seisun warns that farmers may not be able to attract as a high a price for their guar this coming year as they did last summer. &quot;It&apos;s a game of Russian Guarlette,&quot; he says. &quot;The buyers are not buying and the sellers are not selling. It will all depend on who blinks first.&quot; A larger harvest of the crop, which is dependent on desert-like conditions with occasional monsoon rainfall, is likely to put the brakes on sky-high prices next year. Rajasthan&apos;s farmers are also facing competition from other regions and countries trying to emulate their success. While Rajasthan still accounts for about three-quarters of global production, Pakistan is increasing its crop and guar farms have popped up in neighbouring Gujarat province, Africa, Australia and even the oil capital of the world, Texas.", 
    "section": "environment", 
    "gid": "environment/2012/dec/18/fracking-guar-beans-profit-rajasthan-india", 
    "wordcount": "1032"
}