{
    "headline": "Boot up: Intel v big data, wearable and health, Apple on tax, Google Island and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team Intel&apos;s data economy initiative aims to help people capture the value of personal data &gt;&gt; MIT Technology Review  Intel is a $53bn-a-year company that enjoys a near monopoly on the computer chips that go into PCs. But when it comes to the data underlying big companies like Facebook and Google, it says it wants to &quot;return power to the people.&quot; Intel Labs, the company&apos;s R&amp;D arm, is launching an initiative around what it calls the &quot;data economy&quot;how consumers might capture more of the value of their personal information, like digital records of their their location or work history. To make this possible, Intel is funding hackathons to urge developers to explore novel uses of personal data. It has also paid for a rebellious-sounding website called We the Data, featuring raised fists and stories comparing Facebook to Exxon Mobil.  &quot;To destabilise a company, make what it charges for into a commodity.&quot; Credit Suisse says wearable tech &quot;the next big thing&quot; &gt;&gt; Forbes Dan Munro:   At a health conference last year the CIO of a teaching hospital shared a provocative statistic that his organization had uncovered in their ROI [return on investment] analysis of a large iPad purchase. At the time, the hospital was debating the merits of such a large financial commitment  so they tasked the CIO to do a crude ROI analysis to justify the sizable expense. Was the ROI six months  or maybe a year? The (unscientific) results were jaw dropping. Using some crude calculations around workflow and time-motion analysis the CIO calculated the ROI for an iPad in their hospital would be nine days. That&apos;s right  nine days.  But you can see that with wearables, such as internet-connected glasses, it could be even faster. Voice-operated means fewer hygiene problems. It&apos;s hard to leave behind at a bedside. It could hold and display patient notes confidentially. Hugely exciting. Apple&apos;s Cook faces Senate grilling over company taxes on Tuesday &gt;&gt; WSJ.com  A day before Mr. Cook&apos;s appearance, the company revealed the testimony it submitted to Congress. Apple urged Congress to lower corporate-tax rates and reduce the tax on bringing back cash earned overseas, according to testimony that was also posted on its website Monday. The testimony, which Apple submitted in recent days, also defends the operations of Apple&apos;s Irish subsidiaries. It says that the subsidiaries, which employ around 4,000 people, distribute dividends that aren&apos;t taxable under US law.  You can read the testimony (PDF), including the remarks that   &quot;Apple does not move its intellectual property into offshore tax havens and use it to sell products back into the US in order to avoid US tax; it does not use revolving loans from foreign subsidiaries to fund its domestic operations; it does not hold money on a Caribbean island; and it does not have a bank account in the Cayman Islands.&quot;  Can&apos;t think which search company beginning with &quot;G&quot; and ending with &quot;e&quot; it&apos;s referring to. Some examination is surely coming of its Irish arrangements, though. UK record labels launch unprecedented anti-Torrent campaign &gt;&gt; RT News  The third and biggest wave of sanctions aimed against Torrent and music file-sharing websites is sweeping the internet, with 25 online addresses set to be blocked by the British Recorded Music Industry trade body. The websites targeted by the campaign include the biggest torrent pages and file-hosting search engines, like ExtraTorrent, Torrentz, TorrentReactor.  Welcome to Google Island &gt;&gt; Wired.com Mat Honan, on his customary awesome form:   &quot;Hello.&quot; The soft, froggy voice startled me. I turned around to face an approaching figure. It was Larry Page, naked, save for a pair of eyeglasses. &quot;Welcome to Google Island. I hope my nudity doesn&apos;t bother you. We&apos;re completely committed to openness here. Search history. Health data. Your genetic blueprint. One way to express this is by removing clothes to foster experimentation. It&apos;s something I learned at Burning Man,&quot; he said. &quot;Here, drink this. You&apos;re slightly dehydrated, and your blood sugar is low. This is a blend of water, electrolytes, and glucose.&quot; I was taken aback. &quot;How did you&quot; I began, but he was already answering me before I could finish my question.  (Thanks @ClarkeViper for the link.) Dell replays Windows 8 blame card as PC sales slide - Computerworld  Dell last week again blamed Windows 8 for contributing to a decline in PC sales revenue during the quarter that ended 3 May. &quot;Windows 8 has been, from our standpoint, not necessarily the catalyst to drive accelerated growth that we had hoped it would be,&quot; said Brian Gladden, Dell&apos;s chief financial officer, in a call last week with Wall Street analysts to discuss the quarter&apos;s financials.  Those results were shocking - profit down 79% to $130m on revenues down 2% to $14bn. That&apos;s a 1% margin - the same, as it happens, as HTC in smartphones. But for very different reasons. (Thanks @modelportfolio2003 for the link.) Jolla prices first Sailfish OS smartphone at 399 for a 2013 launch &gt;&gt; The Verge  Jolla has just unveiled its first smartphone, which will go on sale this year for 399 (roughly $510). Running the company&apos;s MeeGo-derived Sailfish OS, it features a 4.5-inch display, a dual-core processor, an 8-megapixel camera, LTE (in selected markets), removable back covers, 16GB of onboard storage, and a microSD slot. According to Jolla, the handset will be &quot;compliant&quot; with Android apps, although it&apos;s not sure how many apps will be supported, nor is it clear where users will download the apps from.  Nor is it clear how it will sell in any volume at that price. (Thanks @rquick for the link.) Smartphones continue to drive mobile phone sector in southeast Asia &gt;&gt; Celllular News 15.8m &quot;smartphones&quot; sold:   smartphone take-up rates vary across the countries from 30% in Indonesia to more than twofold in Philippines (146%), Thailand (140%) and Vietnam (118%). &quot;Growth in this region is primarily driven by affordable smartphones which averaged in the price range of US$100-$200,&quot; said [GfK director Gerard] Tan. &quot;However, the rise of local brands in countries such as Philippines and Indonesia has resulted in the growing market share of those in the US$50-$100 price segment - the budget price range which bridges the transition from basic mobile phones to smartphones.&quot; Within the smartphone segment, two specific features that are increasingly popular with buyers and often the deciding factor of which model to purchase are the display sizes and operating system.  Screens 4.5in and above are 20% and rising of sales; Android is 70% of smartphone sales. (Thanks @modelportfolio2003 for the link.) Billions: How exactly do Apple and Google count app downloads? &gt;&gt; The Next Web Matthew Panzarino:   you can consider this the canonical answer to that question. Both Apple and Google tabulate unique downloads of appsper user account.This means that they count only one download of an app no matter how many devices that you install that app on after you purchase it. Neither company counts updates in its app download numbers. These are purely single downloads from their stores.  So their app download figures are directly comparable. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/21/technology-links-newsbucket", 
    "wordcount": "1264"
}