{
    "headline": "A diversity challenge for developers", 
    "text": "Picture this: after saving humanity from the aggressive forces of the Locust Hordes in hit shooter Gears of War, grizzled, gun-toting hero Marcus Fenix sweeps team-mate Dom Santiago into a tender embrace, and the pair kiss passionately as the credits roll. It&apos;s fantasy, of course. Not only in the context of the imaginary worlds that provide much of video gaming&apos;s currency but also in the uncomfortablereality that would make such a relatively innocuous event almost unthinkable in a game released today. Fenix is, inevitably, in a heterosexual relationship within the game  a snapshot of the underwhelming job the industry is doing of presenting the diversity of itsaudience in the titles it produces. &quot;The majority of game protagonists are still straight, white and male, whereas the audience is increasingly more diverse,&quot; explains Mitu Khandaker, independent developer at The Tiniest Shark. &quot;Besides the question of who developers perceive their audience to be, game protagonists are simply not representative enough of people in the real world,&quot; she adds. &quot;Unfortunately, a disappointingly overwhelming amount of the time, non-white, female or LGBT characters in games do little more than parrot existing media stereotypes  particularly within mainstream games.&quot; Khandaker touches on an important point  as video games have begun to mature as an art form, they have adopted the same lazy cliches that long dominated film and television. Women are often to be rescued or ogled; non-white characters are sidekicks or villains; gay people are invisible or caricatures. However, games are still at a stage in their development comparable to the movie industry of the 1930s. As cinema grew and matured, slowly tackling more complex themes and appealing to wider audiences, so too must gaming challenge its own inherent biases. Part of the problem may be the players themselves, or at least a segment of the player base that is vocally resistant to change. &quot;Mainstream fan communities tend to be overly hostile when diversity issues are brought up, and I feel that they tend to get much more hostile and abusive when the person bringing up the issue is a member of a minority demographic,&quot; says Regina Buenaobra, North American online community team leader for Guild Wars developer ArenaNet. &quot;Games are meeting the needs of straight white male gamers, but when others say that their needs aren&apos;t being met, they just can&apos;t empathise. A market that doesn&apos;t cater to them is beyond their experience.&quot; To larger publishers, dealing with high-budget titles carrying considerable financial risk, this creates a mixed message  the familiar core audience seemingly decrying change, while an untapped one demands visibility. &quot;Without speaking for others, I think there&apos;s a fear of exclusion, rather than an appreciation for the opportunity for inclusion,&quot; says Noah Hughes, creative director on the recently rebooted Tomb Raider. &quot;They might be losing people by making these choices, as opposed to flipping it around and seeing that you can invite more people to have these experiences.&quot; The issue of representation has drawn increasing focus over the last 12 months from those working in the industry. At last month&apos;s Game Developers Conference in California, the subject was a key talking point. Microsoft&apos;s Tom Abernathy went as far as stating that &quot;women are the new core&quot;, and called for greater diversity in games, saying: &quot;Our industry, our art, and our business stand to gain in every sense simply by holding a mirror up to our audience and reflecting their diversity in what we produce.&quot; Promisingly, parts of the mainstream industry are already heading in that direction. Telltale Games&apos; episodic adaptation of The Walking Dead won near universal acclaim last year for its emotional clout and sympathetic cast, including black lead Lee Everett, and developers at Sony&apos;s Naughty Dog studio fought for co-lead Ellie to be prominently featured on box art for forthcoming post-apocalyptic thriller The Last of Us. Elsewhere, Capcom&apos;s impending sci-fi action title Remember Me introduces Nilin, a mixed-race woman. &quot;I want to keep faith in humanity and in the fact that gender doesn&apos;t matter when a protagonist is created,&quot; Remember Me&apos;s creative director Jean-Maxime Moris says. &quot;We are in 2013. Itis high time game companies noticed what has been happening in other forms of storytelling in the past couple of thousands of years. In the world and the story of Remember Me, the only choice we had was to gowithNilin. We didn&apos;t consider having a male character, and we hopeshe resonates well with playersfrom all ages and countries.&quot; The calls for diversity in games have never been greater, and though smaller independent studios are better positioned to capitalise, the bigger, more monolithic companies are likely to find it harder to ignore the demand. It may be a while yet before a mainstream shooter is bold enough to subvert macho expectations with a gay lead but the visibility of types other than the straight white male is increasing  and that can only be a good thing for the industry, the medium and, of course, the players. Five games that break the mould The Longest Journey (Funcom, 2000) presents leading lady April Ryan, a directionless young artist, as an intelligent, flawed and realistic human being. April&apos;s fantasy adventure also explores themes of youth, responsibility and growing up. Of note is the game&apos;s portrayal of supporting characters Fiona and Mickey, a pair of middle-aged lesbians in a committed relationship. Its sequel, Dreamfall (Funcom, 2007), introduced new heroes Zo Castillo, a young woman of mixed Chinese and Spanish descent, and Kian Alvane, a blackapostle raised in a matriarchal religious society, while further exploring April&apos;s destiny. On the surface, Catherine  (Atlus, 2011) seems to be little more than Japanese fanservice, but look closer and you&apos;ll find a mature exploration of sex, obsession and psychosis that also presents one of the few transgender characters in games. Although waitress Erica&apos;s birth gender isn&apos;t mentioned until the end of the game, the revelation paints other characters&apos; interactions with her throughout the game in a different light, reflecting the real fears and stigmas trans people face. Half-Life 2 (Valve, 2004) and its own sequels featured Alyx Vance, another woman of dual heritage, here Afro-Asian. A scientific genius and determined survivor in the wake of an alien invasion, the only disappointment is that she isn&apos;t a playable character. More recently, Prototype 2 (Radical Entertainment/Activision, 2012) introduced James Heller, a black male hero who wasn&apos;t an aspiring criminal or slogan-quoting urban stereotype but a desperate man out to save his wife and daughter. Perhaps more interestingly, the game recasts Alex Mercer, the white lead of the first Prototype, as the mad villain Heller must overcome.", 
    "section": "technology", 
    "gid": "technology/2013/apr/14/games-remember-me-race-gender", 
    "wordcount": "1133"
}