{
    "headline": "Starcraft II and the bad boy of pro-gaming", 
    "text": "One day videogames will be an Olympic event. The games that will be played probably don&apos;t exist yet, but their predecessors do  and prime among them is Blizzard Entertainment&apos;s Starcraft II. This strategy game is one of the major factors behind the rising global popularity of competitive videogaming, better known as eSports, and is built on the foundations of a bona-fide phenomenon. The original Starcraft was released in 1998 on PC and became one of the biggest-ever crazes in South Korea, the impetus and focus for a competitive industry. There had been gaming tournaments and the like beforehand, but by the early millennium, Starcraft and its expansion Brood War had professional teams playing in televised leagues and tournaments viewed by millions  at what was perhaps the game&apos;s peak, the 2005 Pro League Final filled a 120,000-seater stadium in Busan. The game&apos;s developers Blizzard did not  could not  have predicted this. But Starcraft II was developed from the start to capitalise on it, intended as nothing less than the first global eSport; arguably something it has achieved, with ever-growing audiences given a recent fillip by the expansion Heart of the Swarm. Professional teams competing in a year-round calendar of worldwide tournaments, with livestreaming increasing audiences and advertising revenue like never before. The Starcraft scene naturally has its own jargon. A foreigner is anyone who&apos;s not South Korean. Cheese is a cheap strategy. The very greatest players are bonjwa. Personalities are referred to by their in-game IDs rather than name. And then there&apos;s BM  bad manners, and one of the many things Greg &quot;Idra&quot; Fields is famous for.     Fields specialised in Terran during his Brood War days, but was one of the most dominant Zergs in Starcraft II.    Fields is polite, extremely articulate, and until a fortnight ago was one of the highest-profile and highest-paid professional gamers in the world. This is not wholly unrelated to the fact that he&apos;s also responsible for some of the most outrageous outbursts in eSports, and not the cool kind of outrageous. He once opined that a nice chap called David Kim, for being one of Starcraft II&apos;s balance designers, should be raped with a tire-iron. In March, he wished cancer on an opponent while livestreaming  which was, of course, seen and spread by everyone watching. Alexander Garfield, the CEO of Fields&apos; team Evil Geniuses, assured fans there would be no repeat. Shortly afterwards, following a frustrating showing in the early rounds of Blizzard&apos;s new Starcraft II World Championship Series, Fields visited the forums at Team Liquid, the biggest community hub for the game, and went for certain fans. &quot;You&apos;re all a bunch of fucks,&quot; he wrote in a thread concerning team EG. &quot;It just so happens I get paid to treat you as such. It&apos;s fucking awesome.&quot; This happened on 7 May, and the remarks rapidly spread online. It was a moment that posed eSports, and particularly Team EG, an uncomfortable question. Sean &quot;Day [9]&quot; Plott is a major Starcraft II personality and caster  as well as a former North American Brood War champion. &quot;Right when Idra left the Polt game and then shortly thereafter made that post, I was having a conversation with a friend, and I said there&apos;s a 99% chance he gets kicked for this. No chance he doesn&apos;t get kicked for this. But it was still so crazy to me that the next day it did happen.&quot;     Sean ' Day [9]' Plott: I think all the deep analysis for what it means for eSports comes down  to 'well you can't be a jerk, no matter where you're working.'' Photograph: Zhang Jingna    On 9 May Team EG announced it had fired one of its biggest faces. &quot;I&apos;ve known Idra for a long time personally,&quot; says Gamespot&apos;s Rod &quot;Slasher&quot; Breslau, an eSports reporter. &quot;But this was the right call. He went direct to the fans and badmouthed them as a whole. It&apos;s a decision EG had to make.&quot; Two days after being fired, Fields announced his retirement in an interview . The end of his pro-gaming career came where it had began. In sixth grade he&apos;d heard about Starcraft from a friend, and after playing casually for a few years found a new focus. &quot;I was 15 or 16 and stumbled across websites like Team Liquid, and that&apos;s how I realised the competitive side even existed. I figured I wasn&apos;t much of a gamer, but the fact I kept coming back to this thing [meant it] might be worth investing more time into and getting serious about.&quot; Fields wasn&apos;t an instant success, but one tournament win changed everything. &quot;The Korean team eSTRO announced a North American tournament with prize money, but also part of it was you&apos;d be evaluated to come over and get a spot in the team house in Korea and become a pro-gamer. I won that, and they chose me from all the top-placing players to come over and join the team.&quot; The life of a professional gamer in South Korea, the Starcraft Mecca, is one of grinding practice. &quot;I&apos;ve never experienced a boot camp,&quot; says Fields. &quot;But I&apos;d imagine it&apos;s the same thing except you exchange physical labour for playing Starcraft. It&apos;s very, very intense. Especially back in the Brood War team houses, you basically just play for 12 hours a day with one or two days off a month  we had six to seven hours scheduled sleeping time, so not even the recommended eight hours or whatever. An hour for each meal, everyone had chores, and the rest was practice.&quot; &quot;I wouldn&apos;t say it was enjoyable, because I don&apos;t think doing anything that much could be &apos;fun&apos; fun. But it felt good to do. I felt like I was working hard towards something I cared about, and that was satisfying.&quot; The improvement in his play meant Fields started winning plenty of foreign tournaments, but the release of Starcraft II and the fresh start it offered was too tempting  he was one of the first Brood War pros to switch. &quot;It was clearly the future.&quot;     Fields in his South Korean days, rocking the Harry Potter look.    The change in game came with a host of others. Fields changed his preferred race, abandoning Terran in favour of Zerg, and by the end of 2010 had signed for the US team Evil Geniuses on one of the nascent sport&apos;s biggest contracts. Though he stayed in Korea for another six months or so, come 2011 he was back in America. &quot;I ended up coming back to the US because, as part of the scene, we knew tournaments like the North American Star League and IGN Pro League were about to open up and at the time their plans were to host North American-only competition. And the competition at the time was kind of a joke for me, I could have beaten any of them very comfortably.&quot; Big talk but, in patches at least, he made good on it  over two hotstreaks in this period, Fields won five major tournaments as well as regular top-four finishes. &quot;During the second run, the IEM, MLG, Asus competitions, I think that was me playing at my best.&quot; Fields has always been admired for his &apos;macro&apos; play, the art of crushing an opponent over time by building a greater economy, and on his stream you can hear the keys being hit hundreds of times every minute  the pressure behind every clack sounds even. &quot;Idra&apos;s the sort of athlete who, if you opened up a playbook, and there was the recommended fundamental playstyle  he does that, but refined to such an incredible degree that it almost feels like he&apos;s cheating,&quot; says Sean Plott. &quot;You won&apos;t see those big flairy risks taken by him, it&apos;s just clean and elegant. Like a master chef with a simple menu. In his kitchen, every single order of food is on time and perfect, never misses one, never messes one up. It&apos;s not a creative menu but that doesn&apos;t matter.&quot; In 2012, Fields suffered a dip in form. But his profile remained high because, while tournament wins and placements are crucial to pro-gaming careers, just as important is streaming  which means, for the most part, broadcasting live practice sessions with commentary. Every time Fields streams, he instantly attracts an audience of thousands, at times hitting tens of thousands; not just because he&apos;s brilliant at the game, but because he&apos;s a born analyst. Watching is an almost irresistible tug on the voyeur inside every viewer, and the chat is an interface with the public that&apos;s as up-close and personal as online gets. Meaning that, as well as fans, pro-gamers constantly have to deal with trolls and mendacious yahoos. &quot;Players now do have to deal with more of that side and it&apos;s harder,&quot; says Breslau. &quot;But there is a level of professionalism where if these guys want to be paid the big bucks  and Idra says himself he was top two or top three in the world in terms of salary  they have to act in a certain manner.&quot; The world of eSports has at least one root in an amateur culture that prizes abuse, which is why insults that take the breath away are more common than you might expect. Text chat has never been very good at tone, and when what you say is not what you mean, it&apos;s easy to cross the line between tasteless and grossly offensive. &quot;The biggest response is that I&apos;m silly to expect people not to take me literally,&quot; says Fields. &quot;But I feel that sarcasm and exaggeration and hyperbole  these are established aspects of language and communication. I think if I say that I want someone to get cancer, it&apos;s pretty clear that I don&apos;t actually want them to get cancer in real life. But a lot of people seem to disagree with that, so maybe I&apos;m the one who needs to reconsider.&quot; &quot;I did understand EG&apos;s decision because I generated a lot of negative attention for them,&quot; continues Fields. &quot;The way my persona works, the way I get attention from the public is in a lot of negative ways and that will always be walking a bit of a tightrope. My only problem was there was never any escalation, I&apos;d only ever been fined $500 way back for an unrelated incident, so I didn&apos;t realise things were getting worse.&quot;     Alexander Garfield, CEO of Team Evil Geniuses, has signed many of the biggest names in eSports  across various titles.    I asked EG&apos;s CEO Alex Garfield about that. &quot;We&apos;re not the kind of company that likes to force people to do things. I as a person am not like that. We have the right to fine players, and Greg was fined quite a few more times and for more money than he says, but ultimately fines are only one part of motivating players to behave professionally. The bottom line is that you can only tell someone &apos;this will never happen again&apos; so many times.&quot; Talking to Garfield also suggests other sides to this story; his words carry the careful weight of a man who, after years of supporting a controversial star turn, finally had to cut him loose. The professionalism teams like EG are bringing to eSports is what makes players like Idra high earners and is also what did for him. It is an ignominious end, nevertheless, to a great pro-gaming career  and a sad one. During our interview, Fields takes great pains to clarify the distinctions between who he was insulting in that forum post. &quot;Not the fans and genuine supporters of eSports, but the ones who are just there for the drama mongering. And in a way I did, and still do, get paid to treat them like shit because that&apos;s what they find entertaining, that&apos;s what they tune in to watch and get off on.&quot; There is the young man&apos;s conviction  and this is a vein running right through the Starcraft community  that being right is more important than anything else. And that I am right. In the end, that&apos;s why Fields is fascinating. Not just because he&apos;s a human angle on a new and little-understood industry, but also because he&apos;s a human, angled; somewhat inexplicable, a living contradiction. An exceptional and disciplined intelligence, capable of such childish outbursts it&apos;s almost comical. Almost. Fields is embarking on a career commentating and streaming, and doesn&apos;t see a return to competitive action. &quot;There was an aspect of burnout to my decision. I don&apos;t see myself redeveloping that longing to play.&quot; Perhaps it is the pro-gamer&apos;s fishbowl; an always-on life with live feedback, replayed and dissected daily. &quot;I would almost say he&apos;s hardened,&quot; finishes Plott. &quot;And in some ways doesn&apos;t care as much as he used to.&quot; At several points, Fields talks about his persona; a self-creation. Yet his actions often suggest much less craft. The ultimate goal of a pro-gamer&apos;s life is to win in the white heat of tournament competition, and of the many hopefuls few enough make it. Perhaps to be one of them, even for a short time, burns a little piece of you in return. Greg Fields is 23.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/20/starcraft-2-greg-idra-fields", 
    "wordcount": "2161"
}