{
    "headline": "Firefox tablet from Foxconn tipped for 3 June unveiling", 
    "text": "Mozilla made a splash at Mobile World Congress in February with the official launch of its Firefox OS for smartphones, with several manufacturers and 18 operators already on board. Now it&apos;s expected to turn its attention to tablets. Mozilla is holding an event on 3 June with Taiwanese firm Hon Hai, the parent of manufacturing company Foxconn, to unveil a new device running Firefox OS, according to Reuters. News site Focus Taiwan has an &quot;industry insider&quot; source claiming it will be a tablet rather than a smartphone. Such a device would not come as a surprise. Mozilla has been active in the tablets market with its Firefox browser for some time: Firefox for Android tablets launched in January 2012, for example, and its UI designer Ian Barlow was blogging a few months before that about the design lessons learned. Indeed, a Firefox tablet would go back to the roots of Firefox OS itself, as explained by Mozilla&apos;s vice president of mobile engineering Andreas Gal in an interview with ZDNet in February this year at MWC. &quot;When the project started, tablets were the initial goal that we thought about, a year and a half ago. Initially we were thinking about tablets as it&apos;s a mobile device but it&apos;s more similar to the desktop  a bigger screen, you can consume rich content better,&quot; he said then. &quot;It became clear very quickly that the volume right now is behind smartphones. Tablets are an interesting next step... I can definitely see us going to tablets in future, right now a lot of opportunities exist in phones, at least for this year.&quot; Based on the first clutch of Firefox OS smartphones shown at MWC, a Firefox OS tablet is certainly viable. Also, Mozilla would be off to a running start in terms of getting apps for such a tablet, for the same reasons outlined by its senior vice president of products Jay Sullivan in February. &quot;There is no new ecosystem,&quot; he told journalists at the MWC press launch. &quot;If you&apos;re building for the web today, and most developers are building beautiful touch-friendly mobile websites to work in modern browsers If you are building that, you are building a Firefox OS app. You may just not know it yet.&quot; The big challenge for a Firefox OS tablet will be distribution at least if it&apos;s to become more than just a niche product for Mozillaphiles. The tablet world is a ferociously competitive place in 2013, with 49.2m units shipped in the first quarter of 2013 according to IDC: 56.5% of them Android devices, 39.6% iPads and 3.7% running Windows or Windows RT. Stepping up against Apple, Google and Microsoft (not to mention the manufacturing partners of the latter two) in the hardware market is a very different kettle of fish to the market-share battles in the web browser space. Much of what Charles Arthur wrote about Firefox OS in February relates as much to tablets as it does to smartphones. That&apos;s true in smartphones, of course, where Mozilla is hoping its trump card will be strong operator partnerships 18 were on board at the MWC launch, with a parade of telco CEOs appearing on-stage to praise Firefox OS at the event and a focus on emerging markets rather than the big Western countries. Could such a strategy pay off for tablets too? A Firefox slate with cellular connectivity, subsidised by operators and making its debut in Latin America and Eastern Europe (the pattern for the first Firefox OS smartphones) would be an intriguing prospect indeed. Roll on 3 June, when we&apos;ll find out if that&apos;s on the cards.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/31/firefox-tablet-foxconn-mozilla", 
    "wordcount": "618"
}