{
    "headline": "Virgin threatens to pull out of projected spaceport", 
    "text": "The future of Sir Richard Branson&apos;s project to blast wealthy tourists and celebrities into space is set to become clear this week when it makes it first rent payment on the futuristic &quot;Virgin Galactic Gateway to Space&quot; terminal. Virgin Galactic has threatened to pull its support from the publicly financed $209m (130m) &quot;spaceport&quot; in southern New Mexico, in the US, unless lawmakers extend the company&apos;s waiver of liability to manufacturers and parts suppliers in the event of an accident. In the rush to capitalise on the private space industry, several US states, including Virginia, Wyoming and California, and destinations such as Abu Dhabi, are competing to win Virgin&apos;s business. But none is as heavily invested as New Mexico, an impoverished US state that issued bonds and raised taxes to build the Norman Foster-designed Spaceport America. Nor have any potential rivals built a spaceport from scratch. Anger has been rising after Virgin Galactic CEO George Whitesides indicated last year that failure to pass new legislation would force his company to rethink its plans. &quot;We allowed our politicians to build something that was geared toward one player in the purely speculative field of space travel in the private sector that may never materialise,&quot; said Paul Gessing, of the conservative-leaning Rio Grande Foundation. &quot;Virgin has all the power in this arrangement. We don&apos;t see it as a wise investment.&quot; But, Gessing added: &quot;We&apos;re going to make the most of it.&quot; The development has had a troubled history, with critics saying former state governor Bill Richardson entered the spaceport deal without sufficient safeguards to taxpayers&apos; investment. Richardson&apos;s successor, governor Susana Martinez, a rising star in the Republican party, was initially cool on the project and cut funding to the New Mexico Spaceport Authority. She is now voicing support. Last week Christine Anderson, executive director of the spaceport, which is 150 miles south of Albuquerque, 25 miles from Chief Geronimo&apos;s birthplace near Truth or Consequences, and within yards of the Journada del Muerto, or road of death, a 90-mile, waterless stretch of the Camino Real that Spanish conquistadors rode from Mexico City to reach the regional capital of Santa Fe, said: &quot;The phones are in, the internet is in. It&apos;s just the mission control consoles and the security they&apos;re still working on,&quot; adding she was &quot;cautiously optimistic&quot; Virgin would receive the guarantees. &quot;We certainly understand the pressures on operators and we understand there&apos;s competition from other spaceports. But we think we have a very competitive and unique operation.We want people to have fun when they come out here.&quot; A spokeswoman for Virgin Galactic said: &quot;Without the legislation in place, New Mexico will be perceived as a place that is less friendly to space business. This law costs taxpayers nothing and yet it will help keep the state at the top of the list for commercial space operations.&quot; Jim Taylor, a rancher, recently called it &quot;a terrible rip-off&quot;. &quot;Some people are concerned that Virgin might leave; conversely some wish it would just go away,&quot; he said. &quot;Maybe they could convert the &apos;hangar&apos; into a concert hall for &apos;Woodstock West&apos; or something that would generate money.&quot; Virgin signed a 20-year lease in 2009 but is only now activating the agreement and will make its first $84,000 monthly rent payment on the 10,000ft runway and futuristic &quot;Virgin Galactic Gateway to Space&quot; terminal this week. The company says it has sold more than 400 seats on SpaceShipTwo at $200,000 apiece. Last week it offered to blast newly married Kate Winslet into space for four minutes of microgravity when flights begin, as soon as next year. But New Mexico legislators, who meet this week to discuss the liability issue, are divided over passing immunising legislation. Experts say the dangers of commercial suborbital flight are still unknown and the legal liabilities untested. The US federal government is allowing human space flight as long as passengers are fully informed of the risks. In effect, the government has shifted the risk from the operator to the passenger, or &quot;space flight participant&quot;, and now operators want that to extend to the makers of the spaceship. &quot;New Mexico has already made a significant investment and now the operator is saying we can&apos;t do it unless you protect everybody else,&quot; said Joanne Irene Gabrynowicz, director of the space law programme at the University of Mississippi. &quot;If people want to fly, that&apos;s one thing, but should we limit the lawsuits if there&apos;s an accident?&quot; Many of the emerging issues are, in fact, rocket science, said Gabrynowicz: &quot;They&apos;re not going to be able to pull punches. The operator has to tell the participant what the hazards are for launch and re-entry, the unknown hazards, exactly what the safety record is of the vehicle, and they have to be told they could die or suffer total or partial loss of mental and physical function, and that the government has not certified any of these vehicles.&quot; But the risks are not a deterrent to Branson or technology billionaires such as Microsoft&apos;s Paul Allen and PayPal&apos;s Elon Musk, who are leading the push into space-launch businesses. At an event in Huntsville, Alabama, to celebrate the birthday of the late German rocket engineer Wernher von Braun, Allen, who bankrolled development of the Virgin vehicle, spoke of his company Dynetics Inc (slogan: &quot;Any orbit, anytime&quot;) as &quot;the next great step&quot; in space. Huntsville, with its long history of rocket development, is seeing new activity with Rocket-Dyne resuming production of the massive engines that launched the Saturn V moon rocket, and the certification of military-use rockets to blast a new generation of astronauts aloft. New Mexico, with its history in nuclear and military development, is understandably unwilling to lose its lead in the private space field. But, says Gabrynowicz, it&apos;s unlikely that Branson could simply shift his business to another state or the Middle East, despite the millions of dollars Abu Dhabi has put into the project. &quot;You have to look at what&apos;s downrange from the launch areas. In the case of Abu Dhabi you see Iraq and Iran. So if you have failed launches, you&apos;re going to have a whole new set of issues.&quot;", 
    "section": "science", 
    "gid": "science/2013/jan/13/branson-virgin-space-tourism-threat", 
    "wordcount": "1066"
}