{
    "headline": "Starwatch: The May night sky", 
    "text": "Venus concludes its spell as a brilliant evening star by diving into our evening twilight during May. At present it stands more than 30 high in the W at sunset and sinks to set in the NW at 01:00 BST. By the 31st, though, it is only 5 high in the NW at sunset and perhaps already lost from view as it tracks towards a rare transit across the solar disc on 6 June. Close to the star Elnath in Taurus and dimming a little from mag -4.5 to -3.9 during the month, Venus swells from 38 to 57 arcsec as the illuminated portion of its disc falls from 26% to only 1%. Its dazzling crescent should be obvious through binoculars and a few keen-sighted people might even glimpse it with the unaided eye. Catch it 5 above-right of the 3% sunlit Moon on the 22nd and to the right of the Moon on the 23rd. Mars stands to the left of Regulus in Leo in the S at nightfall at present and is sinking into the W by our map times. Fading from mag 0.0 to 0.5 as it moves away from Regulus, it shrinks from 10 to 8 arcsec across making it harder for small telescopes to show detail on its rusty surface. Saturn, mag 0.3 to 0.5, stands 5 above and left of Spica in Virgo and moves from the SE at nightfall at present to stand in the SSW at our map times. When the Moon stands below Saturn and Spica on the 4th, the planet shows a 19 arcsec disc through a telescope, with rings 43 arcsec wide tipped 13 to our view. The Moon is near apogee, its furthest point from the Earth, and is too small to hide the Sun completely at new moon this month. The resulting annular, or ring eclipse, is visible along a 300 km wide path that sweeps across the N Pacific (and the Date Line) from Hong Kong and Tokyo on the morning of the 21st local time to the W USA where it ends on the evening of the 20th. Surrounding areas, but not Europe, see a partial solar eclipse. May diary 1st 04h Moon 6S Regulus; 15h Moon 8S of Mars 4th 23h Moon 6S of Saturn 6th 05h Full moon 7th 17h Moon 5N of Antares 12th 23h Last quarter  13th 14h Jupiter in conjunction with Sun 21st 01h New moon and annular solar eclipse 22nd 22h Moon 5S of Venus 27th 12h Mercury in superior conjunction 28th 11h Moon 6S of Regulus; 21h First quarter 29th 12h Moon 7S of Mars * Times are BST", 
    "section": "science", 
    "gid": "science/2012/apr/29/starwatch-venus-may-sky-planets", 
    "wordcount": "459"
}