{
    "headline": "Biofuels become a victim of own success - but not for long", 
    "text": "Biofuels have become a victim of own success, it appears: for the first time in a decade global production has dropped. Production in 2011 dropped a touch from 1.822m barrels a day in 2010 to 1.819m in 2011, according to IEA statistics (p30) highlighted by the Financial Times. The key reason has been the rising cost of the feedstock for most biofuels, corn, sugar and vegetable oil. And the main reason for the rising food prices is, many argue, the huge quantity consumed by biofuels. It&apos;s a big business. The global biofuels business would, if a nation, rank 16th in the world for oil production, just above the UK and Libya and a bit below Norway and Nigeria, all major oil producers. In the US, 40% of the corn crop now gets diverted into fuel tanks, giving the US 50% of global biofuel production. On top of the peaking of production, the US has just phased out some fat subsidies and tariffs protecting the domestic biofuel industry from international competition. So is the biofuels boom over? In a word, no. The key driving factor is the price of ordinary oil. In the medium and long term, crude prices seem very likely to remain high and vulnerable to shocks, such as the current Iranian situation. &quot;Once oil is over $70 a barrel, conventional and new generation biofuels become cost competitive, certainly with tar sands and shale, and with oil from much of the Middle East and Brazil&apos;s new offshore fields,&quot; said Jeremy Woods, at Imperial College, when I spoke to him in March. Today, Brent crude is at $113. The IEA predicts a 20% rise in biofuel production to 2.2m b/d by 2015, although that is a slower rise than in the past. This brings us to the environmental crux. &quot;The less biofuel you have the more gasoline you need,&quot; Amrita Sen, oil analyst at Barclays Capital in London, told the FT. With petrol and its emissions known to be harmful to the atmosphere, and frequently the land and oceans, surely environmentalists would campaign for more biofuels? As we know, that has not been the case and with good reason. Rising food prices, destruction of forests and other habitats and poor treatment of workers - which I have seen with my own eyes - has brought opposition from greens. Better public transport and electrified private transport are the answer, they say, and in any case many biofuels do not even lead to cuts in climate-warming carbon emissions. However, there&apos;s one very striking line in the IEA statistics I linked to above. There is virtually no biofuel production in Africa, a continent where energy is frequently in desperate demand. The like-for-like replacement that biofuels offer means cheap, existing vehicles could be run on them. And Africa has land, lots of land. In the best of worlds, sustainable and equitable biofuels produced in African countries for domestic use would solve many problems. The economic pressure on Brazil&apos;s biofuels industry - from poor sugar crops and underinvestment - is relevant here. Brazil will not let its biofuel industry wane: it has ambitions to be the &quot;world&apos;s environmental first superpower&quot;. A grand phrase, you might think, but it&apos;s backed up by some hard facts too. Brazil has more patents related to biofuels than any other nation and it is working hard to export that know-how to Africa. Producing biofuels that do more good than harm is not easy and the hard graft of standards and regulation must be ground out. But with crude prices showing no prospect of falling, biofuels certainly have a future, especially in the developing world. So we&apos;d better make it a good one.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jan/10/biofuels-oil-emissions", 
    "wordcount": "644"
}