{
    "headline": "Somali capital struggles to provide mental healthcare", 
    "text": "Along the main road in Mogadishu, traders are busy selling goods, including second-hand T-shirts and jeans to passing customers. You could almost miss Habeb public mental hospital sitting 5-metres beyond the road. It&apos;s the only medical institution in Somalia with trained psychiatric professionals. Through the hospital&apos;s rusty main gate, reinforced with barbed wire, there is a faded sign on the wall that says guns, knives and qat (a narcotic leaf popular in Somalia) aren&apos;t allowed on the premises. Standing next to the sign is Abdi Rahman Habeeb, a middle-aged man with an orange-dyed beard and a deep, husky voice. A psychiatric nurse by training, Habeeb moves slowly from one patient to the next, giving medication. He is closely followed by two volunteers. The compound housing the hospital seems claustrophobic, probably because of the large number of patients. Almost every little space in the compound is occupied. It is midday, and the sun&apos;s intensity has forced some patients to drag their mattresses out of the tin-roof wards, with their crumbling walls and small windows, to sleep under the shade of the trees where it is cooler. Others lay under rusty bits of tin or old pieces of cloth, held up by wooden sticks, a few feet away from an open-air kitchen. At least 20 new patients are brought in every day, with some transferred to its other facilities elsewhere in the Somali capital. The hospital runs three other institutions in Mogadishu. On the day I visited, 333 patients were being treated in the four facilities. Even though the hospital is full beyond capacity, no one is turned away. The number of patients can be significantly higher, depending on whether there has been heavy fighting in the city. &quot;When there is heavy shelling, family members escape the city and can&apos;t care for the mentally ill, so the patients are left to roam the streets, where we pick them up from,&quot; says Habeeb. In the six years since the hospital opened, it has treated more than 13,000 mentally ill patients. It survives mainly on donations from local businessmen. Somalia has been without an effective central government since President Siad Barre was overthrown more than two decades ago. As the country descended into civil war, the health sector was completely destroyed. Thousands fled to neighbouring countries, and those who couldn&apos;t escape were left to live with constant shelling and fighting between the different factions. This has affected the mental state of many. Official estimates of the numbers affected vary. In 2010, the World Health Organisation (WHO) said it was difficult to get a clear picture as data collection was patchy. According to the WHO, 10% of the world&apos;s population is affected by some form of mental illness. This figure is believed to double in areas experiencing or prone to conflict, such as Somalia. &quot;No one in Mogadishu is in a stable mental state,&quot; says Habeeb, &quot;due to the constant shelling and displacement. How can someone be psychologically healthy when they&apos;re going to bed with the sound of mortars ringing in their ears and waking up to the sound of bullets?&quot; There is an almost equal ratio of male to female patients in the hospital. Most are young, and come from all walks of life  from former preachers to ex-combatants. Some of the young women in the hospital have brought their children, as they have no one to care for them at home. Halima Hassan Kulmiye, 45, a mother of six children, was deported from Saudi Arabia and has been at the hospital for the past two months. &quot;She was normal when she came back a few years ago,&quot; says Shamsa Ali, a volunteer at the women&apos;s section of the hospital. &quot;The mortars didn&apos;t only destroy her house but destroyed her mind too.&quot; Some of hospital&apos;s work involves educating locals about mental health illnesses. &quot;Somalis don&apos;t think mental illness can be cured by scientific methods,&quot; says Habeeb. &quot;They go to traditional healers, who tell them it&apos;s caused by witchcraft and jinn [supernatural creatures].&quot; People with mental health problems are stigmatised, discriminated against and socially isolated. They&apos;re also subjected to degrading and dangerous practices, such as being restrained with chains. Mental health isn&apos;t integrated into primary healthcare in Somalia. A short drive from Habeb hospital is country&apos;s biggest health centre, Benadir hospital. &quot;We don&apos;t treat mad people here, only normal people,&quot; a nurse told me. The war that has been raging for the past 20 years has placed Somalia at the bottom of health studies. The 2001 UN Development Programme&apos;s Human Development Report (pdf) ranked Somalia lowest in all health indicators except life expectancy. In its latest report, the country is not even ranked due to the lack of reliable data. Habeeb has only one wish: &quot;The rest of the country prays for rain, but here we pray for the war to stop so that fewer people will become mentally ill.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/05/fighting-mental-health-somalia", 
    "wordcount": "834"
}