{
    "headline": "Nobel prize in chemistry for nailing receptors behind fight-or-flight", 
    "text": "     Two American doctors whose work over four decades has revealed how the body responds to the smells, sights, flavours and threats of the outside world have won this year&apos;s Nobel prize in chemistry. Robert Lefkowitz at Duke University in Durham, North Carolina, and Brian Kobilka at Stanford University in Palo Alto, California, share science&apos;s most prestigious award  and 8m Swedish kronor (744,000)  for their discovery of molecular sensors called G-protein-coupled receptors or GPCRs (watch a video of Kobilka talking about the research). The sensors take the form of proteins that act as gatekeepers between cells and the environment they live in. When a substance latches on to the outer part of a sensor protein, it causes it to change shape, triggering a response inside the cell. Scientists now know of a whole family of GPCRs that detect hundreds of different substances in and around the body. Work on the receptors has underpinned decades of progress in medicine, with half of all pharmaceuticals acting on the proteins. The huge variety of GPCRs allows individual organs in the body to react in different ways to the same stimulant. A surge of adrenaline through the body, for example, acts through GPCRs to make the heart race, the lungs heave, muscles contract and pupils widen. Without GPCRs, humans would not have the famous &quot;fight-or-flight&quot; response that is crucial for survival. Speaking by phone to the Royal Swedish Academy of Sciences soon after the announcement, Lefkowitz recalled the moment he heard of the award. &quot;I was fast asleep and the phone rang but I didn&apos;t hear it,&quot; he said. &quot;I wear ear plugs and my wife gave me an elbow and said there&apos;s a call for you. And there it was, a total shock and surprise, as many before me have experienced.&quot; Asked about his plans for the day, he said: &quot;I was going to get a haircut, which if you could see me you would see it is quite a necessity, but I&apos;m afraid that will probably have to be postponed.&quot; In a statement from Stanford University, Kobilka said: &quot;I didn&apos;t believe it at first, but after I spoke with about five people  they handed the phone around  with really convincing Swedish accents, I started to think it was for real.&quot; For many years, researchers knew that adrenaline and other substances produced their effects without entering cells, suggesting they must instead act through surface sensors on the outsides of cells. Lefkowitz and Kobilka confirmed those suspicions and showed how the sensors worked. In the first step forward, in 1968, Lefkowitz used radioactive iodine to tag various hormones and track them in the body. Through these studies, he identified several GPCRs, including the one that responds specifically to adrenaline. His lab went on to isolate the receptor and unravel how it worked. The next major advance came in the 1980s when, working in Lefkowitz&apos;s lab, Kobilka discovered the gene that makes the adrenaline receptor. On inspecting the DNA sequence, the scientists noticed its similarities to another gene responsible for a light-sensitive receptor in the eye. It dawned on them that there is a family GPCRs, all closely related and working in a similar way. &quot;Their real triumph very early on was to show that you could isolate these sensors and what they sensed. And what they sense is actually quite staggering,&quot; said David Phillips, former president of the Royal Society of Chemistry. &quot;These are important in everyday life. They are important for our continued existence. Certainly in primitive mankind if you didn&apos;t have this fight-or-flight response we would not have survived danger,&quot; Phillips added. There are nearly a thousand known GPCRs in the human body, but scientists do not understand what substances or stimuli trigger all of them. Some of those that are understood respond to light, flavour, smell, adrenaline and histamine, which is important in allergic reactions, and dopamine, which is used in treating Parkinson&apos;s disease. This year, in line with other recent years, the Nobel prize honoured research that is more in the biological sciences than in the realm of classical chemistry. But the apparent shift away from more traditional chemistry was not a cause for concern, Phillips said. &quot;The field of chemical biology is burgeoning because at its heart, at the heart of certainly cell biology, is an understanding at the molecular level of what&apos;s going on and that&apos;s chemistry essentially. So other sorts of chemistry are still going on and still very important, but this level of understanding, which has been made possible by advances in techniques over the last 20 years or so, is crucial to mankind.&quot;", 
    "section": "science", 
    "gid": "science/2012/oct/10/nobel-prize-chemistry-receptors-fight-flight", 
    "wordcount": "785"
}