{
    "headline": "The government and the companies are failing to save water, but let's do our bit", 
    "text": "It may seem bizarre to be thinking about hosepipe bans when today it&apos;s bucketing down  but in my own patch, South East Water is running short of supplies. As water shortages become more common because of climate change, it&apos;s the environment that is the first to suffer. South East Water wants to take 20m litres a day from the River Ouse in Sussex, which will be potentially devastating for local wildlife. Similar plans are being drawn up or implemented across most of England, as the rain still isn&apos;t falling as it should. Of course, a lot of the blame should fall on the water companies. South East Water is already losing 96m litres a day through leaky pipes. Others have a worse record. But those companies are run to make a profit, and will usually do the minimum necessary to meet the targets set by the government  targets which, in many cases, are now higher than they were five years ago. In other words, the regulator Ofwat is allowing some water companies to leak more water from their pipes, including ones in areas at high risk of a drought. So what is the government doing to prepare for a drought? After all, if you live in the south or east of England  and that includes 10 Downing Street  it&apos;s impossible not to have noticed how little rain there has been for the past few months. Other parts of Britain are better off at the moment, but the projections for climate change show that nowhere is immune from the increased risk of water shortages. The predictions are stark, and last month the government produced its white paper  the grandly named Water for Life. Apart from sounding like a David Attenborough series, what does this document propose to do? There are some good ideas in it: concentrating more on managing catchment areas, for example, and reforming the much-abused abstraction licensing scheme which determines how much water companies can take from lakes, rivers and aquifers. But, overall, when it comes to reducing demand to reflect the reality of dwindling supply, inspiration is lacking. There may be a government awareness campaign in the spring, but there is no mention of extra funds. Otherwise, it&apos;s the usual coalition mantra  everyone working together, and lots of community activity. The problem with such limp leadership is that it leaves the public confused. On the one hand, people hear water experts saying there is less than two months&apos; supply left in some areas, and unless it rains soon, there could be tough restrictions by the spring. On the other hand, they quite reasonably conclude that, if it was serious, the government would be doing more about it. It&apos;s easy to see why, faced with these confusing signals, people don&apos;t act either. However frustrating the complacency and neglect within government and industry, it&apos;s still worth doing our bit. Every pint saved now puts off the day when the water in our taps finally runs out. Hopefully, by then it will have begun to rain once more. As so often with the environment, it&apos;s the dull things that work. Fix that dripping tap. Get a water butt. Have a shorter shower. And if that isn&apos;t enough, there are dozens of guides like this one for ways to save water  many of which have the added benefit of cutting fuel bills too. What we mustn&apos;t do is wait for the government to fix the problem. And if we spare a thought for our river-dependent wildlife, we should all hope for a wetter 2012.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jan/03/government-companies-save-water", 
    "wordcount": "592"
}