{
    "headline": "Rio+20: A voice from Accra, Ghana", 
    "text": "   Miriam Oteng, Rio+20 Photograph: Guardian    Our problem in Ghana is that we are still so poor, we need development. For me, the problem I experience most often is in healthcare; you cannot imagine the things you see in our hospitals. I have been in operating theatre, doing a caesarean section on a woman, when the lights went out and the generator failed. We had to use our mobile phones to provide light for the doctors. The question I ask is, why do we still have power cuts in hospitals? Sustainable development means educating people so that they start using solar power. And it means improving sanitation. Sanitation is a very serious problem here. The toilet facilities at our hospitals are very bad. Sometimes there is no water, and we have to provide bedpans ourselves for patients, and then carry bedpans from a patient for five minutes before we can reach a toilet to empty it. We have to carry water in sachets into the hospital to wash our hands. Sometimes we ask patients to bring their own sachets of water with them. All over Ghana, people are suffering from diseases like malaria and cholera because of these problems of poor sanitation. Sustainable development means solving these problems. The country needs to develop in a way that improves sanitation. Our leaders think development means building roads and exporting oil, but sanitation has got worse. When I was younger, you didn&apos;t used to see rubbish filling our gutters and our streets, and choking our waterways. To me, this means our leaders are not doing their work properly. Ghana as a country is becoming wealthier, but it&apos;s because of our leaders that these problems are not improving. They are not using the money they have to help us. I haven&apos;t heard about Rio+20, but if it is putting pressure on our leaders to spend Ghana&apos;s money better, and encouraging development in a way that solves these problems, then I think it will make a difference. If people in other countries are ready to help us then things will change.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-accra-ghana-nurse", 
    "wordcount": "342"
}