{
    "headline": "Haiti's press hails 'courage, dedication, creativity' in aftermath of earthquake", 
    "text": "&quot;Oblivion, inertia and shame&quot; reads the headline on Haiti&apos;s reconstruction process in the daily newspaper Le Nouvelliste. Three years on from the 2010 earthquake that killed more than 230,000 people and left 1.5 million homeless, the local press has been in reflective mood. Speaking to Haiti Libre, Pierre Andr Dumas, president of the Catholic NGO Caritas Haiti, called attention to the shortcomings of the reconstruction effort, denouncing the divisions plaguing the country and calling on the state, NGOs and citizens to unite:  &quot;The momentum that followed the earthquake has faded. Much of the promises have not been kept. There is a sense of disappointment among the people: a large part of the population still lives in tents  We need greater political will, national dialogue and love for this country. We must put aside individual interests&quot;  This feeling is widely taken up by the Haitian press, which is particularly aggrieved about the failure of the state to act. The monument to the memory of the victims, promised a year ago by President Michel Martelly , &quot;is still in limbo&quot;, laments Roberson Alphonse in Port-au-Prince-based Le Nouvelliste:  &quot;On the site where it was supposed to be erected, there is only a large stone. It is stamped with the words Nou pap jan m bliye w (We will not forget you)&quot;  The government has been severely criticised for its lack of a national plan after international aid came flowing into the country. Many political analysts denounce the inexperience of President Martelly, a former singer known as Sweet Micky. Leslie Pean wrote in Le Nouvelliste that Haiti&apos;s economic woes cannot be blamed solely on cholera epidemics or devastating hurricanes: &quot;It is poor local governance and endemic corruption that has accelerated the decomposition of institutions and pushed the state to ruins.&quot; An editorial in Le Matin deplored &quot;a tragi-comic theatralisation of the power in place that has only delayed the reconstruction and exposed the inability of ruling elites to propel Haiti into modernity&quot;. Yet the fortitude of ordinary Haitians is commended. Daly Valet writes in Le Matin of these &quot;models of courage, dedication and creativity which, despite structural constraints, have greatly contributed to the reconstruction process.&quot; Coverage of government-led and grassroots rehabilitation initiatives has been positive. Haiti Press Network welcomed the report published last year by the 16 Neighbourhoods/6 Camps (16/6) project (pdf), a government initiative to provide residents and displaced people with sustainable housing. According to the report, 50 provisional relief camps have been closed and 11,000 families relocated in one year. Project manager Clement Belizaire said &quot;over 718 houses damaged during the earthquake have been repaired&quot;. He hopes to reach at least 1,600 homes by the end of this year. Haiti en Marche worried about the atmosphere in the island being increasingly marked by civil unrest and a renewal of violence and organised crime. This came days after the US and Canadian governments warned against travelling to Haiti, advising of extreme caution due to high crime rates in some parts of the country. According to Thomas Lalime, reporting for Le Nouvelliste, insecurity has driven many qualified professionals out of the country: &quot;Reconstruction alone will not boost economic growth  Restoring a safe security climate must be an integral part of our executives retention strategy.&quot;  President Martelly has vowed to right the many injustices plaguing his country, where nearly 80% of the population is out of work, according to one NGO, and surviving on just $2 a day, and called for unity to rebuild.  &quot;We must multiply our forces many times over to change our population&apos;s living conditions. We must make sacrifices to pull people out of joblessness, vanquish exclusion and eradicate illiteracy&quot; ", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/11/haiti-press-hails-courage-aftermath-earthquake", 
    "wordcount": "635"
}