{
    "headline": "Air pollution prematurely killing 13,000 people a year in Britain, says MIT", 
    "text": "Air pollution is prematurely killing 13,000 people a year in Britain compared with fewer than 2,000 deaths a year from road accidents, a major study from the Massachusetts Institute of Technology has concluded. Of these, cars and lorries are thought to be responsible for 7,000 deaths, aviation almost 2,000, power plants 1,700 with the rest coming from shipping, factories and domestic emissions. But the report suggested that environment secretary Caroline Spelman may have been wrong to say earlier this year that the most likely cause of a major air pollution event at the London Olympic games in August would come from dirty air drifting in from the continent. The report calculated that about 60% of the polluted air breathed by Britons comes from domestic sources, the rest coming from air crossing the channel from mainland Europe. The researchers estimated for the first time that air polluted outside Britain may kill 6,000 people a year prematurely, but dirty British air drifting the other way is killing 3,100 people a year in mainland Europe. &quot;One-third of premature mortalities in the UK caused by combustion emissions are due to emissions from other EU member states, and UK combustion emissions cause one third again as many early deaths in the rest of the EU as they do in the UK,&quot; says the report. The findings also pinpointed where most of the deaths happen: 2,200 a year in Greater London, 630 in both Greater Manchester and West Midlands and more than 1,000 across all Yorkshire and Humberside. The study is embarrassing for the government which is coming under the international spotlight this summer ahead of the Olympics and the Queen&apos;s diamond jubilee. Air pollution in London hit record levels last month in the heatwave and Britain already faces EU fines for consistently breaching air pollution laws. Earlier this year, the Department for Environment, Food and Rural Affairs (Defra) claimed that the costs of meeting EU pollution targets may not match the benefits, but the MIT study estimated that air pollution was costing at least 6bn a year and as much as 60bn. Most of it is from the cardiac and respiratory diseases caused by inhaling the minute sooty particles emitted from car exhausts. Britain has some of the worst air pollution in Europe, but has consistently failed to meet targets and timetables to reduce both the quantity of soot in the London air (known as PM10s) and of nitrogen dioxide (NO2), a gas emitted mainly from burning diesel fuel. Faced with draconian European fines, it has argued successfully in Europe that it needs more time to meet deadlines. The authors proposed that car makers reduce the amount of black carbon emitted in car exhausts and try to reduce nitrogen oxide (NOx) emissions, but say that investment in public transport, or taking cars off the road altogether  as suggested by Green party mayoral candidate Jenny Jones  would be most effective. They used data provided by the British government for 2005 and simulated temperature and wind fields using a weather research and forecasting model similar to those used to predict short-term weather. A Defra spokeswoman said: &quot;We want to keep improving air quality and reduce the impact it can have on human health and the environment. Our air quality has improved significantly in recent decades and is now generally very good, and almost all of the UK meets EU air quality limits for all pollutants. There are some limited areas where air pollution remains an issue but that&apos;s being dealt with by the air quality plans, which set out all the important work being done at national, regional and local levels to make sure we meet EU limits as soon as we can.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/20/air-pollution-killing-13000-people-year", 
    "wordcount": "631"
}