{
    "headline": "Mystery birds: ruddy duck, Oxyura jamaicensis, and redhead, Aythya americana", 
    "text": "      From left: adult male ruddy duck, Oxyura jamaicensis (protonym, Anas jamaicensis), Gmelin, 1789, also known as the North American ruddy duck, ruddy, sleepy duck or bluebill.  adult female redhead, Aythya americana (synonyms, Aristonetta americana, Marila americana and Nyroca americana; protonym, Fuligula americana), Eyton, 1838, also known as the red head duck, red-headed pochard and as the American pochard.  Photographed at Freeport, in Brazoria County near the Gulf coast in Texas.  Image: Joseph Kennedy, 22 March 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, Kowa 883 telescope with TSN-PZ camera eyepiece 1/500s f/8.0 at 1000.0mm iso400     Question: On first glance, these North American mystery birds seem easy to identify, but maybe not? Interestingly, they also turn up in the British Isles and elsewhere in Europe. Can you tell me a little about that? Can you identify these birds&apos; taxonomic family and species?  Response: These birds are adults of two different species of ducks placed into the same taxonomic family (Anatidae ) but two different genera. The bird on the left is an ruddy duck, Oxyura jamaicensis, whilst the bird on the right, whom he is pursuing, is an adult female redhead, Aythya americana.  The redhead and ruddy ducks are distinguished thusly;  Adult male redhead ducks have a grey back, a red head and neck, a black breast, a blue bill with a black tip and yellow eyes. Adult females have a brown head and body and a darker bluish bill with a black tip.  Adult male ruddy ducks have a red body, a blue bill, white cheeks and a black cap and nape. Adult females have a grey-brown body and greyish face with a darker bill, cap and a buffy cheek stripe. Both species are native to North America, although the redhead occasionally pops up in Europe under its own power, being a strong migrant. The ruddy duck was introduced to the British Isles, where it expanded its range throughout Europe. It is causing concern because it is hybridising with the endangered white-headed duck, Oxyura leucocephala. For this reason, there is a plan to extirpate this duck as a British breeding species. Here&apos;s a video of several male ruddy ducks courting a lone female. This video is interesting because it captures the sounds the males make and you can also see how they produce those sounds. In a later sequence in this same video, you can see ruddy ducks and the obviously larger redheads near each other in the same pond:             [video link]. Redheads are medium-sized diving ducks that nest in prairie potholes and marshes in western North America. Redheads are notorious egg-dumpers and nest parasites, often parasitising nests of canvasback ducks, A. valisineria, but redheads aren&apos;t picky, their leave their eggs in any duck species&apos; nest. Redheads dive to feed on seeds, rhizomes, tubers of aquatic plants, as well as mollusks, crustaceans, aquatic insects and small fish. Redheads winter in the southern and northeastern United States, in northern Mexico and in the Caribbean. Redhead populations are declining due to loss of habitat.  Ruddy duck are small stiff-tailed ducks that breed in dense vegetation near marshy lakes and ponds throughout much of North America, and in the Andes mountains in South America. This species winters on coastal bays and unfrozen lakes and ponds. They dive to feed on seeds, roots and rhizomes of aquatic plants, as well as aquatic insects, shellfish and crustaceans. During the breeding season, they feed mainly on invertebrates. Ruddy ducks winter in the Pacific coastal states of North America and along the western coast of Mexico. There are a number of recognisable subspecies with their own ranges.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/05/7", 
    "wordcount": "667"
}