{
    "headline": "US car industry drives deforestation in Brazil", 
    "text": "   Illegal charcoal kilns in the municipality of Tucuru, Para, Brazil. A Greenpeace report exposes how the pig iron industry relies on cheap labour, luring workers away from small villages to work in inhumane conditions akin to slavery. The workers fill beehive-shaped ovens with rainforest timber, which is set alight to produce charcoal. The charcoal is burned in blast furnaces which convert iron ore to pig iron Photograph: Marizilda Cruppe/Greenpeace       Valdobras dos Santos Castro, 19, works at an illegal charcoal camp in the municipality of Goiansia Photograph: Marizilda Cruppe/Greenpeace       Valdobras dos Santos Castro at work Photograph: Marizilda Cruppe/Greenpeace       Illegal charcoal camp in Goiansia Photograph: Marizilda Cruppe/Greenpeace       Charcoal kilns in Tucuru Photograph: Marizilda Cruppe/Greenpeace       Piles of wood that feed charcoal ovens in Par state Photograph: Rodrigo Balia/Greenpeace       Charcoal camps in Par state Photograph: Rodrigo Balia/Greenpeace       Ponta da Madeira port, from which iron ore is exported Photograph: Rodrigo Balia/Greenpeace       Maria Aparecida Brasil Maia, 49, is the owner of illegal charcoal kilns that were destroyed by Brazilian authorities in Tucuru Photograph: Marizilda Cruppe/Greenpeace       Charcoal camps in Par state Photograph: Rodrigo Balia/Greenpeace       A eucalyptus plantation in Aailndia, Maranho state. Although the industry sees eucalyptus as a green solution, local NGOs have reported that the plantations' unregulated expansion has yielded social and environmental consequences for neighbouring communities Photograph: Rodrigo Balia/Greenpeace       An illegal logging road within the protected Gurupi Biological Reserve in Maranho state Photograph: Rodrigo Balia/Greenpeace       A truck loaded with wood in Tucuru, a region with many charcoal camps that use Amazon timber to make the wood charcoal that fuels pig iron blast furnaces Photograph: Marizilda Cruppe/Greenpeace       Greenpeace activists change places on the anchor chain of the ship, the Clipper Hope, near the port of So Luis do Maranho Photograph: Marizilda Cruppe/Greenpeace       Activists occupied the chain of the Clipper Hope for more than 24 hours to prevent it leaving for the US, where its cargo of pig iron will be used to make steel for the US car industry. Greenpeace is taking action to expose a trio of serious crimes in the production of Brazilian pig iron including slave labour, deforestation and the invasion of indigenous lands. The organisation is calling for President Dilma to protect the Amazon and the people who depend on it, as well as veto changes to the country's 'forest code' Photograph: Marizilda Cruppe/Greenpeace  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/may/17/pig-iron-deforestation-brazil", 
    "wordcount": "0"
}