{
    "headline": "Callum Roberts: if seas are to survive, we need a New Deal for the Oceans", 
    "text": "Callum Roberts is a marine biologist, writer and conservationist. His career has taken him round the world to study the planet&apos;s reefs, shoals and seabeds and his latest book, Ocean of Life, provides a detailed analysis of the woes that now beset these places: from plastic pollution to oil slicks; from melting icecaps to rising levels of acid waters; and from disintegrating coral reefs to spreading blooms of toxic algae. Yet Roberts maintains that we can still save our beleaguered seas. The picture that you paint of our oceans is very bleak. Is there any hope? I think there is. We have this enormous challenge, I admit that. The oceans are changing faster than at any time in human history, indeed for millions of years into the past. But I think we can deal with those changes if we act carefully and quickly. OK, so first outline the damage. There are three main strands of destruction going on now. The first concerns the rate at which we are removing life from the oceans. Consider British waters. In 1938, the UK fishing fleet landed more than five times more fish than we do now. Yet trawlers today bristle with hi-tech gear such as echo-locators and scanners. We cannot match past rates of catches because we have taken so many fish from the oceans. Our fish stocks are heading for collapse while our dredgers are churning up the seabed, turning complex marine habitats into monotonous expanses of shifting gravel, sand and mud. The second strand is pollution. We are poisoning the seas in myriad different ways. Some of them involve chemicals such as DDT and brominated flame retardants. These are used on land, but get washed off by streams and rivers into the seas. The oceans are the ultimate sinks and normally these toxins would settle on the seabed, but because we are dredging up ocean floors systematically the toxins get mixed back into the water. As a result, many forms of sea-life  from seabirds to whales  have been found with high levels of toxins in their tissue. The rising level of carbon dioxide in seawater is making it more acidic and more difficult for molluscs to form shells. Then there is habitat destruction. We are ripping up mangroves, marshland and beaches to make way for hotels, resorts and ports. And on top of all those, there is the issue of climate change. As icecaps melt, cold freshwaters pour from Greenland and the Antarctic and threaten to disrupt currents, including the Gulf Stream, which keeps Britain warm. Not much to be cheerful about No. It is a grim picture, particularly as there will be up to 11 billion human beings on the planet by the end of the century. That means we end up trying to intensify our fishing even further to provide as much food as possible. So what can we do? There are measures we can take, though we have to realise that things will get worse before they get better and will involve a radical overhaul of the way we steward the seas. First, we need to curtail fishing to about a half of the current level and, for good measure, ban all fishing below depths of half a mile. The deeper you go, fish take longer to grow and reproduce so that it takes longer to recover from depletion down there. We also need to phase out the most destructive fishing gear including equipment that is used to dredge the sea floor for scallops and other bottom-dwelling species. Expanding marine reserves is crucial. We need them to cover about a third of the oceans and prohibit any exploitation of sea life within their boundaries. This will give species places to recover, particularly in zones where the effects of global warming are likely to be more pronounced. We have recently seen new reserves set up at Hol Chan in Belize, Cabo Pulmo in Mexico and Sea Park in the Bahamas. We just need to expand the system. And the stuff we dump in the seas? We need to cut down and control more effectively toxins such as flame retardants that are ending up in the seas. We also need to look at more commonplace forms of rubbish  plastic bags and bin liners get swept into rivers and seas and end up choking seabirds and turtles. Controlling the way we dispose of supermarket packaging and the like is a simple business, but it would have a really beneficial impact on the marine environment. We need to control the amounts of fertilisers and nutrients we put on our fields, which also get swept into the rivers and the seas, triggering the growth of toxic blooms of algae. Finally, we need to protect our coastal zones, with their mangrove swamps and fragile banks of sands. The crucial point is that none of these measures involves major political upheavals but they will have enormous consequences. What we are talking about is the setting up of a New Deal for the Oceans. Ocean of Life: How Our Seas Are Changing is published by Allen Lane", 
    "section": "science", 
    "gid": "technology/2012/jun/03/marine-life-ocean-protection-callum-roberts", 
    "wordcount": "851"
}