{
    "headline": "Leaked: Europe probes Apple over exploitation of mobile networks", 
    "text": "The European commission is investigating whether Apple has used its influence to secure unfair terms from the mobile networks that sell its phones. The Guardian has been shown a questionnaire sent to mobile networks by the commission, and we are publishing a copy of the key passages below. Some of the wording has been changed to protect our source. The questions posed by Europe&apos;s top competition authority, to which mobile networks have been asked to respond by 17 June, make interesting reading. They give a rare insight into how a market leading company could squeeze out competitors. Apple says its contracts &quot;fully comply with local laws&quot; wherever it does business, including the EU. Proving that Apple is dominant would be difficult. The company is not the leading smartphone maker in Europe - that position is held by Samsung. In its preamble, the questionnaire sent out by the European competition chief, Joaqun Almunia, to mobile network operators in Case AT.40016 - Smartphone Distribution Issues, states: &quot;The commission is currently investigating alleged anti-competitive behaviour in the EU/European economic area  relating to the distribution of Apple&apos;s smartphones (&quot;iPhones&quot;) and the limitation or exclusion from use of technical functions on &quot;iPhones&quot;.&quot; The commission has information indicating that Apple and mobile network operators (&quot;MNOs&quot;) have concluded distribution agreements which may potentially lead to the foreclosure of other smartphone manufacturers from the market. There are also indications that certain technical functions are disabled on certain Apple products in certain countries in the EU/EEA. If the existence of such behaviour were to be confirmed, it might constitute an infringement of Article 101/102 of the treaty on the functioning of the European Union and article 53/54 of the EEA agreement. The commission then goes on to ask the following: Does your company have to commit to purchase a minimum level of iPhones? - Does that contract have minimum volumes? - Does it set levels and time periods of volumes? - How much of your company&apos;s total demand for smartphones is covered by the volume commitments? - Do you have indications that Apple considers an MNO&apos;s total demand for smartphones when setting the minimum volumes? How does that mechanism work? - Do the minimum volumes lead your company to order more iPhones in practice than it would order without such minimum volumes, or does your company&apos;s demand for iPhones exceed the minimum volume? - Are the minimum volumes modified over time? If yes, according to which criteria? - What are the consequences if your company were not to meet the minimum volume commitment? Preferential treatment Does your company have to agree to any kind of obligation to treat the iphone in a preferential manner? If yes... - Is your company under any obligation to not market non-Apple devices to current users of Apple devices? - How does Apple enforce this? Subscription plans Does your company have to agree any kind of subsidy plan for the iPhone? - How is the level and type of the monthly subsidy for the iPhone determined? - What are the criteria for setting the subsidy at a certain level? Is your company obliged to offer better services to subscribers who use the iPhone than to subscribers who use competing products from other manufacturers? Subsidies Does your company have to agree to any kind of obligation concerning the level of the subsidy for the iPhone? - How is the level of the subsidy for the iPhone determined? - What are the criteria for setting the subsidy at a given level? Do you have indications of how decisive the granting of an MNO (mobile network operator) subsidy is for the market entry or expansion of a smartphone manufacturer? What percentage of the smartphones that your company sells are sold with an MNO subsidy? Most favoured supplier clauses Does Apple impose in its distribution agreements with MNOs most favoured supplier clauses or non discriminatory clauses, providing that a subsidy or other incentives granted by the sale of a smartphone other than the iPhone would need to be granted on the same or better terms to sales of the iPhone as well? Explain how the above informs your decisions to distribute or promote smartphones from other handset manufacturers. Does your company have a 4G network? Is Apple imposing technical or contract restrictions on the use of the iPhone 5 in your 4G network? For what reasons? How can those restrictions be lifted?", 
    "section": "technology", 
    "gid": "technology/2013/may/30/european-commission-investigation-apple-questionairre", 
    "wordcount": "751"
}