{
    "headline": "Mississippi river faces shipping freeze as water levels drop", 
    "text": "     The Mississippi as seen from Ed Drager&apos;s tug boat is a river in retreat: a giant beached barge is stranded where the water dropped, with sand bars springing into view. The floating barge office where the tugboat captain reports for duty is tilted like a funhouse. One side now rests on the exposed shore. &quot;I&apos;ve never seen the river this low,&quot; Drager said. &quot;It&apos;s weird.&quot; The worst drought in half a century has brought water levels in the Mississippi close to historic lows and could shut down all shipping in a matter of weeks  unless Barack Obama takes extraordinary measures. It&apos;s the second extreme event on the river in 18 months, after flooding in the spring of 2011 forced thousands to flee their homes. Without rain, water levels on the Mississippi are projected to reach historic lows this month, the national weather service said in its latest four-week forecast. &quot;All the ingredients for us getting to an all-time record low are certainly in place,&quot; said Mark Fuchs, a hydrologist at the National Oceanic and Atmospheric Administration (Noaa) in St Louis. &quot;I would be very surprised if we didn&apos;t set a record this winter.&quot; The drought has created a low-water choke point south of St Louis, near the town of Thebes, where pinnacles of rock extend upwards from the river bottom making passage treacherous. Shipping companies are hauling 15 barges at a time instead of a typical string of 25, because the bigger runs are too big for the operating conditions. Barges are carrying lighter loads, making for more traffic, with more delays and back-ups. Stretches of the river are now reduced to one-way traffic. A long cold spell could make navigation even trickier: shallow, slow-moving water is more likely to get clogged up with ice. Current projections suggest water levels could drop too low to send barges through Thebes before the new year  unless there is heavy rainfall. Local television in St Louis is dispensing doom-laden warnings about rusting metal and hazardous materials exposed by the receding waters. Shipping companies say the economic consequences of a shutdown on the Mississippi would be devastating. About $7bn (4.3bn) in vital commodities  typically grain, coal, heating oil, and cement  moves on the river at this time of year. Cutting off the transport route would have an impact across the mid-west and beyond.     The potential closure of the Mississippi river due to low water levels has raised concern for barge companies and others who use the river for shipping. Photograph: James West/Climate Desk    &quot;There are so many issues at stake here,&quot; said George Foster, owner of JB Marine Services. &quot;There is so much that moves on the river, not just coal and grain products, but you&apos;ve got cement, steel for construction, chemicals for manufacturing plants, petroleum plants, heating oil. All those things move on the waterways, so if it shuts down you&apos;ve got a huge stop of commerce.&quot; Companies which ship their goods on the river are talking about lay-offs, if the Mississippi closes to navigation. Those would be just the first casualties, Foster said. &quot;It is going to affect the people at the grocery store, at the gas pump, with home construction and so forth.&quot; And it&apos;s going to fall especially hard on farmers, who took a heavy hit from the drought and who rely on the Mississippi to ship their grain to export markets. Farmers in the area lost up to three-quarters of their corn and soya bean crops to this year&apos;s drought. Old-timers say it was the worst year they can remember. &quot;We have been through some dry times. In 1954 when my dad and grandfather farmed here they pretty much had nothing because it was so dry,&quot; said Paul McCormick who farms with his son, Jack, in Ellis Grove, Illinois, south of St Louis. &quot;But I think this was a topper for me this year.&quot; Now, however, farmers are facing the prospect of not being able to sell their grain at all because they can&apos;t get it to market. The farmers may also struggle to find other bulk items, such as fertiliser, that are typically shipped by barge. &quot;Most of the grain produced on our farm ends up bound for export,&quot; said Jack McCormick, who raises beef cattle and grain with his father. &quot;It ends up going down the river. That is a very good market for us, and if you can&apos;t move it that means a lower price, or you have to figure out a different way to move it. It all ends up as a lower price for the farmers.&quot; The shipping industry in St Louis wants the White House to order the release of more water from the Missouri river, which flows into the Mississippi, to keep waters high enough for the long barges to float down the river to New Orleans. Foster said the extra water would be for 60 days or so  time for the US army corps of engineers to blast and clear the series of rock pinnacles down river, near the town of Thebes, that threaten barges during this time of low water. Sending out more water from the Missouri would doom states upstream, such as Montana, Nebraska, and South Dakota, which depend on water from the Missouri and are also caught in the drought. &quot;There are farmers and ranchers up there with livestock that don&apos;t have water to stay alive. They don&apos;t have enough fodder. They don&apos;t have enough irrigation water,&quot; said Robert Criss, a hydrologist at Washington University in St Louis, who has spent his career studying the Mississippi. &quot;What a dumb way to use water during a drought.&quot; Elected officials from South Dakota and elsewhere have pushed back strenuously at the idea of sending their water downstream. Foster reckons there is at best a 50-50 chance Obama will agree to open the gates. But such short-term measures ignore an even bigger problem. Scientists believe the Mississippi and other rivers are headed for an era of extremes, because of climate change. This time last year, the Mississippi around St Louis was 20ft deeper because of heavy rain. In the spring of 2011, the army engineers blew up two miles of levees to save the town of Cairo, Illinois and Missouri farmland, and deliberately flood parts of rural Louisiana to ensure Baton Rouge and New Orleans stayed dry. &quot;It has kind of switched on us, and it switched pretty quick,&quot; said the coastguard chief Ryan Christiansen. &quot;It wasn&apos;t that long ago that you had pretty high flooding, and now we are heading towards record lows.&quot; Others argue that the Mississippi is over-engineered, after a century and a half of tampering with the natural flow. Over the decades, Congress funded a number of projects to deepen the shipping channel, doubling it in depth to 9ft, and building an elaborate system of locks and dams to keep the river in a confined space.     Barges power their way up the Mississippi River. Photograph: Jeff Roberson/AP    The engineers are constantly dredging the river&apos;s sandy bottom or building levees to keep barges moving. Those efforts to confine the river to a deep and narrow channel are believed to have made surrounding areas more vulnerable to extreme floods  as in 2011, when thousands were forced to flee their homes. Such measures may also not make sense in the long-term use of the river. Criss argues the long barge trains floating on the Mississippi are just too big for the upper reaches of the river anyway, and that the industry is unfairly subsidised compared with other transport providers such as rail. &quot;The whole system around here has been entirely reconfigured to accommodate these monstrous barges,&quot; he said. &quot;This is the whole problem. We want to run boats on the river with 9ft drafts that are almost a quarter of a mile long. They are too big for the size of the river up here.&quot; The Mississippi, Criss said, needs smaller boats.", 
    "section": "environment", 
    "gid": "environment/2012/dec/14/mississippi-river-shipping-levels", 
    "wordcount": "1317"
}