{
    "headline": "Wildlife haven in the Korean DMZ under threat", 
    "text": "A distant waterbird flaps lazily along a strip of verdant marshy shoreline, the brown river drifting sluggishly alongside, while a young soldier stands looking on bored with his rifle. There are no sounds but the water lapping and a soft drone of insects  only the barbed-wire fence and the military presence give a clue that this tranquil scene is the centre of one the world&apos;s most dangerous nuclear stand-offs. The no man&apos;s land between North and South Korea, surrounded on all sides by heavily armed watchtowers, has been in place since the Korean war ended in 1953. A narrow strip of land along the line that divides the country in two has been deliberately depopulated, to create a buffer zone between the two states. Inadvertently, this clearing has also created a haven for wildlife, including at least 67 of the world&apos;s most endangered species of birds, mammals, reptiles and insects. When the people moved out, animals and plants moved back in to recolonise what over six decades has become a small paradise. But this peaceful scene of a gradual return to nature is under threat, and with it some of the last shreds of the original biodiversity of this unique peninsula. Development is encroaching even here, with resurgent agricultural development destroying swaths of the restored habitat and clearing away regrown plant life. On the eve of the world&apos;s biggest conservation conference, which opens on the Korean island of Jeju on Thursday, scientists and experts on the area are pleading with the southern government to offer the region internationally protected status.     Train tracks pass near North Korea's demilitarized zone (DMZ). Photograph: Getty    SeungHo Kim, director of the DMZ Ecology Research Institute, said the question was becoming urgent: &quot;Unfortunately there are a lot of development projects around the demilitarised zone (DMZ). It is endangered.&quot; ChiYong An, his colleague, added: &quot;Policymakers are not aware of the speed of destruction of the DMZ.&quot; The effects are already being felt. On one island in the area, there used to be a population of 300 swan goose  now there are fewer than 60, An said. Hong Koo Lee, former prime minister of South Korea, chairs the organising committee for the 10,000-participant World Conservation Congress, the four-yearly meeting of the IUCN, hosted here as part of the government&apos;s programme for green economic growth. He said the future of the DMZ was a major concern for the Korean government: &quot;We have most successfully conserved the land in the DMZ  I don&apos;t find anywhere else like this in the world. We want to preserve it.&quot; However, key issues remain to be addressed  not least what will happen to the outskirts of the zone, where biodiversity is coming under increasing threat from encroachment. Only 4km wide, the core of the DMZ extends all the way across Korea  a distance of 248 km. The only people allowed to walk this mine-strewn wilderness are a small number of patrolling soldiers marked out in special gear that shows they are not planning aggression. Beyond the 2km line on each side, bordered by barbed wire fences, there is a further zone varying from about 7km to more than 15km in width, either side of the border, known as the civilian restricted zone. While outside the demilitarised zone proper, this is far from a normal space  there are strict controls on who can enter and for what purpose.     Manchurian cranes with their distinctive black and white feathers fly low over fields in Chulwon valley, just south of the Korean Demilitarized Zone. Photograph: AP    For the creatures that thrive here, this much bigger controlled area is just as important as the depopulated DMZ in terms of providing habitat. As a long strip across Korea, the zone encompasses a rich variety of landscapes  from coastal and river areas, surrounded by wetlands, to high wooded mountains and lush slopes inland. The cranes  including the white-naped and the Manchurian crane, listed as vulnerable and endangered respectively by IUCN  are among a host of migratory birds that come to winter, while permanent residents include the leopard cat, several types of deer, and in the mountains black bears and the rare amur goral, an ungulate. Snakes and reptiles, some of them very rare, also abound, and amphibians including the endangered Korean golden frog. Unfortunately, by the time the DMZ was set up, it was already too late to save Korea&apos;s tiger population, wiped out before the war. After the 1953 armistice, the security situation remained highly volatile, and people were strongly dissuaded from entering the restricted zone surrounding the DMZ proper. In the 1970s, the discovery of tunnels from North Korea, preparations for a possible invasion, heightened the sense of threat and the controls were strictly kept. Only a few people were allowed in from South Korea, with special licences from the government, and often they had to obey a curfew and return every sunset. It took two more decades for the threat to recede, but since 2000 there has been a noticeable thawing of relations. There are now even a handful of commuter buses that run North and South, to and from factories set up by southern companies in the north, where labour is cheaper. Though welcome to the stressed populations of both countries, this has spelt major change for the controlled zone. As the border has become safer, people  often the original landowners who were removed after the war  have returned in greater numbers, with more permits being granted by the government and fewer restrictions on where and what they can do. The results are obvious, as rice fields and plantations of ginseng crowd the wetlands bordering the DMZ. Many of these fields are not new  some date back centuries  but have been reclaimed for intense production. SeoungHo Kim, director of the South Korean government-funded DMZ Ecology Research Institute, points to some fields punctuated by large spits of woodland. &quot;All of that is owned by the same person, who would like to develop the woodland too, but there are mines in it,&quot; he says. An over-zealous reclamation of the land risks returning the restricted zone to the same intensive agriculture that characterises the rest of the region, which is not conducive to biodiversity, and would also leave the tiny strip of the DMZ exposed and vulnerable. Some of the new fields are surrounded with electric fences. For South Korea, this is a dilemma. An ancient country that has been invaded scores of times by its neighbours  China, Mongolia, Russia have all tried to seize power, and most recently Japan occupied the country from 1910 to 1945  food security is an essential part of its national spirit. South Korea is 100% self-sufficient in rice, our guide proudly announces  adding that the only imports are for use as animal feed. As a mountainous country, with only 20% of the land area suitable for arable farming, that means putting the land under serious pressure, obvious in the countryside near Seoul, where densely packed paddyfields are bordered by bean plants and maize, so as not to waste an inch, and even roadside verges are planted with squashes and chillies. A further concern is that if the country is reunified  and South Korea&apos;s Unification Bridge, Village and Observatory, as well as the Peace Bell bell rung hourly at the last stop before the North, attest to its hope of doing just that  then this zone will be up for grabs. Hence the movement now building, both within Korea and among international NGOs and scientists, to have the DMZ declared an internationally protected site. One key opportunity was to have this week&apos;s congress pass a resolution on protected status. Those hopes have been dashed, however. Lee, chairman of the organising committee, said: &quot;We asked for discussions on this matter at Congress, but we are very careful because this is a question between North and South Korea [which are jointly responsible for the DMZ]. We hoped the North Korean delegation would attend but for whatever reason, they could not.&quot; That means there can be no resolution of the issue at the conference, and there is no discussion of the issue between the two states yet in sight. While governments stall, the prospects for the last great hope for Korea&apos;s ancestral biodiversity are being steadily eroded.", 
    "section": "environment", 
    "gid": "environment/2012/sep/06/wildlife-haven-korean-dmz-threat", 
    "wordcount": "1354"
}