{
    "headline": "Vaughan Bell: the truth about lie detectors", 
    "text": "With his dying breath, Fred Ery identified Floyd &quot;Buzz&quot; Fay as his murderer. &quot;Buzz did it,&quot; he whispered to his wife, even though the assailant had covered his face and fled quickly from the scene. Ery had been shot as he worked late in his small general store but managed to give Buzz&apos;s address shortly before he died on the operating table. Only a few hours later, the police had Buzz&apos;s house in Ohio surrounded. When Buzz was charged with aggravated murder, he didn&apos;t seem particularly perturbed. &quot;I kept thinking, they&apos;ll find the right person, they&apos;ll get this straightened out, they&apos;ll let me go tomorrow,&quot; he told the Calgary Herald, &quot;I wasn&apos;t even going to hire a lawyer.&quot; The county prosecutors offered Buzz a deal: they would drop all charges if he agreed to take a polygraph  a lie detector test  to prove his innocence. Convinced the whole episode was one big mistake, Buzz readily agreed. He took two tests but both suggested he was lying about his innocence. This, along with circumstantial evidence, sealed his 1979 conviction and he spent two-and-a-half years in prison for a murder he didn&apos;t commit. During his time in prison,Buzz studied the polygraph. Hesenthis results to a number of expertsbut received wildly different interpretations. Determined to show the test was fallible, he developed a training exercise to help people fool the lie detector and after just 15 minutes of instruction, 23 out of 27 inmates beat the polygraph. Buzz was eventually exonerated, helped by the testimony of the real killer&apos;s mother, and his case has become one of the most notorious episodes in the history of the technology. The name &quot;lie detector&quot; is misleading in many ways. First, the polygraph doesn&apos;t actually detect lies but, instead, measures arousal. It is based on the idea that we will be a little more stressed, with fleeting changes in blood pressure, sweat gland activation and respiration, when answering questions with lies compared to giving truthful responses. The majority of tests involve comparing responses to control questions that the interviewee will respond truthfully to (&quot;Are you sitting in a chair?&quot;) with responses to investigation-relevant questions (&quot;Did you handle the money?&quot;). The &quot;lie detection&quot; part comes from an interpretation of the differences in arousal between these types of answers. But physiological differences may arise for many reasons, not just from intentional deception  I may become more stressed if I worry that I won&apos;t be believed, or if the question concerns something that is naturally arousing  perhaps even just a question that contains highly emotional words. Because there is no pattern of arousal that is unique to deception, the decision to classify a set of responses as untruthful is inevitably a leap from the shaky ground of ambiguous data into the fog of inference. As a result, techniques to &quot;beat&quot; a polygraph are simple and effective. The simplest strategy seems to be to increase arousal during the control questions, rather than trying to reduce arousal during deception, to eliminate any difference. Second, if I want to know that someone is telling the truth or not, I want to make sure that the technology produces as few false positives and false negatives as possible. For example, just as I can correctly punish all criminals by throwing everyone in jail (innocents, or false positives, be damned), I could correctly &quot;detect&quot; 100% of lies just by classifying every answer as a falsehood. Accuracy, however, requires a balance. Reviews of the scientific evidence by the National Research Council in the US and the British Psychological Society in the UK have indicated that the polygraph has an accuracy of about 85% when evaluating genuinely guilty people. Unfortunately, the accuracy is probably nearer to 50% (with results here varying greatly across studies) when attempting to do the same with genuinely innocent people. But despite the inherent unreliability of lie detectors, they have recently seen a rebirth. Even though the British have always been reticent about the technology, Hertfordshire police recently announced a trial using polygraphs to monitor convicted sex offenders. This is undoubtedly because recent studies have shown that offenders will actually produce more risk-relevant information during interviews when wired up to a polygraph than during a standard police interview. Yet this is unlikely to be due to the technology itself; years of research have shown people are more truthful when wired up to a convincing but fake machine  the so-called &quot;bogus pipeline to the truth&quot; effect. A 2007 study by psychologist Theresa Gannon and colleagues at the University of Kent tested exactly this effect with sex offenders. Child molesters who were attached to a bogus polygraph admitted higher levels of offence-facilitating thoughts than those who were just given a standard interview. So if it leads to more information, shouldn&apos;t the police be using it? For those who want to base offender monitoring on a technique that relies on ignorance for its validity, it is unfortunate that none of these details is secret as they&apos;ve been discussed openly in scientific and lay forums for years. Any form of risk management that relies on an offender not knowing about Google is inherently flawed, but perhaps more importantly, we have a responsibility to ensure that the police are not basing public safety on methods that are so easily fooled.", 
    "section": "science", 
    "gid": "science/2012/apr/22/lie-detector-fallibility-criminal-psychology", 
    "wordcount": "911"
}