{
    "headline": "Boot up: web v apps, Google v France, the iPhone sales puzzle, how Facebook hacked it and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Browsers and Apps in 2012 &gt;&gt; Tim Bray  It&apos;s like this: The browser&apos;s doomed, because apps are the future. Wait! Apps are doomed because HTML5 is the future. I see something almost every day saying one or the other. Only it&apos;s mostly wrong.   Keep this in mind for a little lower down. Read Bray&apos;s post first, though. Web Intents - The Next Wave Of Web Apps &gt;&gt; Ido&apos;s Blog  One of the greatest strengths of the web is that the the ease of linking allows innovative new apps to succeed without asking anyone else&apos;s permission - but up until now that hasn&apos;t applied to integrations between web apps. Web Intents is an emerging W3C specification inspired by Android&apos;s Intents system that aims to solve the problems of communications. Here are some slides that explain the main concepts from a pervious talk.   Fabulous idea. Android Intents is a great concept. French privacy watchdog to quiz Google on policy change &gt;&gt; BBC News  France&apos;s data protection watchdog has set up a meeting with Google to closely examine its controversial privacy policy.  The search giant consolidated 60 privacy policies into one single agreement in March. The EU expressed concern over the legality and impact of the change.  France&apos;s information commission, the CNIL, said it was not yet &quot;totally satisfied&quot; with Google&apos;s explanation of the amendments.  iPhone market share in the USA: 50% of Q1 sales &gt;&gt; Benedict Evans Evans works for Enders Analysis. Here&apos;s a little bit from his latest report:   Roughly 50% of all the smartphones sold in the USA in Q1 2012 were iPhones. This is very different to the global picture:  Android is outselling iPhone by more than 2:1 on a global basis. But in the USA, Apple is massively outselling Android. That has obvious implications for where (mainly US-based) developers should be placing their efforts.   More to come today. State of the Appnation - A Year of Change and Growth in U.S. Smartphones &gt;&gt; Nielsen Wire  Roughly a year ago when we summarized the state of smartphones at the Appnation conference, less than 40% of mobile subscribers in the U.S. had smartphones. Today, one in two mobile subscribers has a smartphone and that figure is moving steadily upwards.  By most measures, it has been the year of the App once again, driven mostly by the rise of Android and iOS users who have more than doubled in a year and account for 88% of those who have downloaded an app in the past 30 days. In just a year, the average number of apps per smartphone has jumped 28%, from 32 apps to 41. Not only is the 2012 smartphone owner downloading more apps, they are increasingly spending more time using them vs. using the mobile web -- about 10% more than last year.  How Mark Zuckerberg Hacked the Valley &gt;&gt; Businessweek Worth reading today, of all days. Smartphone Market Shares after Q1 - It&apos;s the digital jamboree year of smartphone bloodbath &gt;&gt; Tomi Ahonen Ahonen isn&apos;t very happy about what&apos;s happening to Nokia. (He used to work there.) Also has calculations for smartphone installed base by platform, which puts Android top at 328m, then Symbian (299m) and iOS (178m) from a total of just over 1bn. Not every problem with Android should be called &quot;fragmentation&quot; &gt;&gt; Phonearena  And, that leads us to the number one issue cited as a problem: developer support. Developers claim the platform is too troublesome because of device specific variations, but the reality is that it&apos;s just that developers don&apos;t think they make enough money to justify that work. This could be because of the single listing and therefore single purchase of apps [for both phones and tablets], but it&apos;s really just a vicious cycle where developers don&apos;t put enough support into the ecosystem, and so the ecosystem doesn&apos;t support developers.   Isn&apos;t it more likely that the developers evaluate the opportunity cost of each platform, and cut their cloth accordingly? If they don&apos;t find it worthwhile to test, say, Temple Run on 1,000+ devices, that&apos;s not their &quot;fault&quot;. It&apos;s their rational judgement of investment return. If you can&apos;t make money, you won&apos;t spend money. It&apos;s the classic bootstrap challenge of every ecosystem. (Thanks @beardyweirdy666 for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/18/technology-links-newsbucket", 
    "wordcount": "778"
}