{
    "headline": "Starwatch: Scorpius", 
    "text": "   Graphic: Finbarr Sheehy    The approaching solstice ensures that our June nights are brief and awash with twilight, particularly over northern Britain. Our latitudes also mean that Scorpius, one of the most interesting constellations in the entire sky, remains partly hidden as it slides westwards across the S horizon. The chart above, some 35 wide, looks S at 01:00 BST at present and shows the whole of Scorpius as it appears from 40 N, roughly the latitude of Madrid. As we travel northwards, though, the horizon climbs higher and the southern parts of the scorpion, its tail and Stinger, dip lower in the sky and eventually disappear from view. Dashed lines indicate the horizon for London and Edinburgh. The leading star of Scorpius, the red supergiant Antares, shines near mag1.0 from about 550 light years (ly). Its distinctive hue helps it to stand out when it is so low in our twilit sky and comes from its relatively cool surface near 3,100C as compared with our Sun&apos;s 5,500C. It is 60,000 times more luminous and perhaps 800 times wider than our Sun so that, if the two exchanged places, it would engulf both the Earth and Mars. Like many red supergiants, Antares pulsates a little in size, but its brightness variations are less spectacular than those of the hot blue star Delta to its west. Also called Dschubba, Delta has been ejecting swathes of gaseous material since 2000 and varying erratically between mag 2.3 and 1.6, a factor of two. Graffias, N of Delta, appears double when viewed through a telescope but since each of its stars consists of two or more other stars, Graffias is really a multiple star system. Other double stars pepper Scorpius which is also replete with star clusters and nebulae as we look in directions towards the centre of our Milky Way galaxy. Look for the globular star cluster M4 1.3 to the W (right) of Antares. Although low as seen from Britain, it appears as a fuzzy ball almost as wide as the Moon if observed high in a dark sky. Consisting of hundreds of thousands of ancient stars, its distance of 7,200 ly makes it the closest globular visible in our sky. The galactic centre itself lies some 27,000 ly away, close to where the borders of Scorpius, Sagittarius and Ophiuchus meet 17 E of Antares. Gas and dust clouds hide it from view at optical wavelengths but not from X-ray, infrared or radio telescopes. These reveal stars orbiting rapidly around a supermassive black hole with the mass of 4 million suns or more. Since 2011, astronomers have been tracking a gas cloud with a few times the mass of the Earth as it moves towards an encounter with the black hole within the coming weeks. The outcome may be a flurry of X-rays, but not enough to endanger life on Earth.", 
    "section": "science", 
    "gid": "science/2013/jun/09/starwatch-constellation-scorpius-galactic-centre-black-hole", 
    "wordcount": "491"
}