{
    "headline": "Star Wars Kinect  review", 
    "text": "A long time ago, in a galaxy far, far away, a small boy dreamed of wielding a lightsaber and becoming a Jedi. Well, for a long time read 35 years, and for far, far away read Muswell Hill, but you take the point; Star Wars Kinect is a game that has long been eagerly awaited.So how does it do? The answer rather depends on what you want from it. As a family-friendly game, it&apos;s varied, entertaining and a (qualified) success. As a full-blown Jedi simulator it&apos;s a dagger to the heart of fanboys everywhere. There are five game modes on offer. &quot;Jedi Destiny&quot; is a surprisingly long quest in the clone war era that involves battling relentless waves of droids and lizard-creatures interspersed with space battles, speeder chases and more. All of which is rather fun, not least because it&apos;s pretty easy and plays like it&apos;s on rails. The only thing wrong with it is the lightsaber controls, which are inexcusably imprecise and often frustrating. Compared to the elegance of Skyward Sword on the Wii, SWK makes the lightsaber both clumsy and random. Obi-Wan must be spinning in his blue aura. Which, in turn, makes &quot;Duels of Fate&quot;, in which you take on a series of opponents with your saber, culminating in Darth Vader, something of a chore. &quot;Podracing&quot; sees you race alone or against a friend in split-screen. The Kinect controls work well here, but in order to make it playable the top speeds are quite pedestrian. It&apos;s perfect for family fun or post-pub laughs, however. The most successful mini-games are surprising. &quot;Rancor Rampage&quot; lets you lumber around your front room smashing up Mos Eisley, hurling bots and eating civilians. And here the imprecision of the controls just adds to the sense of lumbering might. Improbably, perhaps, &quot;Galactic Dance Off&quot; is the star of the show, pitting you against a bikini-clad Princess Leia dropping moves in an effort to impress Jabba the Hutt. The Kinect controls seem vastly more precise here, and the altered lyrics of the three pop classics are brilliant. All in, Star Wars Kinect is a pretty good game. It lets you jump, spin and use the Force like a true Jedi. Unfortunately, in this galaxy, right now, it also only allows players to wield a lightsaber with the accuracy and grace of a stampeding bantha.", 
    "section": "technology", 
    "gid": "technology/2012/apr/08/star-wars-kinect-xbox-review", 
    "wordcount": "401"
}