{
    "headline": "The green deal is a game-changer for the energy market", 
    "text": "The government&apos;s announcement this week giving industry the green light to bring the green deal energy-efficiency market into operation is a game-changer. To frame the debate about the green deal entirely around loft insulation, as this Guardian report does, simply misses the point. The green deal will open up the energy-efficiency market. Rather than a market where you get what you are given from a limited number of big players, it will unlock unprecedented choice for consumers and it will empower small- and medium-sized businesses  the engine of our economy  to enter and to innovate. The government&apos;s ambition for the green deal goes much further than the current system of cheap loft-lagging and cavity-wall insulation paid for through levies on everybody&apos;s bills. It both recognises the opportunities presented by the growing green goods and services market, which now supports 1m jobs, and that in tough economic times, government subsidies must be targeted where they can have most impact and enduring value. One fact about loft insulation is that the market is shrinking. 99% of lofts have some kind of insulation. By the end of the year about 200,000  only about 1% - will remain without any insulation; and well over half have the maximum level. So it&apos;s inevitable that forecasts show the number of loft insulations will fall: there are fewer of them to do. The reason for this is far from failure  quite the opposite. The job has largely been done thanks to government subsidy schemes which have to date focused very strongly on lagging our lofts with the result that almost all of us have benefited. And in tough times, it doesn&apos;t seem right that the government should continue to promote indiscriminate subsidy for measures which pay for themselves, when there are so many other challenges where subsidy is needed more. Insulating your loft is still a good idea, it pays for itself, and the green deal means you can do this without upfront costs - what better platform for an industry to diversify and innovate? Contrast this with insulating our solid walled properties. Of the UK stock of about 8m solid-wall homes, only about 130,000, or 2%, have been properly insulated. So here is a virtually untapped market which has benefited from little or no subsidy to date and where the potential for carbon savings is 10 times that of topping up a loft (1t CO2 as opposed to 0.1t CO2) and can mean 10 times the financial savings for householders - 274 compared with 25 a year, on average. It&apos;s good for society to do this, but without subsidy the case doesn&apos;t yet stack up for an individual  so, unlike lofts, this is an area where the government must act. Furthermore, because installations like solid wall are generally bigger jobs than loft lagging they employ more people so the potential for jobs growth  up to 60,000 in the insulation sector alone by 2015 is built in. In fact, even with the declines in loft insulation, our proposals lead to double the jobs in the insulation sector than today. Now is the right and responsible time to focus government support where it can add most value, to broaden consumer choice and to facilitate growth and diversity in the market.", 
    "section": "environment", 
    "gid": "environment/green-living-blog/2012/jun/14/green-deal-energy-market", 
    "wordcount": "548"
}