{
    "headline": "Cost of saving endangered species 50bn a year, say experts", 
    "text": "Spending on conservation projects must rise by &quot;an order of magnitude&quot; if governments are to meet their pledges to manage protected areas and halt the spectacular rate of extinctions caused by human activity. A stark assessment from an international collaboration of conservation groups and universities reveals the enormous shortfall in funds required to save species, and warns that costs are likely to increase, the longer action is delayed. To reduce the risk of extinction for all threatened species would cost up to $4.76bn (2.97bn) every year, they say, with a further $76.1bn (47.4bn) required annually to establish and manage protected areas for species known to be at risk from habitat loss, hunting and other human activities. Though governments agreed in 2010 through the Convention on Biological Diversity (CBD) to reduce the rate of human-induced extinctions and to improve protected areas by 2020, progress has been limited, in part because the financial costs of different strategies have been unclear. &quot;These seem enormous figures to us as individuals, but in terms of government budgets they are trivial,&quot; said Stuart Butchart, the global research co-ordinator at BirdLife International in Cambridge. &quot;The $3-5bn to improve the status of threatened species and prevent extinctions is less than the amount that the Royal Navy&apos;s new aircraft carrier is over budget. And the cost for both species and site targets is less than half the amount spent on bankers&apos; bonuses last year.&quot; The costings will feed into the meeting of the CBD under way in Hyderabad, India. Writing in the journal Science, the authors warn that resolving the conservation funding crisis is urgent. One challenge those attending the CBD meeting must address is the disparity in resources available for conservation in richer countries and the greater potential for conserving species in poorer, more biodiverse countries. The costs to save individual species vary as widely as the strategies required. The ground-nesting raso lark is found on only one of the Cape Verde islands, and conservationists hope to reintroduce it to a neighbouring island. Before that, a population of cats introduced by humans must be exterminated. &quot;They would probably wipe out any birds that you put there,&quot; said Butchart. In the US, the Californian condor used to range across the country, but no longer. One threat to the birds is the lead shot used by hunters in the wild. The birds are scavengers and can suffer if they ingest lead from animal carcasses. Efforts to protect rhino populations have focused on controlling poaching, guarding their habitats and providing suitable grasslands. In the Mediterranean, a programme of captive breeding and reintroduction has improved the lot of the Mallorcan midwife toad. For their analysis, the authors gathered details on the conservation of 211 globally threatened bird species and the costs to improve their status by one category on the red list of threatened species, maintained by the International Union for Conservation of Nature. For example, a species ranked as endangered might be reclassified as merely vulnerable after a successful conservation project. The researchers devised a model that then extrapolated the costs of conservation to all threatened bird species. Drawing on other conservation data for threatened mammals, amphibians, reptiles, invertebrates and plants, the scientists arrived at a model that could predict the costs for all threatened species. In parallel, the team gathered information on the costs of protected areas for bird life and from these worked out how the cost would rise to establish and maintain safe havens for all threatened species. &quot;These aren&apos;t bills, they are investments in natural capital, because they are dwarfed by the benefits we get back from nature, the ecosystem services, such as pollination of crops, regulation of climate, and the provision of clean water,&quot; said Butchart. &quot;Governments have found vast sums to prop up the financial infrastructure of the world. It&apos;s even more vital to keep our natural infrastructure from failing,&quot; he added.", 
    "section": "environment", 
    "gid": "environment/2012/oct/11/cost-save-threatened-species", 
    "wordcount": "665"
}