{
    "headline": "The new iPad: the implications for apps and developers of Apple's latest tablet", 
    "text": "This sounds like faint praise, but the biggest news for developers from the unveiling of Apple&apos;s new iPad may be the company&apos;s decision to lop 70 off the price of the previous model. Selling the iPad 2 for 329 in the UK ($399 in the US) has the potential to expand the userbase for Apple&apos;s tablet, in the same way that the still-available iPhone 3GS and iPhone 4 have done for the company&apos;s smartphone. For developers still mulling whether to invest more in making tablet apps, the price drop could be the tipping point. That said, be wary of any claims that the cheaper iPad 2 will suck developers away from Android. The two most interesting Android tablets for many developers Amazon&apos;s Kindle Fire and Barnes &amp; Noble&apos;s Nook Tablet start at $199 in the US. Anyway, what about that new iPad, and its implications for developers? The most obvious impact is for games, as shown by the two titles demonstrated at the launch: Namco&apos;s Sky Gamblers Air Supremacy, and Epic Games&apos; Infinity Blade Dungeons. Developers with the necessary resources will be licking their lips at the prospect of making use of the new iPad&apos;s Retina display, quad-core A5X processor and rumoured 1GB of RAM for beefier, better-looking games. Expect the phrase &quot;console-quality&quot; to be hurled around a lot in the coming months. The new iPad won&apos;t be the only quad-core tablet by any means, but the key here will be its reach the quicker it reaches a significant install base, the more developers will be able to justify the investment required to make these kinds of games. An important point: these are only a certain portion of the iPad games market. Apple&apos;s own chart for the top 25 all-time paid apps on iPad in the UK is stuffed with games like Angry Birds, Scrabble and Monopoly, Fruit Ninja and Cut the Rope, which have always been about accessible gameplay rather than graphical horsepower.  These kinds of games will sharpen up for the Retina display, of course, but that&apos;s evolution rather than revolution for their developers. The fact that Autodesk&apos;s SketchBook Ink was the third new app demonstrated at the new iPad&apos;s launch shows potential for art and creativity apps with the new screen and beefier processor, too. &quot;Professional and everyday artists are going to love this device, and it&apos;s going to inspire them to create beautiful pieces of artwork,&quot; said Autodesk&apos;s Chris Cheung at the launch. Remember that debate about iPad (and, indeed, tablets in general) being just for consumption rather than creativity? We&apos;ll see more apps coming out that will continue the process of laying that notion to rest. Look at the push made by Adobe into tablet apps in recent times, and think about what it might do now with the new iPad and comparable devices.     Infinity Blade Dungeons shows off the new iPad's graphical heft    I was interested in the fact that all three of these apps were specifically referred to as iOS exclusives at the event, and wonder whether this is something Apple is pushing for more overtly in its dealings with developers. Then again, exclusivity may simply be what&apos;s required to get a slot on-stage during an Apple keynote. It&apos;s too early to say what impact the new device will have on apps from the media industry. Will that Retina display make new iPad owners more likely to subscribe to digital magazines and newspapers, or use apps like Netflix and BBC iPlayer? Another area  tablet-based augmented reality should also benefit from the much-better rear camera in the new iPad. But this is very much a niche for now. Of more practical use to most iOS developers is the news that emerged after the launch event, that Apple has increased the download-size limit on apps downloaded over a mobile network (as opposed to Wi-Fi) from 20MB to 50MB. Even so, the big takeaways from the launch are more about the wider competitive landscape: not just how the iPad compares to its closest Android rivals, but where it sits in the context of computing as a whole. Apple chief executive Tim Cook took a direct swipe at Android during his presentation, criticising &quot;blown-up smartphone&quot; apps for Twitter and Yelp on Google-powered tablets, and comparing them to the slicker versions on iPad. It was a well-aimed blow: those tablets are easily capable of running the better versions, so why aren&apos;t developers providing them? Note, though, that Cook didn&apos;t show, say, the Kindle Fire version of Twitter, which is better. The big thing for developers to chew over is what Cook describes as &quot;the post-PC revolution&quot; an idea that book-ended the launch event. &quot;A world where the PC is no longer the centre of your digital world, but rather just a device,&quot; said Cook. &quot;We&apos;re talking about a world where your new devices, the devices you use the most, need to be more portable, more personal and dramatically easier to use than any PC has ever been.&quot; It&apos;s this shift which is not just an Apple thing that is disrupting the businesses of established software firms and providing big opportunities for new startups and developers. With that in mind, all eyes will now be on Apple&apos;s WWDC conference this summer, as well as corresponding events from Google, Microsoft and others, for more pointers on how this post-PC shift is guiding the evolution of their platforms. Or, to put it another way: it&apos;s fun to chew over the implications of the new iPad hardware for developers. But the real meat will come with iOS 6, Android 5, Windows 8 and other software in the months to come.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/08/ipad-apple", 
    "wordcount": "949"
}