{
    "headline": "University sustainability: where should we focus our energies?  live chat", 
    "text": "&quot;Universities are the true thought leaders of society and if they don&apos;t lead the way, there is a risk that less independent voices fill the vacuum with their own agenda on the subject of sustainability, rather than insights based on robust research,&quot; wrote Jonathon Porritt for the network last year. A year on, are universities driving the sustainability movement forward  or has energy on this issue stalled? The 2013 People &amp; Planet Green League shows some universities are making more effort than others. Manchester Metropolitan University moved from 10th to top place in the table, achieving the highest ever Green League score of 59.5 out of 70. The biggest jump came from the University of Reading which moved up 42 places to 17th, while the University of Oxford, which failed this year&apos;s assessment, moved down 13 places to 132. What is higher education&apos;s role in creating a more sustainable environment for the wider community, as well as its own students and staff? Is it tradition that&apos;s preventing some universities from adopting more ethical forms of procurement, infrastructure and teaching models  or a case of sustainability scepticism among senior heads and academics? &quot;We&apos;re seeing excruciatingly slow progress from too many universities in some criteria such as ethical investment given the urgency of the climate challenge,&quot; says Louise Hazan, who created the People &amp; Planet Green League. Are universities failing to connect academic research into climate change with their own decisions on who they procure from, and partner with? How can education respond to these complex challenges? In this debate, we want to hear your views on how far the sector has come on university sustainability, and ask in what way it&apos;s more than just a green issue. How does it impact on leadership, teaching and learning, research, procurement and the overall mission of the university? Here&apos;s what we&apos;re looking to discuss:  How sustainability research is being supported and funded  Challenges and benefits of ethical procurement  Education&apos;s role in a sustainable future  Collaborative partnerships  Where to focus university efforts Join our live web chat in the comments below on Friday 14 June from 12-2pm BST. The discussion is open to all and we invite you to have your say on what is expected to be a lively debate. You can also follow the debate live on Twitter using the hashtag #HElivechat. Panel Louise Hazan is the creator and compiler of the People &amp; PlanetGreen League and supports students campaigning to improve theenvironmental record of universities. @greenhaze John Hindley is head of environmental sustainability at Manchester Metropolitan University. @mmuenvironment @mmufutures Harriet Waters is head of environmental sustainability at the University of Oxford. She previously worked at Oxford Brookes University and implemented ISO14001 across all the university sites and led the university travel plan. @UniofOxford Simon Kemp is the academic lead in education for sustainable development at the Higher Education Academy. Simon chairs the sustainability action group at the University of Southampton and also convenes the Sustainability in Higher Education Developers (SHED) network. @skemp_esd Harriet Sjerps-Jones is board member of the Environmental Association for University and Colleges (EAUC). She works for the University of Exeter and has the responsibility to coordinate and promote informal and formal learning for sustainability. @Harriet_UoE Alex Hope is a lecturer in sustainable development and project management at Northumbria University. He is founder of One Planet Management and author of the blog Dr Sustainable. @DrSustainable Martin Wiles is head of sustainability at the University of Bristol, where he developed Green Impact with NUSSL. He has 25 years experience in the sustainability field working in business and local authorities. @BUSTbristol Sara Macey is project manager of the EcoCampus scheme, a nationalenvironmental management system and award scheme for the HE and FE sectors. @EcoCampusEMS Rebecca Cottington is environmental officer at Birmingham City University. @MyBCU Edward Bending is environmental communications officer at the University of Brighton. @_cchange_ Chris Garrard is a postgraduate composer at the University of Oxfordwho campaigns with several groups, including People &amp; Planet. @TheGarrard  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/jun/11/university-sustainability-strategy-research-impact", 
    "wordcount": "696"
}