{
    "headline": "Make the most of waxwings in this welcome winter weather", 
    "text": "Winter seldom comes as a relief. But after the spring hose pipe ban that led, perhaps inevitably, to a summer and autumn of deluge and flood, this winter is indeed most welcome. Not that town and country are particularly well decked out for it. Holly berries are generally scarce, as the bushes flowered during lousy spring weather and so scarcely set fruit. Those in need of berried holly should search up north or on high ground, where the bushes flowered later, during eight days of sublime weather in late May. There is a good crop up in the Yorkshire Dales. Also, some garden varieties and the odd wild bush flower late, and so too are well-berried. Alternatives for use in Christmas wreaths this year are bryony berries, which intertwine nicely, and cotoneaster berries. Ivy is ivy, and hopefully always will be  there&apos;s plenty of it, though the dark berries are late in developing. It seems to be a reasonable year for mistletoe, which suffers more in drought years anyway.     Holly berries are generally scarce, as the bushes flowered during lousy spring weather and so scarcely set fruit. Photograph: Alamy    The birds will soon take what holly berries there are, before Christmas in all probability. This is partly because there is little else in the way of fruit and berries for them, except for a modest amount of hawthorn berries, or haws, which also result from the fine end of May. Other winter berries have largely failed, as the parent trees flowered during foul weather in spring or early summer. There are precious few sloes for gin making, and hardly any fallen apples for the fieldfares. More importantly, there are a great many fruit and berry-eating birds around this winter. This is not because they had a great breeding season here  they didn&apos;t  but because a multitude has come over here from Scandinavia, where an even lousier spring produced even less for them. There was a massive influx of Scandinavian thrushes and the like on 22 October, though many perished in dense fog along the east coast. The ghastly truth is that sooner rather than later there will be little left for these starving hordes to eat, and not simply because of widespread flail-cutting of hedges during the early autumn  the fruit and berry supply is limited and will soon run out.     The wings of a waxwing possess a small but distinct band of gold and red feathers, the latter being of the colour and texture of old fashioned sealing wax. Photograph: Alamy    Bird of the winter, so far, is the waxwing. These are the size of a starling, though in silhouette they have a distinct pterodactyl-like crest. They are a rather plain-looking pinky-buff bird with a black throat. However, their wings possess a small but distinct band of gold and red feathers, the latter being of the colour and texture of old fashioned sealing wax. Their dark tails are tipped with gold. They feed in flocks on berry-laden trees and are often almost oblivious to people, and easy to photograph. Above all, they relish sorbus (whitebeam) berries, the large synthetic-looking red, yellow or cream berries so familiar on leafless trees along housing estate roads. Because of this predilection waxwings are very much a town and garden bird. Waxwing winters, as they are known in birding circles, are not common so make the most of it. And what are the best features of December weather? First and foremost, are the sunsets. Cold clear days will end with a blood-drained sun retreating slowly into a silent night of gathering frost, while grey days end with just a tint of pink in a lead-grey sky. Best of all are the days of stillness and quiet, which we seldom experience in summer  the embalmed stillness of midwinter air is something deeply wonderful, the world of nature seems truly asleep and at peace with itself. Best of all, we have not had anything even remotely approximately to a summer since 2006. 2012 was a nightmare. We are seriously overdue. Surely, then, we can look forward to the new year with relish?  Matthew Oates is naturalist in residence at the National Trust  Share your photos of &apos;festive fauna and flora&apos; on our Flickr group", 
    "section": "environment", 
    "gid": "environment/blog/2012/dec/06/green-shoots-waxwing-winter", 
    "wordcount": "657"
}