{
    "headline": "The strength of the Prix Pictet is in danger of becoming watered down", 
    "text": "The Prix Pictet is possibly the world&apos;s greatest photography prize. In just four years it has become like an Oscar or Nobel prize for stills photographers. It is backed by a private bank, so the cheque for 100,000 Swiss Francs prize is unlikely to bounce. The competition is only open to people nominated by others, attracts the very best entries and the pictures chosen by the judges travel the world for a year in a major exhibition. (Don&apos;t think about buying them, though: Pictet has helped elevate pictures of the environment into mainstream &quot;art&quot;, but a set of any of this year&apos;s shortlisted photographers will set you back 10,000 or more.) After water, earth and growth over the last few years, this year&apos;s theme was power, and earlier this month the 12 shortlisted photographers showcased some of their work at the Saatchi gallery in Chelsea. The main prize was won by Luc Delahaye for a selection of pictures covering the tsunami, Dubai, the World Economic Forum and Opec. It is a brilliant body of work compiled over eight years around the institutions that pull the levers of power and the victims of war and natural disaster. But of the 11 other shortlisted photographers, six submitted pictures of physical environments that have been bruised or violently damaged by industrial power. They included pictures from the 2010 Gulf oil spill, the aftermaths of Chernobyl and Fukushima and destruction of forests. In the words of Stephen Barber, group managing director of the bank Pictet &amp; Cie and founder of the prize:  &quot;Here is art with purpose, art with power to penetrate every sphere of human activity, art with the energy to open the most jaded eye to the catastrophe that creeps upon us or art to document the sleepwalk to cataclysm.&quot;  Together, the pictures illustrate the war - there is no other word - being waged by global industry on the environment. Daniel Beltra&apos;s pictures of the BP oil spill, first commissioned by Greenpeace, show abstract beauty and seductive horror side-by-side in the Gulf of Mexico. His images of a coral green, oil-stained sea, ablaze with the violent colours of dispersants, illustrate the tiny scale of the clean-up and the gorgeousness of the water.     Oil Spill #1 by Daniel Beltra.  Photograph: Daniel Beltra/Prix Pictet 2012    Robert Adams&apos;s black and white pictures of deforestation in Oregon offer a landscape of war and violence.      Clatsop County, Oregon by Robert Adams from  the series Turning Back. Photograph: Robert Adams/Prix Pictet 2012    Philippe Chancel&apos;s series from within the Fukushima reactor exclusion zone after the tsunami conveys the irresistible power of nature in contrast to the reactor&apos;s collapse.       Higashimaecho by Philippe Chancel from the series Fukushima: The Irresistible Power of Nature. Photograph: Philippe Chancel/Prix Pictet 2012    Carl de Keyzer photographs the coastal defences of Europe in a series linking traditional sea walls with future sea-level rise.     Isola di Capo Rizzuto, Italy by Carl De Keyzer from series Moments Before the Flood. Photograph: Carl De Keyzer/Prix Pictet 2012    In all of these pictures, the face of man the destroyer is present only by inference. We see his works  wrecked cars, boats and buildings, devastated forests and pollution  but not his eyes. We know the story behind all these pictures but we are not asked to accuse anyone or pin the blame on any corporation or individual.  It is only when we see Joel Sternfeld&apos;s powerful portraits of the negotiators at the 2005 Montreal UN climate change conference, that we can read the anxiety and nervousness of our governments and world leaders as they discuss the enormity of what mankind has unleashed on the world.      When It Changed by Joel Sternfeld. Photograph: Joel Sternfeld/Prix Pictet 2012    For sheer horror, Akintunde Akinleye&apos;s now famous shot of a Lagossian wiping his face with water after a pipeline explosion - not shortlisted, but like many other superb works in the exhibition - best expresses the human tragedy of poverty in the age of oil. Prix Pictet was set up in 2007 as an international prize to &quot;communicate important messages about global environmental issues&quot;, and has helped to move them into the mainstream. But reading between the lines, this may be the last Pictet to focus on the damage that man has done. In an afterword in the accompanying book, Barber makes the case for expanding the &quot;mission&quot; of the award to embrace not just &quot;environment&quot; but &quot;more general questions of sustainability&quot;. This could prove a dangerous road because &quot;sustainability&quot; can mean all things to all people. The judges of the Pictet and its advisory board - largely investment managers, business journalists, bank employees and art collectors including Leo Johnson, the brother of the mayor of London, Boris Johnson, a former PricewaterhouseCoopers partner - come largely from that section of the international art and business establishment that has paid little attention so far to climate change or the great environment issues of our time, and who just might welcome a change from these uncomfortable images. Five years ago, writes Barber, &quot;with the world economy expanding with abandon and easy money in abundant supply, environmental activism seemed not only affordable, but a convenient expiation for our sins of overconsumption. But as the financial crisis took hold, the pieties of the environment lobby came to be seen as extravagant scaremongering&quot;. Well, that may be true in the charmed European, American and British financial corridors of power that created the crisis, but Pictet&apos;s directors should need no reminding that the war goes on and those on the frontline would certainly not agree.", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/24/prix-pictet-environment", 
    "wordcount": "867"
}