{
    "headline": "OFT to look into smartphone games with costly in-app add-ons", 
    "text": "Free iPad and smartphone games which can result in children running up hefty bills for their parents through expensive in-game features are to come under scrutiny from the Office of Fair Trading. More than a quarter of children aged between five and 15 now own smartphones according to Ofcom, and many more have access to their parents&apos; devices. A whole industry has grown up around apps for them. Many are based on popular characters including the Smurfs and Playmobil and while the initial game can be downloaded for free, players are offered a range of costly upgrades. Reports of children running up bills for hundreds of pounds by clicking through to this paid-for content are increasingly common, and in one case a parent reported being hit with charges of more than 3,000. &quot;We are concerned that children and their parents could be subject to unfair pressure to purchase when they are playing games they thought were free, but which can actually run up substantial costs,&quot; said Cavendish Elithorn, the OFT&apos;s senior director for goods and consumer. The regulator will look into the marketing of these &quot;in-app purchases&quot;  additional content such as virtual currency, extra levels and upgraded features which can cost anything up to 70 a time. On the Smurfs Village game, for example, a wagon of Smurfberries costs 69.99. It has written to games developers and hosting services, and is asking parents and consumer groups to contact it with information about any potentially misleading or commercially aggressive practices they are aware of. The OFT has not estimated the size of the market, but it said that of the 100 top grossing apps in the Android store, 80 were offered for free and made their money through sales of additional content. In a further indication of how much the market could be worth, in February Apple agreed to pay around $100m compensation to parents in the US whose children ran up huge bills using free apps downloaded from its iTunes store. Justine Roberts, founder and CEO of the parenting website Mumsnet, said she had seen regular complaints about children unwittingly running up gigantic phone bills. &quot;It&apos;s all too easy for children to get sucked into games and before you know it they&apos;ve racked up huge costs buying coins, berries and doughnuts,&quot; she said. Many of the parents reporting unexpected bills have talked about the ease of making a purchase, with children only having to click on a link to buy content if the device is already logged in to the Apple or Android store. However, the OFT&apos;s initial investigation will not focus on the mechanisms of making a purchase, but on whether the way the add-ons are marketed breaches consumer law. It said it would look in particular at &quot;whether these games include &apos;direct exhortations&apos; to children  a strong encouragement to make a purchase, or to do something that will necessitate making a purchase, or to persuade their parents or other adults to make a purchase for them&quot;. It will also consider whether the full cost of some of these games is made clear when they are downloaded or accessed. Eithorn said the OFT was not looking to ban in-app purchases, but that the games industry needed to ensure it was complying with the relevant regulations. &quot;We are speaking to the industry and will take enforcement action if necessary,&quot; he said. The OFT expects to publish its next steps by October 2013.", 
    "section": "technology", 
    "gid": "technology/2013/apr/12/smartphone-games", 
    "wordcount": "587"
}