{
    "headline": "Rio+20: A voice from Lima, Peru", 
    "text": "   Jeannete Enmanuel, Rio+20 Photograph: Guardian    I know what sustainable development means for everyone  how do we sustain growth without affecting nature? But, to me, it&apos;s a frustration now, because sustainable development is a great struggle between the present and the future. We now see a world on an unstoppable path of extractivism that undeniably harms the environment and nature. It&apos;s brought a certain prosperity, but we have translated our quality of life into material objects. We have to stop this, because major development only brings destruction, poverty, crime, drug trafficking, prostitution and slavery  and not prosperity  to poor communities. What I have seen over the past 20 years is overconsumption. People were told to grow, and we have definitely seen an economic boom. But what everyone has done is consume like crazy. Cities have developed immensely. But, curiously, this growth, which should have been good for the country, has resulted in great social conflicts, for example in mining. It fuels our economy, and allows all of us in the cities to have a better quality of life because we can buy what is in the shops and go to restaurants. But for rural Peru, mining has brought terrible social struggles because these poor communities, the owners of natural resources and the guardians of our biodiversity, have not seen improvements in their quality of life. They feel very frustrated that people in the cities have continued to grow and progress while they don&apos;t even have schools and healthcare, and are left with nothing. What is my message to Rio+20? May God enlighten them, because I really think that this conference has failed before even beginning. There is lack of commitment by the leading economies. They are full of good intentions but they definitely need to put forward specific objectives that can become a reality. And those like me, who believe, live, and enjoy nature, have to force our leaders to care for it. There will come a time when our planet will be exhausted, and having rings, television and fine clothes will be no use. In my life, I don&apos;t think Rio+20 will make any difference because I&apos;ve always been interested in nature as part of my life, and have always had a position in favour of it. What I believe is missing is an environmental awareness in schools and homes, where we should be talking on a daily basis about the environment, ecology, and where extractivism can lead us to.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-lima-peru", 
    "wordcount": "407"
}