{
    "headline": "Boot up: Motorola replacing Jha?, Apple on Foxconn, Samsung's 20m and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Dilbert designs a phablet &gt;&gt; Dilbert &quot;There&apos;s room in the market for a device that&apos;s bigger than a phone but smaller than a tablet.&quot; Google said to pick own executive to replace Jha as Motorola Mobility CEO &gt;&gt; Bloomberg Widely expected, but the name wasn&apos;t:   Google, which won US approval for its acquisition of Motorola Mobility Holdings, is close to naming Dennis Woodside to run the business when the deal closes, three people familiar with the matter said. Woodside, who led Google&apos;s ad sales in the Americas before leaving that job to oversee the merger, would succeed Motorola Mobility Chief Executive Officer Sanjay Jha, said the people, who declined to be named because the decision isn&apos;t public.   Jha made himself very rich by forcing Google to up its bid for MMI by a third. The idea that Google is going to &quot;run MMI at arm&apos;s length&quot; now looks like nonsense. Jha, meanwhile, is free to go and run any other struggling mobile companies with big patent portfolios. Perhaps Ottawa-based makers of keyboard-based devices. Grooveshark blocked in Denmark by copyright warriors &gt;&gt; The Register  A Danish copyright group has won a court order to block music streaming site Grooveshark from the nation&apos;s pastry-munching pirates. In a report of questionable accuracy (the plaintiff Rettighedsalliancen is incorrectly described as a &quot;local IFPI&quot;) at tech site Comon [Den - Eng]. Hutchison-owned mobile operator 3 must implement the block immediately. Denmark was one of the first to implement DNS-level blocking, first against Pirate Bay more than three years ago. An appeal is expected.   Grooveshark increasingly looks like the MegaUpload of music streaming. Foxconn, Apple, and the Fair Labor Association respond to ABC News&apos; Exclusive Report &gt;&gt; ABC News The echoes from the Foxconn report continue:    From Auret van Heerden, President and CEO of the Fair Labor Association, regarding the &quot;five year conversation&quot; with Apple: &quot;The discussions began in April 2007 but stalled in March 2008. We then resumed them in April 2009 and decided to do a small pilot survey so that Apple could get an idea of how our tools might add value to their program. That pilot led to a second activity that I believe contributed to the decision to join the FLA at the end of 2011. I, of course, cannot speak for Apple but I do believe that the decision to join was probably taken some months before (and therefore well before) the New York Times articles.&quot;   That is, Apple wasn&apos;t stampeded into this. All the clarifications are interesting. We&apos;re still awaiting Dell, Microsoft, HP and Nintendo&apos;s statements on Foxconn conditions. YouPorn hacked user database &gt;&gt; Is It Hack Day  YouPorn got hacked and the user names and passwords leaked onto the web. The information is interesting, with passwords being very simple and most emails having been created for the purpose of consuming adult material.   The common passwords contain the usual suspects... well, slightly more sexual, actually, than usual. Is the Guardian hotel behind the Times? &gt;&gt; The Week This is witty:   According to a report this week, the Guardian newspaper is exploring the idea of opening a &apos;Guardian hotel&apos; - in their own words, &quot;an atmospheric place to unwind&quot; where &quot;activities&quot; will include workshops and debates with the likes of columnist Polly Toynbee. Sounds cosy - but how will it compete with the nation&apos;s existing newspaper hotels...?   Will make much more sense to UK readers than those outside. Intellectual Property blog &gt;&gt; The IPKat A general view on patent and copyright law in the EU (with analyses on topics such as Acta, Bittorrent blocks, and many others). A really interesting find. (Thanks @plasmold for the link.) Galaxy S2, 10 months, sales surpassed 20 million &gt;&gt; SAMSUNG TOMORROW Samsung&apos;s headline claims 20m sales. The content, however (via Google Translate) says &quot;20 million in 10 months in the global market (supply base) exceeded, says Samsung on 23 February.&quot; (Paraphrased slightly.) So that&apos;s 20m units shipped, not necessarily sold except in the sense of &quot;sold to carriers&quot;. However, carriers tend not to buy phones that aren&apos;t selling. (We&apos;ve heard different tales about tablets.) The Galaxy SII was released in April and hit 10m shipped by October, so this figure implies that sales sped up over Christmas. The SII is an impressive phone in all sorts of ways. So does this mean Samsung is now being open about its smartphone sales? Sadly not - this is the latest in a series of&quot;milestone&quot; announcements. Samsung still isn&apos;t giving quarterly figures for its total smartphone sales. Why? Analyst rumours say it&apos;s because it doesn&apos;t want to give Apple ammunition if all those patent lawsuits go against it. (Thanks @Martway and @rquick for the link.) If Android is a &quot;stolen product,&quot; then so was the iPhone &gt;&gt; Ars Technica Timothy Lee:   But if Google is guilty of using Apple&apos;s ideas, Apple is equally guilty. Many researchers and companies invented technologies that predate the iPhone but made it possible. As Microsoft&apos;s Buxton points out, Wayne Westerman (the multitouch researcher who sold his startup and became an Apple employee in 2005) cited the work of numerous early multitouch researchers in his 1999 PhD thesis. The iPhone incorporated key innovations pioneered by Bob Boie, IBM, Jazzmutant, Jeff Han, and others. Indeed, what made the iPhone such a great product was precisely that Apple drew together a number of innovations already developed separately--touchscreen phones, capacitive touchscreens, sophisticated multitouch user interfaces--and combined them in a product greater than the sum of its parts. This pattern of combining and refining of previous innovations is the rule, not the exception, in innovative industries. Android is simply the latest example of the pattern.   Yes, multi-touch (for example) was known about for years. So were touch screens. But all the lawsuits are over implementations and specific features - not the generality of an idea. To point to Xerox&apos;s GUI again - well, the history there is that Apple paid Xerox in shares to use its ideas. (Thanks @hotsoup for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/24/technology-links-newsbucket", 
    "wordcount": "1070"
}