{
    "headline": "Bangladesh's urbanisation creating a healthcare black hole", 
    "text": "In 1901, the total population of the Bangladeshi areas of British India was less than 2%. Now, more than a century later, urban planners are predicting the country&apos;s future will be one of sprawling, interconnected metropolises with a largely urban population moving between hundreds of cities and large towns. Last year, the national census showed that out of a population of more than 150 million, just under 30% live in the rapidly expanding cities and towns, with the urban population increasing about 6% a year as millions of people leave rural areas in search of work. Dhaka absorbs many of those on the move. Its sprawling slums are testament to the capital&apos;s struggle to accommodate the millions of new residents. Land is so scarce that people have filled in rivers around the city to make space for new housing. Mass evictions are on the rise as landowners clear out slums to make way for more profitable building projects. New residents are increasingly pushed out to the city&apos;s fringes. The government&apos;s refusal to acknowledge either the slums or the fact that 40% of Dhaka residents are now slum dwellers means that public service budgets  and basic facilities like water and electricity  are not being extended to accommodate the millions of new residents. While many rural districts now have an accessible community outreach healthcare system in place, in Dhaka the vast majority of healthcare services are still based in hospitals. According to healthcare workers, hospitals are already unable to meet the growing demand for treatment and services. Dhaka&apos;s largest hospital is operating at 50% staff capacity and trying to accommodate 3,000 patients in a facility with just 800 beds. Many rural migrants, fearful of hidden costs, are reluctant to access hospital or clinic-based services at all. And since no healthcare facilities are provided in the slums, Dhaka&apos;s newest  and poorest  residents are facing a healthcare black hole. Those who most often fall through the cracks are women. While urbanisation presents significant advantages for rural women and girls, not least the opportunity to join the burgeoning female workforce in garment factories and middle-class households, women in the slums are left without any kind of antenatal or child healthcare services. After Bangladesh&apos;s impressive strides in improving maternal and child healthcare nationwide, the Manoshi project is one of the initiatives that aims to bridge this gap and prevent urbanisation creating a freefall in maternal and infant mortality levels. The project, run by Bangladeshi NGO Brac, was launched in 2007 and is currently helping 3 million female slum dwellers access maternal and newborn healthcare services. A network of 6,000 volunteer healthcare workers  each responsible for 200 households  offers women care from family planning through to antenatal services. These services include awareness programmes for family members, labour preparation programmes and regular medical checks. But only 34 volunteers work in Korail, one of Dhaka&apos;s largest slums. In Bangladesh, 78% of births still occur at home. The Korail programme has installed a labour room in its central office to replicate the home-birth environment, but with trained midwives and traditional birth attendants on hand to ensure births are as risk-free as possible. An emergency referral system enables women who need to be transferred to hospital to be taken there as quickly as possible, with transport provided. &quot;There&apos;s no point demanding these women give birth in hospital, because they are reluctant to do so and, even if we put pressure on them to go, when they arrive they will probably find there is no room for them,&quot; says Dr Rashed Choudhury, manager of the Brac health programme. &quot;We&apos;re prioritising creating a safe and familiar environment for them to get the best care possible.&quot; The project has almost halved the number of maternal deaths among its patients, from 294 for every 100,000 live births in 2007 to 135 now  a figure below the national average of 194 per 100,000. The next challenge is to meet increasing demand and keep track of women as they move from slum to slum. Korail was the site of a controversial eviction this year; similar episodes are not unlikely. Brac healthworkers say maternal health in Dhaka is beginning to reflect the challenges of urbanisation. &quot;Mothers are facing more new dangers than they did in the rural areas,&quot; says Choudhury. &quot;We&apos;re seeing a lot of jaundice from polluted water sources, infants severely affected by poor sanitation, and mothers severely undernourished. We will have to adapt to all these things if we&apos;re going to respond to the needs of millions of people in Dhaka in the coming years.&quot;  This article was amended on 19 September 2012. The original article said the urban population of Bangladesh was 2%, there were 6,000 volunteers in Korail, the maternal mortality rate was 297 per 100,000 live births and there were 4.1 million slum dwellers", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/18/bangladesh-urbanisation-healthcare-black-hole", 
    "wordcount": "816"
}