{
    "headline": "Brain tissue used to study autism destroyed by hospital freezer fault", 
    "text": "A freezer malfunction at a Harvard-affiliated hospital has damaged a third of the world&apos;s largest donated brain tissue for autism research. A spokeswoman for Autism Speaks said it was too early to assess the impact of the loss, discovered last month at the McLean hospital in Belmont, Massachusetts, but one scientist predicted it could set research on the disorder back by as much as a decade. In all, 93 donated brains were damaged at Harvard Brain Tissue Resource Center (HBTRC), 54 of them dedicated to autism research. A spokeswoman for the center at McLean hospital, Adriana Bobinchock, said two investigations were under way to determine how the freezer failure happened. A third investigation was being carried out by Autism Speaks.D Francine Benes, director of the Harvard Brain Tissue Resource Center, told the Boston Globe that the damaged brains were a &quot;priceless collection.&quot; While foul play was not being ruled out, Bobinchock said that it was unlikely because the collection was located in a locked room within a secure building accessible by one of two keys held by security staff and brain bank staff.  There is also 24-hour surveillance. Bobinchok said the inquiry would concentrate on what caused the failure of the freezer, as well as two alarm systems that should have been triggered by the rise in temperature. The freezer is normally checked twice a day by staff who study a digital readout on the outside of the freezer.  But when a staff member opened the freezer, they noticed that the temperature inside did not match the display, which normally read minus 79 centigrade. Two alarms, connected to separate circuits, had also failed to go off. The malfunction was discovered on May 31 after three days of rising temperatures  too late to prevent thawing of the tissue. Tests are currently under way to determine if the DNA is intact and can be used for genetic research, but Bobinchock said it is &quot;unclear whether the samples will be compatible with the full-range of the needs of neuroscientists&quot;. Fifty-two of the brains related to autism research had been bisected, with one hemisphere placed in formalin and the other half put in the freezer. The formalin fixed hemispheres for these 52 cases remain available for research or have been assigned to specific research efforts such as the Brain Atlas project. Carlos Pardo, a neuropathologist and associate professor of neurology at Johns Hopkins University, told the Boston Globe that the damage to the brains could slow autism research by a decade as the collection is restored. It was Pardo&apos;s 2004 research on autism using brains in the bank that first linked the disorder to the immune system. The collection &quot;yields very, very important information that allows us to have a better understanding of what autism is, as well as the contribution of environmental and immune factors,&apos;&apos; Pardo told the Globe. When asked whether Pardo&apos;s assessment was likely, a spokeswoman for Autism Speaks cited a statement by Geri Dawson, the chief scientific officer. It read: &quot;Autism Speaks is conducting due diligence regarding this incident and is preparing an independent assessment of the viability of the affected specimens for continued research purposes. It&apos;s too soon to assess research implications.&quot; In an open letter, Dawson said many of the damaged samples had already been used in medical trials. She said: &quot;Although this event will affect the availability of tissue for future research, we cannot yet determine the level of impact, but we are confident that we can maintain the momentum of scientific studies based on brain tissue.&quot; Dawson said that the failure in the freezer and alarm systems had never happened in the 35-year history of the HBTRC. She paid tribute to the families who had donated the brain tissue and said that they have been contacting them. &quot;We want to ensure that this unfortunate and rare incident will not negatively affect donations in the future. We remain committed as ever to conducting research that will uncover the causes of autism and allow us to develop more effective treatments. Brain tissue research is crucial to achieving those goals.&quot; The freezer may have held 149 brain samples  only 53 of them were from Autism Speaks which were donated from people who had died with autism or a related disorder but some of them from family members of those with autism, according to Autism Speaks.  The brain bank research has supported 125 projects and has resulted in 118 publications in peer-reviewed journals.", 
    "section": "science", 
    "gid": "science/2012/jun/11/brain-tissue-autism-freezer-fault", 
    "wordcount": "756"
}