{
    "headline": "Amazon's record $21bn Christmas sales push shares to new high", 
    "text": "Amazon&apos;s shares rose to an all-time high after the leading online retailer unveiled record Christmas takings of $21bn (13bn). The business that began trading as a bookstore and now stocks everything from cameras to nappies increased worldwide sales by 22% since December 2011. Amazon continued to grab market share from both high street retailers and online rivals, a performance which helped swell its cash pile to $12.4bn. Profits were boosted by a major investment in 20 new distribution centres last year, three of them in the UK, allowing the retailer to reduce transport costs. &quot;The growth rate shows not only are they taking share from bricks and mortar but also other online channels,&quot; said RJ Hottovy, an analyst at research firm Morningstar. &quot;You are seeing a consolidation of where people are going to for digital content. Apple&apos;s iTunes and Amazon are the stand-out destinations.&quot; Amazon&apos;s selection of films, TV shows, songs, books, apps and games has grown to 23m titles. The retailer gave no sales figures for its tablets but they held the four top spots on its sales charts over Christmas, with the touch screen, full colour Kindle Fire HD in first position. As Amazon reported larger than expected profits for its December quarter, the shares jumped 11% to $288 in after-hours trading, capping a year in which its stock market value has risen by 50%. The Seattle-based company said operating income jumped 56% to $405m in the fourth quarter, compared with $260m in the same quarter of 2011. Amazon&apos;s mounting reserves are likely to fuel demands for reform of UK tax laws. The retailer generates an estimated 10% of its worldwide revenues here, but paid just 2.3m in tax in the most recent three years for which figures are known. The company&apos;s cash savings ballooned from $3bn at the beginning of the quarter to $8bn by 31 December, boosted by a 3bn fundraising in November. Money held in short term investments increased to $3.4bn. Like other US technology companies, Amazon has put this money out of reach of the tax authorities by managing its European operations from Luxembourg. Profits collected in the UK and other major markets are funnelled out via a network of subsidiaries, in the form of royalty payments for intangibles such as use of the brand or technology developed inhouse. With politicians in recession-hit economies looking to balance the books, Amazon&apos;s savings could take a hit. The British prime minister David Cameron took to the stage at the Davos summit to call for companies to pay &quot;proper taxes&quot;, and the French and American governments are pursuing Amazon directly. France served notice in September for unpaid tax totalling $252m, while Amazon has declared the US taxman could come after as much as $1.5bn of its takings. Worldwide, media sales grew by 8% to $6.5bn , at half the rate seen last Christmas. By contrast, sales of electronics and other wares were up 28% to $14bn. Founder and chief executive Jeff Bezos said book sales had reached a tipping point, with ebooks beginning to take over from printed volumes. &quot;We&apos;re now seeing the transition we&apos;ve been expecting,&quot; said Bezos. &quot;After five years, ebooks is a multi-billion dollar category for us and growing fast  up approximately 70% on last year. In contrast, our physical book sales experienced the lowest December growth rate in our 17 years as a book seller, up just 5%.&quot; The fastest growing business line, still small at $820m, includes services such as web hosting, with Amazon investing heavily in servers which it rents out to other businesses to store their data. Annual revenues across the group reached $177m, up from $97m in 2011. Amazon&apos;s growth is in sharp contrast to the fortunes of the high street retailers. This month, disappointing Christmas sales drove music store HMV, camera shop Jessops and the UK arm of video rental chain Blockbuster into administration. Amazon is the only company &quot;that is able to leverage a global fulfilment network to drive disruption of traditional offline retail sales&quot;, Morgan Stanley analyst Scott Devitt said in a note. He forecasts the worldwide e-commerce market will reach $1tn by 2016, up from $512bn last year. By then, Amazon&apos;s market share will be 23.5%, pushing total sales to $166bn.", 
    "section": "technology", 
    "gid": "technology/2013/jan/30/amazon-christmas-record-sales-profits", 
    "wordcount": "726"
}