{
    "headline": "Tim Cook defends Apple's use of tax loopholes", 
    "text": "Apple&apos;s chief executive has defended the company&apos;s use of tax loopholes, saying &quot;we don&apos;t use tax gimmicks&quot;. Speaking about his appearance before US senators last week to answer questions on Apple&apos;s Irish tax arrangements, Tim Cook urged the US government to &quot;gut&quot; its tax code, which he said was held together by &quot;band-aid and paperclips&quot;. Apple has more than $100bn (66bn) in profits stranded abroad because the company is unwilling to pay the 35% corporation tax that the US government would impose were the cash to be brought home. Cook proposed scrapping all the loopholes, or &apos;corporate tax expenditures&apos;, used by multinationals to lower their contributions to the Internal Revenue Service, and suggested the corporate tax rate be reduced to single digits. &quot;We came in with a proposal,&quot; Cook said of his senate appearance. &quot;We are not in here asking for tax breaks. We think we should do a comprehensive reform. For multinationals the right approach would be simplicity. Just gut the code. It&apos;s 7500 pages long, none of us could read it and make sense of it.&quot; Interviewed at a conference organised by the All Things Digital technology news site, Cook said Apple&apos;s annual tax return was &quot;crazy&quot; because it amounted to a pile of documents two feet high. &quot;If you implement what we are suggesting we may wind up paying a little more,&quot; he said, &quot;but what we would get for that is we would have unlimited ability to pull our capital back offshore and that would be great for the US.&quot;           Asked whether the US tax code was convoluted and difficult to understand partly because of lobbying by companies including Apple for exemptions, Cook replied: &quot;No doubt.&quot; Two years into his role as successor to Steve Jobs, Cook defended Apple against criticism that the company has not been innovative under his leadership, saying &quot;we have several more game changers in us&quot;. He suggested Apple is still planning to develop a TV: &quot;There is a very grand vision of it. I have nothing to announce but it&apos;s an area of incredible interest to us.&quot; Cook appeared more keen to talk about the wearable technology trend  Google is already marketing its video recording, phone call making glasses, while Apple is reported to be developing a computer that can be worn on the wrist.  This article was amended on 30 May to correct the figure quoted for Apple&apos;s profits", 
    "section": "technology", 
    "gid": "technology/2013/may/29/apple-tim-cook-tax-loophole", 
    "wordcount": "422"
}