{
    "headline": "Sixth-formers treat yourself: read a book", 
    "text": "When I see people my age frantically devouring Jane Eyre, I immediately think to myself, &quot;literature student&quot;. Let&apos;s face it, they&apos;re bound to be. Who in their right mind would labour through some weighty classic for mere pleasure? Sadly, but undeniably, novel reading is rapidly becoming a leisure pursuit of the past. When writing this article, I interviewed fellow sixth-formers for their views. Following much umming and aahing, most interviewees admitted to &quot;not being a reader&quot;. In fact, the only students who responded differently were those studying English. Why should novels be reserved for them? They provide a lot more than just an education in English  pretty much any subject has a quality novel that addresses it. Take The Great Gatsby by F. Scott Fitzgerald, which every student of English seems to be working their way through at the moment, in the UK and beyond. I studied it for a seemingly endless year, but as it finally drew to a close, I started thinking: this book is actually relevant to so many subjects. Not only does its 1920s setting have historical value, its comments on class struggle are also relevant to politics and sociology. Enduring Love by Ian McEwan: not only is it gruesomely captivating, it&apos;s also a handy tool for psychology students. Even the Da Vinci Code: it might not be a work of genius (sorry Dan Brown), but it is full of references to theology and philosophy. Novels can change the way we process information. Intricate plots teach us to look out for the finer details, eccentric ideas help us to become more critical in our thinking. Surely this would benefit those having to analyse research findings  such as students of chemistry or physics? But the educational benefits are just a bonus. What makes novel reading so fantastic is the sheer pleasure of doing it. As my English teacher says: &quot;Reading gives us the means to travel without the airfare. It speaks to us at any age and it gives us the freedom to watch others&apos; lives and listen in to their conversations. We can even time travel. And at the end of a novel, we can come back to our own lives, having glimpsed something really amazing.&quot; A recent survey shows 74% of teachers believe that young people do not spend enough time reading outside of the classroom. My teacher is one of them: &quot;Their lives are taken over by other things. I say, leave the computer alone and read.&quot; Of course, I&apos;m not suggesting that reading the Da Vinci Code is more valuable than reading a theology textbook. But it&apos;s certainly better than watching TV or playing video games, and is equally enjoyable. And I know what you&apos;re thinking  &quot;he&apos;s just a literature student trying to defend his subject&quot;. And maybe I am. After all, Noughts and Crosses by Malorie Blackman taught me to stand up for what I believe in. But help me out here: what novels have you read that have taught you something useful, or made sense of a complex subject, or inspired you to think in a new way?     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/aug/21/treat-yourself-read-a-book", 
    "wordcount": "527"
}