{
    "headline": "Humanitarian groups fear implications of Afghanistan security handover", 
    "text": "Uncertainty, distrust, confusion, insecurity and enormous doubt seem to be among the sentiments hounding many Afghans as they count down to the 2014 security handover by troops from Nato&apos;s International Security and Assistance Force. According to a World Bank report, Afghanistan receives about $15.7bn of international aid annually, but the country is bracing itself for a possible sharp fall in western financial support. While discussions on the handover continued at the Nato summit in Chicago on Sunday and Monday, an alternative conversation is taking place within civil society groups about the humanitarian implications of the troop withdrawal and how to soften the blow. Many civil society groups and academics fear that, in the rush for the exit, donors will pay little attention to the Afghans they leave behind. At an event organised by the London-based Overseas Development Institute last week, Sima Samar, chairwoman of the Afghanistan Independent Human Rights Commission, said she feared the unravelling of the &quot;bubble&quot; war economy will have enormous consequences when people lose jobs. She suggested that troop reduction should be gradual. The size of the Afghan security forces will possibly be reduced from 330,000 to 230,000 by 2016 or thereabouts, leaving 100,000 trained fighters unemployed. Samar said that, before troops depart, it is imperative to build the capacity of the Afghan people to avoid them leaving as well. According to the UN refugee agency UNHCR, Afghan refugees constitute the highest number of asylum seekers in the world, with as many as 35,000 requests in western states alone. More than 3 million people are still living in Iran and Pakistan. Once the troops depart the possible scenarios painted by Dr Stuart Gordon, of the international development department at the London School of Economics, were less than comforting. He told the event that the resulting uncertainty will have a &quot;toxic impact&quot;. Political space would be created for &quot;malign&quot; actors elbowing out humanitarian groups. Stuart believed there was a possibility of neighbouring Iran and Pakistan &quot;fomenting conflict&quot;, and feared there would be a rise in competition for dominance in rural areas by narco power-brokers and warlords. He said even the remote possibility of civil war could not be entirely ruled out. What Lucy Morgan Edwards, author of the Afghan Solution, finds really frightening is that there is no &quot;plan B&quot; to the transition &quot;and no apparent attempt by the west to find one&quot;. After the event, Morgan Edwards said that too much donor money has been channelled through military forces without necessary expertise. This &quot;should not be their remit&quot;, she said. She lamented that aid money had been used to &quot;buy co-operation&quot; from local warlords so the military&apos;s own forces were protected from them rather than protecting the local population. Morgan Edwards also pointed out that the political problems were of the west&apos;s own making and largely a result of the flawed strategy that was set by the west in 2001-02. There are concerns about the risks of reversing gains women have made in the arenas of politics, health, education and employment. If the political settlement involved reconciliation with factions of the Taliban, it could come have implications for women. For that reason, Ashley Jackson, an Afghan specialist, says it is critical that &quot;funding of basic services and programmes that have worked to provide healthcare, livelihoods opportunities and education to the more than 9 million Afghans should continue&quot;. She said there is a real fear that aid money will follow the troops when they leave, and it is unclear what the commitments will be after 2014. Referring to the World Bank report, she said it is estimated that 90% of Afghanistan&apos;s aid budget would disappear by 2018. In Jackson&apos;s mind, to withdraw without a political settlement would spell disaster. &quot;A genuine peace process is still desperately needed, and that requires concrete will and diplomatic efforts from all sides, particularly the US and UK.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/22/humanitarian-implications-afghanistan-handover", 
    "wordcount": "670"
}