{
    "headline": "The compelling beauty of the wasp spider", 
    "text": "What is it precisely about spiders that makes them so disliked as predators? Why did the late great Tony Hare, co-founder of the environmental group PlantLife, always call them  a little tongue in cheek, it has to be said  &quot;the agents of Satan&quot;? As Ted Hughes pointed out in his wonderful poem Thrushes, even our favourite songbird is a terrifying killer: &quot;Nothing but bounce and stab / And a ravening second.&quot; In fact the victim in the horror scene we witnessed is itself a predator. It was a dark bush cricket, that bumbling long-legged relative of the grasshoppers, whose soft chirrup is now the soundtrack to East Anglia&apos;s late-summer evenings. Perhaps we forgive thrushes and bush crickets because they serenade us with their songs; the spider, by contrast, is such a silent killer. This one ceased sucking the last juice of a fly it had snared, and dropped like fate itself on to the bush cricket that had tumbled into the web. The way the spider bound the victim was terrifying both for its speed and efficiency. The spinner glands at the rear of her abdomen fired out a belt of silk strands as fine as mist. Yet in seconds it bound the victim like steel mesh and all we could see of the bush cricket was the lemon stripe of its underbelly. Before she started to finely eat it, injecting salival juices that dissolve the inner tissues, the bush cricket had hung briefly upside down from one long leg like a carcass dangling on a butcher&apos;s meat hook. I found it so macabre (since I love bush crickets) that I suggested we free it, but the killer was actually a remarkable and beautiful beast. It was a wasp spider and this individual was one of only about 20 ever recorded in Suffolk (in Norfolk there have been just four). However, wasp spiders, first recorded in Britain in 1922, are spreading rapidly northwards, possibly aided by their predation of grasshoppers.", 
    "section": "environment", 
    "gid": "environment/2012/aug/19/cosford-hall-suffolk-wasp-spider", 
    "wordcount": "333"
}