{
    "headline": "What is researcher wellbeing and how can we manage and nurture it?", 
    "text": "If wellbeing is the state of being relatively healthy, happy and sane, it&apos;s no surprise that early career researchers find it hard to maintain. Pressure to achieve can be immense and it&apos;s all too easy to lock yourself away when working on a thesis or other research project  hunching over a computer from dawn till dusk, never seeing the light of day, overloading yourself with caffeine and tobacco, surviving on ready meals, forgetting to exercise, and generally becoming an anti-social bore. However, as familiar as this may sound to some, shutting yourself away for several years is rarely an option in today&apos;s research world. Researchers, especially those in the spheres of social science, arts and humanities, are feeling the force of the economic climate with increased competition for jobs and funding. And with departments feeling the squeeze too, researchers can find themselves struggling to stay in the game. It is no longer enough simply to possess a PhD. To stand a chance of reaching the holy grail of a permanent academic post, researchers must publish (prolifically) in peer-reviewed journals, present at international conferences, organise their own conferences, be superb networkers, win funding and ideally gain professional experience in teaching, administration and project management. Yet, research posts in academia are increasingly insecure, fixed-term, poorly paid and part-time positions. And so the pain continues. Why, with all these potentially negative impacts on wellbeing, would people choose to pursue a career in research? Talk to the majority of doctoral researchers and you will find they are passionate about research and their topic, which often has personal meaning or significance to them. It can be amazing finally to have the freedom to explore your chosen topic and control how you go about it after years of more structured learning. And it may be an important step towards your chosen career, enhancement of your current one or a long-held personal goal. The learning process itself can be extremely conducive to wellbeing, with the potential to develop many valuable, transferable skills along the way such as presenting, interviewing, using data analysis software, project management and, of course, management of your own wellbeing too. Finally achieving your doctorate is the culmination of an emotionally as well as intellectually intense experience. If we think of wellbeing in terms of having the opportunity to fulfill your potential, the news is certainly not all bad. As a doctoral researcher with experience of contract research, I am all too aware of the &apos;emotional rollercoaster&apos; of the research process. Your self-confidence can be significantly challenged  researchers are likely to have been high achievers, then suddenly find themselves at the bottom of the academic ladder. It is hard not to compare yourself with experienced senior researchers and academics. Feeling academically insecure and fraudulent  as though you don&apos;t really have a right to be part of this establishment  is all too common. Suddenly you realise you don&apos;t know enough, you are never going to be able to read or publish enough, and you are a small fish in a somewhat intimidating pond. With all these potential stress factors, it is essential to manage your wellbeing  not isolating yourself, neglecting your health or risking burnout is a good start. There is also lots of things that academic establishments can do to nurture researcher wellbeing through fostering supportive communities, delivering comprehensive training, offering targeted support and ensuring researchers feel valued as an integral part of their institution. As an example, the SAGE Research Hive, based at the University of Sussex library, offers a quiet communal space where researchers can study, meet, access resources and draw on the expertise of a research support team. This year I had the opportunity to work as one of three Research Hive scholars, providing peer-led support activities and developing our researcher community, in close collaboration with key colleagues. The notion of wellbeing has been key to our activities. During a researcher wellbeing week, scholars ran events on motivation and supervisor relationships, shared daily wellbeing tips from researchers on Facebook, and on the Hive walls, and blogged about our own experiences of managing wellbeing while researching. A popular wellbeing walk on the Sussex downs near the campus has enabled researchers to escape from the office, get some exercise, enjoy the environment and meet other researchers. Regular informal social opportunities for researchers provide a chance to network and, crucially, to share the many potential wellbeing pitfalls of research, swap coping strategies and share information and solutions. Staying a relatively balanced, productive, sane and sociable human being is no mean feat when you are a researcher, but it does help when you know you&apos;re not the only one and you don&apos;t have to go it alone. Charlotte Morris is a doctorial research student in sociology at the University of Sussex This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/may/20/researcher-wellbeing-staying-productive", 
    "wordcount": "823"
}