{
    "headline": "Owen Paterson set to scupper EU plans to ban pesticides linked to bee harm", 
    "text": "The environment secretary, Owen Paterson, appears set to defy public and political pressure by scuppering a proposed Europe-wide suspension of three pesticides linked to serious harm in bees. Almost three-quarters of the UK public backs the ban, according to a poll released on Wednesday, but the UK is not currently expected to support the measure when the European commission (EC) votes on it on Friday, leaving it little chance of being passed. &quot;Owen Paterson is about to put the short-term interests of farmers and the pesticide industry ahead of Britain&apos;s food supply,&quot; said Ian Bassin, of the campaign group Avaaz, which has amassed 2.5m signatures supporting a ban on neonicotinoids, the world&apos;s most widely used insecticides. The YouGov poll, conducted for Avaaz, found that 71% of Britons said the UK should vote in favour of the EU moratorium. The proposed suspension has prompted fierce lobbying on both sides. The Guardian understands that at present the opposition of the UK, Germany and Spain outweighs the support of France, the Netherlands and Poland, although campaigners hope to change the minds of ministers in the final days before the vote. The chemical manufacturers claim that a suspension would reduce food production, while conservationists say these claims are unsubstantiated and even greater harm results from the loss of bees and the vital pollination service they provide. About three-quarters of global food crops rely on bees and other insects to fertilise their flowers, with the result that the decline of honeybee colonies due to disease, habitat loss and pesticide harm has prompted serious concern. A series of high-profile scientific studies in the last year has increasingly linked neonicotinoids to harmful effects in bees, including huge losses in the number of queens produced, and big increases in &quot;disappeared&quot; bees  those that fail to return from food foraging trips. As well as public campaigns, Paterson also faces political pressure, including from one of his Conservative predecessors. Lord Deben, who as John Gummer was environment secretary, said: &quot;If ever there were an issue where the precautionary principle ought to guide our actions, it is in the use of neonicotinoids. Bees are too important to our crops to continue to take this risk.&quot; Joan Walley, chair of the Commons environmental audit select committee, which is investigating the issue of pesticides and pollinators, said: &quot;Ministers have repeatedly told us that the precautionary principle and evidence-based policymaking inform its position on pesticides. If their policy in this area is as transparent and open as they claim, I believe that they would back up those words by voting for the European moratorium.&quot; A spokeswoman for the Department for Environment, Food and Rural Affairs (Defra), said: &quot;We have carried out extensive research into the impact of neonicotinoids on bees and are waiting for the results of work including field studies. If it is concluded that restrictions on the use of neonicotinoids are necessary, they will be brought in.&quot; Paterson said in February: &quot;I have asked the EC to wait for the results of our field trials, rather than rushing to a decision.&quot; However, the results will not be available before Friday&apos;s vote because the field trials have been seriously compromised by contamination from neonicotinoids, which are very widely used. Prof Ian Boyd, Defra&apos;s chief scientist, told Walley&apos;s committee: &quot;At the control site, there were residues of neonicotinoids in pollen and nectar.&quot; Green MEPs across Europe have written to every nation&apos;s environment minister, including Paterson. &quot;By spreading uncertainty via apparently &apos;science-based&apos; arguments, the agro-chemical companies are acting as &apos;merchants of doubt&apos; and are therefore blocking effective action by European policy makers,&quot; said the letter. But Julian Little, a spokesman for Bayer, which manufactures one of the neonicotinioids, told the Guardian: &quot;We believe that the proposals remain ill thought-out, disproportionate and ignore all the good work carried out in the member states, in terms of stewardship and risk migration, to ensure that farmers continue to have access to these products to help them produce safe, high quality, affordable food.&quot; He said the EC, at the very least, should carrying out a full impact assessment of any restrictions and said the &quot;real issue&quot; surrounding honeybee health was the main bee parasite, the varroa mite. The EC proposal is to ban the use of three neonicotinoids from use on corn, oil seed rape, sunflowers and other flowering crops across the continent for two years. Tonio Borg, commissioner for health and consumer policy, said it was time for &quot;swift and decisive action&quot; and that the proposals were &quot;ambitious but proportionate&quot;. The proposals came within weeks of scientists at the European Food Safety Authority, together with experts from across Europe, concluding that the use of these pesticides on flowering crops posed an unacceptable risk to bees. The chemical companies that manufacture the neonicotinoids affected by the proposed EU suspension are Bayer, headquartered in Germany, and Syngenta, based in the UK.  A spokesman for Syngenta said: &quot;Any restriction will damage the interests of farmers, the economy, and the environment far more than it will it impact on Syngenta and since the Commission&apos;s own research shows that pesticides play a negligible role in the decline in bee health it is hard to see how any ban is going to help the bees.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/13/owen-paterson-ban-pesticides-bees", 
    "wordcount": "898"
}