{
    "headline": "A carnivore has crept back from its Welsh refuge", 
    "text": "The world wars changed the British landscape dramatically. The drive to maximise food production resulted in the most intensive approach to arable farming outside the US. The tragic loss of wildflower meadows, hedgerows and wildlife is a blight on our collective memory. However, the importance of labour also precipitated the end of intensive gamekeeping, particularly in southern England. Red kites now flourish in areas where they would previously have been exterminated. Their apparent omnipresence when I open my curtains is a wonderful visual evidence of change. Few are aware that kites are not the only once-extinct, largish predators now thriving in Northamptonshire. There is another carnivore that has crept back from its Welsh refuge. The polecat is the wild ancestor of the ferret. It has a distinctive pelt: long, dark, chocolate-brown guard hairs, through which the cream-yellow underfur shows. I have developed a knack for spotting the distinctive road kills. So it was with typically mixed feelings that I found a deceased, but still warm, large male polecat in the road near Cotterstock. The surprisingly heavy body was the size of my forearm. What hit me first about the polecat, or foul martin as they were once known, was the odour. Rich acrid mustiness, urine mixed with grease and musk, outrageously strong, without being revolting. A close inspection for patches of white hair in the wrong places, which would suggest an escaped ferret, was required. None were found. Writing in 1921, the wildlife author Edward Step justified polecat persecution saying, &quot;there is no more destructive beast among our native carnivora&quot;. The advent of chicken wire and a renewed focus on wild prey appear to have much nullified its threat. It is probably to the polecat&apos;s benefit that, unlike badgers and foxes, it no longer has a high profile.", 
    "section": "environment", 
    "gid": "environment/2013/mar/20/northamptonshire-carnivore-welsh-refuge", 
    "wordcount": "300"
}