{
    "headline": "UK still gathering evidence ahead of aid to Rwanda decision", 
    "text": "It is too early to conclude whether Rwanda has made progress in meeting conditions set by Britain to receive the next tranche of aid, the international development secretary told MPs on Tuesday. In her first appearance before the Commons select committee for international development, Justine Greening said the UK government was still gathering evidence over allegations that Rwanda has provided support for the M23 rebel group in the neighbouring Democratic Republic of the Congo. &quot;It is too early conclude whether I feel Rwanda has made progress on our partnership principles in the past month,&quot; said Greening. &quot;The partnership principles are very important. It is a challenge for me to look at [Rwanda&apos;s] progress and where there is less progress or indeed no progress.&quot; A memorandum of understanding between the UK and Rwanda setting out &quot;partnership principles&quot; on development aid includes poverty reduction and the achievement of the millennium development goals, respect for human rights, and the promotion of peace and stability in the region. Greening&apos;s predecessor, Andrew Mitchell, controversially restored 16m in aid to Rwanda on his last day at the Department for International Development (DfID) before becoming chief whip. Britain had frozen general budget support  money that goes directly to the Rwandan government  in July after a UN interim report alleging that the Rwandan military is backing M23, responsible for the worst outbreak of fighting in eastern Congo for several years. Clashes between the Congolese army and M23 have forced around 470,000 people to flee their homes. In his testimony last week before the same committee, Mitchell  who resigned as chief whip following an altercation with police  said Rwanda had done enough for the British government to resume 8m of the delayed 16m as general budget support and the rest for DfID programmes in education and food security. Greening is due to make a decision in mid-December on the remaining 21m in general budget support for Rwanda, which she praised for its record on poverty reduction and its use of development money. The UK is Rwanda&apos;s biggest bilateral donor and plans to spend an average of 83m a year there until 2015. She told MPs &quot;all options were on the table&quot;, including withholding financial aid entirely, asking for further reassurances, or allocating it in a &quot;different form&quot;  potentially by giving it to third-party organisations rather than directly to the government. When asked by MPs to comment on the UN allegations that Rwanda has been supporting M23, Greening said she would wait for the final UN report, which has already been leaked. The leaked report identified General James Kabarebe, the Rwandan defence minister, as at the top of a de facto chain of command of the M23 militia, which is accused of killings, rapes and other atrocities. The UN experts also accused Uganda of involvement, saying both countries had sent troops to help rebels in a deadly attack on UN peacekeepers. They said Bosco Ntaganda, a Congolese former general, who is wanted by the international criminal court, controls the rebellion on the ground. Paul Kagame, the Rwandan president, strongly rejected accusations of Rwandan complicity during an appearance at the UN in September. Greening declined to be drawn on the substance of the report, saying she could not comment on a &quot;report that technically does not exist&quot;. She added that the final UN report, due to be released at the end of this month, would be one of the pieces of evidence considered, although &quot;underneath it all&quot; will be Rwanda&apos;s poverty reduction efforts. Rwanda has won praise from this government and the previous Labour one for its development achievements. Greening, like her predecessor and other Tory MPs on the development committee, took part in Project Umubano, helping with local business and education projects. Human rights experts voiced frustration at Greening&apos;s response. &quot;The secretary of state did not appear to fully acknowledge the wealth of evidence already available on continued Rwandan military support for the M23,&quot; said Carina Tertsakian, a Rwanda expert at Human Rights Watch. &quot;Detailed information gathered by the UN group of experts and Human Rights Watch is already in the public domain. We trust she will take this information into account when deciding on the next phase of UK budget support to Rwanda.&quot; Greening said several times she wanted to consult more with human rights groups. &quot;I want a more structured engagement with human rights organisations,&quot; she told MPs. &quot;It is important to hear from relevant partners.&quot; Rwanda is set to issue a $205m eurobond by the end of next month as it seeks to plug budgetary gaps of $128m  about 10% of its total budget  arising from the suspension of budget support, the Africa Review reported. Rwanda, which makes most of its foreign currency from tourism and coffee exports, wants to finance spending on power plants and roads. Zambia recently issued a 10-year eurobond that was heavily oversubscribed amid strong investor interest in African countries that have experienced robust growth.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/13/uk-evidence-aid-rwanda-decision", 
    "wordcount": "850"
}