{
    "headline": "Apps Rush: Greggs, Time Ducks, Parent Bingo, Seesmic Ping, FourFourTwo Gallery, Mr Legs and more", 
    "text": "A selection of 13 apps for you today: Greggs Ah, those moments when you MUST have a piping-hot sausage roll or three, but don&apos;t know where to go. The official iPhone app for UK bakery chain Greggs can help, with its GPS-enabled Shop Finder feature. It also promotes discounts, includes the complete menu, and social sharing features.iPhone Time Ducks Frogger meets Braid meets slot machines. Intrigued? Danish developer Tough Guy Studios has released this lovingly-created line-drawing game that involves getting animals across the road, while rewinding and fast-forwarding time at will.iPhone / iPad Parent Bingo Parenting can be a stressful experience. iPhone app Parent Bingo aims to help by boosting &quot;a parent&apos;s first line of defence  their sense of humour&quot;. The idea: mark off parental experiences on a digital bingo card, and share with friends.iPhone Seesmic Ping Social startup Seesmic&apos;s latest Android app wants to help people schedule their posts to Twitter, Facebook and LinkedIn, choosing when and where status updates should be made available.Android FourFourTwo Gallery Magazine publisher Haymarket has a new appy spin-off from FourFourTwo magazine. This Gallery app for iPad offers football photography, from action shots to the sillier side of the game  as well as more than 200 covers from the mag itself.iPad Infected Out on iOS since December 2011, Glu&apos;s freemium action game Infected is now on Android. It sees you roaming the streets of New York killing zombies. Well, it&apos;s more the zombies who are roaming, given that this is a tower defence-style game.Android iDaTank After for a quirky yet lovely-looking Japanese robo-exploration game? Look no further than iDataTank, which has enough character to perhaps become a breakout indie hit on Android.Android Mr Legs It must be the week for intriguing indie Android games. Mr Legs is the work of a new studio called James Games, and sees its long-legged hero plucking cherries on the streets of Londonium, with a characterful visual style.Android Rogue Racing Another freemium game from Glu, but this time iOS-only  for now at least. Rogue Racing is a Need For Speed-style street-racing game, but reviewers on the App Store are already complaining about the gameplay and in-app purchases implementation.iPhone / iPad Disney Second Screen: Lady And the Tramp Edition It&apos;s US-only, but Disney&apos;s latets second-screen iPad app is designed to be used during or after watching Lady and the Tramp, accessing galleries, flipbooks and playing challenges.iPad Pet Shop Story: Valentine&apos;s Day The new fashion for iOS freemium social games seems to be launching calendar-focused spin-offs. Lots had Christmas editions, but now TeamLava&apos;s Pet Shop Story has got in first with a Valentine&apos;s Day version. A pet shop with a &quot;Kitty Kissing Booth&quot;? Sounds illegal.iPhone / iPad My Country: Sports Edition There&apos;s also the genre-based spin-off, as seen in this new Android game from Cooper Media: a sporty offshoot from its My Country freemium game. The idea: build the perfect sports village, with tennis courts, stadia and swimming pools. Bonuses feed back into the main game too.Android ARWedding Japan And finally, (virtual) hats off to the Japanese couple who have released an augmented reality Android app just for guests coming to their wedding reception: &quot;Just hold the camera up to the QR code to see your gift!&quot;Android", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/06/apps-rush-greggs-fourfourtwo-seesmic", 
    "wordcount": "552"
}