{
    "headline": "TuneIn Radio talks apps, cars, discovery and streaming rivals", 
    "text": "With more than 30m active users, TuneIn Radio is regularly cited as one of the success stories of the apps era. That said, the company has been around for much longer than the app stores, having been founded in 2002. The service, which enables people to listen to streaming radio stations and podcasts, is now available on more than 150 devices, including smartphones and tablets, but also connected hi-fis, set-top boxes and cars. &quot;There had been no marketing, and almost nothing viral about the product itself,&quot; says CEO John Donham, who joined the company from Disney in August 2011. &quot;It was all word of mouth. It&apos;s the biggest app that no one has ever heard of! And it&apos;s a stunning amount of traction for a company like this to have.&quot; Director of product Kristin Perkins adds that mobile is now the most popular platform for listening to TuneIn Radio, and that it &quot;dwarfs&quot; the usage on other consumer electronic devices. Factors include regular updates, and increased use of smartphones in cars. &quot;A lot of the loyalty we have from listeners comes from the fact that we do product releases every 1-2 months,&quot; she says. &quot;Also, what we&apos;re seeing lately is that people are using their mobile device in their vehicle while driving, listening to TuneIn in the car.&quot; Hence the launch of a new feature for TuneIn&apos;s Android app called &quot;Car Mode&quot;, which uses voice-control technology. Users can say an artist&apos;s name to find a station currently playing one of their songs (or a station that often plays it), or search for a specific country to listen to stations from. Perkins says that this is just the start of a planned swathe of features to help TuneIn users discover new radio stations to listen to. &quot;Discovery is a big challenge in our space, and a huge opportunity for us,&quot; she says. &quot;We&apos;re doing a good job right now, but we could do a much better job of it. Our product roadmap going forward has a lot more features for discovering stations and shows based on your interests.&quot; There is already a feature that scans people&apos;s music libraries on their phones and then looks for stations whose playlists best match those artists. &quot;This is the music you&apos;re listening to  your personal playlists so let&apos;s find you the DJs around the world who match your tastes,&quot; says Donham. &quot;DJs still play tastemakers. The place that people are still discovering the majority of their music is the radio: this person that&apos;s there and hand-selecting pieces of content.&quot; If TuneIn&apos;s goal is to help traditional radio stations find new audiences, it&apos;s fair to say that those stations are also facing competition from new personal radio services like Pandora and Clear Channel&apos;s iHeartRadio the latter started as a TuneIn-style app for Clear Channel&apos;s terrestrial stations, before bolting on Pandora-style features in a 2011 revamp. Donham declines to comment specifically on this competition, but stresses that TuneIn Radio is more about guiding its users to the most relevant content on existing radio stations. &quot;What&apos;s the most interesting thing that&apos;s on right now?&quot; he says, as an explanation. &quot;Of the tens of thousands of stations available in the world, a few will be broadcasting something unbelievably compelling to you, and yet you don&apos;t know it. You might be a big Adele fan, and there&apos;s a really interesting interview with her airing somewhere in the world, but you have no idea. So how can we help with that? It&apos;s a tremendous opportunity.&quot; Perkins also hints at social features becoming more of a focus for TuneIn in the months ahead. &quot;Getting our listeners into conversation with other listeners who are listening to the same piece of content is important to us,&quot; she says. &quot;As well as getting those listeners talking to the station and DJs on the other end. We are building a lot of features around that concept.&quot; Donham says that TuneIn&apos;s approach to social differs from streaming music services like Spotify. How? He suggests that in the technology world, the word &quot;social&quot; has a clear definition meaning sharing something with people on social networks. &quot;But there is an old-school definition of social too,&quot; he says. &quot;Radio is incredibly social: someone on the other end is talking to you, and you&apos;re listening with thousands of other people simultaneously. Radio makes you feel less lonely, and a streaming music service never does that for you.&quot; Perhaps not before, but looking at Spotify&apos;s current Facebook integration, that&apos;s changing, as people start seeing real-time feeds of what their friends are listening to, and on the social network itself start spawning chat windows to talk about it. Even so, Donham thinks traditional radio has a role to play here too. &quot;We&apos;re taking something already inherently social and magnifying that via social networks, rather than taking something inherently unsocial like a streaming music platform and trying to figure out how to make it social.&quot; For example? &quot;Wouldn&apos;t it be neat if all the people tweeting about a specific programme could join in that conversation, and everyone could participate from their mobile device, and talk back to the broadcaster?&quot; he says. The equivalent for radio of what Zeebox and GetGlue are trying to do for TV, you could say. Meanwhile, TuneIn is working on other features to help its partner stations make money from their mobile listeners, even if they live thousands of miles away. &quot;We want to help monetise a local audience even if you&apos;re far away from them,&quot; says Donham. &quot;If a Bollywood broadcaster in India has tens of thousands of people in London listening every day, they have no way to monetise those listeners. We can help provide local ads though.&quot; He adds that TuneIn is also looking at ways to serve display ads within its apps based on the stations that users are listening to, which may even match the audio adverts running in the station&apos;s commercial breaks. &quot;If the display ad ties to the audio ad, you can click that button right there and make a purchase from your smartphone,&quot; says Donham. &quot;Also, the advertiser can see how many people listening purchased their product. They can see a direct return on investment on it.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/05/tunein-radio-apps-social-cars", 
    "wordcount": "1085"
}