{
    "headline": "Making Afghanistan a viable state is a flawed ambition, admit MPs", 
    "text": "Britain should focus less on creating a viable state in Afghanistan and seek to work at a local level to deliver &quot;measurable benefits&quot; for people, MPs said on Thursday. In a grim report looking at Afghanistan&apos;s development prospects after 2014, when western combat troops are set to withdraw, the international development committee said the priority of state-building may not be attainable when there are so many factors at play, such as the situation in neighbouring Pakistan. &quot;This priority set for the Department for International Development (DfID) may become harder, if not impossible to work towards in the absence of a political settlement and if the security situation deteriorates further,&quot; said the report. MPs said DfID should instead give greater emphasis to providing services and alleviating poverty. The report said the department&apos;s evaluation in 2009 found that its most successful work was on small-scale rural development and not large-scale government projects. &quot;We recommend that DfID be prepared, as Afghanistan moves closer to 2014, to be able to shift the focus of its governance programme away from consultants in Kabul towards helping the Afghan government deliver basic services at a local level,&quot; said the report. It urged DfID to encourage other major donors to keep up their aid programmes so that there would be no sudden drops in funding that might exacerbate an already fragile situation. &quot;The Afghan people want their country to succeed, and the UK should continue to support them with a major aid budget in the country after the troops leave,&quot; said Malcolm Bruce, the committee chairman. &quot;It is questionable whether DfID has the capacity to build a viable state but we should be able to deliver effective development.&quot; Since 2001, donors are estimated to have devoted nearly $30bn (19bn) in development and humanitarian aid to Afghanistan, and the volume of aid has risen each year. Afghanistan is the world&apos;s largest recipient of official development assistance; 71% of its gross domestic product is funded by foreign aid. Military aid of $243bn, however, dwarfs humanitarian and development programmes. The UK is Afghanistan&apos;s third biggest donor, behind the US and EU institutions. DfID has committed 178m annually up to 2014-15, having increased spending in 2010 by 40%. The programme&apos;s three objectives are improving security and stability; stimulating economic growth and job creation; and helping deliver basic services. The UK also has a 10-year partnership arrangement on poverty reduction and aid effectiveness. The large amounts of foreign aid have led to some improvements. More than five million children attend school, compared with 1 million in 2001 under the Taliban, and mortality rates for children under five have fallen by 40%. But the country remains one of the world&apos;s poorest, with an estimated 9 million Afghans (about a third of the population) living in poverty (according to the World Bank definition of a person living on less than $1.25 a day). An estimated 5.4 million Afghans lack access to health services, 4.4 million of whom are women. The report noted a host of problems with the massive aid effort. Most of it bypasses the Afghan government, limiting its ability to build public services and strengthen governance systems. Yet even when aid is delivered through the government, it lacks the capacity to absorb it, spending only an estimated 18-20% of the aid it receives from the US. Dovetailing aid  a running sore in development  is particularly acute in Afghanistan. &quot;Co-ordination among donors, all with different priorities, has been a significant obstacle as it has led to poorly co-ordinated or ill-advised projects,&quot; said the report. &quot;Implementation of aid projects on the ground has often been fragmented among donors with complex structures.&quot; The Independent Commission for Aid Impact (ICAI), an independent watchdog, has raised concerns about the financial management of British projects. In March, ICAI gave the Afghanistan aid programme an amber-red mark, signifying that the scheme is &quot;not performing well&quot; and needs &quot;significant improvements&quot;. MPs found a gap between DfID&apos;s rhetoric and its actions in advancing the cause of women. The committee said it found little evidence to back up the UK government&apos;s claims that it is committed to protecting and promoting the rights of women and girls. &quot;DfID could be doing a lot more to help support women in Afghanistan,&quot; said Bruce. &quot;The department should start by examining what programmes have been effective for women in Afghanistan, then draw up a plan to expand these programmes, while doing all it can to secure commitments from other donors.&quot; A DfID spokesman agreed women&apos;s rights should be at the heart of its work in Afghanistan, adding that UK funding has helped get 2.2 million girls into school and its 19.5m Tawanmandi civil society programme is providing more than half its grants to women&apos;s organisations. &quot;Preventing sexual violence in conflict and post-conflict countries is a priority across government which is why, last month, the foreign secretary [William Hague] announced 1m to support the UN on sexual violence in conflict,&quot; said the spokesman. ActionAid estimates that $90m is needed for the Afghan government to tackle the problem of violence against women, pointing out that Australia has already committed $17m towards this. The NGO said: &quot;It is time for the UK government to put its money where its mouth is when it comes to supporting women in Afghanistan and make a sizeable new financial commitment to help end the shocking abuse of women.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/25/afghanistan-viable-state-flawed-ambition", 
    "wordcount": "929"
}