{
    "headline": "Teachers warned over befriending pupils on Facebook", 
    "text": "This article is the subject of a legal complaint made by Jonathan Spedding, who denies either admitting to or actually communicating with pupils via his Facebook page. More than one in 10 school teachers accused of misconduct last year had used social networking sites and email to forge inappropriate relationships with their pupils, an analysis of disciplinary cases has found. Facebook, Twitter, online chatrooms and emails were used to befriend children in 43 of the cases brought to the regulator, the General Teaching Council for England in 2011. Eighteen teachers were given prohibition orders and struck off, while 14 were suspended. In all, the GTC heard 336 cases of &quot;unacceptable professional conduct&quot; last year. The cases before the professional watchdog represent the tip of the iceberg in terms of inappropriate use of social networking, as the GTC only handles cases where a teacher has been sacked or resigned in circumstances where dismissal was possible. Transcripts of Facebook messages and internet chatlogs were used as evidence against the teachers, many of whom had told pupils to keep quiet about the communication. Seven of the 43 cases in which the internet was a feature involved emails alone, rather than social media. In three cases, although the teachers were disciplined, the particular allegation about social networking was not proved. There are big differences between schools&apos; policies on social networking: some ban teachers from having accounts entirely, while at others staff can be Facebook &quot;friends&quot; with pupils. A disciplinary case brought against an English teacher, Lee Butcher, who taught at Garforth community college in Leeds came to light only after a pupil&apos;s mother read parts of a Facebook exchange between the teacher and a former pupil. An investigation found that Butcher had had &quot;inappropriate and sexually explicit&quot; conversations with the 16-year-old over the site for three months. They included comments about the former pupil posing for erotic photos over a webcam. During the exchanges with the girl, he tried to make sure she was alone and asked her not to tell anyone about them. The parent who discovered the exchanges believed they had also been emailed to other pupils. There were no criminal proceedings, but Butcher admitted unacceptable professional conduct. A GTC committee reprimanded him, saying: &quot;Teachers must not establish or seek to establish social contact with pupils, children or young people for the purpose of securing a friendship or to pursue or strengthen a relationship. That extends to the use of social networking sites such as Facebook.&quot; He was given a 12-month suspension order, from May 2011, but not struck off. In a case against Benedict Garrett, a sex education teacher, the school&apos;s policy stated that teachers must never &quot;friend&quot; a pupil on Facebook. Garrett, who was head of personal, social and health education at Beal high school in Ilford, Essex, used a pseudonym to set up a Facebook account after a school trip to Spain. He accepted pupils as &quot;friends&quot; and regularly communicated with them through text messages, emails and Facebook. A hearing into the allegations said the contact was &quot;inappropriate because it fell outside the boundaries of the professional teacher/student relationship&quot;. The disciplinary committee also ruled that Garrett&apos;s work as a stripper and actor in porn films was a &quot;breach of the standards of propriety expected of the profession&quot;, although it had not &quot;seriously affected&quot; his pupils. Garrett was found guilty of unacceptable professional conduct and given a reprimand, but not banned from teaching. In another case a science teacher at Somervale school in Midsomer Norton, Bath, posted pictures of herself smoking from a bong, and another in which she appeared to be drunk. Catherine Howard accepted these pictures were inappropriate&quot;, particularly given the lack of security settings on her account, which meant they were easily accessible. She also used Facebook to communicate with a pupil. The GTC committee noted: &quot;There appears to be a desire by the teacher to be the pupils&apos; friend and to be popular. This desire appears to have overridden her professionalism, and has led to a blurring and an overstepping of the teacher/student professional boundary.&quot; Howard was suspended for nine months and told that, before she could return to teaching, she would have to undertake coaching in &quot;professional boundaries&quot;. In one case where a teacher was struck off, Richard Jones was found to have made &quot;inappropriate and unprofessional&quot; use of Facebook to communicate with three pupils. Jones, who taught at Raynes Park high school in south-west London, posted a picture of another pupil on Facebook without her permission. In another case where a teacher admitted communicating with pupils on Facebook, he escaped sanction for this partly because the school did not have a social networking policy. Jonathan Spedding, a teacher at Wooldale junior school in Holmfirth, West Yorkshire, admitted having Facebook contact with pupils. He later qualified this admission  and because the school did not have a policy, the GTC committee said it was &quot;not able to say that communicating with pupils via Facebook was inappropriate, although it was clearly unwise&quot;. Karl Hopwood, an internet safety consultant and former head, said: &quot;I work in a lot of schools all over the country and I see very different approaches to this type of thing  from schools who have actually told teachers that they cannot have a Facebook account, to others who haven&apos;t even given it a thought. Similarly, you find schools where staff are friends with pupils on Facebook. &quot;My advice to schools is to always have a very clear and robust &apos;acceptable use&apos; policy which is a living breathing document, not some 25-page tome on the staffroom shelf gathering dust. I think that they also have to have very clear distinctions between public and private.&quot; Facebook can be useful as a way of keeping in touch with the school orchestra or rugby team, Hopwood suggested. &quot;But teachers need to make sure that they don&apos;t do this from their own personal page. They can set up a group which will work well for this type of thing.&quot; The social networking site has published advice for teachers on how to curate different profiles for different audiences. Facebook advises teachers on how to use friend lists to sort friends into different groups, and then decide which list to share content with. The GTC registrar, Paul Heathcote, said: &quot;Often the use of social media by teachers can be positive and make a valuable contribution to a teacher&apos;s practice, to pupils or to the school. Each GTC case is based on its own merits, and only if the use of social media by a teacher is relevant and serious enough to potentially affect a teacher&apos;s registration is it likely to progress to a hearing.&quot; A headteacher says The difficulty is that we didn&apos;t grow up with social media, and therefore we fear it and don&apos;t understand how our children interact with it. It&apos;s easy to see the negatives, hard to understand how to protect the children  and very easy to ignore the positives. At Holme Grange school, we ban Facebook on the school&apos;s computers and staff are advised not to accept parents or pupils as friends; I know they do get requests. I did have one teacher who was in communication with pupils: I said to take them off [as friends] and stop immediately. There are too many pitfalls. Obviously you&apos;re allowed a private life, but you need to protect it. At the moment we&apos;re considering having a school Facebook page that only we can post on, and that nobody could comment on. Our advice is it would be detrimental to allow people to post comments, because they could be comments that we don&apos;t want. The pupil that&apos;s had a bad day at school may well decide to go and post on there. We&apos;ll probably use it for information and marketing. With school trips, with permission, we could post pictures of an event that you could see almost live. Existing parents would automatically be accepted as friends, and when those parents are on the page, up would pop pictures of their children off on a trip, and having a wonderful time. I&apos;m also struck by the fact that, when people apply for jobs, Facebook is used as a shortlisting tool. I think it&apos;s amazing what people put up there. They are only now becoming more aware of the impact of what they post. It&apos;s a snapshot, of course, but people are judged on a snapshot. The extent of what you see might determine whether this is a person you want to work with. Claire Robinson is headteacher of Holme Grange preparatory school in Wokingham, Berkshire", 
    "section": "education", 
    "gid": "education/2012/jan/23/teacher-misconduct-cases-facebook", 
    "wordcount": "1470"
}