{
    "headline": "Windows 8 launch a 'defining moment' for Microsoft's Steve Ballmer", 
    "text": "Microsoft has unveiled Windows 8, a radical reinvention of the world&apos;s best-selling computer operating system for the touchscreen age, in what many believe could be chief executive Steven Ballmer&apos;s last stand. A 32-year Microsoft veteran and the company&apos;s second largest shareholder after Bill Gates, Ballmer has bet his $235bn (145bn) business on an operating system intended to give the titan of the already fading PC era a future on today&apos;s smartphones and tablets. At a launch event in New York on Thursday night, he promised a &quot;re-imagined&quot; software experience that &quot;shatters perceptions of what a PC really is&quot;. Windows 8 will be a boost for PCs, Microsoft believes, rather than accelerating the change that is seeing them replaced by the growing number of mobile devices. The success of the iPhone saw Apple overtake Microsoft as the world&apos;s largest technology company two years ago, but Microsoft remains more valuable than Google, whose Android operating system dominates the smartphone market. It also has $67bn in cash reserves with which to continue its fight to remain relevant. The showcase device of the biggest Windows relaunch in 17 years  a high-end tablet computer called Surface which goes on sale today  has already received the thumbs down from influential reviewers. While Microsoft can afford to keep trying, critics believe Windows 8 represents Ballmer&apos;s last chance to remain at the helm. &quot;This is going to be his defining moment,&quot; said technology industry analyst Patrick Moorhead of Moor Insights &amp; Strategy. &quot;Ballmer&apos;s legacy will be looked at as what he did or didn&apos;t do with Windows 8. If Windows 8 is not a success, a lot of people will be looking for Microsoft to make a change at the CEO level.&quot; The domestic desktop computer is languishing, with consumers delaying upgrades as they save their cash for smartphones and iPads. Microsoft software operates 95% of PCs, but worldwide sales of those machines fell 8% in the last quarter. Forrester analyst Frank Gillett has said that if you combined the numbers for PCs, smartphones and tablets, Microsoft accounted for nearly 70% of unit sales in 2008, but just 30% this year. He predicted: &quot;Windows 8 is a make-or-break product launch for Microsoft. After a slow start in 2013, Windows 8 will take hold in 2014, keeping Microsoft relevant and the master of the PC market, but simply a contender in tablets, and a distant third in smartphones.&quot; With a brightly coloured interface composed of &quot;tiles&quot;, each representing an app, Windows 8 has been praised as fast, fluid and fun to use. Updates, like a change in the weather, or a friend&apos;s Facebook comments, feed through to the tiles which represent them, creating a dynamic, eye-catching home screen. But critics say it is only a skin, with the old Windows software underneath. To operate certain features such as word processing, or even to change the date, users must leave the tiles interface and are returned to the world of Windows 7. &quot;You can&apos;t fault them for what they&apos;ve done to try to prepare for this moment,&quot; said analyst Mark Moerdler at broker Sanford C Bernstein. &quot;They&apos;ve shown themselves to be organically innovative. But if they fail now it becomes even more difficult for them to gain mind share.&quot; Ballmer, now 56, has spent his entire working life at Microsoft, joining as one of its first 30 employees after meeting Gates at Harvard and finally succeeding him as chief executive in January 2000. Since then Microsoft&apos;s annual revenue has nearly quadrupled to $74bn and highlights of his tenure have included the successful Xbox 360 games console. But Ballmer has been slow to respond to technology shifts and has allowed Apple and Google to steal a march in mobile computing and search. Described by Forbes magazine as the &quot;worst CEO of a publicly traded company today&quot;, Ballmer has done enough with Windows 8 to keep the jury at bay  but the clock is ticking.", 
    "section": "technology", 
    "gid": "technology/2012/oct/25/microsoft-launches-windows-8-defining-moment-ballmer", 
    "wordcount": "672"
}