{
    "headline": "Wrynecks, now extinct in Britain, hop across the harrowed field", 
    "text": "Phoebe, my parson russell terrier, hustles me out of the house, bounces off to see if her particular friend, Joe  an old collie of high intelligence, uncertain temperament and aromatic presence  is coming out to play. I like this dog. In a newly scoured drainage ditch he once caught and held soft-mouthed until told to release a Pyrenean desman  one of the rarest of European mammals, in appearance like an aquatic mole. Today he plods along as Phoebe races in large circles round the meadow. This spacious, quiet corner of the Pyrenees, with its old ways, lack of people, wealth of flowers, butterflies and birds, reminds me of how Wales was 50 years ago, and is no longer. We cross what would, in the chalk country of southern England, be called a winterbourne. Dry after summer&apos;s heat, its course is marked by heaps of blanched and dusty pebbles and shadowed by an avenue of false acacia. Fallen leaves jewel the stones. The field beyond is freshly harrowed, oak woods rising on its farther side that stretch 200 miles to the Atlantic. The dogs frisk off to scent after wild boar among the trees. Signs of them are all around. The farmer&apos;s wife tells me of depredations wreaked upon her potato patch. I take out my glass, scan the forest margin of the field and focus on two birds, &quot;Speckled and veined in various shades of brown&quot; (John Clare), that are hopping across the soil, barred tails held aloft, probing for ants among the tilth. Extinct in Britain now, these are wrynecks, an extraordinary small woodpecker around which legend has grown. Their subtle barred-and-striped beauty of plumage is accentuated by dippings and writhings of their movement. As we wander home, dusk descending, a nightjar brushes my shoulder, buff-hued, its gorgeous rich design owing nothing to colour&apos;s assertions.", 
    "section": "environment", 
    "gid": "environment/2012/sep/14/wrynecks-extinct-britain-ariege-france", 
    "wordcount": "308"
}