{
    "headline": "Boot up: Mac users and security, do people like Google?, Toshiba's tablets and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team CyanogenMod supports one-click web-to-ROM Manager installs &gt;&gt; Mobiputing  ROM Manager is an app that makes it easy for Android smartphone and tablet users to install custom ROMs on rooted devices with unlocked bootloaders. You can use the free version of the app to flash ClockworkMod Recovery on your device, reboot into recovery, install ROMs, or manage backups.   This was flagged to us on Twitter as indicating that Cyanogenmod will &quot;soon be mainstream&quot;. Our response: 99.9x% of Android users will never, ever mod their phones. They wouldn&apos;t even understand that extract. With Instagram, Facebook gets &apos;holy grail&apos; of data - real-time advice &gt;&gt; SmartMoney  Snap a digital photo, and the file typically includes embedded information on where and when it was taken. Facebook says Instagram will remain a standalone app separate from the social networking site, but the acquisition could make it easier for marketers, advertisers and the apps and companies one &quot;likes&quot; to access that kind of photo information, says Deborah Mitchell, executive director for the Center of Brand and Product Management at the University of Wisconsin-Madison.   Could be worth anywhere from $50 to $5,000 per user, apparently, because it says where you are (if you turn on location capture) and what you&apos;re interested in. Value-enhancing for Facebook if so. Investors demand change at ailing UK tech companies &gt;&gt; FT.com Intriguing - and unusual - viewpoint on small UK tech businesses.   Jon Moulton, the private equity investor who bought Clarity at the end of last year, says that every few years the largest of the small-cap technology investors become restless and start to shop around their portfolios to private equity.  Private equity firms are in turn often keen to snap up these struggling businesses in the hope of being able to turn them around with radical management changes.  &quot;A lot of UK technology companies are really stable, cash-generating businesses and are only in a loss because of poor managers,&quot; says Mr Moulton.  The myth of the security-smug Mac user &gt;&gt; Securosis Blog Rich Mogull:   This is anecdotal, and I don&apos;t have survey numbers to back it up, but I&apos;ve been probably the most prominent writer on Mac security for the past 5 years, and talk to a ton of people in person and over email. Nearly universally Mac users are and have been, concerned about security and malware.  So where does this myth come from? I think it&apos;s 3 sources.   Read the three sources before you comment. Bye-bye, Thrive tablets; hello, Toshiba Excite &gt;&gt; AllThingsD Remember the crazy sales of the Toshiba Thrive tablet? Anyway.   Toshiba&apos;s new Excite line, which the Japanese electronics maker is officially announcing today, will include 7.7-inch, 10-inch and 13-inch models. All three Wi-Fi-only tablets are running Google&apos;s Android 4.0 Ice Cream Sandwich operating system; they are aluminum-encased, have Gorilla Glass displays, come with a five-megapixel rear camera and a two-megapixel front-facing camera, and include new Nvidia TegraTM 3 processors.  The Excite 7.7 also has an AMOLED display, a micro-USB port and a micro-SD card slot; while the Excite 10 has an LED-backlit display, micro-USB and micro-HDMI ports, and a full-sized SD card slot. At 1.32 pounds, the new 10-inch weighs just slightly less than Toshiba&apos;s last tablet.   Great specifications. Gartner&apos;s prediction: iPads (no AMOLED, no built-in micro-SD or HDMI ports) will outsell Android tablets 2:1 in 2012. Poll: People like Google more than Apple or Facebook [with chart and full results] &gt;&gt; DWMedia Appears to be a statistically rigorous poll:   In addition to very broad popularity, Google and Apple share vast exposure. Just 10% of Americans haven&apos;t formed a basic opinion of Google (rising to 29% of less tech-savvy seniors), and 14% have no opinion of Apple and Facebook alike. Twitter is less well known, with 31% unready to express an opinion of it, jumping to 51% of seniors.   Basically, old geezers don&apos;t approve of tech. (Thanks @rquick for the link.) HTML5 Presentation - in HTML5 &gt;&gt; HTML5Rocks Only works fully in Google&apos;s Chrome browser. A useful reference if you&apos;re working on HMTL5. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/11/technology-links-newsbucket", 
    "wordcount": "732"
}