{
    "headline": "Verizon's bid for Yahoo on the rocks ahead of latest revenue results", 
    "text": "Analysts are predicting more bad news for Yahoo on Tuesday as the company releases its latest results amid a now floundering takeover bid. The research firm eMarketer is expecting a double-digit decline in ad revenue. The drop comes as Verizon is attempting to renegotiate its $4.8bn bid for the company. On Friday, chief executive officer Marissa Mayer canceled the usual results call with analysts. The firm will release filings with the Securities and Exchange Commission and a press statement, but will not take questions due to the pending transaction with Verizon. That transaction may not be pending for much longer: Yahoo took such a beating in the press after revelations that half a billion of its customers had been hacked and that it had secretly monitored the accounts of its customers for US authorities that Verizon has reportedly sought a billion-dollar discount on its pricey acquisition. The telecoms company is now sending signals that it may try to scuttle the deal altogether.   Related: Yahoo email surveillance: who approved the secret scanning program?    In the contract with Verizon, the Yahoo deal includes a clause that allows Verizon to withdraw if a new event reasonably can be expected to have a material adverse effect on the business, assets, properties, results of operation or financial condition of the business, according to Reuters.  Verizons general counsel told reporters last week: I think we have a reasonable basis to believe right now that the impact is material and were looking to Yahoo to demonstrate to us the full impact. If they believe that its not, then theyll need to show us that.  Martn Utreras, forecasting analyst at eMarketer, agreed. With email at the core of Yahoos user base, we do expect recent privacy concerns to have at least some material effect on Yahoos display business in the future, he wrote.", 
    "section": "technology", 
    "gid": "technology/2016/oct/18/can-verizons-bid-for-yahoo-survive", 
    "wordcount": "304"
}