{
    "headline": "YouTube superstars: the generation taking on TV  and winning", 
    "text": "The moment I realised I was middle-aged came at 4.25pm on a Monday a month or so ago. I was at the BFI on London&apos;s Southbank and had just watched a 15-minute documentary called Becoming YouTube, made by a young film-maker called Benjamin Cook. Cook, who has postbox-red hair and a painful-looking piercing in his lower lip, was now on stage in discussion with four fellow YouTubers, all in their early 20s. I had no idea who they were but I was in a minority of one. Among them, the five have almost 4m registered fans (&apos;subscribers&apos; to their YouTube channels) around the world, and millions more are intimately familiar with their work and lives. They came across not quite as rock stars; more like what I imagine would happen if Matt Smith turned up at a Doctor Who convention. I played back in my head a section of Cook&apos;s film, which was clearly not aimed at someone in their mid-OK-late 30s like me. &quot;You might have noticed that a lot of people don&apos;t get YouTube,&quot; he said, staring down the camera lens. &quot;Most people treat YouTube in the same way as they would a blocked toilet or Piers Morgan&apos;s TV career: they don&apos;t know how it happened or who&apos;s behind it but they figure it&apos;s probably just full of shit and they&apos;ll leave it for someone else to deal with.&quot; Cook&apos;s lip curled into a sneer. &quot;And in YouTube&apos;s case that&apos;s a shame. Or maybe it isn&apos;t. Because, for the time being at least, YouTube feels like our secret: we know that YouTube is a hub of raw untethered talent; a place we can engage, experiment and create in a way that TV  whatever that is  can only dream of.&quot; I was beginning to feel I&apos;d underestimated YouTube, and I&apos;ll bet I&apos;m not the only one. The site features in most of our lives but only in a passive way: we go there to find the video of Nora the piano-playing cat, to track down Zlatan Ibrahimovic&apos;s wonder-goal or to watch Psy&apos;s &quot;Gangnam Style&quot; 1,488, 814,712 times. There might be gems on YouTube, but with 72 hours of video uploaded every minute, who has the time to hunt it down? Well, on the evidence of the screening at the BFI, teenagers do, and specifically girls aged between 13 and 17. What they are searching for are video blogs (&quot;vlogs&quot;) from cute middle-class boys with Bieber sweeps, make-up instructionals, comedy sketches featuring cute middle-class boys with Bieber sweeps, and video-game &quot;playthroughs&quot;, step-by-step guides to completing, say, Resident Evil 5. If you have ever wondered what your children are doing in their bedrooms, or why they are glued to their phones for 16 hours a day, you should watch the first instalment of Cook&apos;s 12-part Becoming YouTube. If you are interested in the increasingly targeted and personalised direction that all onscreen entertainment is heading in, it&apos;s worth checking out too. One thing you&apos;ll soon realise is that this new generation of superstar YouTubers are not just gawky kids sitting in their bedrooms with a webcam. That might be how it started but many have managed to turn it into a lucrative business. Take Charlie McDonnell, who was on the BFI panel, wearing a Toy Story T-shirt and black hoodie. He created the YouTube channel charlieissocoollike in 2007, when he was putting off revising for GCSEs. The next year, as his vlogs racked up subscribers and views, YouTube started to split ad revenues with its content creators. After A-levels McDonnell had a choice: go to university or become a full-time vlogger. He chose the latter, bought a house and  according to the February issue of Wired magazine, on the cover of which he appeared  now earns, from ads and merchandise sales, more than his parents. Recent posts on charlieissocoollike have included nerdy lectures on science, an appeal for donations to the Alzheimer&apos;s Society and  heartbreakingly for most of his audience  a confession that he now has a girlfriend. McDonnell&apos;s friend and housemate, a 23-year-old vlogger and singer-songwriter from Essex called Alex Day, has been described as &quot;the future of music&quot; by Forbes. He created his YouTube channel, nerimon, in 2006, again for fun. He puts up songs and music videos, as well as filming chatty updates on his life. He developed a devoted following and decided to see how far he could get without a major label behind him. The answer was No4 in the UK charts, with 130,000 downloads globally of his single, Forever Yours, in December 2011; his first two royalty cheques came to more than 100,000. (More than 1,000 people worldwide now earn more than $100,000 a year from just their YouTube revenues.) There is growing consensus that traditional media, particularly TV, need to learn lessons from this. &quot;YouTube is beginning to behave like a market leader,&quot; noted Elisabeth Murdoch in her 2012 MacTaggart lecture. &quot;Believe at your own risk that their platform is based on homemade videos of cats in washing machines Brands and talent are using YouTube to create direct-to-consumer relationships. Michelle Phan is the world&apos;s most popular make-up expert with over 600 million views. Yes  that&apos;s equivalent to a global Olympic audience generated by a 22-year-old putting on Lady Gaga makeup.&quot; It became clear at the BFI that there remained some generational misunderstandings,. &quot;A lot of companies still view YouTubers as hacks or amateurs,&quot; said the compere, Christopher Bingham, a 22-year-old film-maker known as Bing (his channel is slomozovo). &quot;I had to turn down a meeting with Jamie Oliver because they didn&apos;t want to pay me and that&apos;s something that happens remarkably often. As cool as it would be to say, &apos;Yeah, I met that guy on television in the Sainsbury&apos;s ads&apos;, I&apos;m a professional. If you expect me to jump at the opportunity to do something for free, like you&apos;re doing me a solid? No.&quot; Perhaps the scariest part of that comment for the old media is that these twenty-somethings know Jamie Oliver best for his supermarket advertising. YouTube was born on 23 April 2005 with an upload of a video from the elephant enclosure at San Diego zoo. It was bought by Google in December 2006 for just over 1bn and grew exponentially every year without initially threatening to turn a profit. That changed decisively at the end of 2010 when the site introduced TrueView, a system that allowed users to skip almost two-thirds of its adverts easily; the innovation being that Google could now charge much more for the ones people did watch to the end. But 2012 was the year YouTube came of age. There are two main reasons: the first is that we, as viewers, are increasingly drawn to niche content that we actively select. The idea of mum, dad and two kids sitting round the box, watching whatever the terrestrial channels are showing is quaintly anachronistic. Cable television offers hundreds of channels, while YouTube gives us potentially millions from a global pool. The second is that technology now provides more versatility for watching content from the internet. For copying the tips from a make-up video, you might choose to use a smartphone in the bathroom; you can watch vlogs in bed on a tablet; for longer, more stylised productions, you&apos;ve still got the big screen. &quot;If TV is a monologue then YouTube is a conversation,&quot; says Benjamin Cook. &quot;The communal side of TV has been outdated for 10 years. Something like Doctor Who, The X Factor or the Olympics will suddenly get everyone crowded round the TV again, but in general TV just feels more distant to me. I will sit in bed and watch Charlie McDonnell&apos;s latest vlog and you feel far closer  like you&apos;re watching a friend.&quot; This direct and intimate connection to the audience is perhaps the most revolutionary element of YouTube. &quot;One thing that&apos;s completely different is that a lot of creators involve their audience in the creative process,&quot; says Sara Mormino, director of YouTube content operations in Europe. &quot;So they ask the audience questions, they ask them to comment and they are also able to look at the stats of exactly who is watching. They understand where the audience has spent most of their time, which videos they like and dislike most, and then adapt their content. I don&apos;t see that happening a lot in TV.&quot; For this reason, YouTubers  those who make content specifically for the platform  will often compare the process to theatre or playing music live, more than to producing a television segment. Feedback is immediate and unfailingly honest, and they tailor their performances every time they post a video. Such an environment has given rise to rabid fandom. At first glance, the wild popularity of the video blogs can seem bewildering  really, 3m views for a four-minute video of a 17-year-old boy making a cup of tea? But the more you watch, you begin to realise that the best vloggers share some common traits: they are smart and genuine, and they are just a little bit funnier and cooler than their audience. Great hair doesn&apos;t hurt either. In other words, they are perfect best-friend or cyber-boyfriend material. What about cyber-girlfriends? There is no shortage of excellent female vloggers but they have nothing close to the following of their male counterparts. That might be partly because of YouTube&apos;s savagely personal comments section, which tends to fixate on appearance over content, but a simpler reason is that teenage girls (the most avid consumers of video blogs) are just more interested in boys. Lex Croucher is a 21-year-old student whose channel tyrannosauruslexxx has 64,000 subscribers. Her vlogs started out strictly autobiographical but she has lately been drawn to more spiky, issue-led musings; that said, her most popular posts have been on Play-Doh and 15 Things Not To Say To Your Boyfriend. &quot;Because the majority of viewers are girls, you have to think that a lot of them just fancy the male YouTubers,&quot; she says. &quot;If you&apos;re a boy and you&apos;ve got a nice-enough fringe, you don&apos;t always have to put in too much effort.&quot; The most celebrated YouTubers often find their fame both a blessing and a curse  at the end of last year both McDonnell and Chris Kendall (aka crabstickz) hinted that they were considering leaving YouTube because of the pressure and attention. Thomas Ridgewell, a 22-year-old who produces films and animations on his tomska channel (1.7m subscribers), is unusual in that most of his fans are teenage boys, drawn to his lewd humour and slick, effects-driven videos. &quot;Being a YouTube celebrity is like being a real celebrity without the perks,&quot; says Ridgewell. &quot;No one&apos;s going: &apos;Hey man, come to this cool party! Here&apos;s a jet!&apos; You&apos;re big enough that you have a massive amount of brands and people looking at you, but you&apos;re not big enough that you can distance yourself from your audience. So they are right there in your face, there&apos;s no sitting at the top of your tower, saying, &apos;Hello people.&apos; They are higher than you because there&apos;s more of them and they are piled on top of each other. It&apos;s terrifying.&quot; Ridgewell is one of the superstar YouTubers who are working out how to leverage their popularity. For them, Gangnam Style becoming the first video to pass a billion views is not so relevant. They are more intrigued by the controversial Kony 2012 film, which has drawn 97m viewers to a 30-minute documentary. In the past, there has been an informal rule that YouTube videos should not exceed four minutes, and that you have to grab your viewer in the first 15 seconds before they click on something else. But there is evidence that audiences are becoming more patient, even thoughtful. McDonnell is currently working on short narrative films for YouTube, while Ridgewell hopes to launch full features on the platform. Cook&apos;s ongoing Becoming YouTube project will eventually run to more than three hours. &quot;I don&apos;t see myself jumping to TV or film,&quot; says Ridgewell. &quot;If I wanted to make a film right now and I needed 500,000, I could probably just go to my audience: &apos;Hey guys, you&apos;ve seen the stuff I make, you know you trust me, do you want to give me a couple of quid to make a film?&apos; And they would and I&apos;d make a film and put it on YouTube. &quot;As content creators, we have this choice to say, &apos;OK, get used to longer content or smarter content,&apos;&quot; he continues. &quot;We are in this golden era, the defining era of internet television where we have the power to change and shift the medium. It&apos;s like a massive chemical reaction: we&apos;re splitting the atom of online entertainment.&quot; When you speak to the YouTubers, it&apos;s hard not to think that old-style broadcasters should be concerned by the lack of interest in and sometimes disdain for their product. What this generation (and their audience) loves about the platform is that they grew up with it; it feels like it belongs to them. They make the videos, unmediated by grown-ups, and put them out into the world where they are judged by their peer group. The films may be inconsistent, sometimes shambolic, but that  and here there are echoes of the punk movement  is a huge part of their appeal. &quot;There&apos;s a decent chunk of us who just feel like YouTube is our home,&quot; says Bing. Of course, where there&apos;s an audience and money, it is unlikely to remain a &quot;secret&quot; for long. In 2012 Google spent $300m on launching its Original Channels initiative, as it aims to get traditional broadcasters (such as BBC and ITN) as well as celebrities (Jamie Oliver, Madonna) creating videos exclusively for YouTube. Meanwhile, in January 2012, Elisabeth Murdoch&apos;s production company, Shine, bought ChannelFlip, a media agency that represents some popular YouTubers, and is expanding rapidly. Music mogul Simon Cowell has taken note, too: last month he launched a new talent trawl called The You Generation on YouTube. There are new competitions every fortnight  you enter by video audition  and the winner of the first one, for presenters, was announced on Friday. Across the site, it is already obvious that the videos are becoming more polished and ambitious, and there is a growing sense of commercialism. It is not hard for a user to become a YouTube &quot;partner&quot;: you just have to own all the rights to your content and check a box to allow adverts to be shown with your videos. When partners have more than 10,000 subscribers, they become eligible to use the YouTube Creator Space, a high-end studio in central London, which has editing suites, voice-over booths, training courses and an array of cameras and rigs that are a long way from the basic kit that most YouTubers started out with. YouTube is not ready to take over fromTV just yet  not even executives at Google would make that claim. Its ethos is still fundamentally hobbyist, and its budgets for original programmes are a tiny fraction of channels such as the BBC or Sky. &quot;It&apos;s not a zero-sum game,&quot; says YouTube&apos;s Sara Mormino. &quot;There&apos;s space for every kind of experience  it&apos;s not that one is going to kill the other.&quot; Nevertheless these ambitious young film-makers pose a significant threat to the primacy of television. Their core understanding of the importance of community and audience interaction is unmistakably the future of entertainment. &quot;I wouldn&apos;t say YouTube was a stepping stone, it&apos;s more like a surfboard,&quot; says Ridgewell. &quot;We&apos;re riding this wave and right now it&apos;s turning into an unstoppable tsunami.&quot; Read on: 20 of Britain&apos;s top YouTuber&apos;s profiled", 
    "section": "technology", 
    "gid": "technology/2013/apr/07/youtube-superstars-new-generation-bloggers", 
    "wordcount": "2677"
}