{
    "headline": "Japanese whaling industry 'dead in the water', says animal welfare group", 
    "text": "Japan&apos;s whaling industry is &quot;dead in the water&quot; and cannot survive without huge taxpayer subsidies, according to a study. The report, to be published on Tuesday by the charity International Fund for Animal Welfare (Ifaw), draws on Japanese government data for the first time to build a case against the use of millions of dollars in public subsidies to prop up the industry amid a dramatic decline in consumption of whale meat. Last year those subsidies included 2.28bn (15.6m) siphoned off from the budget for reconstructing the region devastated by the March 2011 tsunami. The report, seen by the Guardian, calls on the government to divert resources to Japan&apos;s fledgling whale-watching industry as a &quot;pro-economy, pro-whale&quot; alternative to its annual &quot;research&quot; hunts in the Antarctic. &quot;Whaling is an unprofitable business that can survive only with substantial subsidies and one that caters to an increasingly shrinking and ageing market,&quot; the report says. Annual subsidies, channelled through the Institute for Cetacean Research, average about 782m (5.3m), it said, adding that the government spent at least 30bn (205m) on whaling between 1987 and last year.     A Japanese whaling fleet's mothership, the Nisshin Maru, seen from Sea Shepherd vessel the Bob Barker. Photograph: Sam Sielen/AFP/Getty Images    In addition, part of a separate profitable fisheries programme is being used, in part, to fund the refitting of the whalers&apos; factory ship, the Nisshin Maru, which will enable the fleet to operate for at least another 10 years. Japan refuses to abandon its whaling programme, despite years of opposition from countries such as Australia and New Zealand. Patrick Ramage, the director of Ifaw&apos;s global whale programme, said that was due in part to the influence wielded by politicians representing coastal fishing communities with links to whaling, and bureaucrats at the fisheries agency. &quot;There&apos;s also the fact that Japan doesn&apos;t appreciate foreigners telling them what to do, and that allows them to play the cultural imperialism card,&quot; he said. The report says official claims that whaling is a historical and cultural necessity are &quot;profoundly and increasingly untrue&quot;. Studies conducted on Ifaw&apos;s behalf by the Japan-based E-Square and Nippon Research Centre show whale meat consumption has fallen to about 1% of its 1960s peak, when it was a vital source of protein. Current stockpiles of unsold whale meat have increased to nearly 5,000 tonnes, about four times greater than they were 15 years ago. &quot;With growing wealth and modernisation, the people of Japan have lost their yen for whale meat,&quot; the report says. &quot;Yet fisheries officials and other government figures continue to siphon off millions of taxpayer yen to prop up an industry that is effectively dead in the water.&quot; Prof Masayuki Komatsu, a former agriculture ministry official who teaches ocean and marine resource policy at the national graduate institute for policy studies in Tokyo, agrees that whaling in its current form is economically unsustainable. His solution, however, is to increase the annual whale catch in the Antarctic and north-west Pacific so prices drop enough to attract a new generation of consumers. &quot;For older Japanese, whale meat is something special that you are happy to pay a premium for,&quot; he said. &quot;But young people have never experienced the taste. It&apos;s not special to them and there are plenty of other sources of protein they can turn to. Japan needs to sell whale meat at a competitive price, similar to that of pork or chicken, and to do that it needs to increase its annual catch.&quot; According to an Ifaw survey published late last year, 89% of Japanese people said they had not bought whale meat in the past 12 months. The International Whaling Commission (IWC) imposed a moratorium on commercial whaling in 1986, but a clause in the ban allows Japan to catch up to about 1,000 mainly minke whales in the southern ocean every winter, and to sell the meat on the open market. Komatsu believes the IWC ban should be lifted to allow Japan to catch &quot;at least&quot; 1,000 whales a year. The cost of sending the fleet to the Antarctic and clashes with the Sea Shepherd marine conservation group have forced the fleet to return with a fraction of its quota of about 950 whales in recent years. Late last year, the whalers left port several weeks late and are expected to take only about 300 whales, Komatsu said.     Japan is allowed to catch up to 1,000 mainly minke whales every winter. Photograph: Murdo Macleod    Australia, which last week demanded Japan&apos;s whaling fleet leave its exclusive economic zone as it prepares for this winter&apos;s slaughter, has taken its campaign to end the Antarctic whale hunts to the international court of justice in the Hague. A ruling could come this year. &quot;The fisheries agency is using international opposition to whaling to build domestic support,&quot; Ramage said. &quot;But I don&apos;t think that argument is selling any better than all that whale meat now sitting in warehouses. Whatever judgment the court makes, it won&apos;t change the reality that in the end, the decision on whaling is going to be made in Tokyo.&quot; The Ifaw report calls for the development of whale watching along Japan&apos;s coastline, a move that, unlike the Antarctic hunts, &quot;will turn a profit and directly benefit costal communities&quot;. Ramage said: &quot;Whale watching is an economically beneficial alternative that&apos;s taking off in Japan and deserves government support.&quot;", 
    "section": "environment", 
    "gid": "world/2013/feb/04/japan-whaling-industry-dead-water", 
    "wordcount": "896"
}