{
    "headline": "Global carbon dioxide in atmosphere passes milestone level", 
    "text": "For the first time in human history, the concentration of climate-warming carbon dioxide in the atmosphere has passed the milestone level of 400 parts per million (ppm). The last time so much greenhouse gas was in the air was several million years ago, when the Arctic was ice-free, savannah spread across the Sahara desert and sea level was up to 40 metres higher than today. These conditions are expected to return in time, with devastating consequences for civilisation, unless emissions of CO2 from the burning of coal, gas and oil are rapidly curtailed. But despite increasingly severe warnings from scientists and a major economic recession, global emissions have continued to soar unchecked. &quot;It is symbolic, a point to pause and think about where we have been and where we are going,&quot; said Professor Ralph Keeling, who oversees the measurements on a Hawaian volcano, which were begun by his father in 1958. &quot;It&apos;s like turning 50: it&apos;s a wake up to what has been building up in front of us all along.&quot; &quot;The passing of this milestone is a significant reminder of the rapid rate at which  and the extent to which  we have increased the concentration of greenhouse gases in the atmosphere,&quot; said Prof Rajendra Pachauri, chair of the Intergovernmental Panel on Climate Change, which serves as science adviser to the world&apos;s governments. &quot;At the beginning of industrialisation the concentration of CO2 was just 280ppm. We must hope that the world crossing this milestone will bring about awareness of the scientific reality of climate change and how human society should deal with the challenge.&quot; The world&apos;s governments have agreed to keep the rise in global average temperature, which have already risen by over 1C, to 2C, the level beyond which catastrophic warming is thought to become unstoppable. But the International Energy Agency warned in 2012 that on current emissions trends the world will see 6C of warming, a level scientists warn would lead to chaos. With no slowing of emissions seen to date, there is already mounting pressure on the UN summit in Paris in 2015, which is the deadline set to settle a binding international treaty to curb emissions. Edward Davey, the UK&apos;s energy and climate change secretary, said: &quot;This isn&apos;t just a symbolic milestone, it&apos;s yet another piece of clear scientific evidence of the effect human activity is having on our planet. I&apos;ve made clear I will not let up on efforts to secure the legally binding deal the world needs by 2015 to avoid the worst effects of climate change.&quot; Two CO2 monitoring stations high on the Hawaiian volcano of Mauna Loa are run by the US National Oceanic and Atmospheric Administration and the Scripps Institution of Oceanography and provide the global benchmark measurement. Data released on Friday shows the daily average has passed 400ppm for the first time in its half century of recording. The level peaks in May each year as the CO2 released by decaying vegetation is taken up by renewed plant growth in the northern hemisphere, where the bulk of plants grow. Analysis of fossil air trapped in ancient ice and other data indicate that this level has not been seen on Earth for 3-5 million years, a period called the Pliocene. At that time, global average temperatures were 3 or 4C higher than today&apos;s and 8C warmer at the poles. Reef corals suffered a major extinction while forests grew up to the northern edge of the Arctic Ocean, a region which is today bare tundra. &quot;I think it is likely that all these ecosystem changes could recur,&quot; said Richard Norris, a colleague of Keeling&apos;s at Scripps. The Earth&apos;s climate system takes time to adjust to the increased heat being trapped by high greenhouse levels and it may take hundreds of years for the great ice caps in Antarctica and Greenland to melt to the small size of the Pliocence and sea level far above many of the world&apos;s major cities. But the extreme speed at which CO2 in now rising  perhaps 75 times faster than in pre-industrial time  has never been seen in geological records and some effects of climate change are already being seen, with extreme heatwaves and flooding now more likely. Recent wet and cold summer weather in Europe has been linked to changes in the high level jetstream winds, in turn linked to the rapidly melting sea ice in the Arctic, which shrank to its lowest recorded level in September. &quot;We are creating a prehistoric climate in which human societies will face huge and potentially catastrophic risks,&quot; said Bob Ward, policy director at the Grantham Research Institute on Climate Change at the London School of Economics. &quot;Only by urgently reducing global emissions will we be able to avoid the full consequences of turning back the climate clock by 3 million years.&quot; &quot;The 400ppm threshold is a sobering milestone and should serve as a wake up call for all of us to support clean energy technology and reduce emissions of greenhouse gases, before it&apos;s too late for our children and grandchildren,&quot; said Tim Lueker, a carbon cycle scientist at Scripps. Professor Bob Watson, former IPCC chair and UK government chief scientific adviser, said: &quot;Passing 400ppm of carbon dioxide in the atmosphere is indeed a landmark and the rate of increase is faster than ever and shows no sign of abating due to a lack of political committment to address the urgent issue of climate change - the world is now most likely committed to an increase in surface temperature of 3C-5C compared to pre-industrial times.&quot; The graph of the rising CO2 at Mauna Loa is known as the Keeling curve, after the late Dave Keeling, the scientist who began the measurements in March 1958. The isolated Hawaiian island is a good location for measurements as it is far from the main sources of CO2, meaning it represents a good global average.     Climate-warming gas in atmosphere passes 400ppm milestone  interactive  ", 
    "section": "environment", 
    "gid": "environment/2013/may/10/carbon-dioxide-highest-level-greenhouse-gas", 
    "wordcount": "1001"
}