{
    "headline": "Rio+20: A voice from Bushrod Island, Monrovia, Liberia", 
    "text": "   Massa Kanneh, Rio+20 Photograph: Guardian    I was born here but, because of the war, I had to leave. Since I came back, you [can] see that migration is too much in the cities, especially in Monrovia. It is expanding there in the slums, places where it&apos;s not conducive for people to live. People feel that the opportunities are in Monrovia, so they have to come. Opportunities are not going to them in the hinterland, so everyone&apos;s coming to the city. It&apos;s like the Republic of Liberia is Monrovia. When you go out of Monrovia to other counties, people are not feeling any impact of development. I went to one county and a company had cleared thousands of acres of land. We all know we need oxygen from the trees, so when you go and just clear everywhere, where do you expect the people to go and to live healthily? Right now, I think we have vast forest areas in Liberia. The only thing we need is to have mechanised farming activities. When we have that, in specific localities, it will help the environment. If we want to save our environment, I think this form of mechanised farming should be introduced into the country so we have modern equipment rather than people using &quot;slash and burn&quot; techniques. Mechanised farming will tackle a specific area and we will still have forests we can depend on. It won&apos;t take all of the forests, so the wildlife can be secured in specific areas. My message to the world leaders? If you want to bring development to Liberia, look at how you can bring in industry instead of extracting and exporting the natural resources from the country. You then expect that same developing country to buy that finished product. So how will they develop themselves? That is the big question. And how many people are benefiting from that? It is just a few people benefiting from whatever deal is signed. So look at that critically to encourage industry to reside in the country the resources are being extracted from. Let Liberia become an exporter of finished products. I&apos;m not speaking for me alone; I&apos;m speaking for lots of people from what I have observed in Liberia. If, from what I am saying, something can be taken and implemented, it will make a change in my life because my voice has been heard and I have been empowered. But if what I am saying cannot be heard, it won&apos;t make any difference.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-bushrod-island-monrovia-liberia", 
    "wordcount": "413"
}