{
    "headline": "Fairtrade shouldn't all be down to the consumer", 
    "text": "A Wedgwood sugar bowl from the early 19th century in the Museum of London Docklands is a fine example of the beginnings of fair trade shopping. Inscribed on it is the marketing message: &quot;East India sugar not made by slaves. By six families using East India instead of West India sugar, one less slave is required&quot;. Like so much about so-called ethical consumption, it exposes its own limitations however. Shopping on its own cannot undo the wrong when a whole system is at fault, but it can send a powerful message to politicians that consumers demand reform. The annual Fairtrade Fortnight begins on Monday, marketing products that guarantee a fair price to producers in developing countries. Twenty years on from the launch of the Fairtrade Foundation as a charity by aid organisations Oxfam, Cafod, Christian Aid, Traidcraft, the World Development Movement and the National Federation of Women&apos;s Institutes, it now reaches 1.5 million farmers and workers around the world, paying them a premium which goes toward better health and education, enabling many smallholders to survive the competitive pressures of a globalised market. Despite its huge achievements, the Fairtrade movement has its critics on both the right and the left and for all its impressive growth, affects a tiny fraction of global trade. Free market thinktanks such as the Institute for Economic Affairs say the fair trade model is not a long-term strategy for development. IEA editorial director Philip Booth argues that it reflects the demands of western consumers rather than the real needs of developing countries  for example its prohibition on child labour may not always be best for poor families, where it may be in children&apos;s best interests to work in a family context to boost income and their own prospects. The real change needed in poor countries is removing obstacles to them moving beyond low-wage and subsistence primary production into higher value processing where most of the profits are made, and for the IEA, Booth says, that means greater trade liberalisation, not ethical schemes operating on the margins of global trade. Critics on the left, including this author, worry that it casts the debate about fair trade in the language of philanthropy rather than that of rights. By doing that it throws responsibility for making sure farmers and workers are fairly paid back on to consumers  who may or may not be able to afford to take their morals shopping, especially in a recession  rather than on the big businesses, the international traders, the manufacturers and the retailers that make substantial profits out of the goods they sell. Fair trade alone cannot address the core problem of excessively concentrated markets in which a handful of overpowerful transnational corporations dictate terms of trade and suck profits up into their own coffers. What is needed for really fair trade is a more equitable distribution of the money in the chain. That will only be achieved with a shift in power which requires political action.  The best hope for workers meanwhile, particularly on plantations, is to organise into unions and collectively counter that of the big employers who have led a global race to the bottom in terms and conditions for workers in developing countries. Fair trade has helped raise labour standards, but packhouses are not necessarily covered by its certification. Analysis of the sales figures for Fairtrade products put out by the Foundation on Monday mark a significant point in that debate. They show a shift of emphasis in which business itself is beginning to realise its own survival might be tied up with fair prices to make sure its suppliers survive. Consumers are being looked to less to pay the premium that goes to farmers which is instead being absorbed more by big corporations. One of the priorities now for the movement, articulated by its director Harriet Lamb, is to work more closely with the union movement to address workers&apos; rights. The end of slavery was achieved thanks to a mixture of forces against it: slave rebellions; the fact new markets for sugar from beet were emerging, alongside free trade moves that meant tying huge amounts of capital up in slaves no longer made sense for owners; and that fact that the abolition movement, to which all those ethical sugar shoppers had contributed, had created the climate for political reform. There is no question that today&apos;s Fairtrade shoppers still play that vital role in pushing governments and companies towards reform.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/27/aid-fair-trade", 
    "wordcount": "744"
}