{
    "headline": "An inspector calls: the day the head of Ofsted visited one school", 
    "text": "An Ofsted inspection is always a stressful time fora school. It could be the moment when hard work is finally garlanded with aglowing report, or the occasion whena single teacher having a bad daytarnishes the reputation of all hiscolleagues. Today, it is the chief inspector himself who is visiting. On a muggy spring day, Sir Michael Wilshaw sits in a cab whizzing down adual carriageway flipping through ayellow plastic folder which holds Park View school&apos;s most recent Ofstedreport. The taxi driver confides: &quot;I used to go to this school.&quot; &quot;Was it a good school?&quot; Wilshaw asks. The driver&apos;s reply is diplomatic. &quot;It wasn&apos;t the best school. But it was OK.&quot; The chief inspector laughs. &quot;A satisfactory school &quot; The word &quot;satisfactory&quot; is uttered with a drawl of disapproval. Fresh from his success at transforming a Hackney secondary into the most lauded school in England, Wilshaw has become thepublic face ofthe country&apos;s inspectionregime. It&apos;s a regime that will bring plenty ofchange. He is scrapping the &quot;satisfactory&quot; category for under-performing schools. Instead, this grade will become &quot;requires improvement&quot;; a far more brusque verdict. From the autumn, schools will face inspection without notice, so that inspectors see classrooms &quot;as theyreally are&quot;. At present, schools get two days&apos; warning. The new head of Ofsted inspires mixed feelings. The education secretary, Michael Gove, has described him as a hero. Parts of the press have nick-named him the &quot;sergeant major&quot;  a soubriquet he describes as a &quot;piece of journalistic fiction&quot;. The head of one ofthe teaching unions has questioned his independence, suggesting that under him Ofsted is merely an &quot;arm ofgovernment&quot;. Chief inspectors face an implicit tension between the need to speak clearly while also refraining from causing undue offence. Their job is to report to the public  through parliament  on standards in schools. To do that properly requires some frankness, and the use of plain English. Wilshaw has disapprovingly noted the tendency of Ofsted reports to hide behind jargon. In future, if a school isn&apos;t good enough, Wilshaw says Ofsted reports will make that &quot;absolutely clear on the first page&quot;. But the trick is to do this without damaging morale, or making relations with teachers and heads so toxic that they clamour for his dismissal. On the face of it, the school he is visiting today has little to worry about. Park View school was the first in the country to berated outstanding by Ofsted under anew and more focused inspection regime introduced in January.     Headteacher Lindsey Clark shows a classroom to Sir Michael Wilshaw during his visit to Park View. Photograph: Andrew Fox for the Guardian    The secondary school is in an inner-city district of Birmingham, Alum Rock, and almost all the children are from ethnic minorities, from homes where English is not the first language. There are just three pupils who are notMuslim. The surrounding streets are dominated by red-brick terraces with satellite dishes, and the shops characteristic of a deprived south-Asian neighbourhood: Jalebi Junction; Dadyal cash and carry; Dress 2 Impress menswear. The last of these is now out of business but its awning still boasts of &quot;styling the ghetto&quot;. On the way to the school, there&apos;s an expanse of empty, ploughed-up land where a toiletries factory used to stand. It could not be a clearer emblem of the destruction of low-skilled jobs in neighbourhoods like these, and the need for education so that children can escape the circumstances of their birth  a constant theme of Wilshaw&apos;s. This visit is not a formal inspection. Instead, Wilshaw is here to praise the school&apos;s staff for their achievements, and to find out which of the methods adopted here can be applied elsewhere. As he puts it: &quot;If a school like this does well, why shouldn&apos;t any school do well?&quot; A school like this functions as a sounding board for his ideas. Soon after he arrives, Wilshaw asks headteacher Lindsey Clark: &quot;What experience have you had with people who didn&apos;t want to change  who didn&apos;t want to embrace the culture you wanted to introduce?&quot; Clark, a short, bespectacled Londoner who has acquired a patina of the local accent, responds by describing a member of staff who has &quot;accepted that teaching is not for them&quot;. The woman is quitting the school for an entirely different sector. &quot;She will be absolutely brilliant, but teaching is not for her.&quot; This feels like comfortable terrain for Wilshaw. His manner is genial and his voice is always soft. But he is famously demanding of both teachers and children. His background is almost entirely inner-city London. &quot;Bermondsey, Hackney, Peckham, Essex  always in tough areas. I know what tough looks like.&quot; More recently, as head of Mossbourne academy, he presided over a spectacular improvement in results. From its first crop of A-level results, last summer, seven of Mossbourne&apos;s students won places at Cambridge. Wilshaw is shown around Park View school&apos;s classrooms. The pupils are scrupulously well-behaved; attentive and eager in class, quiet outside it. This hasn&apos;t just been achieved for this visit, but a governor does confide later that the chief inspector&apos;s visit has made everyone a little nervous (&quot;it&apos;s like a no-notice inspection&quot;). Wilshaw drops in on a history lesson where the class is studying social change after the second world war, and he begins to quiz them gently about the welfare state. &quot;I&apos;m old enough to remember,&quot; he tells the children. &quot;Iwent to school in the 1950s. It was anincredibly poor period. Britain was bankrupt after the second world war.&quot; Wilshaw was born in Shimla, the British empire&apos;s summer capital in the Indian hills, but the family moved to England when he was two. They settled in Streatham, south London. His father was a former soldier who struggled to find work in Britain because of his lack of qualifications, eventually becoming a postman. Wilshaw asks the pupils why Winston Churchill lost the 1945 election. &quot;You&apos;d have expected when the war ended, because he was such a giant figure in the war, Churchill to win the election  That was one of the most amazing things, that he and the Conservatives didn&apos;t win the election.&quot; He prompts them: &quot;What came in after the second world war that we still enjoy today?&quot; &quot;Entertainment,&quot; a girl in a hijab suggests. &quot;Technology,&quot; says another. Their teacher nudges them: &quot;Think about the changes the Labour government made after the second world war.&quot; At this, they come up with the NHS. Wilshaw, back in headteacher mode, is enthused that they&apos;ve got the right answer. &quot;It was the Labour government saying: &apos;This is what we&apos;ll bring in for people who&apos;ve suffered.&apos; That&apos;s why Churchill didn&apos;t win the election. Yeah.&quot; Outside the lesson, the history teacher, Lee Donaghy, praises the approach taken by the Ofsted team that visited the school in January. This is a view many other heads and teachers dispute  but Donaghy warmly describes the inspectors as &quot;collaborative&quot;. &quot;It was more &apos;done with&apos;, rather than &apos;done to&apos;,&quot; Donaghy says. &quot;They were very analytical, razor-sharp; these people really knew their stuff.&quot; Wilshaw takes in an English lesson where the children are discussing Christina Rossetti, and a physics lesson where they are studying the life cycle of stars. The school is in the middle of arebuild, so the music lesson he goes to see  children hesitantly tapping outthe James Bond theme on keyboards  has been relocated to a chillyschool hall. Tour over, he stops for a cup of tea inthe headteacher&apos;s office. It is a fairly stark cube with breeze-block walls and  even on a sunny day  artificial lighting. He lavishes Clark and her senior team with praise: &quot;I&apos;ve been in to lots and lots of schools in my time. You can sense a good school as soon as you walk in, as soon as you walk through the door, you sense what the school is about. The first half an hour tells you what the school is like. &quot;It would be easy here to say: &apos;The children come from tough backgrounds&apos;, but you don&apos;t. They achieve; that&apos;s the key issue. It&apos;s having that &quot;no excuses&quot; culture. They are children, after all. It&apos;s up to us to get the best outof them.&quot;     Wilshaw chats to pupils at Park View school. Photograph: Andrew Fox for the Guardian    Clark shares a grievance with him  the gossip is that the school is somehow inflating its GCSE results with easier qualifications. &quot;I get really, really upset when we get messages that we try to fix, to con,&quot; she says. &quot;That what we&apos;re doing here can&apos;t possibly be reality.&quot; Wilshaw is sympathetic. &quot;I got that in Hackney: &apos;Mossbourne&apos;s doing well because it&apos;s fixing this &apos; It&apos;s rubbish. It&apos;s envy, a lot of it is just envy. All schools should be like this and there&apos;s no reason why they shouldn&apos;t be like this if they&apos;ve got the right culture, the right leadership, good teaching, good systems. There&apos;s no reason why they shouldn&apos;t be like this.&quot; But even here, where there&apos;s clearly a meeting of minds, Clark is sceptical about one of Wilshaw&apos;s changes. He is proposing that schools currently rated &quot;satisfactory&quot; will now have three years in which to demonstrate improvement  or face going into special measures. She fears that this is too short a span in which to show striking change. Clark says: &quot;If I look at the history of our results, it&apos;s been so up and down, you sometimes wonder if that is a long enough time. I think really to get the people in place, to get the people developed, to be able to move forward, for some schools it will be enough time, for other schools it will be a bit longer. But what you&apos;ve got to see is a shift, even if it&apos;s not the whole picture that has shifted.&quot; Wilshaw is emollient in response: &quot;I&apos;m willing to listen to people on this one, and say we might be willing to extend that window, for some schools.&quot; Like all chief inspectors, Wilshaw ishaunted by the shade of his most infamous predecessor, Chris Woodhead, who was head of Ofsted between 1994 and 2000. Woodhead notoriously remarked that there were 15,000 incompetent teachers. This memory resurfaced last month, when the Sunday Times ran an interview with Wilshaw below the headline: &quot;Schools chief: 5,000 heads are no good.&quot; The headline, while accurately paraphrasing Ofsted&apos;s verdict on school leadership (rated less than good at 24% of schools) was not drawn directly from the chief inspector&apos;s quotes in the interview. That story will make this afternoon a particularly tough gig; Wilshaw is addressing the annual conference of the Association of School and College Leaders, the union that represents thousands of heads, deputies and assistant heads. Back at his hotel  the Hilton Metropole, an anonymous slab near the airport  Wilshaw fits in a quick radio interview before ordering a sandwich. Between bites, he goes over his speech. The textis obviously an attempt to build bridges with headteachers, but he looks at me sternly when I suggest that it is &quot;re-positioning&quot;. He says: &quot;I&apos;m not retreating on what I said. All my life I&apos;ve had to challenge people. But this is on a larger scale.&quot; In recent years, schools in England have entered the political limelight as never before. It was once a rarity for prime ministers to talk about education. Two Labour prime ministers changed that; first James Callaghan, with a speech at Ruskin College in which he highlighted &quot;legitimate public concern&quot; about informal teaching methods  the first time Downing Street had ever intervened in schools. The second occasion was when Tony Blair laid outhis priorities for office with acelebrated tricolon. It is a common complaint now that education has become &quot;too political&quot;. But Wilshaw argues that the attention has been good for schools. When he first became a head in the 1980s, he had to do battle with striking teachers and obstructive local authorities, he says. The creation of Ofsted in 1992 gave him an ally in this fight. &quot;When Ofsted came into being, you could quite legitimately say to people who didn&apos;t want to improve: &apos;This isn&apos;t just me saying this, it&apos;s Ofsted saying that we need lesson plans&apos;, and so on. Our system has improved because of greater accountability.&quot; He shrugs off any comparison with Woodhead: &quot;There have been four or five chief inspectors since  it&apos;s a measure of how much he&apos;s remembered. I don&apos;t want to be seen as a teacher-basher.&quot; Wilshaw is unlucky today. He has to deliver this crucial speech in a windowless auditorium, in the bowels of the Hilton hotel, while the air conditioning malfunctions. As the suncomes out and the temperature soars outside, the chief inspector faces rows of headteachers who have to fan themselves with sheets of paper to staycool. He stands at a lectern on stage, in a glare of blue-ish light, flanked by a video screen streaming a giant image of him. &quot;Welcome to the lion&apos;s den,&quot; one of the men in the audience murmurs ashe begins to speak. The speech is as contrite as he can make it without offering a hint of retreat. Drawing on their shared experience, Wilshaw implores the audience: &quot;Believe me, I know from my own experience what a tough job it is: and how leadership can be lonely, daunting and occasionally gut-wrenchingly difficult. It&apos;s also one of the best and most satisfying jobs in the world.&quot; Here, he departs from the text to add: &quot;And I miss it greatly.&quot; His speech is received in silence, punctuated by coughs. It is stiflingly hot. Wilshaw stumbles over his words as he makes his first direct criticism of the people in the room. &quot;We also know we&apos;ve got to do better and that there are some schools where leadership isn&apos;t good enough  it would be very wrong of me to stand here today, er  wrong of me not to say that.&quot; There are a few seconds of applause at the end. But when the headteachers stand up to ask questions, the tone is uniformly angry. One woman tells him: &quot;There is a massive disconnect between your vision and our experience of what is happening on the ground  with inconsistencies in inspection teams, aclimate of fear, and a refusal to recognise as &apos;good&apos; anything that doesn&apos;t fit a formulaic pattern.&quot; Another headteacher draws attention to his published remarks. &quot;Mr Wilshaw, it&apos;s been good to hear the tone of your words today, but I wonder if you&apos;re aware of the corrosive effect of your constantly reported negative rhetoric about schools and their leaders, and the way it undermines the determination of school leaders to raise standards andimprove the life chances of young people. Is this deliberate?&quot; The questioner is loudly applauded. Wilshaw responds that he has only been in the job 10 weeks. He praises good headteachers, but adds: &quot;It would be wrong of me to say that everything was wonderful. It&apos;s not. We know there are schools that are performing badly where teaching  where the quality ofteaching&apos;s poor because the quality of leadership is poor. That&apos;s got to besaid.&quot; It is obvious that he is still turning this question over when the next one is asked, because he makes another stab at answering it. &quot;Can I just say something about the last question about ministerpretation [of] words I&apos;ve said in the press? I think it was the Times or the Telegraph who interviewed me when I said leadership is abolutely critical in raising standards, absolutely critical. Good heads raise standards. &quot;And he [the reporter] said: &apos;Well, have we got 22,000 good heads?&apos; Well no, we haven&apos;t. If you look at the last Ofsted [annual] report, we don&apos;t - there are weakeness in leadership. That&apos;s all I said, by the way [Wilshaw laughs], and he went and looked at the anual report and made the extrapolation from my words into &apos;5,000 heads&apos;. That emphasises, we&apos;ve got to be careful how we deal with the press sometimes.&quot; At this, a man in the audience snaps, contemptously: &quot;Poodle.&quot; Wilshaw is a man with a powerful sense of mission. He is convinced that the success he has achieved in his career as a headteacher can be replicated in the most challenging of circumstances. And that turning around the schools the poorest children attend will makethe rest of the system buck up. There is a &quot;transformative effect of showing the poorest can do well&quot;, heargues. But if he continues to speak as bluntly as he has done in his early weeks, he will face a challenging timetaking the rest of his profession withhim. After the question-and-answer session, he comes down off the stage tochat more intimately to some of the audience. A group of young women from a school in west London come up to greet him. There is no hint of the hostility that surfaced in the questions. But when they are asked for a verdict on Wilshaw&apos;s performance so far, they duck the opportunity to offer him support. &quot;Ten weeks in the job,&quot; says one of the women. &quot;The jury&apos;s out.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/27/michael-wilshaw-ofsted-school-inspector", 
    "wordcount": "2992"
}