{
    "headline": "Starwatch: The March night sky", 
    "text": "The two brightest planets, Venus and Jupiter, are converging for a spectacular conjunction in our W evening sky, as the two smallest ones, Mercury and Mars, are also at their best for the year. Indeed, Mars comes to opposition on the 3rd and is at its closest (101 million km) on the 5th. All of these planets rival or surpass Sirius the Dog Star which toddles across the S behind Orion as the latter strides into our lower W sky by our map times. Between the 1st and the 11th, Mercury stands 10 high in the W 30 minutes after sunset, sets more than one hour later and dims sharply from mag 0.8 to 1.1. Dazzling Venus brightens from mag 4.2 to 4.4 and is higher in our evening sky than it has been since 2004. Climbing onto our map as it moves from Pisces to Taurus, it passes N of Jupiter (fainter at mag 2.2 to 2.0) on the 15th and is nearing the Pleiades by the 31st. It lies within 5 of Jupiter, and inside a binocular field-of-view, from the 9th to the 17th. Telescopically, the 63% sunlit 19 arcsec disc of Venus on the 1st evolves to a 49% and 25 arcsec crescent by the 31st. Jupiter is 35 arcsec wide when they meet. Look for the earthlit crescent Moon just to the right of Jupiter on the 25th and below-left of Venus a day later. Mars, obvious and reddish low in the E at nightfall, climbs to cross the meridian less than two hours after our map times. Tracking westwards (retrograding) in Leo, it moves to within 6 of Regulus by the 31st and is near the almost-full Moon on the night of the 7th. The planet is mag 1.2 and 13.9 arcsec wide through a telescope at opposition. Saturn, mag 0.4 and retrograding 7 to the left of Spica in Virgo, stands low in the ESE at our map times. Its disc is 19 arcsec wide at midmonth, with the rings inclined towards us by 15. March diary 1st 01h Moon 5N of Aldebaran; 01h First quarter 3rd 20h Mars at opposition 5th 10h Mercury furthest E of Sun (18) 8th 06h Moon 10S of Mars; 10h Full moon 11th 07h Moon 6S of Saturn 15th 01h Last quarter; 11h Venus 3N of Jupiter 20th 05:14 Vernal equinox 21st 19h Mercury in inferior conjunction 22nd 15h New moon 25th 01h GMT = 02h BST Summer Time begins 26th 01h Moon 3 N of Jupiter; 19h Moon 1.8S of Venus 27th 09h Venus furthest E of Sun (46) 30th 21h First quarter *Times are GMT until the 25th, BST thereafter.", 
    "section": "science", 
    "gid": "science/2012/feb/26/starwatch-planets-venus-jupiter", 
    "wordcount": "464"
}