{
    "headline": "Ash dieback highlights the increasing vulnerability of our flora and fauna", 
    "text": "In the debate over the British outbreak of ash dieback, caused by the Chalara fraxinea fungus, that threatens to devastate our 80 million ash tree population, much of the focus has been on the timetable of government action  whether the Department of Environment, Food and Rural Affairs (Defra) could have acted quicker, or done more to address the spread. Of course it&apos;s right that questions are asked about whether ministers could have been better prepared, and whether Defra really has a grip on the &quot;scientific facts&quot; it provided to the public. However, as I set out in a debate in parliament on Monday, this crisis raises far more fundamental questions than simply who knew what and when. It shines a stark light on how international trade and imports is increasing the vulnerability of our flora and fauna to growing numbers of diseases from overseas. Some of the explanations offered for the spread of ash dieback, like the wind blowing in the wrong direction, remind me of the tenuous tales bandied about at the time of the avian flu crisis  where we were first invited to believe that the disease was spread purely by wild birds, rather than, as it turned out, as a result of the increasing international trade in poultry and eggs. Likewise in the case of the deadly ash fungus, little attention has been paid to the implications of the vast international trade in trees and plants. A full 10 million plants are imported annually for forestry planting. Half a million ash trees alone are imported into the UK every year for use in woodland and gardens. As Jon Heuch of the Forestry Commission&apos;s biosecurity programme reports, the seed of the ash tree is frequently sent abroad from the UK and the trees grown from these seeds are then imported back. Not that you would know it from a visit to your local garden centre. The Horticultural Trade Association admits that many of the saplings grown abroad are labelled as British because customers like to think they are buying local produce. The international trade has come about largely because growing plants and saplings in other parts of Europe which are more geared towards mass production makes it cheaper for UK producers than growing them here. In terms of short-term economics, it may seem to make sense, but this constant influx of trees and plants from overseas means that we now need to be much more aware of the potential for environmental damage. Because, as Defra&apos;s chief plant officer, Martin Ward, has pointed out, ash dieback is just one of a &quot;tidal wave of pathogens&quot; arriving in Europe. According to Joan Webber, head of tree health at the Forestry Commission, more than twice as many diseases have arrived in first 10 years of this century than in the whole of past century. A scientific paper in Nature in April 2012 showed that the past two decades have seen an increasing number of virulent infectious diseases hitting natural populations and managed landscapes. The authors warn that in both animals and plants, an unprecedented number of fungal and fungal-like diseases have recently caused some of the most severe die-offs and extinctions ever witnessed in wild species  with serious implications both for wildlife and food security. Sadly what hasn&apos;t increased is the level of resource to deal with these problems. To stand a chance of safeguarding our trees and plants, the government must respond to calls from the scientific community for far more radical controls on biosecurity. According to a growing number of tree disease specialists, this should mean using quarantine for other iconic trees such as oak, pine and plane, and banning imports if necessary. If plants known to be carrying pathogens were quarantined, as they are in Australia for example, we might be able stop at least some diseases spreading and slow down others. If quarantine conditions are not met, then an import ban should be urgently considered. Furthermore, as set out in an early day motion by Zac Goldsmith which I co-sponsored, we need guarantees from Defra that the forestry authorities will get the resources they need to ensure both a rapid response to other disease outbreaks and improved screening in future. Finally, ministers should also look again at the forestry grants system, which perversely seems to encourage imports from overseas and perpetuates the great tree trade. In particular, late decisions by the government on the grant agreements mean that UK growers are often left with no time to grow the saplings here, forcing them to source from abroad. The potential cost of inaction on these issues is incredibly high. With the Woodland Trust warning that ash dieback could wipe out between 70-90% of our ash trees, it&apos;s more urgent than ever that the government listens to the warnings and takes the long-term view  recognising that investment in resources now to safeguard our natural heritage is money well spent.", 
    "section": "environment", 
    "gid": "environment/blog/2012/nov/16/ash-dieback-vulnerability-flora-fauna", 
    "wordcount": "824"
}