{
    "headline": "'Beyond the UK, we are in quite a remarkable period of development'", 
    "text": "Alison Evans is in ebullient mood. Not only is the Overseas Development Institute, which she&apos;s directed since 2009, in &quot;good shape&quot;, with growing revenue and a growing reputation on the global stage, there is also clear evidence that progress has been made to ease poverty over the past 20 years. It&apos;s payoff time, says Evans, who last week left the thinktank she joined as director of programmes for poverty and public policy in 2006. Maternal and child mortality rates, for example, are decreasing, and those countries in the global south that were written off as &quot;stagnant and going nowhere&quot; a few years ago are showing significant growth and prosperity. It&apos;s time to stop &quot;beating ourselves up&quot; over what we haven&apos;t done and look at what works and how it can be built on, says Evans. &quot;Beyond the UK, I think we are in quite a remarkable period actually. We have to acknowledge this, it&apos;s churlish not to,&quot; says Evans when we met at the ODI office in London last week, two days before she stood down from her post. &quot;What troubles me is in this business we are always repeating the mantra that we must do more and better, without recognising we have done an amazing amount.&quot; Naturally, for someone who has worked in international development for more than 25 years, she recognises there are still huge global challenges to address. Countries are still vulnerable to shocks, trade deals are still distorted to benefit wealthier states, and climate change threatens to undermine the gains that have been made, she says. On the UK front, Evans is less enthusiastic about achievements. She is concerned that the coalition government has made reaching the target to spend 0.7% of gross national income on aid the story. Now that the government has pledged to meet the target this year, ministers will have to find something new to sell to the British public  and quickly. &quot;At the moment, 0.7% has become the story and that&apos;s a real problem. Hopefully, at last we&apos;ve made the commitment to stick to it; we can say &apos;Thank goodness, and let&apos;s move on&apos;. The problem is, we know aid plays an important, but small, part in supporting development. It&apos;s part of a cocktail of things that need to come together.&quot; Evans would like Justine Greening, Britain&apos;s international development secretary, to &quot;be courageous&quot; by taking a longer-term view, rather than throwing a chunk of money at a programme that will bring quick wins but gives little thought to what could be achieved in five or 10 years. She says Greening should be honest about the timescale of change and commit to &quot;chipping away&quot; at a problem, rather than promising to solve it in three years. &quot;It is about changing it for our children, and our children&apos;s children,&quot; says Evans. &quot;There&apos;s a role for DfID [the Department for International Development] to see beyond their own noses. Cultural change takes time,&quot; she says. &quot;The department is always operating on the principle of &apos;announce-ables&apos; but, in the development space, that&apos;s quite dangerous,&quot; she adds, arguing that DfID should take more time to look for the evidence of what works and then scale the finances accordingly. &quot;The problem is the money appears to come first,&quot; says Evans. She points to DfID&apos;s recent announcement of 35m to tackle female genital mutilation, optimistically in a generation. The development minister, Lynne Featherstone, announced the funding in New York, then later visited projects in west Africa to see what is already being done to end the practice. &apos;Canary in the mineshaft&apos; Looking ahead to what follows the millennium development goals when they expire in 2015, Evans, who used to work at the World Bank, says the UN high-level panel, which held its final meeting in Bali last week, has been described as the &quot;canary in the multilateral mineshaft&quot;. &quot;It&apos;s a real test. The multilateral system is at a low ebb and has lots to prove,&quot; she says. The UN has been keen to show that the post-2015 process is inclusive, and the ODI is one of its partners for the My World survey, which invites people to select the issues that would make the most difference to their lives. However, Evans believes the post-2015 process should not aspire to be &quot;everything to everyone&quot;. Any new set of goals needs to focus on a few things around which collective action can be taken. &quot;We spend too much time confusing ends with means,&quot; she says. &quot;We&apos;re asking for trouble if we try to pack everything we think is important into a new framework,&quot; because some things can only be changed by national policy and politics rather than pushed through on the global stage. But she believes any new framework could become the &quot;glue&quot; to hold existing frameworks together. &quot;Personally, I think it&apos;s almost as much about finding a reason to reignite the international commitment, which has been so severely tested in recent years.&quot; One of her proudest moments at the ODI, she says, was at the Busan conference on aid effectiveness in 2011, where she facilitated the opening plenary session. &quot;The recognition of the ODI at that was so heartwarming,&quot; she says. &quot;There was so much positive feedback for the organisation.&quot; She adds: &quot;I am very, very proud of my colleagues who commit themselves to this particular way of engaging with development.&quot; With ODI&apos;s revenue 60% larger than when she took over, and its global presence secured, Evans has every reason to be proud of her tenure at the top.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/04/beyond-uk-remarkable-period-development", 
    "wordcount": "966"
}