{
    "headline": "Final 100 ruddy ducks in the UK facing extermination", 
    "text": "It&apos;s small, chestnut-brown and American, bobs around on lakes and ponds and has bred happily in Britain for 60 years. But bird lovers hoping to see the ruddy duck in a natural habitat should hurry because the government is about to spend a further 200,000 trying to shoot the last 100 in an attempt to finally exterminate the invasive species. The cull, which started in 1999 after Spanish conservationists complained that birds originating in Britain threatened the survival of their own rare white-headed ducks by interbreeding with them, has so far killed around 6,500 at a cost of over 5m, making the ruddy duck, at around 900 each, some of the most expensive ducks in the world. According to Department for Environment, Food and Rural Affairs (Defra), fewer than 100 remain, after a culling of 2,689 ducks between September 2005 and January 2007. But bird lovers have questioned the practicality and sense in continuing with the cull of the birds whose only crime, it has been said, is to be &quot;American, over-sexed and over here&quot;. Last year, some European countries with ruddy duck populations gave up trying to kill all their birds for both financial and logistical reasons. &quot;The cull cannot succeed now. There are hundreds of ruddy ducks on the continent which will not be killed so the birds will continue to breed. There&apos;s never been any proof, anyway, that the British population has ever interbred with the Spanish ducks,&quot; said Lee Evans, founder of the British Birding Association. Calling for the cull to be abandoned, Evans challenged the government figures: &quot;The government says there are only around 100 left in Britain, which justifies their continuing with the killing, but I know of 197 birds. I&apos;m not saying where they all are but there&apos;s no way they will be able to eradicate them all.&quot;        Attempts to exterminate the ducks as a breeding British bird were first made in the 1990s, but got off to a bad start when the wildfowlers employed to shoot them on their nests during the breeding season refused to do so because it was &quot;unsporting&quot;. By June 2000, Defra had spent 840,000 but killed only a few hundred of the 7,000 then thought to be resident in Britain. Since then, the culling programme has been expanded to many countries in Europe with the help of EU money. The last British cull finished last year but, says Defra in a letter, is now being continued. &quot;Defra is continuing to fund ongoing work this year of 200,000 to enable the food and environment research agency to carry out eradication,&quot; said a spokeswoman in an email. But attempts to kill the birds have become increasingly &quot;obsessional&quot; and expensive say observers. For the past five years, teams of seven marksmen have been employed to go out in boats to kill the birds across Britain. &quot;They spend 7,000 on each cull. They keep diving to escape but the shooters circle the birds, get them more and more exhausted and then kill them. They really are sitting ducks,&quot; said one gamekeeper who wished to remain anonymous. The bird&apos;s origin in Europe goes back to 1948 when the conservationist and bird painter Sir Peter Scott introduced three pairs from the US to his Slimbridge reserve in Gloucestershire. The population grew rapidly and some escaped leading to a healthy British population of many thousand by the 1980s. But the ruddy ducks also made their way to mainland Europe and found a niche in Spain where the first hybrids white headed ducks were seen in around 1990. According to Fera, the government agency which conducts the culls each year, a total of 322 adult and immature ruddy ducks were shot on 39 sites between 1 April 2010 and 31 March 2011. &quot;Shooting of ruddy ducks has now taken place on 128 sites across Scotland, England and Wales since 2005,&quot; says the agency on its website. A spokesman for the RSPB, which is favour of the culling of the ruddy duck, said: &quot;The white headed duck is one of the most endangered in Europe and the threat to it from the ruddy duck remains. We need to get to a position where there is no longer a threat. Otherwise, in 20 years&apos; time we could risk being in the same situation because we failed to see it through to the best conclusion.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/08/ruddy-ducks-extermination", 
    "wordcount": "758"
}