{
    "headline": "Doha round trade talks  explainer", 
    "text": "What is the Doha round? The Doha Development Agenda, more often referred to as the Doha round trade talks, is the latest cycle of negotiations under the umbrella of the World Trade Organisation (WTO), the Geneva-based arbiter of global trade. There have been nine rounds of multilateral trade talks since the end of the second world war, but the Doha round is the first to focus on helping developing countries join the global marketplace, and boost their economies as a result. The round was launched in November 2001  and it&apos;s still not over. What are they negotiating? Broadly speaking, the goal of any trade talks is to make it easier for goods and services to be bought and sold across national borders. In the case of the Doha round, that means cutting import taxes  which are known as tariffs  on everything from wheat to cars to lingerie. It also means restricting countries&apos; use of subsidies for farmers and fishermen; lowering taxes and regulatory barriers that affect the cross-border trade in services, such as banking and consulting; and negotiating new intellectual property rules on things such as drugs and copyrighted works. Who is doing the negotiating? The Doha round negotiators represent each of the WTO&apos;s 155 members, most but not all of which are countries (the EU and Hong Kong have their own delegations, for example). Developing nations represent about two-thirds of the members, but economic heavyweights including the EU, the US, China and India tend to dominate the talks. Weren&apos;t there a lot of protests about this at one point? Ah, yes. You may remember the &quot;Battle in Seattle&quot; in 1999, when activists tried to shut down the meeting that was supposed to launch the WTO&apos;s new round of trade talks. (The activists succeeded, and the WTO was forced to relocate the meeting to the capital of Qatar. That&apos;s why it&apos;s the Doha round, not the Seattle round.) The activists feared the talks would let big corporations plunder the economies of the developing world, restrict poor countries&apos; access to affordable drugs and prevent developing nations from protecting their domestic economic interests. But the frequency  and virulence  of anti-WTO protests have died off gradually since 1999, perhaps because the round doesn&apos;t seem to be going anywhere at the moment. Would a Doha deal be good for developing countries? That depends on what kind of agreement the negotiators come up with. It also depends on who you ask. Most people would agree that stronger restrictions on farm subsidies in the EU and the US would be good for farmers in the developing world. But if developing countries sign a deal that severely limits the tariffs they&apos;re allowed to place on, say, imports of maize, that could make it harder for them to protect their domestic maize farmers in the event of a drought or other disaster at home. Most economists would tell you that, broadly speaking, that sort of &quot;protectionism&quot;  which a Doha deal would guard against  is bad for the global economy, but a lot of anti-poverty activists would disagree. Are the negotiations still happening? Trade officials are still going through the motions at their regular meetings at the WTO headquarters in Geneva, but they have made precious little progress over the past few years. The next &quot;ministerial&quot; (talks at which ministers are present and high-level wheeling and dealing can be done) will be held in Bali in December 2013. Why haven&apos;t they finished negotiating yet?  The Doha round is based on the idea of a single undertaking, which means that, in effect, &quot;nothing is agreed until everything is agreed&quot;, to borrow a popular phrase among trade officials. Negotiators are trying to hammer out new rules on a huge array of topics; if talks in one of those areas hit a snag, then the whole deal is held hostage. Officials came close to striking a deal  and concluding the Doha round once and for all  at a high-level meeting in Geneva in July 2008. But after 10 days of talks, the negotiations broke down over a dispute between the US and India about rules governing trade in agricultural goods. Will the Doha round ever end? Each round of multilateral trade talks over the last 70 years has taken longer than the one that preceded it, so the sluggish nature of the Doha round isn&apos;t unprecedented. But the round will reach, if not celebrate, its 11th birthday in November  and there&apos;s still no end in sight. &quot;Those of you who believe that  the round might lose all its remaining steam may be right, whether we like it or not,&quot; the WTO director general, Pascal Lamy, warned negotiators in July 2012. &quot;Credibility lies in the capacity to produce results, not statements.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/03/doha-round-trade-talks-explainer", 
    "wordcount": "800"
}