{
    "headline": "What's it like to study in the Netherlands?", 
    "text": "The media has taken a great deal of interest in Dutch Universities over recent months. The cause for this moment in the limelight? Lower fees of course. Since the coalition decided to raise the cost of a degree to as much as 9,000 per year, the media has forecast a mass exodus of Britain&apos;s youth to the land of windmills and clogs. But although the headlines suggest that droves of eighteen-year-olds are rushing to the Netherlands, the numbers aren&apos;t that high. In 2010-11, approximately 1,350 Brits studied at Dutch universities  this compares with 1.9 million undergraduates at UK institutions. At Leiden University, where I study as a post-graduate, I know only a handful of British people. But things may be about change: in a bid to tempt young Brits over here, my university recently advertised for a British student ambassador. There are plenty of reasons to go Dutch. For undergraduates, it really is the land of milk and honey. Fees are cheap  around 1,700 (1,367) for an academic year  and there are a multitude of benefits handed out by the Dutch government. If you&apos;re an EU student and are working 32 hours a month, you&apos;ll be eligible for a 265 grant and a free pass for public transport across the country. But don&apos;t assume that getting a job is easy. To do so you&apos;ll need Dutch health insurance and in many cases a good command of the language. From a postgraduate perspective, while the fees are reasonable, it will probably end up costing you as much to study in Holland as in the UK. Although this may be enough of an incentive in itself. Not everything over here is a bargain. Rent is extortionate, an agency fee of around 400 is charged if you attempt to find cheaper private housing  unfurnished of course, so Ikea will be your first stop  and there are hidden taxes. Only last week I received a letter telling me I have to pay 60 per month for rubbish collection. But, although life can be expensive  and my masters will probably get me nowhere  the experience is well worth the cost. I live in an attic overlooking a cathedral, and spend my free time cycling along cobbled streets and drinking with friends in canal-side jazz bars.", 
    "section": "education", 
    "gid": "education/2012/jun/14/studying-in-the-netherlands", 
    "wordcount": "387"
}