{
    "headline": "Students: it's your duty to have fun and to save the world", 
    "text": "&quot;Go to the stall down there, and sign up to People &amp; Planet&quot;  was possibly the best advice anyone&apos;s ever given me. In Edinburgh University&apos;s sweaty, noisy freshers&apos; fair, full of my fellow nervous new arrivals, I had run into a recent graduate I vaguely knew. Now, nearly a decade later, his suggestion has changed my life. At most universities in the country, you will find a society dedicated to playing its part in the movement for global justice. Each has its own flavour  from the visionary idealists to the cautious pragmatists, the zealous occupiers of university buildings to the letter writing lobbyists. But they all have two things in common: they are bound by a belief that the world could be better run, and they all have a hell of a lot of fun. By the time I graduated from Edinburgh, I&apos;d been taught more by my People &amp; Planet group than by my lecturers. I learnt that we were a part of an historic and powerful movement  from the liberation of women and LGBT people to the boycotts which helped topple South Africa&apos;s racist apartheid, students have long been at the cutting edge of social change. Not only can students help make the world better, but the world rarely gets better without the help of students. I learnt that change doesn&apos;t come from clever powerful men rationally assessing which policies are best. It comes from ordinary people organising together. The great victories people have won the world over have been secured because groups of people got together, and mobilised thousands of their peers to demand justice. And I was taught that, to apply pressure on the powerful, you need to use what people called the &apos;full activist tool kit&apos;. Sometimes, you can get want you want by smiling and asking nicely. Sometimes, you need to assemble your facts and win in a forceful public debate, and sometimes, you just need to beat your opponent into submission  exposing them in the media, mobilising hundreds of fellow students to take action. And I learnt another important lesson. Have fun, and be fun. Nothing turns people off the idea of a better world more than monotony. Nothing deflates a group more than disinterest. Every time you ask someone to sign a petition, make them laugh. Every time you protest, mock the powerful. After every long meeting, go dancing. I also learnt quite how messed up the world is. The hundred richest people on earth earn enough to end absolute poverty in the world four times over. The climate is perilously changing, yet big oil companies continue to hunt for more poison to pump into the atmosphere. But I also learnt that all over the world millions of people are working every day, in an extraordinary range of ways to make it better. As one person, one young person, it&apos;s easy to feel like we can&apos;t change anything. But my People &amp; Planet society showed me that throughout the history of the world, people  often students  have come together, and secured the most extraordinary changes. You can join this global movement this September at a freshers fair stall near you, or you can come along to the People &amp; Planet Summer Gathering  in Oxfordshire on July 1-5. If there is no People &amp; Planet group at your University, get in contact with us and we&apos;ll provide you with all the resources and support you&apos;ll need to challenge global poverty, raise awareness about climate change and to defend human rights on your campus.", 
    "section": "education", 
    "gid": "education/2013/jun/11/students-higher-education", 
    "wordcount": "592"
}