{
    "headline": "How Barbara Arrowsmith-Young rebuilt her own brain", 
    "text": "It&apos;s the kind of memory that stays with you. When she was in first grade, Barbara Arrowsmith-Young&apos;s Ontario primary school teacher told her mother  in her presence  that she had some kind of &quot;mental block&quot;, and would never be able to learn. Now that she has helped more than 4,000 learning-disabled children overcome precisely that kind of diagnosis, of course, she can laugh at it. But she didn&apos;t at the time. Arrowsmith-Young, now 61, talksfluently and passionately and with great erudition. She has a masters degree in school psychology. She has just published a groundbreaking, widely praised and enthralling book called The Woman Who Changed Her Brain. But back at school  indeed, up until she was in her mid-20s  she was desperate. Tormented and often depressed. She didn&apos;t know what waswrong. On the one hand, she was brilliant. She had near-total auditory and visual memory. &quot;I could listen to the six o&apos;clock news, and reproduce it word-for-word at 11pm. I could open a book, read the first sentence, the second, the third, visualise them. I could memorise whole exercise books.&quot; On the other hand, she was a dolt. &quot;I didn&apos;t understand anything,&quot; she says. &quot;Meaning just never crystallised. Everything was fragmented, disconnected.&quot;  She could recite film scripts, but not grasp the relationship between the hands of a clock to tell the time. So in exams, she often got 100%. Other times, whenever the task involved reasoning, logic, connection, interpretation, or when she simply pulled in the wrong information from her memory, she would get 10%. &quot;The teachers did not understand,&quot; she says. &quot;At school I used to get the strap, for not trying. They really thought I wasn&apos;t trying.&quot;  Her mother, a teacher, devised a series of flash cards with numbers and letters and, by dint of much hard work, she achieved literacy and numeracy, of a sort. &quot;For a long time, I reversed almost every letter and number,&quot; she says. &quot;I was just not attaching meaningto symbols.&quot; In secondary school, and later at university, she disguised her numerous learning disabilities by working 20 hours a day: &quot;I used to hide in the bathroom when the security guards came around the college library at night, then come back out and carry on.&quot; The breakthrough came when she was 26. A fellow student gave her a book by a Russian neuro-psychologist, Aleksandr Luria: The Man with a Shattered World. The book contained Luria&apos;s research and reflections on the writings of a highly intelligent Russian soldier, Lyova Zazetsky, who had been shot in the brain at the battle of Smolensk in 1943, and recorded in great detail his subsequent disabilities. For the first time, Arrowsmith-Young says, &quot;I recognised somebody describing exactly what I experienced. His expressions were the same: living life in a fog. His difficulties were the same: he couldn&apos;t tell the time from a clock, he couldn&apos;t understand bigger and smaller without drawing pictures, he couldn&apos;t tell the difference between the sentences &apos;The boy chases the dog&apos; and &apos;The dog chases the boy.&apos; Ibegan to see that maybe an area of my brain wasn&apos;t working.&quot; Reading Luria&apos;s research, Arrowsmith-Young learned that the bullet that struck Zazetsky had lodged in his left occipital-temporal-parietal region  the critical junction where, in principle, all incoming information from the lobes responsible for sight, sound, language and touch is synthesised, analysed and made sense of. She realised that, in all probability, this was the region of her own brain that had been malfunctioning since she was born.  Then she read about the work of Mark Rosenzweig, an American researcher who found that laboratory rats given a rich and stimulating environment, with play wheels and toys, developed larger brains than those kept in a bare cage. Rosenzweig concluded that the brain continues developing, reshaping itself based on life experiences, rather than being fixed at birth: a concept known as neuroplasticity. Arrowsmith-Young decided that if rats could grow bigger and better brains, so could she.  So she started devising brain stimulation exercises for herself that would work the parts of her brain that weren&apos;t functioning. She drew 100 two-handed clockfaces on cards, each one telling a different time, and wrote the time each told on the back of the card. Then she started trying to tell the time from each, checking on the back each time to see if she was right. She did this eight to 10 hours a day. Gradually, she got faster and more accurate. Then she added a third hand, to make the task more difficult. Then a fourth, for tenths of a second, and a fifth, for days of the week. &quot;I was experiencing a mental exhaustion like I had never known,&quot; she says, &quot;so I figured something was happening. And by the time I&apos;d done that for three or four months, it really felt like something had shifted, something had fundamentally changed in my brain, allowing me to process and understand information. I watchedan edition of 60 Minutes, with a friend, and I got it. I read a page of Kierkegaard  because philosophy is obviously very conceptual, so had been impossible for me  and I understood it. I read pages from 10 books, and every single one I understood. I was like, hallelujah! It was like stepping from darkness into light.&quot; Arrowsmith-Young devised more exercises, for different parts of her brain, and found they worked too. Pushing 30, she was finally beginning to function normally. It was revolutionary work, and not just for her. &quot;At that time,&quot; she says, &quot;all the work around learning disabilities was compensatory: break the task down into smaller steps, impart the information in smaller chunks, help students with typewriters and tape recorders. It all started from the premise that the learner was unchangeable. But I was seeing, and proving, that you could change the learner.&quot; Faced with little or no receptivity for her ideas, Arrowsmith-Young decided to plough her own furrow. She founded her first school in Toronto in 1980; she now has 35 in Canada and the US, most rununder strict licence. She and her staff have devised cognitive exercises that have proved spectacularly effective in helping 19 distinct cognitive functions essential to reading, writing, maths, general comprehension, logical reasoning, visual memory or auditory processing.  Thousands of children diagnosed with ADD or ADHD, dyslexia or dysgraphia, dismissed as impossible to teach, have attended Arrowsmith schools for three or four years, returned to a mainstream school, and gone on academic and professional success. &quot;It&apos;s because they&apos;re not actually any of those things,&quot; she says. &quot;They don&apos;t really have ADHD or dyslexia. They just have a couple of cognitive pieces that aren&apos;t functioning as they should. It&apos;s about going beneath the label.&quot; Over the past five or six years, the educational psychology establishment has started to take more note of Arrowsmith-Young&apos;s work. Respected (and best-selling) psychiatrists and writers such as Norman Doidge and Oliver Sacks have praised her as a pioneer in the young, but immensely promising field of neuroplasticity. Herdream is for every child to undertake some cognitive work as early as five or six  to pick up, and correct, potential difficulties.  &quot;So much human suffering is caused by this cognitive mismatch with the demands of the task,&quot; she says. &quot;So many wrong diagnoses get made, so many children get written off, so many people take wrong decisions. And so many people end up in lives and careers they did not choose for themselves, but were chosen for them by cognitive limitations that can be identified and strengthened. The brain can be changed.&quot;", 
    "section": "science", 
    "gid": "science/2012/jun/12/barbara-arrowsmith-young-rebuilt-brain", 
    "wordcount": "1309"
}