{
    "headline": "Protecting online privacy, satellite broadband and Windows 8 screens", 
    "text": "I liked your article How can I protect my privacy online? a lot. I&apos;ve added some sites to my list of cookie-blocked domains in Firefox. Could you point me in the direction of a more comprehensive list of trackers?Bob Kenyon My favourite list of trackers is EasyList, which provides lists for the Adblock Plus extensions for Firefox and Chrome. The EasyPrivacy Tracking Protection List is also available for Internet Explorer 9. The site has versions of EasyList for a couple of other countries, including France and Germany, and a version that does not filter adult sites. A supplementary list, EasyPrivacy, tackles web bugs, tracking scripts and so on. If you use EasyList/EasyPrivacy along with Evidon&apos;s Ghostery, that&apos;s about as good as you can do without making much of an effort. I also use the MVPS Hosts file. This is independent of the browser and operating system, and can be used to block websites known to host malware, as well as ad servers. Every internet-connected computer should have a Hosts file, which maps internet addresses (numbers separated by dots) to host names. If there&apos;s a website you want to avoid, you can tell your PC that its internet address is 127.0.0.1, which is your own PC. In other words, by giving your programs the wrong host address for a site, you can block it. The Hosts file, like EasyList, is a plain text file of one-line entries such as 127.0.0.1 ad.doubleclick.net This is important because the Hosts file may block a site that you want to visit. If so, you will need to search for that entry and delete it or comment it out. Keep a copy of your original Hosts file by renaming it Hosts.old or something similar. That way, if you have a problem with MVPS Hosts, you can delete it and rename Hosts.old back to Hosts. Finally, my original answer didn&apos;t mention fingerprinting, which is how some firms are starting to track you, even if you block all their trackers. The idea is pretty simple. It collects information about your browser, and perhaps other information about your PC, and relates it to your internet address. It then identifies you by this &quot;fingerprint&quot;. The Electronic Frontier Foundation has published a long story about the problem: How unique is your web browser? (PDF). Satellite internet revisited I have a nephew who lives in an obscure corner of the Philippines. The local telephone service will not support an internet connection. Is there any gadget he could get which would allow his computer to access a satellite system to send and receive emails? He doesn&apos;t need high bandwidth for sending pictures or video, just text would do.Donald Simpson The Philippines receives satellite TV broadcasts and there are some satellite-based internet services, so your nephew will need to sign up with a suitable service provider and install compatible equipment. Usually this comprises a PC, a satmodem and a satellite dish. However, since different technologies are used, it&apos;s best not to buy anything until you know what a particular service requires. I answered a similar question in May 2012, Wanted: satellite broadband for a move to Wales, and the same advice applies. The Philippines has different service providers, but your nephew is better placed to choose one than we are. However, Azcomm (AZ Communications Network) offers a satellite broadband service called Vconn, which uses Gilat&apos;s Skyedge IP platform. It&apos;s relatively fast but may cost more than your nephew wants to pay. Thaicom&apos;s modern Thaicom-4 satellite covers Asia-Pacific, and according to its website, its ipstar* satellite broadband service is available from companies in the Philippines, including Azcomm. Another supplier is Teleglobal of the Philippines (TOPH). All of them look more like business suppliers than home internet suppliers. Since your nephew mainly wants to send emails, it would be possible to use a global satellite phone service instead. The leading example is Inmarsat&apos;s BGAN (Broadband Global Area Network). Satphone services tend to be horrendously expensive, but you can use them with pre-paid cards (very roughly 1 per minute, in the UK, or 8 per megabyte). You wouldn&apos;t want to download any 3MB photos at that sort of price, but by writing everything offline, it should be possible to keep the usage down to a couple of minutes per day. Windows 8 screen resolutions     Photograph: Microsoft    On my HP laptop, which is a 1280 x 800, I get the message: &quot;Your screen resolution is not compatible with Snap&quot; with the advice to change to at least 1366 x 768. It seems a slight oversight for Microsoft not to OK 1280 when it&apos;s giving a useful 16:10 screen. Undoubtedly the same message appears for 1280 x 1024.Alan Readman A lot of different screen resolutions are used on PCs, and Microsoft doesn&apos;t want Windows 8 app developers to have to support all the variations. Today, 1366 x 768 pixels is by far the most common screen resolution (more than 40%). Windows Store apps will not run on 1024 x 600 or 1280 x 720 screens, but those only represent about 2% of the market. Windows Store apps will run on your 1280 x 800 and 1280 x 1024 screens, it&apos;s just that you can&apos;t &quot;snap&quot; two of them together and have them run side by side. This is a shame because it is useful to have, for example, a Twitter stream (320 pixels wide) running down one side of the screen while you use most of the screen to write email or watch a movie, or whatever. However, this only puts you in the same position as Apple iPad or Google Android tablet users, since these can&apos;t run two apps side by side either. Also, this restriction only applies to apps written for the interface formerly known as Metro (TIFKAM), Clicking the tile that says Desktop takes you from the Start screen to a Windows 7-style desktop environment, where you can run as many programs as you like in windows that you can make any size you like, and put where you like. This is true even on PCs with resolutions that can&apos;t run Windows Store apps. You don&apos;t have to use any Metro-style apps, in which case the Start screen works in much the same way as the old Start menu, only better. For example, it&apos;s much easier to create and order groups of desktop programs for easy access, it&apos;s quicker to scroll through them, and its Live Tiles are a huge advance on the dumb icons we&apos;ve used for 30-odd years. Unlike the Start menu, the Start screen rescales beautifully from 10in to 84in screens. It also works well on smartphones (Windows Phone), touch-screen tablets (Microsoft Surface), all-in-one PCs, laptops and desktops.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/jan/03/privacy-satellite-broadband-windows-8", 
    "wordcount": "1136"
}