{
    "headline": "Strandbeests", 
    "text": "    Today&apos;s caturday morning video smile is a little different. Instead of featuring a video about animal behaviour, I am sharing a video about strandbeests.    Strandbeests? you ask. What are those? Some weird new life form? Well, sort of. Strandbeests aren&apos;t alive in the technical sense of the word, but they sure appear to be.  Strandbeests are kinetic sculptures, an invention of Theo Jansen, a Dutch artist. But instead of being displayed in an art museum, these kinetic sculptures dwell on coastal beaches. They are made of PVC pipe, zip ties, rubber rings, recycled plastic bottles and other, similar items. The nearly omnipresent winds on coastal areas are translated into movement by these sculptures, and the sculptures also store wind energy for use when coastal winds die down. The purpose of strandbeests is to move sand back up onto the nearby dunes to help preserve them from erosion by the rising sea.  In this video, with footage by the filmmaker Alexander Schlichter, New Yorker magazine writer Ian Frazier talks these wind-powered sculptures and how they fit into the tradition of Dutch art and landscapes:             video link Like true art, each strandbeest is unique. This next video captures footage of one of the most recent strandbeests, Animaris Gubernare, which was &quot;born&quot; in October 2010 and &quot;died&quot; one year later. This strandbeest has two external (rolling) &quot;wind stomachs&quot; that serve as anchors against strong winds:             video link. But what is the mechanism that the strandbeest uses translate wind energy into mechanical movement? This short video provides a quick lesson:             video link. For those of you who came here specifically to watch a real, breathing animal, here&apos;s a video featuring one of my favourite mammals, a dwarf hamster named Princess (along with her feline side-kick), as she test-drives her own hamster-powered strandbeest:             video link. Theo Jansen&apos;s website has all sorts of interesting photographs, diagrammes and video, how-to guides, build-your-own model kits and even a live webcam in his studio, that will delight you.  You can read more about strandbeests in this recent New Yorker featured piece, The march of the strandbeests (the article is paywalled, but you can read the abstract).  NOTE: the silly cat/pet/animal videos that are shared here on Saturday (Caturday) mornings are intended to amuse. This feature is designed to help hard-working and stressed-out people shed their professional faade so they can be better friends, companions, parents, family members and drinking pals to those in their personal lives. Any relationship between these videos and science or any scientific principle is sweet when I manage to present a solid connection to you, but is random, usually coincidental and mostly unintended.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/24/1", 
    "wordcount": "456"
}