{
    "headline": "Internet ban on convicted sex offender 'unreasonable', rule judges", 
    "text": "Banning anyone from the internet is an &quot;unreasonable&quot; restriction, two appeal court judges have ruled, suggesting that access to a computer at home has become a basic human right. The decision by Mr Justice Collins and Judge Nicholas Cooke QC signals judicial recognition of how pervasive digital communications are in an era when a multitude of services can be obtained online. The decision could prove a challenging precedent in computer hacking and fraud cases where suspects have frequently been banned from using computers for recreational purposes. At least one computer-hacking suspect, Jake Davis, has been prohibited from going online. Upholding a complaint from a sex offender that he was being cut off from the world, the two judges declared it was &quot;unreasonable nowadays to ban anyone from accessing the internet in their home&quot;. Phillip Michael Jackson had been convicted of using a secret camera to film a 14-year-old girl in the shower. Jackson, 55, of Dartford, Kent, doctored a shampoo bottle and hid his mobile phone inside it to take the surreptitious video of the girl. He was arrested after the youngster spotted a flashing light in the bottle. Police investigated and subsequently found hundreds of sexual images, featuring animals and children as young as four, stored on Jackson&apos;s computer. He was sentenced to a community order with three years supervision at Woolwich crown court in June. He was also subjected to a sexual offences prevention order (Sopo), banning him from owning a computer, using a camera in public and coming into contact with children at work, and allowing the police to raid his home at any time. His lawyers argued that the prevention order was unnecessary and disproportionate. When it was imposed the crown court judge had remarked that it should last until the day Jackson died. Collins and Cooke, sitting in the court of appeal, overturned it and replaced it with an order that Jackson must make his internet history available for police viewing. Collins told the court: &quot;The judge imposing the Sopo said, &apos;I anticipate that you will die subject to this order  that is my wish anyway.&apos; They were not appropriate remarks to have made.&quot; He also criticised the &quot;lurid language&quot; used by the crown court judge, concluding that the order imposed on Jackson was &quot;entirely excessive&quot;. He added: &quot;Nowadays it is entirely unreasonable to ban anybody from accessing the internet in their home.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/nov/13/internet-ban-convict-unreasonable-judges", 
    "wordcount": "411"
}