{
    "headline": "New UN goals call for end to extreme poverty by 2030", 
    "text": "The world should set itself the ambitious goal of ending extreme poverty by 2030, a UN panel co-chaired by David Cameron and the presidents of Indonesia and Liberia said on Thursday in a report proposing new development goals. Noting that the promise to wipe out extreme poverty had been made before, the panellists said it &quot;can actually be done&quot;. The report said the world had to go beyond the millennium development goals (MDGs) as they did not focus enough on reaching the very poorest and most excluded people. &quot;This report sets out a clear road map for eradicating extreme poverty by 2030. We need a new global partnership to finish the job on the current MDGs, tackle the underlying causes of poverty and champion sustainable development,&quot; said Cameron, who chaired the panel with Susilo Bambang Yudhoyono, the Indonesian president, and Ellen Johnson Sirleaf, the Liberian president. Seeking to move beyond the MDGs, which aim to halve extreme poverty (defined as people earning less than $1.25 a day) by 2015, the panel called for extreme poverty to be ended for good. It also proposes eliminating preventable infant deaths and reducing maternal mortality. But the proposals do not include a standalone goal on inequality, reflecting Cameron&apos;s priorities: growth rather than reducing inequality. Development experts say widening gaps in wealth and opportunity have acted as a brake on poverty reduction, as well as hindering progress in child survival, nutrition and education. The 1.2 billion poorest people account for only 1% of world consumption while the billion richest consume 72%. &quot;Nice goals, but the elephant in the post-2015 room is inequality,&quot; said Andy Sumner, a development economist at King&apos;s College London. &quot;We find in our number-crunching that poverty can only be ended if inequality falls so one should ask: where&apos;s the inequality goal? Something resembling that elephant in the room  on data disaggregation  is in annex 1 of the report, but will anyone remember an annex note in 2030?&quot; Alex Cobham, a research fellow at the Centre for Global Development in Europe, said: &quot;What&apos;s disappointing is the treatment of economic inequality: in the face of overwhelming consensus from the global consultation that the MDGs had failed to address inequality, and that the new framework should include a standalone goal, the panel&apos;s proposal is silent.&quot; Justine Greening, international development secretary, said the report tackled inequality &quot;categorically&quot; in that no one could be left behind. The report states that one trend  climate change  will determine whether policymakers can deliver on the next set of development goals. &quot;People living in poverty will suffer worst from climate change. The cost of taking action now will be much less than the cost of dealing with the consequences later,&quot; said the report, which outlined five areas for transformation: leave no one behind by ensuring that no person is denied universal human rights and basic opportunities; put sustainable development at the core; a rapid shift to sustainable patterns of consumption and production; build peace and effective, open and accountable institutions for all; and a global partnership that goes beyond an aid agenda, including a swift reduction in corruption, illicit financial flows, money-laundering, tax evasion and hidden ownership of assets. The high-level panel proposed 12 measurable goals and 54 targets. Goals include ending extreme poverty for good, making sure everyone has access to food and water, promoting good governance, and boosting jobs and growth. Targets include promoting free speech and the rule of law, ending child marriage, protecting property rights, encouraging entrepreneurship, and educating all children to at least primary school level. The charity Save the Children welcomed the focus on the needs of those left behind, in particular the commitments to &quot;zero goals&quot; (for example ending all poverty). &quot;Today&apos;s report offers a blueprint for eliminating extreme poverty within a generation,&quot; said Justin Forsyth, chief executive of Save the Children. &quot;The report envisages a world in which no child is born to die, no child goes to bed hungry, every child learns in school and every child grows up to a sustainable and more prosperous future. This may sound too good to be true, but by building on recent progress and with the right political commitment it&apos;s entirely achievable.&quot; The report was the culmination of a consultation process as the UN talked to civil society groups in London, Monrovia and Bali. UN and government officials consistently heard from NGOs that the next set of development goals should cover the world&apos;s most marginalised people, including indigenous groups and people with disabilities. The report recommended that a limited number of goals and targets be adopted in the post-2015 development agenda and that each should be specific, measurable, attainable and timebound. A major concern among policymakers is the risk of duplication and wasted effort if the work of the UN panel and that of the open working group on the sustainable development goals that grew out of the Rio+20 summit run along parallel tracks without meeting. The panel&apos;s report will be discussed at this year&apos;s UN general assembly in September. Next year, the Rio+20 group will report to the UN with its recommendations on sustainable goals. &quot;International agreement on a single, universal agenda to succeed the MDGs is vital, but not assured,&quot; said the panel. &quot;One challenge is to agree on clear, compelling and ambitious goals, through a transparent and inclusive process in the UN. And to do so within a timescale that enables a smooth transition from the MDGs to a new development agenda from January 2016.&quot; The 12 goals 1. End poverty 2. Empower girls and women and achieve gender equality 3. Provide quality education and lifelong learning 4. Ensure healthy lives 5. Ensure food security and good nutrition 6. Achieve universal access to water and sanitation 7. Secure sustainable energy 8. Create jobs, sustainable livelihoods, and equitable growth 9. Manage natural resource assets sustainably 10. Ensure good governance and effective institutions 11. Ensure stable and peaceful societies 12. Create a global enabling environment and catalyse long term finance", 
    "section": "global-development", 
    "gid": "global-development/2013/may/30/un-end-extreme-poverty-2030-goals", 
    "wordcount": "1024"
}