{
    "headline": "The week in wildlife - in pictures", 
    "text": "   Another winning image by Jose Luis Rodriguez of the Wild Wonders of Europe online photo competition Photograph: Jos Luis Rodrigue/2012 Wild Wonders       Birds nest in the branches of a tree at the protected natural area of La Barra in the city of Metapan. Dozens of birds have been found dead in the past few weeks in the government-protected area of La Barra, a nesting refuge for the white heron and other wild birds, according to members of the Salvadoran Association of Bird Rescue (ALAS). The members of the non-governmental organisation are researching if pesticide use in the cornfields located near the nature preserve is causing the unusually high mortality of herons and their chicks, and other birds in the area Photograph: Ulises Rodriguez/Reuters       Poppy flowers in a wheat field in Affoltern, near Zurich  Photograph: MICHAEL BUHOLZER/REUTERS       A black and white ruffled lemur, an endangered species of lemur, in a nature reserve in Andasibe, Madagascar. The disappearance of adjoining habitat outside the area is the main threat to the critically endangered lemurs Photograph: He Xianfeng/Corbis       A red-eyed tree frog  Photograph: Megan Lorenz / Rex Features/Rex Features       Europe's last wild horses are driven into an arena to pick out young stallions in Duelmen, Germany. It is believed that this is the last herd of wild horses on the European continent in this 350 hectare reservation in western Germany, where more than 300 of the indigenous horses stay free and wild without any care under the protection of the Duke of Croy. Only once a year the new-born stallions are caught and sold, all mares stay with the herd and guarantee the survive of the endangered species Photograph: Martin Meissner/AP       A common bluel butterfly. Butterfly numbers fell by more than a fifth across the UK countryside last year, a study has revealed Photograph: Matt Berry/Butterfly Conservatio/PA       Dr Stewart White from the University of Glasgow weighs a great tit, to monitor the birds' population survival and individual movements on the Blair Drummond Estate near Stirling in Scotland Photograph: Andrew Milligan/PA       A couple of monkeys quench their thirst as another takes a dip on a hot summer afternoon on the outskirts of Jammu, India Photograph: Channi Anand/AP       A wild leopard after falling into a water reservoir tank at a tea estate in Sangatram. The animal was rescued by the Sukna Forest rescue team from the Mahananda Wildlife sanctuary by lowering a ladder into the tank Photograph: DIPTENDU DUTTA/AFP/Getty Images       An orphaned cygnet swims in a trainer pool at the Swan Sanctuary in Shepperton, south-west London. The national waterfowl sanctuary lies on the site of an old gravel pit and consists of a hospital wing complete with operating theatre, a heated intensive care section and a recovery area with an exercise pond Photograph: Luke Macgregor/Reuters       Winning image, by Quentin Martinez, of the Wild Wonders of Europe online photo competition Photograph: Quentin Martinez /2012 Wild Wonders       A kite sits in a puddle in a public lawn in New Delhi, India Photograph: Saurabh Das/AP       A pangolin crawls on bags wrapping other pangolins during a news conference on wildlife rescue in Bangkok, Thailand. Thai customs officers rescued 138 endangered pangolins worth about $46,000 that they say were to be sold and eaten outside the country. The animals hidden in a pickup truck were seized at a custom check point in Chumporn province, south of Bangkok, according to the officials Photograph: Apichart Weerawong/AP       A month old Somali wild ass stands in the enclosure at the Ramat Gan safari park near Tel Aviv, Israel Photograph: Ariel Schalit/AP       A bald eagle takes off Photograph: Lucy Nicholson/Reuters       A hibiscus rosa-sinensis in Silver Spring, Maryland. Hibiscus rosa-sinensis, known colloquially as the Chinese hibiscus, China rose and shoe flower, is an evergreen flowering shrub native to East Asia. It is widely grown as an ornamental plant throughout the tropics and subtropics Photograph: Jewel Samad/AFP/Getty Images       Cheetahs with radio Collars to track them. Na'an ku se Carnivore Conservation Research Project is focused on conserving the land, cultures and wildlife of Namibia and rescuing cheetahs, leopards and brown hyena who are threatened by an ever-shrinking habitat. The project, supported by Colchester Zoo, recently released a cheetah named Boris back in to the wild with a fitted radio collar that transmits GPS co-ordinates to the project to assist them in tracking his movements. The collar has helped the project identify that Boris has moved into areas where livestock farming is prevalent causing some anxiety amongst some local farmers. Fortunately, Boris ignored the goats and sheep and instead hunted springbok. The co-ordinates indicate that Boris prefers mountain bases, going against what most would have expected of a lone male Photograph: Action For The Wild/Rex Features       A monkey and a bull beat the summer heat on the banks of the Bagmati river in Kathmandu. Temperatures in the Nepalese capital are rising quickly with the onset of summer Photograph: Prakash Mathema/AFP/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jun/01/week-wildlife-in-pictures-jun-1", 
    "wordcount": "0"
}