{
    "headline": "Mike Sanderson obituary", 
    "text": "My friend Mike Sanderson, who has died of cancer aged 66, was professor of fluid engineering and instrumentation at Cranfield University, Bedfordshire; took a theology degree in his 50s; was a church organist for more than 50 years; wrote hymns, some of which have been published; and always read everything on the Booker long and short lists. An only child, Mike was brought up in modest circumstances in Sadberge, Co Durham. After gaining a BSc in electrical engineering at Manchester University he moved to the Control Systems Centre at Umist to study for a PhD. His thesis investigated the automatic control of ultrafiltration  the removal of excess water  from patients during haemodialysis. Mike developed a flowmeter that provided an accurate, continuous and direct measurement of water removal, which has vastly improved treatment for thousands of patients on renal therapy worldwide. He joined Cranfield University in 1989, and became professor, head of department, dean of engineering and pro-vice-chancellor. He founded the journal Flow Measurement and Instrumentation, acting as its editor-in-chief for many years. He travelled widely and eagerly in connection with his work and was in Seattle, commissioning a flowmeter he had designed, only a few days before his death. He worked particularly closely with Tianjin University in China, where he was made an honorary professor in 2004. Mike was a committed Christian with a liberal theological outlook. He took the demands of the social gospel very seriously, working hard to support the Milton Keynes Food Bank. He was closely involved with the All Saints Church in Milton Keynes Village, Buckinghamshire, where his memory will be inextricably linked with providing 21st-century toilets. Not only did he spearhead the raising of the necessary 90,000, but he also wrestled with church and secular bureaucracies to obtain the permissions required to add a toilet annexe  with an appropriately gothic outline and disabled facilities  to a grade-I listed building. He had a very positive vision of the future of the church, particularly his beloved Church of England, in an era of increasing secularisation. By his own example he showed how congregations could and should take greater responsibility for their own life and fellowship when decreasing finances mean fewer ordained ministers. He was in the vanguard of a scheme to have a pioneer minister, not tied into existing parochial structures, working in outreach and community-building in the large new housing developments in Milton Keynes. He is survived by his wife, Carolyn, three children, Catherine, Benedict and Austin, and four grandchildren.", 
    "section": "education", 
    "gid": "education/2012/jul/16/mike-sanderson", 
    "wordcount": "416"
}