{
    "headline": "Bird chorus at dusk", 
    "text": "The fading light picks out the silhouette of a robin singing from its perch on the wooden bridge that spans the Lymbourne stream. From a nearby bramble patch a willow warbler joins the robin in song, its melodic rippling phrases trickling down through the foliage like syrup. A quintet of collared doves and wood pigeons provide crooning backing vocals for two blackbirds, whose rich, throaty calls rise and fall in a mellow jazz duet. A song thrush cascades through its fluting, looping repertoire, while a chiffchaff chants its name and dunnocks tinkle tunelessly from the undergrowth. The dusk chorus is a subtler affair than the dawn chorus, more chamber ensemble than symphony orchestra, though some birds actually prefer to sing at dusk. The fluttery chirps of house sparrows congregating in the elder bushes that border the stream are more prominent, and it is easier to pick out the wispy, silvered tremolo of a blue tit perched high in the canopy of an overhanging willow tree. A low ivy-clad stump provides a stage for a wren, whose finely barred wings tremble with effort as it executes a spirited bravado performance. Its final territorial proclamation before nightfall ends with a prolonged trill, like the machine-gun rattle of rain on a corrugated iron roof. The birdsong lulls to a murmur, fading away as the wren&apos;s final notes dissipate in the still air. Colour seeps out of the landscape, and platinum-white Venus rises low in the western twilight. I inhale the pungent odour of wild garlic as it wafts up from beneath the hedgerow and watch as moths swirl in the hazy orange glow of a lone streetlamp, like charred embers caught in the updraft of a fire. The flitting shadow of a pipistrelle bat silently skims the inky black surface of the stream and a wood mouse scurries across the path in front of me. Suddenly, from deep within a dark thicket of holly and hawthorn, comes an explosive burst of pure, penetrating notes  the cut-glass chinking, tumbling solo of a Cetti&apos;s warbler breaking the silence of dusk.", 
    "section": "environment", 
    "gid": "environment/2012/may/21/birds-ruralaffairs", 
    "wordcount": "345"
}