{
    "headline": "What links Alzheimer's disease, the bridges of Knigsberg and Twitter?", 
    "text": "Everything is a form of communication  the colours of flowers, dollar bills, bird song, the synapses of brains, and of course words. And with the necessity for communication comes the need for connectivity, so it&apos;s little wonder that one of the fastest growing areas of research in the life sciences is &quot;graph theory&quot;, which attempts to describe the connections and communication between objects in a network  be it a network of banks, internet sites, ants or neurons. The progression of Alzheimer&apos;s is accompanied by a buildup in the brain of amyloid plaque (which we learned on Wednesday may be halted by a new drug) and the breakdown of communication between nerve cells. Recent research suggests that graph theory can provide fascinating insights into the faulty wiring behind the progressive memory loss of Alzheimer&apos;s. But what exactly is graph theory? To discover the origins of the theory we have to go back to the 18th century and the ancient Prussian city of Knigsberg, now Kaliningrad  that tiny city state wedged between Poland and Lithuania. It was here that Leonard Euler solved the long-standing Bridges of Knigsberg Problem, which has had a profound effect on the development of network theory. Knigsberg is divided into four distinct regions by the branches of the river Pregel and seven bridges connect the four regions. The problem was to determine whether or not it was possible to cross all the bridges only once and return to your starting point at the end of the walk. No one could work it out, although hardly from the lack of Sunday strollers trying to find a solution. Euler, who was said to calculate as men breathe, was not particularly interested in walking around Knigsberg but instead devised a new branch of geometry to solve the problem, and not only this particular problem, but all others of its kind. He realised that how things are connected is of paramount importance, just as maps of underground systems stress connectivity without necessarily being physically accurate. Euler thought about the different regions of land in Knigsberg as nodes linked by lines representing the different bridges. For a round trip without retracing your steps to be possible, every node must have an even number of lines coming in and out of it. In Knigsberg, however, every node has an odd number of lines emerging from it, so it is impossible to complete the mythic round trip of the city. Since Euler&apos;s death in 1786, his new branch of geometry has continued to grow and a mark of its importance is the fact that one of the world&apos;s most important networks, the internet, has Euler&apos;s mathematics at its core. A recent wave of expansion in network theory was spurred on by a seminal paper by Watts and Strogatz published in Nature in 1998. In that work the authors developed a set of mathematical parameters to characterise three particular networks  the brain of the earthworm, the power grid of the US and the web of collaboration between actors listed in the Internet Movie Database. They found that all three networks had what they termed &quot;small world&quot; properties, meaning that the nodes of a system are linked through relatively few intermediate steps. The idea of six degrees of separation highlights some of the basic concepts of small world networks by stating that within the network of six billion people on the planet just six links separate us from any other person. It turns out that nearly all networks found in nature have small world architectures, perhaps because small worlds maximise the efficiency of information transfer at a low wiring cost. The human brain is a small-world network and it has proved useful to characterise its structure and function in terms of the clustering coefficients and path lengths of graph theory. In Alzheimer&apos;s disease and schizophrenia, brains tend to move towards a more random architecture. Graph theory has identified hubs that are vital for maintaining communication between anatomically distant locations. For example, the temporal lobe is crucial for memory formation, and graph theory has helped to pinpoint a hub in the parietal lobe that contributes to sustaining communication between the temporal lobe and areas of the frontal lobe that are quite far away from it. Using small world metrics, a research group at Beijing&apos;s Intelligent Medical Research Central published findings in the journal Psychiatry Research in May which showed that Alzheimer&apos;s patients had longer path lengths and larger clustering coefficients than healthy older people. Interestingly, they also found that older people with mild cognitive impairment, many of whom may be in the early stages of Alzheimer&apos;s disease, had small-world metrics that were intermediate between healthy older people and Alzheimer&apos;s patients. This work suggests that the brain begins to verge towards a more random network as Alzheimer&apos;s disease takes hold. This contributes to the spread of disease as the brain begins to lose its ability to communicate efficiently between different regions. In epilepsy there is a very different problem as neurons tend to synchronise their activity to a very high degree and subtle alterations in characteristics of different hub regions can contribute to a hyper-synchronisation that leaves the brain prone to seizures. In parallel with developments in the neurosciences, small world theory continues to be used to study connectivity in social networks like Facebook. Research has also started in the field of epidemiology with early work suggesting that analysing Twitter networks may help to predict the outbreak of a flu epidemic sooner. A century after Euler&apos;s death, James Joyce posed a contrary thought experiment relating to a special network in the city of Dublin. Would it be possible, he wondered, to cross the city without passing a pub? While the citizens of Knigsberg have a definite and negative answer to their problem, the network theory of Dublin pubs has yet to be solved to anyone&apos;s satisfaction, although the stroll from one pub to another to find a solution continues. Laurence O&apos;Dwyer is a research fellow in the department of psychiatry, Goethe University, Germany", 
    "section": "science", 
    "gid": "science/blog/2012/jul/18/alzheimers-disease-bridges-konigsberg-twitter", 
    "wordcount": "1022"
}