{
    "headline": "GCHQ to trawl Facebook and Twitter for intelligence", 
    "text": "Facebook, Twitter, LinkedIn, Google+, Pinterest: all of them could be the source of valuable intelligence that the UK&apos;s intelligence agencies want to know about  and now government eavesdropping and security agency GCHQ is developing new tools to sift through them for nuggets of useful data. The Cheltenham-based organisation is recruiting maths, physics and computing experts to devise groundbreaking algorithms that will automatically extract information from huge volumes of speech, text and image content gathered &quot;across the full range of modern communications media&quot;. The secretive listening post plans to use the algorithms to help its surveillance systems make sense of human language, training its computers to automatically identify &quot;valuable intelligence&quot; within huge troves of intercepted data. This will enhance the agency&apos;s ability to pick out keywords and phrases from phone calls and emails as they are passing over networks in near real-time, enabling government spies to &quot;find meaningful patterns and relationships&quot; between people deemed a threat, such as suspected terrorists. The revelation has renewed concern over the government&apos;s recently announced plans to upgrade its internet surveillance capabilities, with one leading civil liberties group warning that users of social networking sites are increasingly considered &quot;fair game&quot; as part of sweeping online monitoring efforts. Offering a rare glimpse into the GCHQ&apos;s highly classified work, a job vacancy advert posted on its website earlier this month told prospective applicants: &quot;You will be tackling one of the great challenges of our century: how to get computing systems to make sense of human language. Your success will have an immediate impact on our ability to gather and analyse vital intelligence. &quot;The work involves devising algorithms, testing them and general problem solving in the broad field of language and text processing. This pioneering research work is open to specialist in mathematical/statistics, computational linguists (eg speech recognition and/or language processing) and language engineering.&quot; It added: &quot;Using data-mining techniques, you will help us to find meaningful patterns and relationships in large volumes of data. We are looking for skills across the following areas: data intensive computing ... graph mining (web search, social network analysis), data visualisation and statistical data analysis.&quot; The technology being developed by GCHQ will draw comparisons with snooping tools allegedly used by its American counterpart the National Security Agency (NSA). The NSA has access to monitoring software capable of sifting out information including watch-listed names, keywords and phrases from electronic communications flowing through America&apos;s networks, according to a sworn statement made by 32-year NSA veteran William Binney as part of a legal case over the spying, recently blocked by the US supreme court. The role of GCHQ is focused heavily on monitoring overseas communications, gathering intelligence to inform foreign policy and military operations. However, it can intercept domestic communications with ministerial authorisation when doing so is judged to be in the interests of national security, safeguarding economic well being, or to prevent and detect serious crime. GCHQ declined to answer specific questions from the Guardian about whether its projects involve intercepting any communications or analysing social networking profiles of individuals located in the UK, with a spokesman saying only that its analysis techniques &quot;are fully aligned with GCHQ&apos;s functions as described in the Intelligence Services Act 1994&quot;. Nick Pickles, director of civil liberties group Big Brother Watch, questioned whether GCHQ was effectively trying to &quot;create a search engine&quot; enabling it to go on &quot;massive fishing trips&quot; to mine communications. &quot;We accept that GCHQ needs power and technology in order to protect the public,&quot; Pickles said. &quot;But there&apos;s a big difference between pursuing investigations using technology and using technology to go on massive fishing trips, in the process treating anyone using a mobile phone or social media sites as fair game to drag through its digital fishing nets.&quot; In 2009, GCHQ was revealed to have initiated a programme called Mastering the Internet, a 1bn project to help monitor online communications. But analysing massive volumes of data passing through Britain&apos;s networks has proven difficult for the intelligence agency due to advances in internet and mobile technology. In a speech earlier this month, GCHQ director Iain Lobban told an audience at the University of Leeds that its biggest challenges today have come from &quot;the explosion in the volume of communications as well as the relentless increase in new ways of accessing and processing it&quot;. Representatives from the National Technical Assistance Centre, a sub-unit of GCHQ, have attended recent meetings with telecom firms  organised by industry body the European Telecommunications Standards Institute  where they have discussed how to upgrade surveillance capabilities to keep pace with new technologies. The government is currently conducting pre-legislative scrutiny of its communications data bill, dubbed the &quot;snoopers&apos; charter&quot; by critics, which is intended to vastly enhance how the authorities are able to monitor internet communications. GCHQ, which employs more than 5,000 people, has had difficulty finding skilled new recruits as it has struggled to compete with salaries offered in the private sector. The parliamentary Intelligence and Security Committee reported (PDF) in July that GCHQ was &quot;losing critical staff with high-end cyber technology skills at up to three times the rate of the corporate average.&quot; In a bid to attract fresh talent, the agency is taking a more proactive public role. It launched a cybersecurity competition in September, and last week showcased the work of its &quot;young apprentices&quot; at Manchester Science Festival, demonstrating code-cracking cyber games to mark the centenary of second world war codebreaker Alan Turing. GCHQ declined to comment on how much interest the data mining vacancy had attracted. A spokesman said: &quot;We do not give out information regarding the number of applications for posts.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/31/gchq-facebook-twitter", 
    "wordcount": "967"
}