{
    "headline": "Harvesting gum arabic in Sudan  in pictures", 
    "text": "   Gum arabic growing on an acacia tree in the western Sudanese town of El-Nahud, in the mainly agricultural state of North Kordofan. The gum arabic business is booming in El-Nahud thanks to rising global demand for the edible gum Photograph: Mohamed Nureldin Abdallah/Reuters       A farmer collects gum arabic from a tree in El-Nahud. The versatile sap has numerous applications, including as a stabiliser in foods and soft drinks, as well as an ingredient in medicines, paint, glue and cosmetics Photograph: Mohamed Nureldin Abdallah/Reuters       A farmer carries a bag of gum arabic harvested from an acacia tree in the town of El-Nahud. For export, the sap will be dried and ground into powder Photograph: Mohamed Nureldin Abdallah/Reuters       A handful of gum arabic. Acacia trees take around four years to grow and then a small cut is made on the bark to allow the glue-like resin to seep out  Photograph: Mohamed Nureldin Abdallah/Reuters       A man eats gum arabic at the market in El-Nahud, which is wealthier than many Sudanese towns of similar size because of the booming trade in the gum Photograph: Mohamed Nureldin Abdallah/Reuters       Workers prepare gum arabic powder for export at a firm in El-Obeid, the state capital of North Kordofan. In El-Obeid, a Sudanese company has begun building a plant to refine and clean the gum arabic so that it can fetch higher prices abroad Photograph: Mohamed Nureldin Abdallah/Reuters       Workers prepare gum arabic for export at a firm in El-Obeid. The company is one of many newcomers since the government lifted a state monopoly on the trade in 2009 Photograph: Mohamed Nureldin Abdallah/Reuters       A worker stands next to sacks of gum arabic for export at a firm in El-Obeid. In recent years, new markets for the substance have opened in Asia-Pacific and the Gulf region Photograph: Mohamed Nureldin Abdallah/Reuters       Traders attend a gum arabic auction inside El-Nahud market. The market attracts hundreds of farmers and traders every day Photograph: Mohamed Nureldin Abdallah/Reuters  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/apr/01/harvesting-gum-arabic-sudan-in-pictures", 
    "wordcount": "0"
}