{
    "headline": "Anti-aviation sentiment shared across Europe, say UK campaigners", 
    "text": "Anti-aviation campaigners have challenged the &quot;myth&quot; that Britain is alone in curbing airport expansion plans, as thousands of demonstrators converged on Frankfurt airport on Sunday to protest against the effects of its new runway. The aviation industry has consistently warned that a lack of hub airport capacity in the south-east of England means European competitors will take trade away from the UK. According to polling for the Airport Operators&apos; Association, 73% of business leaders believe the government needs to do more to back aviation. The government is in the process of setting up a commission, to be chaired by Sir Howard Davies, to examine whether additional capacity is needed  with options including a third runway at Heathrow or a brand new hub airport. Heathrow directors have said the growing, multi-runway airports of France, Holland and Germany are &quot;eating our lunch&quot;. However, campaigners say there is also widespread opposition in Europe that is restraining development. John Stewart, of Airport Watch, said: &quot;What we continually hear from people who want to expand Heathrow is that if we don&apos;t build here, expansion will automatically take place elsewhere in Europe.&quot; Instead, he said, a network of increasingly informed and organised campaigners was putting a brake on growth. In Frankfurt, police estimated that 4,000 protesters gathered to mark the first anniversary of the airport&apos;s fourth runway, which campaigners say has raised noise levels in southern Frankfurt. The airport is increasing its flight numbers from 490,000 to 700,000 a year, and its passenger numbers from 56 million to more than 90 million. At weekly gatherings inside the terminals, protesters make as much noise as possible with football rattles and pots and pans. The protesters&apos; overarching battle cry is that &quot;the runway must go&quot;, but first they want a two-hour extension of the 11pm-5am flight ban, and a ban on all flights to and from destinations reachable by train in four hours or less. &quot;We consider that to be a reasonable demand,&quot; said Ingrid Kopp, spokeswoman for the protest movement. The issue could determine the outcome of elections in the state of Hesse. Munich, where a planned third runway was defeated in a referendum this year, and Berlin, where the opening of the vast Willy Brandt airport has been delayed by a series of spectacular organisational failures, have also become the focus of the growing anti-expansion campaign. Leipzig/Halle, Cologne/Bonn and Dsseldorf have also attracted protests over noise pollution caused by night flights. Italian campaigners have overturned planned airports in Siena and outside Rome, and in France a combination of local farmers&apos; protests and environmental groups has blocked a proposed new airport in Nantes. In Britain, Gatwick has been trying to tread softly with local opposition before last week saying it wanted a second runway to compete with Heathrow. Brendon Sewill, chairman of the Gatwick area conservation campaign, said any new runway would be a step change that would make it impossible to limit growth. Unlike at Heathrow, more fields than houses stand in the direct path of potential bulldozers, although about 17 listed buildings would be destroyed or made uninhabitable by the runway, and noise levels would rise in neighbouring Crawley. Sewill said campaigners also feared the increased roadbuilding, construction and urbanisation that would follow a bigger airport. Sewill, 83, was at the opening of the Beehive, Gatwick&apos;s original terminal, as a seven-year-old in 1936. A decade ago he fought proposals for expansion to the north that would have left his village of Charlwood  home to a Norman church with wall paintings and yew trees dating back almost a millennium  effectively squeezed between the two runways. Only a church survives from the village of Lowfield Heath, on the current southern edge, razed in 1973 as uninhabitable and now an industrial park. &quot;A dreadful warning to the rest of us,&quot; said Sewill. In the 1950s his parents were part of a defeated campaign to stop Gatwick developing, purportedly as a bad weather back-up to Heathrow. Subsequent growth meant the council insisted on a long-term agreement to build no second runway when granting Gatwick permission to build a new terminal two decades later. That agreement runs out in 2019. Sewill said he expected to hand over to a new generation of activists before plans come to a head. Gatwick has installed some new razor wire on the perimeter fence. &quot;They put it there to stop Plane Stupid getting in.&quot; But, he smiled: &quot;I hear they have good wirecutters.&quot; Future clashes seem increasingly likely, with the aviation industry and business adamant that expansion must occur, and the Davies commission unable to defer a decision indefinitely. But Stewart said a &quot;sea of protest&quot; across Europe was set to meet it. &quot;Given the opposition, the safest assumption is that airport capacity in western Europe will remain much as it is now over the coming decades,&quot; he said.", 
    "section": "environment", 
    "gid": "business/2012/oct/21/anti-aviation-europe-campaigners", 
    "wordcount": "832"
}