{
    "headline": "Dengue fever spreads in India  in pictures", 
    "text": "   A provisional malaria and dengue clinic in Kolkata. There is a national epidemic of dengue fever in India, where officials claim more than 30,000 people contracted the disease in October alone. Experts believe the figure is significantly higher. The epidemic has prompted a  comprehensive awareness campaign in Kolkata Photograph: Piyal Adhikary/EPA       Local resident Milan Kumar, right, gives a blood sample at a provisional malaria and dengue clinic in Kolkata. The infectious tropical disease, which causes high fever and joint pain, and is transmitted by the Aedes aegypti mosquito, is endemic in half the world's countries. Antibodies found in the blood confirm infection Photograph: Piyal Adhikary/EPA       A doctor checks patients at a clinic. There is no approved vaccination for the disease  which can be fatal in a small percentage of those infected but research published in the Lancet suggests that a safe, effective vaccine is achievable, the first time this has been demonstrated  Photograph: Piyal Adhikary/EPA       Dengue patient Pannalal Baidya sleeps beneath a mosquito net in his Kolkata home as his wife, Sumitra, watches over him. In the absence of a vaccine, efforts to combat the disease focus on symptoms rather than causes, with the emphasis on tried and trusted anti-mosquito measures Photograph: Piyal Adhikary/EPA       People gather outside a crematorium to get the last glimpse of legendary Bollywood movie director Yash Chopra, during his funeral in Mumbai on 22 October. Chopra died in hospital from dengue fever at the age of 80Photograph: EPA       Kolkata councillors hold a model of a 'dengue' mosquito as they sit under a net during a protest at the Kolkata Municipal Corporation building. Doctors say it may be the worst outbreak of the fever in India since 2005 Photograph: Dibyangshu Sarkar/AFP       A city field worker fumigates the inside of a house in New Delhi with pesticides to attempt to halt the spread of the disease. Symptoms sometimes do not appear until 14 days after the infective bite, so it can be difficult to locate the source of infections Photograph: Manish Swarup/AP       Fumigated streets to spread pesticides against mosquitoes are now a frequent presence in New Delhi Photograph: Manish Swarup/AP       A field worker signs and dates the outside wall of a house that has been fumigated, beneath pictures of Hindu gods Photograph: Manish Swarup/AP       Government workers try to clean the drainage system as an emergency method to curtail the spread of dengue mosquitoes in eastern India Photograph: Piyal Adhikary/EPA       More than 70% of the disease burden is in south-east Asia and the western Pacific, according to the World Health Organisation. Here, Filipino children with dengue disease share a bed at the Quirino hospital in Manila Photograph: Nicolas Asfouri/AFP/Getty Images       Could this little gnat help combat dengue fever? This Toxorhynchites mosquito, photographed in Puchong, near Kuala Lumpur, eats the larvae of other mosquitos, including the aedes larvae which spreads dengue fever, and they can live in similar habitats Photograph: Ahmad Yusni/EPA  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/nov/26/dengue-fever-india-in-pictures", 
    "wordcount": "0"
}