{
    "headline": "What can Olympics fans travelling on bikes expect?", 
    "text": "There have been so many predictions of Olympics chaos  and bad news stories about chaos  on the roads and rail network, that last month Boris Johnson had to coin a new term, &quot;gloomadon-poppers&quot;, to disparage those &quot;who continue to have their doubts about the Games&quot;. Any sensible visitor will surely want to skip the queues, and walk or cycle  &quot;ride or stride&quot;, as London 2012 Active Travel advisory group puts it  instead. The Olympic Delivery Authority&apos;s Walking and Cycling plan of March 2009 had high hopes for for both, not just to facilitate smooth travel during the Games but to &quot;leave behind a legacy of permanent improvements to key routes ... encouraging more people to walk and cycle to events in the future&quot;. The recommended routes for walkers and cyclists are mostly the existing network of paths along waterways in the area, although two new cycle routes have been designed, from Epping Forest and Finsbury park. On peak days 4,400 visitors are expected to cycle to the Olympic park, with a further 10,000 arriving on foot. To visualise that volume of cyclists, imagine more than two thirds of all of the Barclays Hire Bikes in the whole of London, all converging on Stratford. Add to that a quarter of the average attendance at a Chelsea game coming on foot, and you have some very busy towpaths. I cycled these routes, now usually called greenways, last week, to see for myself what Olympics fans on a bike have to look forward to. Despite being sandwiched between the six-lane, HGV-filled Stratford High Street and the A12 urban motorway, there are some attractive routes leading to the Olympic park. The Lee Valley routes, and Grand and Hertford Union canal towpaths will be available, and offer many miles of traffic-free access to much of north London. They are, however, narrow, and popular with walkers. Their capacity is limited to hundreds rather than thousands. The lock at Old Ford, for example, will be a crucial hub linking the Olympic park with the towpaths and Victoria park, yet the lock crossings were designed for a single bargeman. There is some doubt whether Hackney Cut, down the western edge of the Olympic park, shown in the original cycle route map, published in ODA&apos;s 2009 plan, will be accessible at all. In the current visitors&apos; map it&apos;s out of bounds. The elevated greenway from Beckton is the widest route by some margin. It could have had the capacity for thousands of cyclists each day. When it meets Stratford High Street, there is a new pedestrian bridge over the high street which, inexplicably for a new facility on a designated greenway, has three flights of steps but no ramp: not the step change cyclists had in mind. Manageable with a carbon road bike, perhaps, but for cyclists with children in a trailer, or for wheelchair users, or parents with a buggy, it&apos;s pretty useless. For the duration of the Games, cyclists will leave their bike in the Southern Transport Mall, on the south side of Stratford High Street, and walk over the bridge. But as a legacy project, a pedestrian-only bridge in the middle of a designated cycle path is a terrible missed opportunity. The two new routes, from Finsbury park in the north-west, and Epping Forest in the north-east, are also an unhappy compromise. These are not traffic-free like the existing routes, but are on-road routes between parks. Hackney Cyclists have noted that the first runs through &quot;parks which either aren&apos;t open (Clissold park) or don&apos;t feel safe at night (Hackney Downs)&quot;. The Epping route, meanwhile, is a piecemeal affair through several congested roads and across the as yet unsurfaced Wanstead Flats. The Olympic visitors&apos; map shows cycle parking at north and south Transport Malls and in Victoria park, with suggestions of 4,000 parking spaces in Victoria park, and a further 3,000 in the malls. That&apos;s more than enough for every Barclays hire bike in London. Victoria park, already heavily used in summer, will be a very busy place. The Olympic Delivery Authority was unable to confirm exactly how many bike parking spaces they now intend to provide. Expectations of thousands of cycling visitors will only be realised with co-ordinated provision. But it&apos;s difficult to see where the needs of cyclists have taken anything other than last place in London&apos;s transport planning. Importing the American term &quot;greenway&quot; to describe these cycle paths (is it to take our minds off the Barclays blue highways?) only invites comparison with the Manhattan Waterfront Greenway. It&apos;s not perfect, and suffers from some of the same blockages and interruptions that afflict London routes, but there are many miles of wide, uninterrupted, traffic-free path. Cyclists experiencing a frustrating journey along the obstacle course of the Beckton Greenway, and wondering how carrying a bike up three flight of steps really makes &quot;cycling to venues much easier than you may think&quot; may come to feel the appropriateness of its location, on top of an enormous sewer.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jan/19/olympics-fans-bikes", 
    "wordcount": "847"
}