{
    "headline": "Transit of Venus  Q&A", 
    "text": "What is the transit of Venus? A rare astronomical event that happens when Venus travels across the face of the sun and appears as a small black dot on its surface. When does it happen? Transits occur in pairs eight years apart. There are two in December that repeat every 121.5 years, and two in June that repeat every 105.5 years. The last transit of Venus of the 21st century occurs on Tuesday and Wednesday (5 and 6 June 2012) depending on where you are viewing from. The transit starts at 11.04pm BST (6.04pm ET) on Tuesday, when it will be visible from the US. The final hour of the transit will be visible from the UK just before 5am BST on Wednesday (12am ET US), clear skies permitting. The transit will not happen again until December 2117. How long does the transit last? Venus takes nearly seven hours to cross the face of the sun, but the event is divided into four &quot;contacts&quot; that mark different phases of the transit. Venus makes first contact when it encroaches onto the disc of the sun. Twenty minutes later, on second contact, the planet will be fully silhouetted. On third contact, at 5.37am BST (12.37am ET), Venus will begin to leave the sun, and the transit will be over on fourth contact at 5.55am BST (12.55am ET). Where can I see it? The whole transit is visible from Alaska, parts of northern Canada, and from New Zealand, much of Australia, Asia and Russia. In the US, the transit will be in progress as the sun sets on 5 June. In East Africa, Europe and Scandinavia, the transit will be under way as the sun rises on 6 June. Much of South America and western Africa will not see the event. How can I watch it safely? Never look directly at the sun, it will damage your eyes. You can use eclipse viewing glasses that carry a CE mark and are not damaged or worn, but only for a few minutes at a time. Venus is large enough to see with the naked eye and will appear as a spot about 1/32 the width of the sun. It is not safe to look at the sun through regular sunglasses. For a better view, use a small telescope or a pair of binoculars to project an image of the sun onto a screen. Never look at the sun directly through either binoculars or a telescope. Can I watch online? Nasa will broadcast a live webcast of the transit from the Mauna Kea Observatories in Hawaii. What will it look like? Venus will cross the northern part of the sun and appear as a black spot about 1/32 as wide as the solar disc. At the start and end of the transit, the black disc of the planet will seem to stretch onto the edge of the sun. This is the black drop effect, which made it so hard for 18th century astronomers to time accurately the transit. It is caused by the telescope blurring the image, and the drop in the sun&apos;s brightness close to its edge. What have scientists used the transit for? In the 18th century astronomers set out to far-flung corners of the globe to time the transit of Venus. Combined, their results gave them the first accurate measurement of the distance between the Earth and the sun, a figure they calculated to be between 93 million and 97 million miles (172-180 million kilometres). Today, the accepted distance is 93 million miles. The result allowed astronomers to calculate the size of the solar system. What do scientists hope to learn this time? More precise measurements of the transit, particularly from telescopes in space, will hone astronomers&apos; skills for spotting planets beyond our own solar system as they pass in front of their own stars. David Ehrenreich, an astronomer in Grenoble, France, has been granted time on the Hubble space telescope to watch the transit of Venus as if viewed from the moon. To do this, he will use Hubble to watch for the exquisitely fine fall in the brightness of sunlight reflected off the moon as Venus passes in front of the sun. Why is Venus called Earth&apos;s sister planet? Venus has always been considered a sister planet to Earth. At 12,000km across, the planet is nearly as large and has 80% of Earth&apos;s mass. Earth is the third rock from the sun, and Venus is the second, orbiting around 40 million kilometres (25 million miles) from our planet. Venus circles the sun faster than Earth, clocking up a year in 224.7 Earth days. But the rotation of the planet is so slow, a day on Venus lasts 342 Earth days  longer than a Venutian year. Useful resources on the web:  Nasa live webcast  Astronomers without borders  The transit of Venus  Viewing at Mam Tor in the Peak District National Park  Expert Q&amp;A with Marek Kukula, Rebekah Higgitt, Helen Czerski and Stuart Clark", 
    "section": "science", 
    "gid": "science/2012/jun/03/transit-venus-q-a", 
    "wordcount": "848"
}