{
    "headline": "Universities must compete with the NHS to recruit midwifery educators", 
    "text": "A recently released freedom of information (FOI) request by the Royal College of Midwives (RCM) to 76 higher education institutions painted a bleak picture  it showed that the majority of UK universities are not following recommended midwife student-teacher ratios. The FOI found that the number of universities and colleges currently meeting the minimum recommendation ratio of 10 students to one teacher ratio was &quot;significantly&quot; reduced from 2009-10 figures. Average student-teacher ratios varied widely across the UK with south-east England showing the highest  one teacher to 18 students  and universities in Wales coming in with the lowest ratios  one teacher to 10 students. In England, the south-west was the only region achieving the 1:10 ratio. Ratios are important, as midwife educators are supposed to spend 20% of their time in clinical practice, as well as being engaged in classroom teaching for up to 46 weeks a year. Another cause for concern for the RCM was the ageing of the midwifery workforce. More than half of the midwife teachers surveyed are now aged 50 or older and only 6% of midwife teachers are under 40. Overall, the FOI showed that universities and colleges are struggling to recruit midwifery educators, with an average 0.5% full-time midwifery teaching posts being vacant. Midwifery education is no longer the attractive career option it once was, with high workloads, an emphasis on undertaking research rather than excellence in teaching and salaries far below those that similarly qualified midwives could achieve in the NHS. What can we do? Addressing the challenge facing midwifery education is, perhaps, a double-edge sword. Midwifery lecturers tend to be older because it is usual to have considerable clinical experience and expertise prior to entering teaching. However, there is a struggle in attracting educators to leave NHS posts. Terms and conditions for leaving the NHS, becoming an academic and entering a university or college have not kept up with NHS terms and conditions. This includes areas such as pensions, and thus this is negatively impacting and restricting those coming into midwifery education. Perhaps we should mirror our medical colleagues and employ midwifery educators on NHS terms and conditions, especially since they are unable to benefit from the long holidays enjoyed by many of their lecturer colleagues. A career in education is not seen as attractive, as midwives witness the difficulties educators have in fulfilling their commitments supporting students and mentors in clinical areas. The causes of this are many, including lack of support for clinical practice from the HEI, emphasis on research activities, difficulties when the teaching team is understaffed and occasionally problems, negotiating access to the NHS via honorary contracts. Despite these hurdles for midwifery educators, it is critical that student midwives are taught midwifery by experienced and skilled midwife teachers, and that this teaching is supported in both classroom and clinical settings. We have already seen a commitment to midwifery educators expressed in the MINT (Midwives in Teaching) report, a collaborative UK-wide study led by the University of Nottingham and commissioned by the NMC, which was released last July. It found a need for teachers to be visible and accessible to students. Mentors in clinical practice were required to assist with students when providing hands-on care and to monitor learning and assessment processes. The report also found that the resource levels, including the number of teachers, the heavy classroom commitment and the location of clinical placements often made this difficult. Furthermore, it demonstrated the central place of clinical practice in midwifery education. For example, students were able to develop competence and familiarity with clinical settings and build confidence with early practice placements, where lecturers effectively integrated practice and theory. This highlights the critical importance of the link between education and practice, which is easily lost as academic institutions increasingly focus on research excellence. In the NHS workforce, the RCM believes that there are several main challenges facing maternity services at present and over the next few years. A key challenge is that newly qualified midwives are competent, but often lack the confidence to perform well, and there is a risk that if they are not well supported by their employers they will leave the profession. Consequently, the RCM has called for a &quot;seachange&quot; in the investment and support needed to recruit and retain the next generation of midwifery teachers. We believe that the future of midwifery will be shaped and determined by leadership in education and research today. If this is not there, then the hopes and expectations for the next generation of student midwives are bleak. Louise Silverton is the deputy general secretary of the Royal College of Midwives, a professional organisation and trade union representing the majority of midwives in the UK. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/18/universities-compete-nhs-midwifery-educators", 
    "wordcount": "820"
}