{
    "headline": "Hedgehog population in dramatic decline", 
    "text": "The once common sight of hedgehogs in gardens could become a thing of the past, with the spiny species having suffered a dramatic decline in recent years on a par with the loss of starlings, red squirrels and other British wildlife.  Ecologists this week published figures suggesting hedgehog numbers declined by over a third between 2003 and 2012. Such a precipitous drop means the hedgehog, celebrated in culture from Beatrix Potter&apos;s Mrs Tiggy-Winkle to Philip Larkin&apos;s poetry, is becoming an increasingly rare sight in the UK&apos;s gardens, parks and hedgerows. The People&apos;s Trust for Endangered Species (PTES), a charity which has been running counts of hedgehogs for over a decade and compiled the figures, believes there are now fewer than a million hedgehogs left in the UK, down from an estimated 2 million in the mid-1990s and 36 million in the 1950s. David Wembridge, PTES&apos;s surveys officer, said the fall should ring alarm bells. Ecologists stress more work needs to be done to pinpoint the reasons behind the decline, but said likely candidates are habitat loss, poor management of hedgerows and fragmentation of habitat, due to new roads, housing and other developments. Tens of thousands of hedgehogs are killed by road traffic each year. Climate change, which increases the likelihood of extreme weather such as heavy rainfall that can flood the homes of animals, is also considered a potential factor.     Hedgehog numbers have declined in cities too    Hugh Warwick, author and spokesman for the British Hedgehog Preservation Society, told the Guardian: &quot;The most obvious thing is habitat loss. But the biggest thing is habitat fragmentation. It comes in many different forms  you put a big road through the middle of a hedgehog habitat, and then a crossroads, and the hedgehog habitat becomes smaller and smaller. In each of those habitats, the risks become more dangerous, for example if you have an outbreak of parasites.&quot; The hedgerows which give the species their name were no longer being grubbed up, he said, but were not as &quot;rich&quot; or &quot;vibrant&quot; in the worms and other food eaten by hedgehogs due to poor management. Warwick said that at talks he gave to Women&apos;s Institute meetings in recent years, he was regularly approached by people asking him why they were seeing fewer hedgehogs in their gardens. PTES undertakes two citizen science surveys that count hedgehog numbers, a primarily rural one called Mammals on Roads, and a predominantly urban one, Living with Mammals, with hundreds of people submitting their findings each year. The former showed a decline of sightings by 32% from 2001 to 2011, and the latter a decrease of 37% from 2003 to 2012. &quot;Compared to loss of other species, it&apos;s very high rate of loss,&quot; said Wembridge. &quot;Losing a third of the population in ten years is serious.&quot; He said that the threat of extinction in the near future was unlikely, but the rate of decline had wider implications for the state of the UK&apos;s ecosystems because hedgehogs, like butterflies, are seen as an &apos;indicator&apos; species for the health of the natural world. &quot;They&apos;re quite generalist, and feed on soil invertebrates, and they&apos;re not very fussy in habitat requirements, so if there is a big decline in hedgehogs, it raises concerns about the quality of the environment generally,&quot; he said. Warwick said that the loss of hedgehogs mattered. &quot;The hedgehog is the most important creature on the planet, because you can get nose to nose with it. With a hedgehog you can get really close, and make a connection. It is an animal with so many delightful stories, and people can make an attachment to it, and risk falling in love. To quote Stephen Jay Gould: &apos;We will not fight to save what we do not love.&apos;&quot;     How hedgehog population has declined over the years    He urged people to take part in the &apos;hedgehog street&apos; project to build habitat and &quot;wildlife corridors&quot; for hedgehogs in gardens, but said society needed to consider the wider impact of developing green space for human activities and that every single choice people made  from how they travelled to where they shopped  had an impact on hedgehogs. The public are also being encouraged to take part in the second ever hedgehog hibernation survey on 1 February, to see whether warmer temperatures are causing hedgehogs to leave hibernation earlier than they have in the past.", 
    "section": "environment", 
    "gid": "environment/2013/jan/29/hedgehog-population-dramatic-decline", 
    "wordcount": "728"
}