{
    "headline": "The great riches of our seas have been depleted and forgotten", 
    "text": "Researching the history of ecosystems, it is not long before you make an arresting discovery. Great abundance of the kind that exists in the tropics - or existed until recently - was once almost universal. With a very few exceptions, every major ecosystem had a megafauna; every major ecosystem witnessed vast migrations of mammals, birds or fish; every major ecosystem possessed an abundance of animal life orders of magnitude greater than current abundance in the temperate nations. In some cases the ecosystems these life forms created were a world apart from those we now know. Take, for example, the North Sea. Olsen&apos;s Piscatorial Atlas of the North Sea, English Channel, and St. George&apos;s Channels, published in 1883, marks an area of the North Sea the size of Wales as oyster reef. (I am indebted to Prof Callum Roberts, whose magnificent book The Unnatural History of the Sea reproduces this map). This area is far from any coast: it would have been among the least exploited regions. By then, trawling in the North Sea had been taking place for at least 500 years (the first written record in England dates from 1376). Given that there is no obvious difference in habitat between the region marked on the map and many other parts of the North Sea, the most likely explanation for the distribution mapped in 1883 is that the oyster beds had been fished out and broken up throughout the more accessible areas. As the first Europeans to arrive in Chesapeake Bay (on the Atlantic coast of the United States) discovered, oysters can form reefs in shallow seas at these latitudes wherever the sediments are stable enough to permit them to settle. They cement themselves to the seabed and to each other. Much - perhaps most - of the North Sea basin is likely to have been lined with a continuous bed of oysters. If this is the case, then three things follow. The first is that the oyster reefs, which are complex and craggy, provided microhabitats for a great range of species, both sessile or mobile, which are now rare or almost nonexistent in the North Sea. The second is that the oysters would have stabilised the sediments over which they grew: waves and currents would not have been able to perturb the mud or sand or gravel beneath. The third is that the oysters would have filtered particles from the seawater. According to a paper published in Science, in Chesapeake Bay (where we know more about the original nature of the ecosystem, as large-scale exploitation began later) there were sufficient oysters to have &quot;filtered the equivalent of the entire water column every three days.&quot; The likely result of all this is that the North Sea, which is now soupy and grey, would have been clear. This, of course, is speculative, as major fishing efforts long predated good record-keeping. Other changes are better documented. A paper in Nature uses government fisheries reports dating back to 1889 to estimate the extent to which fish populations in the North Sea have been depleted. Instead of simply charting the amount of fish caught there, which creates the impression that the decline of fish populations has been moderate, it divides the fish caught by the amount of fishing power used to pursue them: the size and catching ability (larger engines, better nets, electronic fish finders) of the boats being launched. When the British government first started gathering data, sail trawlers were beginning to be displaced by steam. After 500 years of trawling, the ecosystem was likely to have been gravely depleted. Even so, the researchers found that when fishing effort was taken into account, fish populations declined not by 30 or 40% in the 118 years following 1883, as the scientists advising fishery managers had assumed, but by an average of 94%. In other words, just one-seventeenth of the volume of fish that existed in 1889 survived into the first decade of the 21st century. Fish stocks, they found, collapsed long before the amount of fish being landed declined: the landings were sustained only by ever more powerful boats, with ever more effective gear, scouring ever wider expanses of sea. Haddock, they found, had fallen to 1% of their former volume, halibut to one-fifth of 1%. There is plenty more to tell: in the 1920s and 1930s big game fishermen pursued bluefin tuna off Scarborough on the Yorkshire coast. In 1933 the biggest tuna caught anywhere on Earth to that date was taken there. Before our river systems were dammed and weired for industry in the middle ages, all of them supported almost unimaginable runs of migratory fish: not only salmon and sea trout but also shad, lampreys and giant sturgeon, swarming up from the all the seas surrounding us. In the 11th century, and probably long before, there was a coastal whaling industry in England: many of the world&apos;s largest whales, including a species now extinct in the Atlantic region - the grey whale - came this way. Our marine life was likely to have been as rich and abundant as that of any other sea. But this great exuberance has not only been depleted beyond recognition; it has also been forgotten. Just as overfishing impoverishes the life of the sea, the forgetting impoverishes our own lives. www.monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/sep/07/riches-seas-depleted-forgotten", 
    "wordcount": "889"
}