{
    "headline": "The week in wildlife - in pictures", 
    "text": "   A green sea turtle eats a crown jellyfish at the Balicasag marine sanctuary off the coast of the island of Bohol, Phillipines. Instead of sticking to its usual diet of algae and sea grass, this juvenile green sea turtle decided to devour a live jellyfish Photograph: Jacob Maentz/Barcroft Media       A cat chases away two foxes who tried to steal bacon from a remote cabin in Kronotsky, Russia Photograph: Igor Shpilenok/Barcroft Media       A red-backed sea eagle became entangled on overhead lines because of a fishing hook and nylon line embedded in its talon in Queensland, Australia. After a four-hour rescue, the bird was taken to the Currumbin wildlife hospital for antibiotics and observation Photograph: Glenn Hampson/Newspix/Rex Features       A wildlife research student takes pictures of the Olive Ridley turtles as they return to the Bay of Bengal Sea after laying eggs at a beach in Bhubaneswar, India Photograph: Xinhua /Landov/Barcroft Media       Indonesian men puts a chain onto a young pig-tailed macaque as it's displayed for sale in Padang Pariaman, West Sumatra, Indonesia Photograph: Rivo Andries/AP       A camel stands in the snow at the zoo in Frankfurt, Germany Photograph: Arne Dedert/AFP/Getty Images       An Asian pied starling, or pied myna (Sturnus contra), sits next to a Modar blossom on a branch of an Indian coral tree (Erythrina variegata), in the outskirts of Guwahati city, India Photograph: EPA       Kenya Wildlife Services rangers move confiscated ivory in Nairobi. Two Tanzanian nationals were arrested with 16 pieces of ivory in Kenya's Ongata Rongai township. Trade in elephant ivory has been outlawed since 1989  Photograph: AFP/Getty Images       Becky Cartwright's Roe deer at Dawn, winner in the Magic Mammal Moments: the Mammal Society Photographer of the Year competition. The remit was to capture images that tell a story, show rare behaviour, highlight mammals in a fragile environment, or make the ordinary extraordinary Photograph: The Mammal Society/Rex Features       A stray dog sits on a sidewalk in Ciudad Juarez, Mexico. Local authorities believe that up to 100,000 stray dogs prowl the streets of Ciudad Juarez, many of them abandoned by the estimated 200,000 residents who fled the city at the height of the drug-related violence in 2010 and 2011 Photograph: Jose Luis Gonzalez /Reuters       Tundra hare sits in an open-air enclosure at the Royev Ruchey zoo on the suburbs of Krasnoyarsk, Russia Photograph: Ilya Naymushin/Reuters       A young Brotogeris jugularis or parakeet is fed by a veterinarian at an animal shelter west of Bogota, Colombia.  Sponsored by Bogota's ministry of environment, the shelter receives between 3,000 and 3,500 wild animals a year; some seized from poachers and others found hurt Photograph: Fernando Vergara/AP       Buffalos on Lantau island in Hong Kong. A short journey from gleaming skyscrapers in the hectic centre of Hong Kong, majestic water buffaloes roam over jungle-clad hills and through secluded villages where they once worked as farm animals Photograph: Philippe Lopez/AFP/Getty Images       A Borneo orangutan covers its head with a cloth in its enclosure at the Mandai Zoological Garden in Singapore. Singapore zoo have bred a total of 37 orangutans to date and some have been sent to zoos in Malaysia, Sri Lanka, India, Vietnam, Japan, Australia and New Zealand as part of a worldwide exchange programme to facilitate breeding  Photograph: Roslan Rahman/AFP/Getty Images       A red-breasted goose fitted with satellite transmitter in Bulgaria. British conservationists are tracking endangered red-breasted geese to solve the mystery of thousands of birds lost in migration Photograph: Kane Brides/WWT       Japanese plum blossoms in bloom after a snow fall in Misaki city, Japan. The flower, long beloved subject in the traditional poetry and painting of east Asia, originates from China, and was brought to Japan and Korea later. The ripening of the plum fruit coincides with the rainy season called 'plum rains'   Photograph: Everett Kennedy Brown/EPA       A song sparrow takes off with a seed in its mouth from the snow-covered ground beneath a bird feeder in Norfolk, Massachusetts, USA Photograph: Matt Campbell/EPA       Japanese cedar pollen blown by northwest wind scatters, forming a yellowish cloud over the area in Munakata, Fukuoka, Japan Photograph: The Asahi Shimbun via Getty Imag       A flock of blackbirds perch in trees in the town on Hopkinsville, Kentucky. Millions of birds have descended on the small Kentucky city this winter, fouling the landscape, scaring pets and raising the risk of disease Photograph: Harrison McClary/Reuters       An Asiatic black bear, also known as the moon bear, receives a check-up by veterinarians from Wildlife Reserves Singapore (WRS) in Singapore. Three moon bears arrived from Xiangjiang safari park in Gaungzhou, China on an animal exchange programme and will form part of the night safari attraction when their quarantine ends in early March Photograph: Stephen Morrison/EPA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/feb/22/week-in-wildlife", 
    "wordcount": "0"
}