{
    "headline": "What issues will shape global development in the year ahead?", 
    "text": "What will shape global development in 2012? Employment, food, climate change, energy and governance are all potential candidates. But could the year&apos;s defining theme prove to be something else altogether? Over the past two weeks, we&apos;ve heard from various experts. Jayati Ghosh has written on employment, Kevin Watkins has explored education, and Owen Barder has looked at how growth is decreasing aid dependence. Now we want to know what you think will most affect the lives of poor people in 2012, and why. Whether your views stem from direct experience of living or working in affected communities, or planning policy, or simply from following the relevant issues, we want to hear from you for our readers&apos; voices panel. If you would like to participate, email development@theguardian.com before 10am on Thursday 5 January, with a contribution of 200-300 words and &quot;readers&apos; voices&quot; in the subject line. Include an element of comment  your opinion on the issue being debated  and we&apos;ll pick the best four entries for publication. The debate will be posted on the Global development site on Friday 6 January. If your submission is chosen, we&apos;ll need you to log in and actively participate in any debate generated by your comments. Please include your theguardian.com username (register here), your real name, and a number on which we can contact you. If you don&apos;t want your real name used, mention this  your comment name doesn&apos;t have to be your real name. If anonymity is an issue, we can work with you to manage this. Please note that we may not be able to respond to all submissions. For an example of the format the readers&apos; panel will take, cast an eye over a recent debate we ran on the subject of ending violence against women.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/03/what-will-change-poor-peoples-lives", 
    "wordcount": "299"
}