{
    "headline": "The raw, sensuous pleasure of bog moss", 
    "text": "&quot;Kinder Scout,&quot; Patrick Monkhouse wrote, &quot;is a mountain. It has to be taken seriously.&quot; Too right, I think, splashing up Lady Booth Brook into heavy grey clouds. Towards the rim of Kinder&apos;s summit plateau, as the clough becomes a spread fan of sparkling tributaries, I lose the path and so follow a series of sheep trods to the top. Rather than turn east or west along the path that encircles this Derbyshire mesa, I continue north, staggering through heather and jumping deep &quot;groughs&quot; or gullies washed into the peat bog that caps the mountain. Monkhouse, the rambling leader writer and future deputy editor of the Manchester Guardian, described this eastern end of Kinder as &quot;a calm, smooth greensward, compared to the north and west faces.&quot; That&apos;s still the case today. Skirting the rim of a hollow, I am brought to a halt by a vibrant lime-green patch of sphagnum  bog moss. In the clear, grey light it seems to hum with colour and life. I sprawl on the ground and sink my hand into its cool, watery depths. Sphagnum&apos;s porous cell structure makes it hugely absorbent. Surgeons in the Great War used it to staunch wounds; Native American mothers once carried their infants in sphagnum nappies. Squeezing a little in my hand, clear water runs over my fingers. Sphagnum is a key building block of peat, but it&apos;s now absent from large parts of this plateau. Pollution from the region&apos;s industrial revolution was absorbed along with the rainwater, poisoning the moss. Denuded peat is still being washed away from the Kinder plateau at great expense to water companies and causing environmental harm to all. A huge conservation effort led by Moors for the Future is now trying to put this right. Over the winter many of Kinder&apos;s gullies were blocked with hundreds of stone and timber dams to soak the bog and allow sphagnum to flourish again. It turns out we need bog moss more than ever. So much for utility: it&apos;s the raw, sensuous pleasure of bog moss I love, how it feels and looks. But I can see a shower drifting in, so drag myself away and continue on to Blackden Edge.  This article was amended on 3 July 2012. The original described Patrick Monkhouse as literary editor of the Manchester Guardian. He was a leader writer, and later deputy editor. His father, Allan Monkhouse, was literary editor.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/jul/02/kinder-scout-derbyshire-bog-moss", 
    "wordcount": "408"
}