{
    "headline": "Yahoo's Marissa Mayer era begins with a lift as firm posts 'solid' results", 
    "text": "Yahoo beat analysts&apos; expectations on Monday as it posted its first set of results under Marissa Mayer, the former Google executive who took over the troubled internet firm in July. Mayer said her first &quot;nearly 100 days have been incredibly energizing&quot; and that the company had achieved three quarters of modest growth. &quot;Yahoo is a truly iconic company, one I&apos;ve had respect for since I discovered it in 1994 as a Stanford student,&quot; she said. &quot;While we have a lot to do, the future for Yahoo is incredibly bright.&quot; Mayer, the first female engineer to be hired by Google, is Yahoo&apos;s third full-time CEO since the company fired Carol Bartz in September 2011. &quot;Companies are all about people, it&apos;s no secret that our team has experienced numerous changes,&quot; she said. She said she had assembled a &quot;dream team&quot; to turn the firm around. She said the company had made a &quot;solid foundation&quot; with its last three sets of results. Mayer said the company was positioning itself to compete once more with consumer internet firms like Facebook and Google. &quot;We will become a growth company by inspiring and delighting our users,&quot; she said. There was no &quot;giant pivot&quot;, said Mayer. Yahoo would not go into new businesses but grow by capitalising on search, news, its homepage and mobile. The company&apos;s shares rose in after-hours trading as Yahoo announced a slight increase in net revenue, which excludes fees paid to partner websites, to $1.09bn, compared with $1.07bn in the same period a year ago. A $2.8bn gain from the sale of the company&apos;s stake in China&apos;s Alibaba drove up revenues, but earnings were still up from a year ago and above estimates. Colin Gillis, an analyst at BGC Partners in New York, described the results as &quot;solid&quot;. &quot;The stock has been trading like a distressed asset, so the fact that it&apos;s not a sharp decline is great,&quot; he said. But Gillis said the results suggested Mayer and Yahoo were far from out of the danger zone. He said display advertising, an area where Yahoo is losing ground to Google and Facebook, was down quarter over quarter and flat year on year. &quot;She doesn&apos;t have a lot of time to turn that around,&quot; Gillis said.", 
    "section": "technology", 
    "gid": "technology/2012/oct/22/yahoo-marissa-mayer", 
    "wordcount": "397"
}