{
    "headline": "Can I speed up a PC by moving programs to an external drive?", 
    "text": "Is it possible to move a software program I&apos;ve installed on my desktop computer to a drive I&apos;ve just purchased? The program is Serif desktop publishing, and it takes up a lot of memory on my PC. I thought by removing this software, it would help to make my PC work quicker. (I know very little about PCs.)Peter PriceI can&apos;t think of any programs that would, on their own, make a big impact on a reasonably modern PC, and Serif&apos;s desktop publishing programs certainly shouldn&apos;t cause any problems. Serif&apos;s free PagePlus Starter Edition is the most common download. This runs on PCs with only 512MB of memory and 100MB of free hard disk space, which is small by today&apos;s standards. In fact, any PC purchased since 2007  the year Windows Vista came out  should have at least 2GB of memory and 100GB or more hard drive space. This is four times the memory and a thousand times the hard drive space required. Add memory First, check that you have enough memory installed. If you have Microsoft Windows XP, press the F1 key to call up the Help and Support Center. Click on the words &quot;Computer information&quot; in the top left corner. This will bring up a box that lists your PC&apos;s basic specification. There&apos;s an entry on the right for &quot;Memory (RAM)&quot;. This should say 2048MB or preferably 3072MB or more. If it says 512MB or 1024MB, then your PC does not have enough memory, and the simplest way to speed it up is to install more. Go to the Crucial.com website, tick the little box to agree to the terms and conditions, and run the Crucial System Scanner to scan your system. If you get stuck, there&apos;s a short video to explain how to do it. (You can also watch the video at YouTube.) Click where it says &quot;View Quick Configurations&quot; and the scanner will tell you which chips you can buy to expand your PCs memory.  If your PC has, for example, 1GB (ie 1024MB) of memory and two empty memory slots, then you may be able to add two 1GB chips to expand it to 3GB for 30. This is probably the cheapest option if you are running 32-bit Windows XP. Of course, you will have to open up your PC&apos;s case to fit the new memory, so it&apos;s worth exploring this problem first. Depending on the type of PC you have, there may be a YouTube video to show how it&apos;s done. Recover hard drive space Second, check that you have enough free hard drive space. The best strategy is never to let Windows go below 1GB of free hard drive space, and ideally keep 5GB or more space free. Windows uses a swap file on the hard drive to store working code (pagefile.sys). If it runs out of swap file space, Windows will slow to a crawl. If you don&apos;t have much space, make sure you know all the log-on IDs and passwords that you use for various websites, then delete all your Temporary Internet Files. Each browser has its own way of doing this. In Internet Explorer 8, go to Tools and select &quot;Delete Browsing History (Ctrl+Shift+Del)&quot;. In Google Chrome, click the hamburger button (three horizontal lines in the top right), select Tools, and then &quot;Clear browsing data&quot;. That could free up a couple of gigabytes. It will be much more than you would save by moving Serif&apos;s software. Next, download and run Piriform&apos;s free CCleaner. (If you use Google, do not click any Google adverts, and only use piriform.com addresses.) The latest file at the time of writing is ccsetup400.exe. CCleaner will clear out more temporary files left behind by other programs. After running CCleaner, download and run SlimCleaner by clicking Download where it says &quot;or Download from SlimWare Utilities. (It&apos;s quicker than using the big green button to download it from Download.com.) SlimCleaner will analyse all the software on your hard drive and help you to decide which programs to uninstall. Click the Software button on the left of SlimCleaner: this will list all the programs on your PC, and give them a &quot;community rating&quot; based on what other users think. Ideally, all your programs will get a green rating for Good, though some will no doubt be optional or unrated. Check any red ones and consider whether you really need them. Click on the ones you don&apos;t want, and SlimCleaner will uninstall them. This will free up some more drive space. In passing, note the tab marked Updates. Ideally, all your software should be up to date, because old versions may have known vulnerabilities. SlimCleaner will tell you about new versions and download them for you. Finally, click the SlimCleaner button labelled Disk Tools. This will pop up a box that shows all your hard drives, tells you how big they are, and how much free space they have. If you select your C drive and click Analyze it will tell you which files and folders are taking up the most space. These will usually be music files, movies and photographs. You may want to back some of these up to write-once CD-Rom or DVD discs and copy them to your D drive (if any) or to an external hard drive. Again, this will free up space on your C drive. On my very old Windows XP desktop, for example, I have 25.3GB of my own photos, 11.1GB of interview files and 8.6GB of movies. These take up 10x the space of my 4.3GB of program files, which includes 677MB of Microsoft Office 2007. I can&apos;t imagine a case where it would make more sense to move a useful program to an external drive rather than shift or delete 800MB of interviews about the launch of Windows 7.  Alternatively, I could buy and install a second internal hard drive in an empty drive bay, and use it to store all my digital data. This would be a cheaper option than buying a new PC. Moving programs People do sometimes move applications from one internal disk to another because they want to devote a whole drive to a heavyweight program such as a movie editor. This is tricky because the file paths  which tell Windows where to find things  are stored in the Windows registry. If you just move the program files without changing all the registry paths, the program will stop working.  There are a few utilities that will move programs, such as SymMover. However, I prefer to uninstall programs from one drive and install them on the other. It&apos;s the most reliable method. In theory, you could move an application to an external drive, but this is usually a bad idea. The question is: how slow is the connection to the external drive? If you have a fast new PC with a Thunderbolt drive then it should be fine. If you have an external hard drive on a USB 1.0 or 2.0 cable, then it&apos;s too slow for something like desktop publishing. One option that works for some programs, especially small ones, is to install them on a removable USB Flash memory stick or thumb-drive. This is a handy way to carry around utilities and a few essential programs for use on other people&apos;s PCs. But it&apos;s usually faster to run programs from the PC&apos;s local hard drive.  To sum up: don&apos;t think about moving frequently-accessed software. Move rarely-accessed data instead. For a more general answer from 2010, see: 10 steps to speed up a slow Windows PC.  This article was amended on 29 March 2013 to correct the fact that Windows Vista was released in 2007, not 2005 as originally stated", 
    "section": "technology", 
    "gid": "technology/askjack/2013/mar/28/speed-pc-moving-programs-external-drive", 
    "wordcount": "1310"
}