{
    "headline": "After the Leveson inquiry, what future for science coverage?", 
    "text": "If anyone wonders why the Science Media Centre gave evidence to the Leveson inquiry, they need look no further than a small news story this week reporting that the uptake of the MMR vaccine has finally recovered from the media frenzy of 14 years ago that wrongly linked the jab to an increase in autism. The fact that we have seen the return of thousands of cases of childhood measles, and even some deaths, illustrates why I stood in front of Lord Justice Leveson to argue that poor science reporting can damage the public interest every bit as much as hacking the phones of celebrities or crime victims. In some ways summoning up the spectre of MMR is misleading. The media was not solely responsible for the scare and much has changed for the better in those 14 years. The UK has some of the best specialist science reporters in the world and the appetite for science in newsrooms allows great journalists to convey complicated, scary and messy new science to a mass audience on a daily basis. But it&apos;s also important to acknowledge that aspects of the culture and practise in newsrooms that delivered the MMR scare do still raise their head  including the tendency to overstate a claim made by one expert in a single small study; the reluctance to ruin a great scare story by placing it in its wider more reassuring context; and the journalistic addiction to balance which often conveys a scientific divide where there is none. It was these points that I elaborated on when called in front of Leveson last year. It was a welcome opportunity to offer a more ambitious vision of good science coverage. I dared to suggest that we should change the practise of non-specialist subeditors writing the headlines long after the science reporter has left, a practise which on the day of my evidence had led to a carefully written report on a tiny safety trial of stem cells for macular degeneration being wrongly headlined &quot;Once they were blind, now they can see&quot;. And I found common ground with other witnesses at Leveson while talking about the need for redress  not so much for individuals smeared by the media but for the wider public who believed stories that turned out not to be true. Tongue in cheek, I recommended an experiment proposed by a US science writer who suggested that those papers that have regularly splashed with stories of &quot;a cure for&quot; or &quot;a breakthrough in&quot; cancer, Alzheimer&apos;s and heart disease be invited to do a follow-up on how many &quot;cures&quot; we actually got. And I even got to pass on the outrage of many scientists at a culture that apparently allows the UK&apos;s best known columnists to enjoy immunity from the normal rules about accuracy  with the science of climate change in particular falling prey to opinion pieces with little regard for the truth. To emphasise my point that not that much needs to be fixed to dramatically raise standards of science reporting, I made a rather rash claim. I told Leveson that, in my view, if you locked a group of the best scientists in a room with the main science journalists it would not take them long to come up with a list of guidelines on good science reporting. I mentioned a few on the spot, like journalists emphasising the size of the study, including the important caveats, reporting risk in absolute numbers as well as percentages and providing a realistic time frame for new research findings moving from a lab to a real live treatment. In the event, Leveson called my bluff and asked for the delivery of said guidelines (see below) and he writes in the report that they are &quot;commendable for their utility as well as their succinctness&quot;. He also suggests that any new regulator should &quot;bear them closely in mind&quot;. Like with so much about this report I imagine there will be different views in the scientific community about Leveson. I am sure that many scientists will be disappointed that there is not more of an iron glove behind Leveson&apos;s mild bouquet for our proposed guidelines, but the journalists who helped us to draft them believe they are actually more likely to be received warmly by newsdesks precisely because they have not been imposed from on high. Scientists, like everyone else, will now have to wait to see whether this inquiry changes anything about the way newspapers operate, but when it comes to the future of the press  free or otherwise  there is an elephant in the room. The kind of science reporting that Leveson extols can only be done by newspapers with the resources to keep their existing specialist reporters, and right now the declining sales of newspapers is as much of a threat to good science coverage as sloppy standards or editorial hysteria. No one has come up with a good avoidance strategy for this collision course, and journalistic quality will be an indisputable casualty. Fiona Fox is director of the Science Media Centre Guidelines submitted to the Leveson inquiry The following guidelines, drawn up in consultation with scientists, science reporters, editors and subeditors, are intended for use by newsrooms to ensure that the reporting of science and health stories is balanced and accurate. They are not intended as a prescriptive checklist and of course shorter articles or NIBs [&quot;news in brief&quot; items] will not be able to cover every point. Above and beyond specific guidelines, familiarity with the technicalities and common pitfalls in science and health reporting is invaluable and every newsroom should aim to employ specialist science and health correspondents. Wherever possible, the advice and skills of these specialists should be sought and respected on major, relevant stories; the guidelines below will be especially useful for editors and general reporters who are less familiar with how science works.  State the source of the story  eg interview, conference, journal article, a survey from a charity or trade body, etc  ideally with enough information for readers to look it up or a web link.  Specify the size and nature of the study  eg who/what were the subjects, how long did it last, what was tested or was it an observation? If space, mention the major limitations.  When reporting a link between two things, indicate whether or not there is evidence that one causes the other.  Give a sense of the stage of the research  eg cells in a laboratory or trials in humans  and a realistic time frame for any new treatment or technology.  On health risks, include the absolute risk whenever it is available in the press release or the research paper - ie if &quot;cupcakes double cancer risk&quot; state the outright risk of that cancer, with and without cupcakes.  Especially on a story with public health implications, try to frame a new finding in the context of other evidence  eg does it reinforce or conflict with previous studies? If it attracts serious scientific concerns, they should not be ignored.  If space, quote both the researchers themselves and external sources with appropriate expertise. Be wary of scientists and press releases over-claiming for studies.  Distinguish between findings and interpretation or extrapolation; don&apos;t suggest health advice if none has been offered.  Remember patients: don&apos;t call something a &quot;cure&quot; that is not a cure.  Headlines should not mislead the reader about a story&apos;s contents and quotation marks should not be used to dress up overstatement.", 
    "section": "science", 
    "gid": "science/2012/nov/29/leveson-inquiry-future-science-coverage", 
    "wordcount": "1262"
}