{
    "headline": "Young people chart their futures on the Isle of Sheppey", 
    "text": "Emily Pettley is 19, bottle-blonde and ballsy. She&apos;s sitting in a corner of the Bluetown Heritage Centre on the Isle of Sheppey, off the Kent coast, nursing a cup of tea and imagining her future. &quot;I want a traditional lifestyle,&quot; she says. &quot;I want to have a nice job in retail work. Debenhams, or something. Work my way up to manager. Have a couple of kids in my late 20s; a long-term relationship &quot; No husband, though? &quot;A life-partner,&quot; she says. &quot;I was thinking if you get married and you&apos;ve worked all your life, when you get divorced you&apos;ll have to give half away.&quot; She&apos;ll meet her man in an airport  he&apos;ll be a pilot and he&apos;ll work away a lot, but that will be just fine. She&apos;ll work five days and see the kids at weekends. If she&apos;s rich, she&apos;ll have a nanny. Otherwise, her mum or nan might move nearer to help out  she&apos;ll be living near London by then. Aspiration has been in the air ever since George Osborne said this year&apos;s budget was aimed at creating an &quot;aspiration nation&quot;  for people who aspire &quot;to work hard and get on&quot;. And on Sheppey, where Emily is about to complete a course in business and fashion marketing, aspiration is at the heart of a unique research project with young people on the cusp of their working lives. In 1978, a sociologist named Ray Pahl, then based at the University of Kent, asked teachers at Sheppey&apos;s secondary school to set leavers an essay  to imagine their lives as if looking back on them, and to describe what had happened. Thirty years on, two more sociologists have been back to repeat the exercise with today&apos;s teenagers. How did their attachment to the place they grew up in  a windswept, post-industrial island with a distinct sense of identity  fit with their expectations? And how would today&apos;s youngsters  who, like those from 1978, are making the leap into the world of work at a time of deep economic gloom  view their chances? Both sets of teenagers showed a perhaps surprising level of optimism about their prospects, despite a keen awareness of unemployment. &quot;Mum found me a nice little office job, Itook it without a word of protest. Jobs were scarce. It was the done thing to take whatever came,&quot; one of the 1978 girls wrote. &quot;I left school with only half the O-levels I had hoped to get,&quot; wrote one of the boys. &quot;But it didn&apos;t stop my chances of getting into the army as an officer. I was nervous at first when I joined but I soon got over it as I seemed to fit in so well.&quot; The 1978 boys, despite their slim chances  Pahl said fewer than 10% would go into an apprenticeship or further education  mostly imagined working in skilled trades. The girls tended to mention clerical or care work. &quot;These were youngsters who were unlikely to get many CSEs,&quot; Pahl wrote at the time in an article for New Society magazine. &quot;The rest of the society classifies them as the least desirable labour power.&quot; Back in 1978, Pahl imagined a future in which women would play an increasingly dominant part, both at home and at work. These young women seemed more enthusiastic about working than boys. &quot;Luckily, due to a lot of help from my father, I became a clerical assistant in the civil service at Chatham dockyard,&quot; one girl wrote. Back then, just three of the 90 boys who took part, and not one of the 52 girls, mentioned higher education. In the modern cohort, more than a quarter of the boys and almost four out of 10 girls placed university among their aims. The increasing ambition of girls, as partly predicted by Pahl, turned out to be the most striking contrast between the generations. Most of the Sheppey girls who completed essays in 2010 mentioned marriage  as did three of the four who met the Guardian there recently  but the proportion had dropped from 96% to 55%. &quot;One of my strongest memories is the day we got our exam results. I couldn&apos;t believe it. All As. It meant I could apply to the university  I could become a vet,&quot; one recent essayist wrote. &quot;The place I want to be: space,&quot; wrote another. A quarter of the recent school-leavers, both male and female, mentioned professional jobs  a much higher proportion than in 1978. But there was also a liberal dash of celebrity culture, with 11% of the boys hoping to work in sport and several imagining futures as pop stars. &quot;The highlight of my career was taking a nearly relegated, administration-bound, Gillingham up three divisions into the Premier League,&quot; one boy wrote. &quot;The club I watched battle through the lower leagues as a child. And being scouted by the club at the age of 15, making a record 325 appearances and scoring 72 goals.&quot; The researchers, Dr Dawn Lyon from the University of Kent and Professor Graham Crow from Edinburgh, point out, though, that as Gillingham has recently been promoted, this might not be completely unrealistic. Lyon says that when she first read the 1978 essays, stored in an archive at the University of Essex, where Pahl later worked, she found their honesty and rawness incredibly moving. The later versions have been equally revealing. &quot;I&apos;m impressed by their maturity, and by their capacity for reflection. They anticipate grappling with difficulties, but they accept and accommodate them, and they move on,&quot; she says. At the Bluetown Heritage Centre, which is working with Lyon and Crow on other aspects of their research, including using video and photography to explore young people&apos;s sense of community, the mood among the modern-day teenagers is upbeat. Liam O&apos;Sullivan, 17, expects a future that will go down well with the chancellor. &quot;Nothing I get will be easy,&quot; he says. &quot;But why would you give up? Nothing&apos;s given to you. You always have to work for it.&quot; Anita Goymer, one of his tutors at the Canterbury College Swale campus, was a pupil at Sheppey high school when Pahl visited in 1978, though she was in the year below the essay-writers. Many of her generation still live on the island, she says  often running their own businesses, some living in their own, self-built homes. &quot;My father didn&apos;t really believe in women being educated too much,&quot; she says. &quot;That&apos;s how it was then, so I was sent into secretarial training.&quot; She and her husband both went to university later in life. The older generation seem to look back with satisfaction. But there&apos;s clearly anxiety, too. Betty Oldmeadow, who is 76, encouraged her own daughter to leave because the decline of traditional industries had led to dwindling opportunities on Sheppey. But she is encouraged by the optimism of today&apos;s young. &quot;It&apos;s lovely to hear that young people still have hope in spite of the recession and everything,&quot; she says, listening to Emily&apos;s and Liam&apos;s accounts of their future lives. &quot;The island&apos;s been very good to me, but will young people be able to look back and say Sheppey provided them with a good life?&quot; &quot;Life&apos;s what you make it,&quot; Emily tells her, a glint of youthful certainty in her eye. &quot;Work hard and you&apos;ll hopefully get on. If it doesn&apos;t happen, it isn&apos;t meant to be.&quot;  More details of the research can be found at societycentral.ac.uk", 
    "section": "education", 
    "gid": "education/2013/may/13/young-people-chart-future-sheppey", 
    "wordcount": "1282"
}