{
    "headline": "'Anti-gay' book puts Gove at centre of faith school teaching row", 
    "text": "Michael Gove, the education secretary, is at the centre of an escalating row over how faith schools discuss homosexuality in sex education classes. The TUC has accused Gove of failing in his legal duties by insisting that equality laws, which prohibit discrimination on the grounds of sexual orientation, do not extend to the school curriculum. The TUC complains that the current situation sends mixed signals to the playground, because schools are legally obliged to condemn discrimination on sexual-orientation grounds but free to use religious materials that equality campaigners claim is homophobic. Brendan Barber, the TUC&apos;s general secretary, wrote to Gove in December expressing alarm that a booklet containing &quot;homophobic material&quot; had been distributed by a US preacher after talks to pupils at Roman Catholic schools across the Lancashire region in 2010. The booklet, &quot;Pure Manhood: How to become the man God wants you to be&quot;, discusses a boy dealing with &quot;homosexual attractions&quot; which it suggested may &quot;stem from an unhealthy relationship with his father, an inability to relate to other guys, or even sexual abuse&quot;. The booklet, which claims that &quot;scientifically speaking, safe sex is a joke&quot;, explains that &quot;the homosexual act is disordered, much like contraceptive sex between heterosexuals. Both acts are directed against God&apos;s natural purpose for sex  babies and bonding.&quot; Referring to the Equality Act 2010, which prohibits discrimination against individuals, Barber said: &quot;Schools now have a legal duty to challenge all forms of prejudice. Such literature undermines this completely.&quot; But Gove insists: &quot;The education provisions of the Equality Act 2010 which prohibit discrimination against individuals based on their protected characteristics (including their sexual orientation) do not extend to the content of the curriculum. Any materials used in sex and relationship education lessons, therefore, will not be subject to the discrimination provisions of the act.&quot; Gove&apos;s response has triggered anger from the TUC. &quot;Having written to the education secretary to express our worry about the distribution of homophobic literature in faith schools, his lack of concern is very alarming,&quot; Barber said. A DfE spokesman insisted: &quot;Any school engaging in the promotion of homophobic material would be acting unlawfully.&quot; But the row highlights a grey area over the teaching of sex education. A review intended to provide new guidelines on what was appropriate for schools to teach was kicked into the long grass when the last election was called. &quot;It would certainly be helpful if there was clarity as to what is appropriate for young people of all ages,&quot; said Ben Summerskill, chief executive of the gay rights group Stonewall. &quot;The water could no longer be muddied by people pushing age-inappropriate sex material on the one hand and fundamentalist anti-gay religious materials on the other.&quot; The row comes at the end of an extraordinary week in which the role of religion in society has come under acutescrutiny. The chairman of the Equality and Human Rights Commission, Trevor Phillips, said religious rules should be left &quot;at the door of the temple&quot; and give way to the &quot;public law&quot; laid down by parliament. Phillips said: &quot;Once you start to provide public services that have to be run under public rules  for example, child protection  then it has to go with public law.&quot; Phillips spoke out after Baroness Warsi, the Tory minister, warned Britain was under threat from a rising tide of &quot;militant secularisation&quot;. Lord Carey, the former archbishop of Canterbury, warned that Christianity was being marginalised. Days earlier, the high court ruled that councils had no statutory power to hold prayers in meetings, while the Christian owners of a bed-and-breakfast lost an appeal against a ruling that their policy of restricting double rooms to married couples discriminated against a gay couple. Concerns that faith matters are being marginalised at school has prompted the creation of a new coalition of faith groups and politicians. The Religious Education Council of England and Wales is to back the creation of an all-party parliamentary group that will focus on protecting religious education in schools and stressing its value to young people.", 
    "section": "education", 
    "gid": "education/2012/feb/18/anti-gay-book-gove-row", 
    "wordcount": "701"
}