{
    "headline": "Six smartphone games you MUST download today", 
    "text": "Yes, it&apos;s PlayStation Vita launch day, and we&apos;ve covered Sony&apos;s lovely, eccentric new machine in quite some detail elsewhere. But if you can&apos;t afford to dish out 230 on a sleek new piece of consumer electronics, there&apos;s no need to feel left out of the portable gaming fun. Here are six new(ish) smartphone titles that will take your mind off today&apos;s hardware launch. Don&apos;t fret on your commute home, console (ha ha) yourself with one of these absolute gems. Beat Sneak Bandit (Simogo, iOS, 1.99)            With Kosmo Spin and Bumpy Road (my son Albie&apos;s favourite ever iOS game), Simogo has already created two of the most idiosyncratically warm, beautiful and compelling iPhone games out there. Now the two-man development team has done it again. Beat Sneak is perfectly billed as a &apos;rhythm-action stealth puzzler&apos;  your aim is to break into the mansion of evil clock thief Duke Clockface, and grab back all the world&apos;s time pieces. You move your character forward by tapping the screen in time with the music. On the way, he must also avoid objects and enemy guards, so it&apos;s not just your sense of timing that&apos;s tested, it&apos;s also your ability to plan ahead, work out the puzzle systems and predict hazards. I love the Loony Tunes visuals and smart design: it&apos;s a game that you can&apos;t decide whether to watch, play or hug. Call of Cthulhu: The Wasted Land (Red Wasp Design, iOS)      You want tactical depth? I&apos;ll give you tactical depth. Set amid the sodden trenches of World War One, The Wasted Land is a turn-based strategy sim inspired by the works of horror writer HP Lovecraft. Guided by mysterious American chemist and occult expert Professor Brightmeer, a small group of British soldiers must do battle with an arcane supernatural legion of German zombie troopers. The weird sound effects and music make for a deliciously eerie atmosphere, and the taut, tense turn-based action will remind genre fans of the classic Xcom titles. The touch controls can be a little fiddly on the iPhone, but this is a serious, serious strategy game with an indepth knowledge of, and respect for, Cthulhu lore. Awesome  and an Android version is now in development... Sploosh (Spooky Moon Studio, iOS, 69p)   Sploosh from Spooky Moon on Vimeo.   This smart cross between LocoRoco and Where&apos;s My Water tasks you with bringing floral life back to a series of barren cave networks by directing water through the narrow passages and open caverns. Controlling the flow is achieved by rotating your iOS device and letting the accurate fluid physics do the rest. At times, laying your device flat provides closer, more intricate control, and this really tests your patience and coordination. Sploosh has that pastel-coloured prettiness of many smartphone titles, but the handicraft good looks are attached to a really challenging puzzler. It&apos;s one to try yourself, or hand over to the kids  either way, someone is going to be delightfully occupied for hours.  Sir Benfro&apos;s Brilliant Balloon (Tim Fishlock, iOS, 69p)   Sir Benfro's Brilliant Balloon Official Trailer from Explore and Create on Vimeo.   According to designer Tim Fishlock&apos;s press release this gorgeous little game is inspired by (deep breath), &quot;Victorian botanical illustration, puppet theatres, Terry Gilliam&apos;s animations for Monty Python, the stylings of Studio Ghibli and Yimou Zhang&apos;s film, Hero.&quot; Incredibly, all of these influences pass clearly by as you float through the air, tapping on Benfro&apos;s balloon to make it rise, and removing your finger to set Sir Ben falling through the sky. The aim is to successfully navigate a series of winding levels, avoiding wildlife and attempting to build gracefully arching moves through every screen. The pace is slow and the gentle tapping controls take a while to get used to, but the atmosphere of the game, generated by those expressionistic visuals and ambient soundtrack, will keep you engaged and entranced.  Mr Legs (I Like James Games , Android, 99p)            Okay, picture Jetpack Joyride re-imagined as a monochrome 1930s&apos; animation about a man with extendable limbs. Bingo, that&apos;s Mr Legs, an eccentric endless running game in which you slide your finger up and down the screen to control the length of the character&apos;s legs. Your aim is to pick as many cherries as possible, while avoiding obstacles and pesky pecking birds. Cleverly, the character speeds up when he&apos;s tall and slows to a dawdle when he&apos;s short and mastering the control of his exact speed is the secret to surviving past the opening stages. Like Sir Benfro and Beat Sneak Bandit, this is a game you&apos;ll enjoy watching as much as playing, drinking in the bizarre aesthetics, weird sounds and daft ideas. Inspired.  Triple Town (Spry Fox, iOS/Android, Free with in-app purchases)            Starting out as Facebook game but now available on iOS and Android, Triple Town is an absolutely ingenious riff on match-three puzzlers like Bejeweled. The aim is to place different scenic objects on your landscape as they appear, creating rows of three so that the trio combine and transform into a more valuable item. So get a row of bushes and they turn into a tree, get three trees and they turn into a building. The better the object, the more points you receive. You also need to watch out for bears who&apos;ll trample all over your town - squish three together and they create a valuable church. What starts out as a diverting little challenge turns into a hugely engrossing and complex spatial task, requiring a wealth of interlocking tactics. For puzzle fans, this isn&apos;t so much a recommendation as a demand: download this game, now.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/22/six-recommended-smartphone-games", 
    "wordcount": "918"
}