{
    "headline": "Being gay at school remains difficult for teachers", 
    "text": "When Jonathan became a teacher, he wanted to be open about his sexuality, but in a school where casual use of the word &quot;gay&quot; as a put-down was common, he wasn&apos;t sure if it was a good idea. &quot;I went through a bit of a dilemma  how could I be a role model for kids who were finding it difficult to come out, if I wasn&apos;t brave enough to come out in the classroom myself?&quot; he says. About a year into his time at the school, a group of female pupils asked if he was gay and he said &apos;yes&apos;. At first things were fine, and Jonathan felt he was able to help pupils who were questioning their own sexuality. But the homophobic language continued  some of which was directed at him personally. What made it worse was the lack of support from colleagues and senior leaders. &quot;While management said all the right things, they didn&apos;t really understand some of the issues. I had to challenge homophobic language in each and every lesson. Kids would constantly make comments, obviously trying to wind me up or demean me.&quot; Dealing with the disruption this caused made it much more difficult for him to manage behaviour in the classroom. &quot;It was an endless battle, and it ground me down,&quot; he says. &quot;I felt very anxious  sometimes it brought me to tears outside the classroom, and there were times I dreaded going to work.&quot; But when Jonathan confided in his line manager, he didn&apos;t get the reaction he was expecting. &quot;She laughed, and told me teachers couldn&apos;t be bullied. I think other members of staff didn&apos;t understand why I was fussing. But if I&apos;d been a black teacher challenging racism, no one would have questioned it.&quot; Jonathan left the school a year later, and says the homophobia he experienced was part of the reason for his departure. His experiences echo the findings of a research report carried out earlier this year by the gay equality organisation Stonewall, The School Report, which found that 96% of gay pupils had heard homophobic language such as &quot;poof&quot; or &quot;lezza&quot; at school  behaviour that often goes unchallenged by teachers. According to equality campaigners, having openly homosexual teachers can provide both gay and straight young people with role models, but all too often they lack the support they need from senior leadership teams and colleagues. A survey by the Teacher Support Network in 2006 found that two-thirds of LGBT teachers had experienced harassment or discrimination at work because of their sexual orientation. For 81% of those who suffered any sort of discrimination it was at the hands of pupils, but 46% said it came from colleagues and 33% pointed the finger at managers. Sue Sanders of Schools Out, a charity that promotes equality for LGBT people in education, estimates that as few as 20% of gay teachers are &quot;out&quot; to their pupils. &quot;There&apos;s nowhere near enough support for them,&quot; she says. &quot;I&apos;ve had teachers tell me their heads won&apos;t let them come out. They should fight it, but people are frightened.&quot; It&apos;s a huge area that needs addressing, says Stonewall&apos;s Wes Streeting. &quot;A great deal more work is required to ensure that LGBT teachers are able to be themselves at work,&quot; he says. &quot;With schools there is sometimes this expectation that teachers maintain a distance from pupils in terms of their private lives. There are lots of good reasons why that should be the case, but it&apos;s really important that pupils have positive role models. And people perform better when they can be themselves. &quot; The legacy of Section 28  the controversial legislation that banned the &quot;promotion&quot; of homosexuality in schools  lingers on, even nine years after its removal, says Streeting, especially given how many current teachers trained and first taught in that era. Shaun Dellenty, the deputy head of Alfred Salter primary school in south-east London, whose successful anti-homophobic bullying programme has attracted the attention of the Department for Education, says fear of backlash, and a lack of training, are the main reasons behind some school leaders&apos; unwillingness to support LGBT teachers and tackle homophobia. Outright prejudice, along with a continuing misconception in society that links gay men working in schools and paedophilia, can also play a part, he says. &quot;Heads are worried that parents and governors will think they are promoting homosexuality. One teacher got in touch with me and said his head had told him not to come out as he &quot;couldn&apos;t support him if things went wrong&quot;. Felix, who works at a Church of England primary school, was horrified by his headteacher&apos;s response when he told him he planned to come out to his year 4 class. &quot;He said I needed to ask the governors&apos; permission. I had to tell him I had the right to come out.&quot; In the event, the pupils were wonderful, he says. After some initial &quot;uurgh&quot; noises, they began their own dialogue about what being gay meant, with one girl explaining to her classmates that it simply meant &quot;a man and a man&quot; instead of a man and a woman, recalls Felix. But a few months later, problems began to surface. He recalls: &quot;The head and deputy head told me a parent had approached them saying lots of parents had said I was having a destabilising effect on the school and was undermining the Christian ethos. They then said they thought coming out at a primary school wasn&apos;t age-appropriate. It has been devastating to realise I don&apos;t have my management&apos;s full support.&quot; Training has a vital role to play, says Dellenty, who has been working with the National College for School Leadership (NCSL), the professional development body for heads, including delivering a workshop for school leaders on overcoming the issues that prevent them from responding to homophobia. While he doesn&apos;t necessarily blame school leaders  who he says have often not had appropriate training themselves  what is needed, he says, is a strategic, government-led approach to initial teacher and school leader training on the issue. &quot;Ten years ago, a lot of heads were wary of dealing with racism because they were worried about saying the wrong thing and making it worse. A lot of people are the same now around LGBT people,&quot; he says. An NCSL spokesman told the Guardian that it has already taken steps towards tackling the problem, including new content in the National Professional Qualification for Headship to help leaders recognise and tackle prejudice-based bullying. And it&apos;s not all bad news. There are, of course, examples of schools where teachers have had positive experiences of coming out to pupils. Bob McKay, a languages teacher in Kent, thinks pupils at his first school respected him for telling them he&apos;d got engaged to a man. &quot;You have a much easier relationship with students when they feel you have a human side, and if you don&apos;t tell them you&apos;re gay it&apos;s really difficult to talk about your life, because you can&apos;t just talk about your husband or wife,&quot; he says. But the conditions need to be right, says Suran Dickson, whose organisation, Diversity Role Models, works with schools to counter negative stereotypes. &quot;You need senior leadership on your side; you need to know they have said there&apos;s no place for homophobia in the school. And you&apos;ve got to be in a good place yourself.&quot; Kate, a PE teacher, says she almost wishes her students would ask about her sexuality, because it might push her into being open. But she also fears the reaction of pupils and staff, and wonders if she would be ready for the extra responsibility. &quot;There&apos;s part of me that feels I could be a positive role model, but it could completely change the dynamic of my lessons  you&apos;ve got a lot to handle as a teacher, regardless of talking about issues that are outside your classroom.&quot; Jonathan decided not to be open with pupils about his sexuality at the school he now works at. In fact, he suspects that coming out there would be trouble-free, but his previous experience plays on his mind. &quot;I love everything about teaching, but what happened made me not want to go to work,&quot; he says. &quot;It&apos;s a scandal that there are still teachers who aren&apos;t able to be open about their sexuality.&quot; Tips for school leaders   Lead from the top, and go back to basics: have clear and promoted policies on the issue  Enforce the rule that all instances of homophobic language  including using &quot;gay&quot; as a pejorative term  must be challenged, and ensure pupils and teachers understand why it&apos;s wrong  Don&apos;t tolerate homophobia by staff, who should be provided with training on how to deal with homophobia and support LGBT pupils  Make clear to LGBT staff that they have your support if they want to be open about their sexuality, and that any negative reactions will be dealt with swiftly and clearly  Involve pupils in the development and design of anti-bullying policies Wes Streeting, head of education at Stonewall", 
    "section": "education", 
    "gid": "education/2012/nov/26/gay-teachers-homophobia-stonewall-research", 
    "wordcount": "1551"
}