{
    "headline": "eHarmony, Last.fm hit by same hackers that leaked LinkedIn passwords", 
    "text": "Internet dating mainstay eHarmony bills itself the &quot;No 1 Most Trusted Dating Site,&quot; but the company confirmed Thursday that an unspecified number of its users&apos; passwords were compromised and allegedly posted to a hacker network this week.  Hours later the music website Last.fm announced that it, too, is investigating the leak of &quot;some&quot; of its members&apos; passwords. A message posted on the UK-based site&apos;s homepage advised all of its customers to &quot;change their passwords immediately&quot; as a precautionary measure. These latest breaches appear to be part of a larger leak that compromised 6.5m LinkedIn passwords on Wednesday.  &quot;After investigating reports of compromised passwords, we have found that a small fraction of our user base has been affected,&quot; eHarmony posted to its blog. &quot;We are continuing to investigate but would like to provide the following actions we are taking to protect our members.&quot; As a precaution, the dating website has reset the affected passwords, but did not say how many of its 20 million registered users might have been compromised.  The tech news site Ars Technica reported that it found about 1.5m passwords leaked online that appeared to be from eHarmony users. The dating site did not immediately return a request for comment.  &quot;To be honest, we get one of these breaches or another every other day,&quot; Kris Tuttle, an analyst at Research 2.0 told the Guardian. &quot;I think you&apos;re going to see this for a long time to come.&quot;  Thursday&apos;s revelations of password breached come at the same time that the professional social network LinkedIn saw 6.5m of its own users&apos; passwords posted online, most likely by the same Russian-based hacker.  &quot;Consumers are going to become leery about what information they give over if they are concerned that security will be breached,&quot; industry analyst Michael Gartenberg cautioned Thursday.  LinkedIn has called in the Irish data protection commissioner over the breach. A spokeswoman for the company said it was working closely with the watchdog because its regional headquarters are based in Dublin. The social network is not believed to have contacted other authorities about the incident. Lawyers warned that California-based LinkedIn could face legal action from UK users if their personal information has been leaked from the website. Simon Halbertstam, a partner at London law firm Kingsley Napley, said LinkedIn was liable under UK data protection laws if it is found to have not sufficiently prevented a security breach. He added: &quot;If any UK data subjects feel they have suffered as a result of this hacking, they should consider taking legal advice or making a direct complaint to the Information Commissioner who can take measures against non-compliant organisations, including hefty fines.&quot; A spokeswoman for the Irish data protection commissioner&apos;s office said it would be receiving more information from LinkedIn later on Thursday. She confirmed that the breach does fall within the commissioner&apos;s remit, but that it has not yet decided whether to launch a formal investigation into the leak. The head of Google&apos;s webspam team tweeted in the aftermath of the LinkedIn breach that using the same password for multiple accounts could lead to problems.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/jun/07/blogpost-eharmony-linkedin-hacked-leaked", 
    "wordcount": "537"
}