{
    "headline": "Apple shunts Samsung statement below bottom of home page", 
    "text": "After being reprimanded by the court of appeal, Apple UK has put a large-type acknowledgement to Samsung that its rival&apos;s tablets did not copy the iPad on its home page  but you won&apos;t see it without scrolling the page. The reason: Apple has included a piece of code that runs when the page is loaded and finds out how tall your browser is. It then resizes the current main picture, known in the code as the &quot;hero&quot; picture and presently showing its new iPad mini, so that it always pushes the apology below the visible area of the screen. That means that although Apple is complying with the letter of the ruling handed down from the court of appeal on Thursday, which told it to display the acknowledgement on its home page, it is once again edging around the spirit of the judges&apos; decision. Not only that: the text is contained in a page element entitled &quot;sosumi&quot;  a phrase first invented inside Apple Computer in 1991 after it was sued by the Beatles&apos; company Apple Corps because its operating system included the sound of a xylophone, when an Apple Corps ruling had banned it from including &quot;creative works whose principal content is music&quot; under the Apple Computer name. One system engineer created a beep which he named &quot;so sue me&quot; because it had to go through legal scrutiny. Apple was hauled up before the court of appeal judges after its first attempt at an acknowledgement was deemed to have included content that did not meet the original demands  because it mentioned other court cases in the US and Europe where Apple had prevailed over Samsung. The ruling emerged from a case in the high court where Apple had claimed that Samsung&apos;s Galaxy Tab tablets infringed the registered design  in effect, too closely mimicked the appearance  of its iPad tablet. That was rejected when Judge Birss ruled that Apple&apos;s designs were &quot;cool&quot; and Samsung&apos;s were not  but then put Apple in a bind by demanding that it acknowledge it had been wrong to suggest any infringement by Samsung. The much shorter statement now on the site does not refer to Judge Birss&apos;s &quot;cool&quot; comments. The Javascript code used in the Apple page is able to detect the size of the user&apos;s browser, a common facility for such code. It means that the only visible elements of the page are pictures of the iPad mini and other Apple products. The acknowledgement has been included on the home page beneath every other element, including links to the store and copyright notices. It reads: &quot;On 25 October 2012, Apple Inc. published a statement on its UK website in relation to Samsung&apos;s Galaxy tablet computers. That statement was inaccurate and did not comply with the order of the Court of Appeal of England and Wales. The correct statement is at Samsung/Apple UK judgement.&quot; Apple was obliged by the court of appeal to take out adverts in newspapers and magazines including the Financial Times, Guardian, Daily Mail, T3 and Inside Mobile. Those appeared last Friday as plain text without any logos.", 
    "section": "technology", 
    "gid": "technology/2012/nov/05/apple-samsung-apology-ipad-galaxy", 
    "wordcount": "530"
}