{
    "headline": "What's a carbon footprint and how is it worked out?", 
    "text": "A carbon footprint is an estimate of the climate change impact of activity  such as making a product, living a lifestyle or running a company. Typically, a carbon footprint is calculated by estimating not just the CO2 emissions that the activity in question causes, but also any emissions of other greenhouse gases (such as methane and nitrous oxide) and in some cases other types of climate impacts as well, such as vapour trails from aeroplanes. For simplicity, all these impacts are added together and expressed as a single number in terms of carbon dioxide equivalent (CO2e): the amount of CO2 that would create the same amount of warming. There are many existing and evolving standards for calculating carbon footprints but in truth no footprint is precise. Even for simple activities such as burning a litre of petrol, which releases a known amount of CO2, there are still uncertainties about the emissions caused by extracting and refining the petrol before it was burned. For more complicated activities these uncertainties are greatly multiplied. As Mike Berners-Lee explains in his book, How Bad Are Bananas?, The Carbon Footprint of Everything:  The true carbon footprint of a plastic toy includes not only the direct emissions resulting from the manufacturing process and the transportation of the toy to the shop: it also includes a whole host of indirect emissions, such as those caused by the extraction and processing of the oil used to make the plastic in the first place. These are just a few of the processes involved. If you think about it, tracing back all the things that have to happen to make that toy leads to an infinite number of pathways. To make the point clearly, let&apos;s try following just one of those pathways. The staff in the offices of the plastic factory used paper clips made of steel. Within the footprint of that steel is a small allocation to take account of the maintenance of a digger in the iron mine that the steel originally came from  and so on for ever.  The traditional way of estimating a carbon footprint  so-called &apos;lifecycle assessment&apos;  involves adding up as many of the emissions pathways as is feasible. An alternative approach is to use so-called &apos;input-output&apos; analysis. This aims to avoid missing out pathways by taking the total emissions of a country or region, dividing it lots of sectors (e.g. toy manufacturing, food growing, freight, etc) and estimating the total emissions that each sector accounts for. Those figures can then be used to estimate the footprint of, say, each pound spent on toys. There are many &apos;carbon calculators&apos; on the web to help people work out the carbon footprint of their life or individual activities such as flights. However, the answers can vary widely between websites depending on the methodology used. For example, one website might focus only on the fuel use involved in flying while another might include an estimate of the climate impact of the vapour trails caused by the plane. Similarly, one website might estimate a person&apos;s footprint based only on their home energy and travel, while another might include an estimate of all the goods and services they consume, from clothes and computers to education and healthcare. Quickly calculate your own carbon footprintBrowse the carbon footprints of activities and products The ultimate climate change FAQ  This answer last updated: 14.03.2012 Read about the project and suggest a question Report an error in this answer Related questions What are the main man-made greenhouse gases? What are CO2e and global warming potential (GWP)? What are climate change feedback loops? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/apr/04/carbon-footprint-calculated", 
    "wordcount": "640"
}