{
    "headline": "Young human rights reporter of the year 2013 - sixth-form category", 
    "text": "Winner of Amnesty International&apos;s Young human rights reporter of the year competition sixth-form category: Holly Gomez, 17, Woodfarm High, East Renfrewshire, Scotland Scars not only physical for North Korea&apos;s &apos;ghost prisoners&apos; Witnessing a six-year-old beaten to death for eating corn, being hung upside down on a coal fire and having a knuckle chopped off for dropping a sewing machine. Is this the reality for prisoners of North Korea&apos;s modern day concentration camps? Yes. However, &quot;No&quot; is the answer from the North Korean authorities who consistently deny their very existence. The ghost prisoner Shin Dong-hyuk, along with 200,000 others, go through these traumatic ordeals on a daily basis. People in Kwanliso are considered &quot;sub-human animals&quot; that are not worthy of being taught anything. For 23 years Shin Dong thought that &quot;society inside the camp would be the same as outside&quot;. Shin believed that he was born to be a prisoner, even though the reality was that he was an innocent victim of a tragic system, known as the &quot;three generations of punishment&quot;. When Shin&apos;s uncle committed the capital crime of escaping from the state, his remaining family was imprisoned for life in Camp 14. Shin was born and bred there. It was not until meeting an older prisoner, a disgraced party official who had travelled abroad, that he started to dream of a world beyond the electric fence - and beyond North Korea. After 23 years of constant torment, in 2005, he escaped camp 14 by climbing through the barbed wire and eventually arrived in South Korea to start a new life. This is the first time that someone has escaped from the brutal camp; however, unfortunately it is not as simple as starting afresh. When Shin Dong was interviewed, he said, &quot;I live a content life. But mentally I am very distraught.&quot; There is no escaping the graphic memories and the inhumane experiences. As Shin was unable to communicate with family members within the camp, relationships were complex and confusing for Shin. He simply does &quot;not know what love is&quot;. Due to Google Maps and human rights activists the camps have been mapped. Activists spotted another camp appear on the map in early January 2013. So what has been done? It is increasingly difficult to put an end to these camps  how can you stop that which officially does not exist? The only evidence we have has been voiced by Shin Dong, a voice which gives us an insight into unimaginably appalling treatment of innocent people. The public being able to look in with such clarity on the camps might  just might  move the needle a bit to the side of humanity. These barbaric concentration camps are not just North Korea&apos;s problem. A global change is needed in order to fit a modern, apparently &apos;more civilised&apos; society. While we sit back, cosseted in our homes, there is a world beyond our imagination of people who are being treated atrociously - yet nothing is done. They are ghosts in the eyes of the North Korean authorities; ghosts to us all. As Shin carries the mental and physical scars of his experiences, so too are the scars borne by our society. Sixth-form runner-up: Louise Wylie, 16, Knightswood Secondary, Glasgow Torture masked as tradition &quot;Harmful practices, such as genital mutilation, constitute a serious threat to the health of millions of women and girls worldwide and violate their fundamental rights&quot;. So said Ban Ki Moon, United Nations Secretary-General, addressing the issue of Female Genital Mutilation (FGM). Three million girls between birth and age 15 across Africa, Asia and the Middle East are at risk of circumcision. These girls are rarely asked for their permission, and are almost never forewarned. They are simply taken aside by older women, and often an untrained woman slashes at their genitalia with rusty, sullied &apos;medical&apos; instruments, causing extreme pain and leaving them at risk of infection, shock, haemorrhage, infertility, childbirth complications, and even death. There are no medical advantages of this procedure, which can also include sewing the vagina to preserve the virginity of the girls. These stitches must be removed each time the woman gives birth, or else she risks the threat of her baby becoming brain-damaged or both her and her baby dying. Those in favour of this &apos;tradition&apos; claim it is an integral part of their culture and customs. This belief is the driving force behind women in other parts of the world, including Britain, who decide their daughters should be violated in this way. Others are convinced it is an Islamic religious requirement, and is sacred. However research has shown that FGM predates Islam, Christianity and even Judaism. This custom has simply been rebranded by a small minority as &apos;religious&apos;, when in reality Islam does not and has never supported it. Waris Dirie knows only too well the dangers of circumcision. She is a human rights activist who campaigns incessantly on behalf on women like herself: those scarred, emotionally and physically in the name of tradition. &quot;Female mutilation has no cultural, no traditional and no religious aspect,&quot; she asserts. &quot;It is a crime which seeks justice&quot;. At the age of five she, like 98% of all girls in Somalia, was mutilated. Speaking about the ordeal, she said: &quot;Mama tied a blindfold over my eyes. The next thing I felt my flesh was being cut away. I heard the blade sawing back and forth through my skin. The pain between my legs was so intense I wished I would die.&quot; Somehow, she managed to flee her country aged only 13 and is now a special UN ambassador for the elimination of FGM. Unfortunately, Waris Dirie is one of a small minority. The World Health Organisation has estimated that for every 1,000 babies delivered in six African countries, 10-20 deaths are directly due to FGM. The only way to stop this epidemic is through education. Rural communities must be made aware of the reality of circumcision. Many, many women are dying as a result of ignorance and this has to change. The suffering from Female Genital Mutilation has to end. As Dirie explained, &quot;everyone (has) to be enlightened about the status of genital mutilation: not culture, but torture.&quot; Sources; WHO, www.un.org, www.forwarduk.org.uk; www.desertflowerfoundation.org; www.npwj.org  Sixth-form runner-up: Charlie Blake, 17, Bancroft&apos;s school, Woodford Green, Essex  Poisoned for profit Jrme Agoua gets up early as usual. He works in Abidjan, the largest city in the Ivory Coast, and has a wife and family to feed so he needs to be on time. Only this is not a usual morning. Something&apos;s wrong with the air. It&apos;s thick with an unbearable sulphurous stench and when Jrme rubs the sleep from his eyes he flinches  they&apos;re swollen and bloodshot. His children wake up gasping but he can&apos;t explain to them what&apos;s going on. It gets worse over the coming days: nausea, fevers and diarrhoea set in, and Jrme is forced to send his pregnant wife to a nearby town with the children. He stays, desperate to earn money for his family, but aware that he is slowly poisoning himself. Over a hundred thousand people like Jrme were affected by the dumping of toxic waste on 20th August 2006, and at least fifteen died as a result; yet the company responsible denies any wrongdoing and continues to evade justice. The waste had arrived in the country by sea three days previously, property of the Dutch oil trader Trafigura. The substance was a by-product of a controversial caustic washing process  he cheaper of two potential methods  used to refine large amounts of gasoline. Trafigura hurriedly signed a contract with an unknown, newly licensed disposal company who, at a disconcertingly low price, offered to &quot;discharge&quot; the waste at a local site named Akoudo. A simple check would have revealed that this was an open-air dumpsite for domestic waste, not a specialist facility as was required, but Trafigura didn&apos;t want to know. The workers at Akoudo closed the sight swiftly once they realised something was wrong with the incoming waste, so the rest was dumped around Abidjan during the night. UN legislation recognises the right to protection from &quot;exposure to harmful substances such as radiation and harmful chemicals&quot; (ICESCR), but Trafigura clearly didn&apos;t see this as their corporate responsibility. Perhaps this attitude stemmed from their obsession with profits  Trafigura had already rejected one opportunity to dispose of the waste safely following a pricing dispute in Amsterdam and emails reveal that they only purchased the gasoline initially because it was &quot;as cheap as anyone can imagine and should make serious dollar&quot;. They cut corners, ignored warnings and almost certainly knew that the waste wouldn&apos;t be handled safely, yet thanks to an out-of-court settlement with the Ivorian government, Trafigura can&apos;t legally be prosecuted for the dumping and have escaped admitting responsibility for their humanitarian crime. That a company can purchase immunity from accountability shocks me, and Jrme Agoua  now head of a victims&apos; association  shares this sentiment: &quot;No one from Trafigura ever approached me. I am the leader of a victims&apos; organization and no one has approached me, it is deplorable. This story pains me.&quot; Yet until states commit themselves to tightening laws on human rights due diligence, closing jurisdictional loopholes, and prosecuting companies for crimes committed abroad, it will only be a matter of time before this kind of episode repeats itself. Special commendation to the following longlisted entries in the sixth-form category Amy Barr, Coloma Convent Girls, Croydon Julia Cushion, Lewis Girls, Hengoed, Wales Saphia Haffejee, Tolworth GirlsSurbiton, Surrey Harriette Casey, Colchester Sixth Form, Colchester Elizabeth Shorland, Kendrick school, Reading Georgia Musson, Hills Road Sixth Form College, Cambridge Alena Sadiq, Woldingham school, Surrey Find out more about the Amnesty Young Human Rights Reporter competition. Teaching resources on the Guardian Teacher Network Amnesty&apos;s Guide to teaching controversial issues Summary of the Universal Declaration of Human Rights  Amnesty&apos;s teaching human rights lesson plan Amnesty&apos;s human rights photojournalism PowerPoint and lesson plan", 
    "section": "education", 
    "gid": "education/2013/may/06/amnesty-human-rights-2013-sixth-form", 
    "wordcount": "1720"
}