{
    "headline": "Alan Turing exhibition shows another side of the Enigma codebreaker", 
    "text": "He has gone down in history as the man who cracked the Enigma code, changing the course of the second world war, and whose work in mathematics and computer sciences was instrumental in bringing about the personal computers we use today. Yet a new exhibition at Bletchley Park in Buckinghamshire, Britain&apos;s centre of codebreaking activities in the second world war, reveals another side to Alan Turing. A collection of his personal possessions, donated by his family, includes a teddy bear that he bought as a student and named Porgy; an unread copy of Arabian Nights, which Turing won at school; and a treasured Swiss watch. More poignantly, it also includes a biography of Turing by his mother Sara, which she self-published in 1959 after every publisher had turned it down; and a letter sent to her in 1975 by computer scientist Brian Randell, which revealed to her the extent of Turing&apos;s heroism. As head of Hut 8, the naval Enigma team, Turing&apos;s work at Bletchley Park had been top secret and was not disclosed until the mid-70s. Winston Churchill called the place, which employed up 10,000 people at the height of its operations, &quot;the goose that laid the golden egg and never cackled&quot;. &quot;That&apos;s how the secret was kept  people respected their superior officers,&quot; said Jean Valentine, who worked on the Enigma machine at Bletchley Hall as a 19-year-old, and now works as a guide there. &quot;You didn&apos;t mention a word even to your contemporaries.&quot; In 1952, Turing was arrested for having a sexual relationship with another man, convicted for gross indecency and chemically castrated. He committed suicide two years later, aged 41. At the launch of the exhibition, called The Life and Works of Alan Turing, Captain Jerry Roberts, a fellow codebreaker at Bletchley, said that Turing &quot;saved the nation and demands the highest recognition&quot;. He added that once the Enigma code had been cracked, the number of allied battleships sunk by the Nazis dropped by 75%. In 2009, Gordon Brown issued an official apology for Turing&apos;s treatment by the British government, a signed copy of which is including in the exhibition. However, a campaign to have Turing officially pardoned was rejected by justice minister Lord McNally last month. &quot;I think it&apos;s enormously regrettable  he ought to be pardoned,&quot; said former culture secretary Chris Smith at the launch of the exhibition. &quot;This country treated him outrageously and we should be honouring him by removing any stain from his record, his character, his history and saying that we got it wrong  he didn&apos;t.&quot; William Newman, the son of Turing&apos;s mentor, Prof Max Newman, remembered Turing as &quot;a lovely man&quot;, who became a &quot;part-time member&quot; of their family after the war, when Newman and Turing worked together at Manchester University. &quot;He was good friends with me and my brother  he would think very hard about Christmas presents.&quot; Turing was a keen athlete who would sometimes run the eight miles from his house to the Newmans&apos;s. &quot;One morning I head this noise. He wanted to invite us to supper but it was 6am, so he didn&apos;t feel he could knock on the door. He&apos;d taken a leaf off a rhodedendron bush and he was scratching the invitation on that. He could improvise solutions to things so well.&quot; The exhibition includes a selection of Turing&apos;s papers from the Turing-Newman collaboration collection, including the pioneering 1950 article about artificial intelligence in which he posed the question &quot;Can machines think?&quot; The collection was saved for the nation last year thanks to contributions from a variety of donors including the National Heritage Memorial Fund and Google, who gave $100,000 (62,986). The Turing exhibition was opened by James May, one of the presenters of the BBC show Top Gear, who said that finding out about Turing&apos;s work was important for the understanding of computer sciences. The launch was attended by members of Turing&apos;s family including his nephew, John, and by judges of the Art Fund prize for museum of the year. Bletchley Park is one of 10 British museums competing for the 100,000 prize, which will be awarded on 19 June.", 
    "section": "science", 
    "gid": "science/2012/mar/06/alan-turing-exhibition-enigma-codebreaker", 
    "wordcount": "712"
}