{
    "headline": "Ignoring global warming is 'reckless' of the government, warn campaigners", 
    "text": "The government&apos;s failure to tackle climate change is &quot;reckless and short-sighted&quot; with just 50 months remaining to prevent a critical threshold in the fight against global warming being breached, environmental campaigners warn today. In a letter to the Guardian and expanded on in an article in G2, they say global warming remains one of the greatest threats to human progress but condemn the fact it has dropped down the political agenda. The signatories, including senior figures at Greenpeace, Oxfam and the Women&apos;s Institute, as well as the designer Dame Vivienne Westwood and the environmental campaigner Bianca Jagger, warn there are just 50 months left before it will become unlikely that a 2C temperature rise can be prevented. The UK and the EU have set the 2C mark as a line the world should not cross. &quot;There is so much to gain from investing with speed and scale in a modern, low-carbon economy, that the failure to do so appears both reckless and short-sighted,&quot; the letter says. &quot;Some recent policies seem even to take us backwards. More of the same old economics will not work. To create jobs, more secure energy systems and less pollution, investing in a massive energy-efficiency drive, and a programme to expand renewable energy are just two of the more obvious steps that could benefit the economy and the environment.&quot; The campaigners say the lack of action comes against a backdrop, this year, of a record loss of sea ice, greenhouse gas concentrations above the Arctic at their highest point for possibly 800,000 years, and crop-wrecking droughts and record temperatures in the US mid-west. The signatories have outlined to the Guardian what they will do differently over the next 50 months to prevent the threshold being breached and challenge the government and opposition to do the same. Ruth Bond, chairwoman of the National Federation of Women&apos;s Institutes, will try to give every child practical skills such as cooking to tackle obesity and instil the value of food, and growing food, which gives them an appreciation of the natural environment. John Sauven, executive director of Greenpeace , has committed to more direct action to protect the Arctic from oil drilling, while Westwood said there was a need to inflame public opinion and blame politicians for the crisis. The letter urges politicians to say what they will do &quot;to grab the opportunity of action and prevent catastrophic climate change&quot;.  ", 
    "section": "environment", 
    "gid": "environment/2012/oct/01/climate-change-campaigners-threshold-warning", 
    "wordcount": "408"
}