{
    "headline": "Picturing science: sharing knowledge, selling ideas", 
    "text": "This image looks like a curving, curling, abstract mosaic. It is, in fact, an attempt to capture what one observer saw when he looked through a filtered telescope lens at the Sun&apos;s surface. Before photography developed, if astronomers wanted to share their visual experience they could only do it by drawing, adding an ability with pencil to the many necessary accomplishments of the observer. Photographing detail on the bright Sun was to prove a particular challenge. When you know what it is you should be looking for, it is much easier to see. Familiar as we are today with spectacular images of the Sun in all kinds of different wavelengths, we have come to expect pattern, difference, structure, feathery and filament-like shapes and vast bursts of gases. This was unknown before telescopes could supply sufficient magnification and resolution. Careful drawings were backed by verbal descriptions, but it was only by looking for themselves that other astronomers might come to accept your interpretation. Was the surface pattern &quot;feathered&quot;, &quot;granulated&quot;, &quot;rice-grain&quot;, &quot;slashed straws&quot; or &quot;willow-leaf&quot;? These were all terms used by observers like William Huggins, Samuel Pierpont Langley and James Nasmyth, who revealed that the Sun was not the anticipated smooth, bright disc, punctured only by a few sunspots. These images tell two stories. One is about the astronomers who looked at, tried to capture and explain the nature of the solar surface. The other is about sharing those images, knowledge and possible explanations with a wider public. These solar close-ups were published in scientific papers, but I have taken them from a set of 38 lantern slides, produced to illustrate lectures on the Sun by a company called York &amp; Son in around 1880.     Drawing of sunspots by James Nasmyth. Source: National Maritime Museum    The set includes images that show observational instruments, experimental or demonstration equipment and diagrams to explain possible theories of solar activity. The slides allowed the lecturer to, for example, introduce the audience to competing explanations of the appearance of sunspots. William Herschel had suggested that they were openings in the Sun&apos;s luminous atmosphere, revealing a cooler surface beneath; Alexander Wilson considered them depressions in the solar surface.     The experimental set-up for using a prism to split sunlight. Source: National Maritime Museum    I don&apos;t know how many of this set of slides were produced, nor whether any of them were used to enliven one or more actual lectures on the Sun (apart from my own). If they did, the part on sunspots and the solar surface might have run similarly to this 1872 article in the Popular Science Monthly, by the editor Edward Livingston Youmans. While sunspots had, of course, been long known, their complex structure was newly revealed:   But, when a telescope of high magnifying power is directed to the sun, its aspect is greatly changed: the spots lose their simplicity, and the photosphere its uniformity, and in both there are a revelation of structure, a diversity of parts, and a variety of changes, which at once provoke questions in the mind of the observer, as to the causes of this diversified appearance, and the constitution of the body which presents them. The hypotheses put forth are ingenious; but, while the facts of observation are rapidly increasing, and there is a growing agreement on many points, there is still profound uncertainty as to the interpretation to be given to the leading phenomena.  An article or a lecture on the Sun, presented in the last quarter of the 19th century would have introduced its audience to a whole new vocabulary of penumbra, faculae and photosphere. It would also have focused on the use of novel techniques in astronomy, above all the photography and spectroscopy that opened the way to a whole new branch of science. It also introduced the idea that surface irregularities on the Sun might be linked to magnetic activity and terrestrial climate.  It was an exciting topic for a lecture around 1880 - something that a commercial producer of visual aids probably rightly took up as an opportunity.", 
    "section": "science", 
    "gid": "science/the-h-word/2013/apr/07/solar-physics-history-images-lecture", 
    "wordcount": "659"
}