{
    "headline": "University guide 2013: University of Wales, Newport", 
    "text": "The campus-based University of Wales, Newport, is located on two sites: one in the picturesque village of Caerleon, and the multimillion-pound City campus, which opened its doors in January 2011, is situated on the banks of the River Usk in the centre of Newport. The university has two academic faculties. The Faculty of Arts and Business brings together art, media &amp; design with business, and is based at the City campus. The Faculty of Education and Social Sciences builds on areas of strength and international reputations in the areas of design, photography, film, animation, business, computing and engineering, and is based at the Caerleon campus. The campuses are at the centre of a close-knit community with a vibrant atmosphere. Fees8,700 for full-time undergraduates in 2012-13. Bursaries1,000 for students with a household income of up to 20,000, then calculated in a downward sliding scale. The university also offers a further range of bursaries and scholarships, including sports bursaries for members of its elite sports squad for students who compete at national and international level. For full details, email money@newport.ac.uk. AccommodationThe accommodation office provides accommodation on campus for all first-year students, and advice and information on private rental. Halls are based at Caerleon campus and consist of around 650 self-catered single study bedrooms with a choice of traditional style or modern en-suite facilities. The university has an agreement with the Opal Group, which owns and manages halls of residence in the city centre. The accommodation is located on the riverside in the city centre of Newport and within a short bus ride of the campuses. FacilitiesAt City campus, creative sound and music have four recording studios. Performing arts has its own dedicated Black Box dance studio. Design, animation and computer games design each have their own computer suites. Film &amp; video and documentary film &amp; television have dedicated editing suites. There is a fully functional film studio with lighting rig and green-screen facility. Fashion has one of the most impressive studio spaces in Britain, equipped with sewing machines, cutting pads/tables and mannequins for displaying designs. The campus also boasts labs fully equipped for electrical, electronic, and mechanical engineering, and two interconnecting forensic-computing labs. Caerleon campus&apos;s photography dark rooms are widely regarded as some of the best facilities in Europe. The sports and health laboratory hosts specialised equipment that measures health-screening parameters, cardiovascular fitness, strength, flexibility, body composition and haematological markers. The engineering labs at Caerleon are used to test concrete, steel and soils as part of the civil engineering programmes. Fully equipped chemistry laboratories are used for the fire safety engineering modules. Art education has its own ICT software and D&amp;T labs for training teachers. TransportIt&apos;s two hours&apos; drive to London on the M4 and has direct train links, too. ContactTel: 01633 432432Email: uic@newport.ac.ukWeb: newport.ac.ukAccommodation: accommodation@newport.ac.uk", 
    "section": "education", 
    "gid": "education/2009/may/10/universityguide-uni-wales-newport", 
    "wordcount": "486"
}