{
    "headline": "UK had driest March in 59 years, latest figures show", 
    "text": "The depth of Britain&apos;s drought has been underlined by new government figures showing Britain experienced its driest March in 59 years with less than half the usual amount of rain falling in most parts and usually wet regions such as Wales receiving less rain than Spanish cities like Barcelona. In what the Centre for Hydrology and Ecology said was another &quot;exceptional&quot; month when drought conditions spread across much of England, the north-east region received only 20% of its average rainfall and the amount of water in the soil - critical for farmers - fell to some of the lowest levels ever recorded at this time of year. Many areas registered more than 25 dry days in March and, in some areas, more than 75% of the month&apos;s rainfall fell in 24 hours. With the exception of 1975/76, no lower 13-month total has been recorded for the Midland region since 1910. In addition, said the centre, both underground water and reservoir levels fell the fastest in any March for 20 years. River flows were said to be &quot;more typical of the late summer&quot;. &quot;The drought&apos;s range of impacts now embraces agriculture, water resources and the environment; there is a heightened risk of heath and moorland fires and particular concern for the ecological health of groundwater-fed streams and wetlands - and the wildlife they sustain&quot;, said the report. &quot;More failure of springs, habitat loss, low oxygen levels, limited effluent dilution and the appearance of algal blooms underlines the environmental and ecological stress that is a defining characteristic of the current drought.&quot; says the report. Most major rivers in Northern Ireland and Wales, including the Dee, Teme, Severn and Wye, were all flowing at 30% or under of usual levels. In south-east England, the level of the Medway was at a record 15% of average. &quot;Even above-average rainfall is unlikely to see a return to normal river flows before the autumn and the recovery of groundwater stocks will be heavily dependent on rainfall through the 2012/13 winter,&quot; said Terry Marsh from the Centre for Ecology &amp; Hydrology. New three-month forecasts by the Met office suggest little respite with April, May and June expected to be drier than average. &quot;With this forecast, the water resources situation in southern, eastern and central England is likely to deteriorate further during the period. The probability that UK precipitation for April-May-June will fall into the driest of our five categories is 20-25% while the probability that it will fall into the wettest of our five categories is 10-15%, it says.", 
    "section": "environment", 
    "gid": "environment/2012/apr/18/uk-driest-march-59-years", 
    "wordcount": "435"
}