{
    "headline": "Sudan's Darfur region still living through troubled times", 
    "text": "Two UN peacekeepers disappeared in Sudan&apos;s North Darfur state, last week, according to the UN. The two Jordanian officers from the UN-African Union force, Unamid, were declared missing in the town of Kabkabiya, about 140km west of El Fasher, North Darfur&apos;s capital. Darfur no longer commands the headlines it used to, especially in 2004 when ethnic African tribes  the Fur, Masalit and Zaghawa  formed a broad alliance against Khartoum because of long-held grievances, including marginalisation and human rights abuses by Arab supremacist groups. The Sudanese government responded by unleashing the janjaweed (Arabic for devil on horseback) militia on the rebels. The janjaweed carried out a campaign of murder and rape that drove more than a million black African villagers from their homes in the western region of Darfur. In 2009, the international criminal court (ICC) indicted Omar Hassan al-Bashir, the Sudanese president, and issued an arrest warrant for Abdel Raheem Muhammad Hussein, the defence minister, for war crimes in Darfur. Sudan retaliated by expelling several foreign humanitarian organisations, accusing them of helping to build the charges against Bashir. The groups were thrown out despite their insistence they were independent and had no connection with the ICC. Among the NGOs expelled were Oxfam, Care and Save the Children. The two men remain at large and Darfur largely disappeared from the news pages as the region lapsed into an uneasy calm  until this year. More than 700 people have been killed in clashes between rebels and government troops as well as in tribal unrest and criminal incidents, more than for the whole of 2011, according to UN peacekeepers. South Darfur state and its capital Nyala, the largest town in the region, have seen an upsurge of violence in recent weeks. Last month, government troops killed at least eight people during a demonstration in Nyala over price rises, prompting the UN to call for an independent investigation into apparent excessive use of force. High prices have been a knock-on effect of the breakdown in relations between Sudan and the newly formed state of South Sudan over oil shipment fees. In January, South Sudan took the dramatic step of shutting down oil production because of a disagreement over how much it should pay for the use of Sudan&apos;s pipelines. The move has had a drastic economic effect on both countries, with Khartoum and Juba forced to curtail public spending as revenues dry up, although there have been signs that the two sides may be moving towards a resolution of the oil row. Tension between Sudan and South Sudan has had political repercussions in Darfur. Rebel groups in Darfur have linked up with rebels in the Sudanese states of Blue Nile and South Kordofan. Sudan has accused South Sudan of supporting the Darfur rebel groups, a charge the Juba rejects, although it is an open secret it is backing the rebels operating across the border in Blue Nile and South Kordofan. Unamid, the world&apos;s largest peacekeeping force, consisting of 16,200 military personnel, 2,310 police and 17 police units of up to 140 personnel each, holds the ring in Darfur. But the UN-AU force, costing $1.5bn a year, has been criticised as undermanned and underequipped for its primarily role of protecting civilians. Unamid, however, says 178,000 people returned home in West Darfur state between January 2011 and March this year, which wouldn&apos;t have happened if security hadn&apos;t improved. But although the situation may have improved in West Darfur state, other areas in Darfur remain problematical. Mdecins Sans Frontires (MSF) had to drastically scale down its operations since May in the remote Jebel Si area of North Darfur, where it operated a hospital, five health posts and a mobile clinic. As the only health facilities in this mountainous area, they served a population of 100,000, as well as about 10,000 nomads. The majority of MSF&apos;s patients in Jebel Si are women and children. But increasing obstacles have made its work more difficult. Authorisation for shipments of drugs or medical supplies stopped in September 2011, and MSF encountered growing difficulties obtaining work and travel permits for its staff. &quot;For us it&apos;s a medical catastrophe,&quot; said MSF&apos;s Alberto Cristina. &quot;Emergency cases will die on the road trying to get to hospital.&quot; The nearest ministry of health facilities are several hours drive away, but insecurity in the area, as well as mountain terrain and poor roads, make access extremely difficult. Practical Action, the only international NGO that works outside refugee camps in Darfur, has managed to maintain a presence because almost all of its employees are Sudanese. Working through community organisations, particularly women&apos;s groups, it has helped to bridge the divide between pastoralists and farmers by demarcating migration routes for cattle. &quot;We are still able to access areas through local partners,&quot; said Liam Morgan, a programme development officer, based in North Darfur. &quot;We have a good relationship with the government and have been there for 20 odd years.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/30/sudan-darfur-region-troubled-times", 
    "wordcount": "836"
}