{
    "headline": "Academic integrity 2.0: maintaining values and openness in a digital world", 
    "text": "A discussion about plagiarism and intellectual property rights in higher education couldn&apos;t be any more timely. As I write this, EU policy makers go back to the drawing board after the Anti-Counterfeiting Trade Agreement (ACTA) failed to be ratified by the European Parliament yesterday. &quot;A no vote is a victory for internet freedom campaigners but what does this have to do with universities?&quot; I hear you ask. Well, from teaching to research publication, alumni relations to admissions and marketing, the internet has transformed the way HE is done. Take, for example, the groundswell of support for open journals (in what was controversially dubbed the &apos;Academic spring&apos;) and the strategic moves institutions such as the Open University, Harvard and MIT are making into providing open educational resources. The influence of the internet is everywhere. Yet, along with the opportunities that the internet brings comes challenges  particularly around academic integrity, and more specifically, plagiarism. MIT, quoting the Center for Academic Integrity, defines it as: &quot;a commitment, even in the face of adversity, to five fundamental values: honesty, trust, fairness, respect, and responsibility  that enable academic communities to translate ideals to action.&quot; A dated but useful guide is published by University of Maryland University College (UMCU), which list four different types of academic dishonesty: plagiarism (both intentional and unintentional), cheating, fabrication and aiding dishonesty. All of the above types are facilitated by the freeflow of information on the internet but the web is not the only reason that integrity is a challenge for the modern institution. As well as access to the internet, a report by the Higher Education Academy identifies three other reasons why plagiarism is increasing: &quot;Coursework being more widely used, students not understanding what plagiarism is, and institutions now making use of &apos;plagiarism detection&apos; tools, such as Turnitin software, to help identify possible cases.&quot; So, this Friday, 6 June, we&apos;d like to look at the issue of academic integrity  both from a staff and student perspective - and explore how to develop sound policies and practice that will allow universities to remain innovative and open yet protect the pursuit of learning and original thought. Revisiting the news about ACTA, we will also be asking: what are the implication of recent events - from yesterday&apos;s EU vote to Sopa and Pipa earlier in the year - on intellectual property rights in HE. Join the discussion in the comment threads below at 12 BST Panel Emily Goodhand, copyright and compliance officer, University of Reading Emily specialises in delivering copyright education to staff and students, developing policies and advising on aspects of copyright and licensing. She particularly enjoys engaging with the law and providing appropriate guidance on a range of complex issues, including third party material and rights clearance. Emily is a strong believer in the use of social media to educate people about copyright and tweets as @copyrightgirl. Jonathan Bailey, copyright and plagiarism consultant, Plagiarism Today Jonathan became interested in copyright and plagiarism 12 years ago and founded the site Plagiarism Today in 2005 to help content creators and schools handle plagiarism matters. Due to demand for his expertise, he became a copyright and plagiarism consultant and took over the firm CopyByte, which is dedicated to these issues. Jonathan has spoken at over two dozen conferences, including the 3rd International Plagiarism Conference and has been featured in many publications and academic papers. @plagiarismtoday Enrico Bonadio, lecturer in Law, The City Law School, City University London Enrico teaches Intellectual Property Law and EU Law at The City Law School. A solicitor of England and Wales (non practicing) and an Italian-qualified Avvocato, Enrico practiced as an intellectual property attorney for several years in top-tier international law firms. He holds a PhD in international and EU law from the University of Florence and is the intellectual property correspondent for the European Journal of Risk Regulation. His most recent paper &apos;Digital Copyright and Internet Freedom: Two Enemies to be Reconciled&apos; was presented in Greece this summer. Julia M Fallon, head of MBA programme, Cardiff Metropolitan University Julia has been lecturing for 26 years in business and tourism subjects and has helped with the design, validation and management of a range of undergraduate and postgraduate programmes. Recently she has worked with larger numbers of students and collaborative partners from overseas and is helping them use text matching software to enhance their study skills. Her research paper with Neil Wellman and Rebecca Awdry will be presented at the 5th International Plagiarism Conference, in July 2012. Teresa (Teddi) Fishma, director, The International Center for Academic Integrity (ICAI) Teddi is the director of the Icai, a consortium of schools, colleges, and universities promoting authenticity, transparency, and integrity in education. Before embarking on an academic career, she worked briefly in law enforcement (as police officer and sheriff&apos;s deputy), which gives her a unique perspective on &quot;policing the academy.&quot; @Teddifish Andy Penaluna, professor of creative entrepreneurship, Swansea Metropolitan University Andy has led and piloted awareness-raising classes in intellectual property management for the past 15 years. A past Chair of Enterprise Educators UK, Andy is a visiting business fellow at Innovation RCA (Royal College of Art), a visiting professor at Leeds University and the American University in Cairo. He has also worked on International Policy in Innovation and Entrepreneurship Education for the United Nations in Geneva and currently chairs the Quality Assurance Agency&apos;s Enterprise and Entrepreneurship Group. @AndyPena Adrian Slater, solicitor and head of legal services, University of Leeds Adrian is the University of Leeds&apos; legal adviser, with specialisms that range from the student contract, IP disputes and plagiarism. He is a bit of a hack speaker on the topic of staff and student plagiarism, explaining the challenges of drawing up policies to deal with plagiarism. Mike Reddy, expert on the advisory board, PlagiarismAdvice.org Mike is a senior lecturer in the department of computing and the programme leader for the BSc games development and A.I. at the University of Wales, Newport. Mike&apos;s also a story teller, writer and broadcaster with interests in games, plagiarism and the social effects of technology. @DoctorMikeReddy Simon Hayhoe, faculty, Sharjah Higher Colleges of Technology, Sharja, UAE Simon is a member of the educational technology faculty at Sharjah Women&apos;s College, and a research associate in the Centre for Philosophy of Natural and Social Science at LSE. Last year he was a Fulbright Fellow at The Metropolitan Museum of Art, New York. Previously, Simon was a school teacher for almost fifteen years, and during his career he taught design, information technology and computing and devised inclusive courses for students with special educational needs. In intervening years, he has also researched educational attainment with the universities of London and Toronto. @SimonHayhoe Jude Carroll, freelance educational developer  Jude has been investigating and writing about plagiarism for more than a decade. Her travels to 25+ countries, offering over 1000 workshops to more than 50, 000 academics have taught her plenty about the pedagogic aspects of deterring, detecting and dealing with student plagiarism. She is the author of The Handbook for Deterring Plagiarism in Higher Education (2nd editin, 2007). This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/05/plagiarism-ip-rights-and-academic-integrity", 
    "wordcount": "1217"
}