{
    "headline": "How generous is the science budget, really?", 
    "text": "   Top three medal-winning nations at the London 2012 Olympic Games    Not a bad performance that, was it? Plucky little Britain, punching above her weight, on a shoestring budget. Except, now you mention it, it wasn&apos;t a shoestring budget, was it? There&apos;s a consensus that our most successful Olympics (for Britain) since 1904 was due not just to the hard work and dedication of the athletes involved, but also to the bucketloads of cash that were thrown at sport in this country. We even got criticised (in the letters page of the Metro, at least) by Australians for spending all that money (as if Australia isn&apos;t notorious for massive spending on sport). Whatever you think about spending on sport, in times of austerity or otherwise, there is no denying that the strategy paid off  at least, if your yardstick for success is Olympic medals. The message couldn&apos;t be more clear: if you want to do well at sport, you have to not only have talent, but be able to exploit that talent by providing training, facilities, housing, vittles, equipment, transport (and even research)  a whole heap of business that costs cold, hard cash. Science on the other hand, well we Brits have a reputation for doing &quot;more with less&quot;, apparently. Our elected leaders bang on about how we are renowned for punching above our weight, plucky little Britain, aren&apos;t we clever little chaps (and chapesses), whoops here comes another Nobel prize. Of course, if British science is indeed good because we don&apos;t spend enough money on it, then the logical thing to do is cut science funding altogether. Imagine how great we could be! Right. If the Olympic experience shows us anything, it is that existing talent requires support; that throwing money at a problem yields dividends. And we&apos;re not talking about intangibles such as prestige on the international stage, some fuzzy feel-good factor that makes people forget about massive national debt for a fortnight and warm to random strangers on the Tube (or even 400g chunks of metal): no, we&apos;re talking about monetary returns that even if they won&apos;t dig us out of a worldwide recession will make the road to recovery that little bit smoother and straighter (and give us pretty toys to play with on the way).  I don&apos;t want to argue, today, how spending money on research and development is a smart investment in the short and long-terms*. But I do want to take issue with something the business secretary Vince Cable said a while back. You see, at a time when most of the world (well, those parts of it that aren&apos;t currently chopping up the furniture for firewood) is increasing its spending on research and development (R&amp;D), while it is, I&apos;d have thought, self-evident (not to say blindingly obvious) that cutting funding is detrimental while increasing funding benefits returns, and while the public science budget in this country has been cut in real terms over the last couple of years  whereas public spending overall has not been cut in spite of dire warnings that these are austere times and we must tighten our belts  Cable has said words to the effect that we mustn&apos;t whinge because the 2010 comprehensive spending review turned out to be quite &quot;generous&quot; to science. I guess that depends on your definition of &quot;generous&quot;. But rather than quibble about definitions, let&apos;s look at some numbers. In 2010, the annual public science budget was frozen at 4.6bn. At the same time, we were spending 118bn on health, 114bn on pensions, 33bn on education and 43bn on defence. General central government spending was the best part of 14bn. We spend 8.4bn on overseas aid (a tremendous investment, apparently). Suddenly, 4.6bn on science doesn&apos;t look at all generous  by any definition. And while cutting any of it surely must adversely affect our scientific endeavour, even cutting the entire amount won&apos;t do much for our debt woes.It gets worse. While the UK does spend quite a bit on R&amp;D, about 25bn according to this table, making it seventh in the world by % GDP (at 1.77% GDP in 2010), the government&apos;s share of that is, as we&apos;ve seen, rather small. Half the overseas aid budget. Let&apos;s put the entire amount, including the public spend, into context by comparing ourselves with other leading industrialised nations (and Belgium):     Gross spend on R&amp;D (GERD) as % GDP. Source: Eurostat; figures for 2010 except where indicated.    Not all that impressive: sadly short of the 2.5% of GDP target set by our own government, and way off the 3% of the Lisbon Strategy. Other industrialised nations, also known as &quot;competitors&quot;, are maintaining or increasing R&amp;D spend, even in these hard times. But how much of that spend among our competitors is public money, and how much is from industry? Perhaps our government is &quot;generous&quot; by that metric? Let&apos;s see:     GERD as % GDP per sector. Source: Eurostat; figures for 2010 except where indicated.    As a percentage of GDP, the government spend on R&amp;D compares favourably with Belgium. At least they have Asterix and Obelix. Yes, industry isn&apos;t spending a great deal either, compared with other countries, but then again would you want to invest in a scheme where the owners of that scheme won&apos;t? (There is a whole other argument in there about how industry, how investors need infrastructure and confidence in the return on investment, but I&apos;ve already written too much.) But anyway, no Mr Cable, &quot;generous&quot; is not at all a term I would use. And by the way, while there are undoubtedly some fascinating and powerful data buried within our collection of economic arguments, the Science is Vital crew all have day jobs and all have far too much to do. While we know the evidence is sound, it is very difficult to quantify the return on investment in basic science in particular. It would really help the cause if we could come up with some concrete examples of how money spent on this blue skies research ended up yielding that economic/societal/health benefit. If you&apos;d like to trawl through those data, and even do some research of your own, please do get in touch. It will pay off, I promise. *http://www.hm-treasury.gov.uk/d/spend04_sciencedoc_4a_090704.pdf:  Research clearly shows that investment in business R&amp;D generates substantial returns. A review of the literature reports that estimates of the private return to R&amp;D cluster around 10-15%, although they can be as high as 30%. When one takes into account that benefits from the R&amp;D also accrue to other firms or industries, then rates of return can reach 100%. ", 
    "section": "science", 
    "gid": "science/occams-corner/2012/aug/21/how-generous-science-budget", 
    "wordcount": "1103"
}