{
    "headline": "Salon sells The WELL to its members", 
    "text": "There was a definite sense of relief and jubilation on Thursday night when members of The WELL  the 27-year-old San Francisco-based conferencing system put up for sale in July by its then owner, Salon Media Group  learned that the system and the domain name well.com had been bought by a group of long-time members. The sale price was later disclosed as $400,000 in the Wall Street Journal. The purchase brings it back from what looked like the edge of a precipice&lt;/a&gt; in July. Salon Media had said that besides seeking a sale, it would not accept any new subscriptions; the information filed showed that it was bringing in $380,000 per year from its 2,700-odd members, and was making a modest profit. &quot;We own our own words  for real&quot; was the general feeling among members following the sale, referring to The WELL&apos;s long-held mantra: &quot;You own your own words&quot;. Although, strictly speaking, that isn&apos;t really true: we don&apos;t own our own words so much as our words are now under the control of people we feel we know very well and can trust. Furthermore, YOYOW (as WELL members call this mantra) is only partially a statement about copyright; it also signals accountability. Yet it is a matter of great pride and a unique selling point to the WELL  try that on Facebook or any of today&apos;s other data hogs. Formally titled The WELL Group Inc., the new owner is a corporation formed in August. Its 11 shareholders, board, and officers have all been WELL members for an average of 20 years or more. The new chief executive, Earl Crabb, is a Berkeley-based software product designer, and the best-known of the shareholders is Jim Rutt, who was CEO of Network Solutions during the late 1990s. The WELL Group is a for-profit corporation, not a non-profit or a co-operative  which is probably a good thing, given that WELL members can argue for days about almost anything, no matter how trivial. &quot;It was the unbelievable show of member support, plus the member pledges, that empowered the investor group of WELLperns to make the offer accepted by Salon Media Group,&quot; Crabb wrote in the announcement posted Thursday night. &quot;It is every single member of the WELL who can take a bow, pop the champagne, and celebrate.&quot; After acquiring The WELL the investor group is now organising its activities, with the immediate goal of managing the transition and formulating a plan for the longer term. However, unlike newer social networks, The WELL doesn&apos;t need to adopt a marketing plan aimed at fast growth; member subscriptions pay the system&apos;s expenses and even generate a modest profit. The new owners can afford to manage the transition and observe developments for a time before aiming at what the announcement calls &quot;some slow growth&quot;. Existing members can send interested friends invitations for a free three-month trial. In the meantime, members can stop making backup copies of their favourite topics and go back to what they do best: conversation. And complaining about the management.", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/27/salon-sells-well-to-members", 
    "wordcount": "520"
}