{
    "headline": "Newly qualified teachers being hounded out by bullying schools", 
    "text": "Jonathan Kerrigan had been fighting the urge to teach for some time, so when his role as a marketing analyst in the financial sector turned sour because of the economic downturn, it seemed the perfect time to change career. With a first degree in biochemistry and a master&apos;s in biotechnology, as well as years of experience in the workplace, Kerrigan was ideal material for the classroom. But within a term of starting in his first job as a science teacher, the 31-year-old, who had been classed as outstanding on his teacher training course, was asked to quit, leaving his career and ambitions in tatters. &quot;It was clear from day one that this was a highly pressured environment,&quot; he says. &quot;I was working in south London, in one of a chain of academies, which was expecting an Ofsted inspection. Everyone was in a complete panic about meeting targets and the ethos was more about getting pupils through tests than actually teaching. It was quite unlike the schools I had trained in.&quot; The school&apos;s preparation for Ofsted&apos;s visit was to stage a mock inspection. &quot;It was terrifying,&quot; he says. &quot;I never knew when one of the senior leaders was going to appear in the classroom to observe me. I thought I&apos;d get some feedback on how well I was doing, which would have been helpful, but for weeks no one said anything. &quot;Instead, I was warned that I was likely to fail my first year because my marking wasn&apos;t up to date. My mentor, head of department and the head of faculty were not interested in doing anything to help or support me. &quot;Eventually I was told my lessons were unsatisfactory. I was devastated. I was being expected to produce outstanding lessons in my first term in the job, when I was still learning the ropes. It was becoming increasingly difficult to prepare anyway as all the non-contact time I should have had as a newly qualified teacher (NQT) was taken up with having to cover for absent colleagues, and my timetables were constantly being changed. &quot;I was not a member of a union so I felt I had no one to complain to, or to speak on my behalf, and any request for help from colleagues was met with an indifferent shrug. It seemed to be OK for the school not to meet its responsibilities towards me, but, if I wavered in the slightest, then I was failing as a teacher.&quot; Kerrigan&apos;s experience is not unusual, and one teaching union is becoming increasingly concerned about the treatment of NQTs during their first year in the job  known as induction  particularly in academies. Chris Keates, general secretary of the National Association of Schoolmasters Union of Women Teachers, says: &quot;What we are seeing is a culture of fear and bullying in some schools, as pressure increases for them to be seen to be succeeding at any cost. Random and frequent lesson observations are now the norm, causing enormous stress and anxiety. &quot;The result of all this will be a squandering of a precious resource  young teachers who are capable and whom we have trained at huge taxpayers&apos; expense, who will leave the profession. This is not just happening in academies but right across the system.&quot; One of the factors behind this, says John Howson, who is director of Data for Education, which monitors teacher recruitment, visiting professor at Oxford Brooks and London University&apos;s Institute of Education and senior research fellow at Oxford University, is that schools know there is a huge pool of candidates from which to choose, as newly qualified teachers struggle to find work. &quot;When you know there are thousands of unemployed new entrants out there, you can afford to lose staff who don&apos;t fit the bill,&quot; he says. &quot;Some heads are so frightened for their own jobs that they are cascading down that pressure to their staff. &quot;Governing bodies really should start monitoring staff turnover in schools, and trying to get to the bottom of why life is being made so uncomfortable for new teachers.&quot; When Carol Henderson broke up for the Christmas holiday last December, it was to be her last day as a teacher. Several months before finishing her PGCE last year, Henderson, 35, was appointed to teach design and technology at a secondary school in eastern England that was about to become an academy. &quot;I knew jobs were hard to come by and I took the first offered to me,&quot; she says. &quot;So many people were struggling to get an interview, it was good to have that peace of mind.&quot; Her hopes were quickly shattered. &quot;Within three weeks of starting in September, I was told by a senior member of staff that I was &apos;useless&apos;, even though she had not observed me teaching. &quot;The school had no one to teach the BTec engineering course so I agreed to do it on the condition that I was supported, as this was not my subject. But no support was forthcoming. There were no schemes of work and I didn&apos;t know what assessment methods I should apply. I was expected just to muddle along. Fridays should have been my day off, but I used to go into school to prepare. &quot;I later found some useful books in the head of department&apos;s cupboard that she could have shared with me. I felt constantly that I was being set up to fail.&quot; By the end of the first term, as academy status loomed, the atmosphere deteriorated further, Henderson recalls. &quot;The school was given new targets which were stressing people out. This even filtered down to the pupils, who feared what becoming an academy would mean. &quot;I used to work as a recruitment consultant so I knew what a 60-hour week in a high-pressure environment was like, but it was nothing compared with this. I was constantly told I was going to fail my induction, but I was offered no help, support or relevant training.&quot; Henderson found the stress all too much and her doctor diagnosed depression. She has been off sick ever since and the school recently terminated her contract. &quot;I feel a huge injustice has been done to me,&quot; she says. &quot;I did all that training and it seems it was for nothing.&quot; Jane Lennon, meanwhile, began her job teaching business studies at a Midlands academy, with no head of department and no permanent classroom to work from. &quot;I had to move rooms several times a day, and often on the opposite side of the school to where my faculty colleagues were,&quot; she recalls. &quot;My mentor was rarely available when I needed him but we eventually met just before Christmas to draw up my targets and objectives for the following term, as is normal for someone in their induction year. These were submitted to the senior leadership team for approval, who, without telling me why, wrote that the objectives were unacceptable and that I would fail my first year because of one poor lesson observation. &quot;I was told to liaise with an external school improvement consultant, who was helping the school out of special measures, and to whom I had to show my lesson plans. But the reality was that I was working in the dark. There were no schemes of work and I made it up as I went along as I had no point of reference or senior colleague to refer to.&quot; The lesson observations, meanwhile, continued unabated. &quot;I was told my pupils were making no progress, but I was never told what I was doing wrong, or how I could improve.&quot; Lennon admits she &quot;went into meltdown&quot;. &quot;I began seriously to doubt this school was for me. Instead of putting in place measures to develop my skills or address the problems they said I was having, it was suggested that I leave. There was no will on the part of the school to help, and I still don&apos;t know what I was doing wrong.&quot; Lennon is now doing supply work and is struggling to find another full-time job. &quot;It has completely knocked my confidence. I don&apos;t understand how it came to this.&quot; Melissa Benn, the campaigner and author of School Wars: the Battle for Britain&apos;s Education, says she has received countless emails from teachers working in similar conditions. &quot;It seems to be part of the new culture that operating in a climate of fear and anxiety is the appropriate way to run schools, while forcing them to meet unrealistic targets. I find it deeply worrying for the teachers and students in these schools.&quot; James Williams, senior lecturer in education at Sussex University and an independent adviser to NQTs around the country, blames the &quot;relentless drive for excellence, at any cost&quot;. And he says the situation can only become worse. New guidelines published by the Department for Education state that, from this September, academies will not have to offer induction to NQTs, meaning that new teachers may no longer receive the support and time away from the curriculum to which they would normally be entitled. &quot;What headteachers forget is that NQTs who are judged outstanding at the end of the teacher training are not judged by the same criteria as they might be in an Ofsted inspection,&quot; he says. &quot;But, equally, they certainly do not suddenly become bad teachers when they begin work. &quot;Heads are under intense pressure with all the accountability measures they are now subjected to not to have any weak links in their school. They may be delivering results but this is often at huge personal cost to their staff.&quot; All teachers&apos; names have been changed", 
    "section": "education", 
    "gid": "education/2012/jun/11/newly-qualified-teachers-unsupported-leaving", 
    "wordcount": "1656"
}