{
    "headline": "New to Nature No 78: Campinasuchus dinizi", 
    "text": "Although it can be argued that crocodyliforms ( crocodiles and their relatives) are a morphologically conservative group, changing their overall body plan rather little in their 200million-year history, they are of special interest to evolutionary biologists, and palaeontological field work is proving them to have been more diverse than previously appreciated. Specifically, the mining of sediments of inland continental basins of cretaceous age in Africa, Asia, Madagascar and South America is yielding an amazingly diverse array of terrestrial crocodyliforms. The Bauru Basin in southeastern Brazil is a perfect case in point, preserving species from no less than six major groups of crocs. What might have accounted for this diversity? An international research team led by Ismar de Souza Carvalho of the Universidade Federal do Rio de Janeiro suggests that we are witnessing adaptive ecological strategies for survival in semi-arid environments prone to rapid and episodic change  this in a taxon (or taxonomic group) more generally thought of as aquatic or semi-aquatic because of the habits of their living descendants. The picture painted of their study site by Carvalho and colleagues is one of alluvial plains and fans in a hot and dry climate subjected to sudden floods, which created lakes and temporary ponds. Such instability, it is argued, placed severe selection pressures on these early croc lineages. Carvalho&apos;s team describe a new genus and species, Campinasuchus dinizi, which differs from related baurusuchids (a Gondwanan family of crocodylians of the late cretaceous era), most notably in the snout, which is shorter, tapered towards the front and downward-directed. This is in addition to a long list of other morphological characters. A beautiful life restoration of the head of the species, created by digital sculptor Rodolfo Nogueira, shows us in spectacular detail what the croc may have looked like in life. The authors note that the precise position of this new species among the baurusuchids remains only partially resolved. On the one hand, this is surprising, given that there are many well-preserved and near-complete fossil specimens, as well as This may be surprising, given an essentially uncontested monophyly for the group as a whole (that is, palaeontologists agree that all baurusuchids share one unique ancestral species). But, On the other hand, apparent convergence between this group and the sebecids (an extinct crocodile family) in skull shape and tooth serration and compression confound attempts to arrive at one well-supported branching pattern. It is impossible to fully understand the origin and evolution of higher vertebrates without understanding the history of crocs. We are fortunate that rich fossil beds continue to yield anatomical details and new genera and species, a trend that shows no sign of slowing. Beyond their importance to the story of vertebrates in general, animals inhabiting such unstable environments offer a special insight into morphological adaptation, and provide important clues to the interplay between evolution and climate change. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University.", 
    "section": "science", 
    "gid": "science/2012/jul/29/crocodile-fossil-origins-bauru-basin-brazil", 
    "wordcount": "490"
}