{
    "headline": "Funding options for postgraduate degrees", 
    "text": "After dramatic changes to student finances seen at undergraduate level in 2012, the beginnings of a similar upheaval for postgraduates could be on the cards in 2013. Concerns have been growing about the knock-on effects of this year&apos;s leap in undergraduate tuition fees to up to 9,000, with the government&apos;s social mobility adviser, Alan Milburn, warning that it could prove &quot;a social mobility time-bomb&quot;. He predicts that many will be unwilling to take on more debt for postgraduate study. Already, the proportion of British students progressing to postgraduate level within two years of completing a first degree is among the lowest in Europe, ranked with Kazakhstan and Andorra. But it is also difficult to gauge what exactly the effects of higher undergraduate fees will be. Mark Ormerod, pro-vice-chancellor (research and enterprise) at Keele University, says: &quot;In one sense students have less of a debt because they are not paying up front. So one doesn&apos;t know how people will respond. What will also happen is postgraduate courses will attract a higher desirability  a higher premium in terms of having added value above just a standard degree.&quot; Certainly, the value of a postgraduate degree has never been higher. A report in October by the Higher Education Commission, a cross party group of MPs and representatives from business and academia, found that postgraduate qualifications were increasingly becoming a requirement for many professions, while such higher-level skills and knowledge were now recognised as essential to a country&apos;s competitiveness. As a result, the commission recommended introducing a loan scheme for postgraduates. A month later, the National Union of Students published plans for a scheme in which the Student Loan Company would make available up to 6,000 a year for postgraduates, repayable according to income. The Higher Education Funding Council for England is also looking into the costs of postgraduate taught master&apos;s programmes and considering new ways to fund them from 2015, with an initial report due out in April.  Meanwhile, most graduates are forced to fund further studies through personal or family savings and part-time work. Some receive backing from one of the UK&apos;s seven Research Councils, which offer a limited number of studentships across a range of subjects. Those studying teacher training, social work or most medical or healthcare courses will be eligible for government bursaries and a variety of grants and scholarships are also available through charities, trusts and even individual sponsors. In addition, many universities provide their own bursaries, often to compete for the best graduates. Newcastle University offers about 150 awards for international postgraduate students, ranging from 1,500 to 9,000, and has noticed a substantial increase in applications for these scholarships this year. All self-funded postgraduates who have already studied for an undergraduate degree at Newcastle are also eligible for a 20% fee discount. While the university does not yet offer scholarships specifically for home students, this could soon change. Emma Hope, student financial adviser at Newcastle University, says discussions are now underway about identifying possible sources of funding for non-research based &quot;taught&quot; postgraduate students for 2014. &quot;There is an acknowledgement that there is a difficult funding position for these postgraduates,&quot; she says. Keele offers all its undergraduates who choose to go on to do a taught postgraduate course at the institution 1,000 off the fees, so long as they are not on a course for which other financial support is available. It also offers a variety of bursaries for research postgraduates and has seen numbers of research postgraduates soar as a result. A competitive market &quot;As a research-led university we want to have a vibrant postgraduate population and what we have in place seems to be working very well for us,&quot; says Keele&apos;s Ormerod. &quot;Recruitment of home postgraduates is quite a competitive market, especially with government caps on home undergraduates.&quot; At Kingston, up to eight postgraduate scholarships are offered each year to UK and EU students. These award 50% off the fees of a one-year full-time or two-year part-time master&apos;s programme, or 3,000, whichever is greater.Rachel Ellis, who is completing an MA in Human Rights and Genocide Studies, says the award has enabled her to cover many of the extra expenses of living abroad that her degree entailed, as well as allowing her to make valuable contacts through meeting donors and alumni. Had she not had the scholarship, she says, things would have been tough because the intensity of postgraduate study makes it difficult to do paid work at the same time. &quot;I was definitely much more aware going into undergraduate study of the costs from the beginning,&quot; she says. &quot;For postgraduates it&apos;s much more ad hoc, and so more difficult.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/15/postgraduates-course-funding", 
    "wordcount": "800"
}