{
    "headline": "Gove tells schools to think local in history lessons", 
    "text": "Schools in England will be told to adopt a home town approach to learning how their localities fit into &quot;our rich island story.&quot; The education secretary, Michael Gove, has asked English Heritage to draw up a list of local historical sites that could bring the past alive as he seeks to end what he has claimed is &quot;the trashing of our past&quot;. Dover, Carlisle, Manchester, Newcastle, Derby, Bristol and York are among regional historic centres already being considered as part of the programme, as the coalition government seeks to take advantage of Britons&apos; passion for national and personal heritage and revamp the history curriculum in schools. David Cameron has said Our Island Story, the one-volume 1905 history of Britain, is his favourite childhood book. Gove, Tory MP for Surrey Heath, used the example of King&apos;s Lynn in Norfolk to highlight how local history could inspire pupils, citing the town&apos;s remains of a friary destroyed during the Reformation, its Tudor pilgrimage chapel, the Duke&apos;s Head, a Restoration-era hotel, and the dock from which the 18th-century explorer George Vancouver left for Canada. &quot;All of these are the physical remains of the rich, controversial and thrilling story of England. All belong to the people locally, and local children who visit them will be inspired to delve further,&quot; said Gove. &quot;We have a rich island story, which can be brought to life by seeing our historical and heritage sites.&quot; Gove is giving English Heritage 2.7m over the next three years to develop a programme, which will include the recruitment of local heritage experts to work with clusters of schools. The links could also help commemorate the 100th anniversary of the outbreak of the first world war by encouraging schools to identify service personnel who lived in their area or study local war memorials. The minister told the 2010 Conservative party conference: &quot;The current approach we have to history denies children the opportunity to hear our island story. Children are given a mix of topics at primary (school), a cursory run through Henry VIII and Hitler at secondary and many give up the subject at 14, without knowing how the vivid episodes of our past become a connected narrative.&quot; Simon Thurley, chief executive of English Heritage, said: &quot;Outside every school there is a rich history. In the high street, the housing estate, the park, riverside and field, every town, city and village is full of places in which significant events have taken place. We want every child, their parents and teachers to enjoy and take pride in the heritage of their local area and to understand the part it played in the rich story of England. &quot;Our Heritage Schools initiative will bring history to life both in the classroom and out of it, weaving it into the life of the community and endowing present and future generations of children with a vivid understanding of the place in which they grew up.&quot; Sites to bring the past alive Dover Bronze Age seafaring boat at Dover Museum Taste of Henry II&apos;s medieval court in the Great Tower at Dover Castle Remains of the 12th-century St Martin&apos;s Priory Carlisle 15th-century Guildhall Carlisle Castle, symbol of border warfare with Scotland Gothic-style gateway created from Tudor fort Shaddon Mill, once world&apos;s largest cotton mill Manchester Site of Peterloo and Free Trade Hall as part of the city&apos;s role in the fight for democracy The Cotton Exchange, once centre of the global cotton industry Canal wharves and quays in Castlefield Newcastle Bessie Surtees house and timber-framed buildings in Sandhill as symbols of 17th-century prosperity City centre to see how grounds once occupied by monasteries became a 19th-century urban phenomenon Castle keep  veteran of centuries of conflict from the civil war to second world war The Response, Newcastle&apos;s war memorial Derby Tomb of Bess of Hardwick, a famous Elizabethan, in the cathedral The world&apos;s first silk mill, built in 1721 St Peter&apos;s Church, a religious centre for nearly 1,000 years The statue of Bonnie Prince Charlie, whose claim to the British throne sparked the Jacobite rebellion Bristol Brunel&apos;s SS Great Britain and Temple Meads station, pinnacles of Victorian engineering Floating harbour  centre of trade for centuries, including slave trade Remains of sugar refining, glass making and paper bag making industries York 2,000 years of history to be seen from the city walls Cliffords Tower, once part of a Norman castle, as well as a prison and royal mint The Shambles  the city&apos;s medieval street Northern Europe&apos;s largest Gothic cathedral", 
    "section": "education", 
    "gid": "education/2012/feb/27/gove-schools-history-revamp", 
    "wordcount": "764"
}