{
    "headline": "Michael Gove's new GCSEs: a complete guide", 
    "text": "The Department for Education and the education standards regulator, Ofqual, is proposing a series of exam reforms that would revise GCSEs with new content and structure. A new marking scheme, with grades running from 8 (highest) to 1 (lowest), would replace the scheme currently in use, which grades students from A* (highest) to F (lowest). The DfE says there will also be longer essay-style questions in may subjects and greater rigour and difficulty in the content examined. Q: What&apos;s new in all this? A: Most of the changes had already been trailed by the DfE, such as the end of coursework in most subject assessments, curtailing of exam resits and the end of modules. What is new is the upside-down grade scheme, where 8 is the acme of achievement, and the near-total abolition of assessed coursework. The details include greater depth in the content to be examined: entire Shakespeare plays in English and higher-level algebra in mathematics, for example. There&apos;s also a new name: not &quot;I-levels&quot; as has been suggested but &quot;GCSE (England)&quot; to mark the rift between policymakers and regulators in England compared with their peers in Wales and Northern Ireland. Q: Isn&apos;t having 8 as the top mark counter-intuitive? A: Parents may be bemused to hear their children exclaim: &quot;I got an 8 in maths!&quot; In Avatar, the Na&apos;vi used a similar octal numeral system  but their excuse was that they had four fingers on each hand. Some say that the system will allow higher grades, such as 9 and 10, to be added in the future, and so avoid the A to A* patch, but Ofqual says it is to indicate a break with the previous exam structure. Q: When is all this happening? A: The changes are scheduled to be introduced for the start of the 2015 school year in the eight core subjects of English, maths, physics, chemistry, biology, double science, history and geography, with the first exams in 2017. Other GCSE subjects will have to wait to be reformed, which means students in 2017 and beyond would sit a mixture of old and new GCSEs. Q: What happens next? A: Both the DfE and Ofqual have published consultation papers on the changes. The DfE has a series of subject-level consultation papers online here, while Ofqual publishes its consultation paper here. Both want public response. Q: Won&apos;t parents and employers be confused by this patchwork quilt of qualifications? A: Yes. Some people will spent the rest of their lives cursed with CVs boasting of an A* in Spanish and a 7 in history. For teachers, the national curriculum reforms taking place at the same could make it a dog&apos;s breakfast of different courses and exams overlapping. Q: What does the end of coursework mean? A: According to the DfE, more rigour, more emphasis on exams and more teaching time. Of the eight subjects that would get a makeover first, only science would retain any coursework component, with 10% allowed for practical laboratory skills. Currently, coursework accounts for between 25% and 60% of marks for GCSEs. The real problem will be with languages exams, since spoken-language assessment is a crucial part of any qualification, perhaps through an oral examination. Some teachers have also warned the move could hinder girls&apos; performance, as they typically score better in coursework than in end-of-year exams. Q: Will exam resits be allowed? A: Only at the same time as end-of-course exams taken in the summer, apart from English and maths exams in November. In practice, that means most students would have to wait a full year to retake an exam. Q: What happened to the English baccalaureate that Michael Gove was going on about? A: The Ebacc? That&apos;s Ebad, according to Ofqual. Anyway, that was at least two reforms and a U-turn ago. It is hard to keep up. Q: Why all the changes, and the new name? A: Ofqual and the DfE are worried that GCSEs in England will somehow be infected by the insistence of their counterparts in Wales and Northern Ireland on going their own way. They do want to keep the A-level name, because of international recognition. Q: What do teachers think? A: Kevin Stannard of the Girls&apos; Day School Trust, said: &quot;I don&apos;t see anything in the new setup that fundamentally suggests these new changes will give us a superior system.&quot; Christine Blower of the National Union of Teachers, the largest teachers&apos; union, said: &quot;GCSEs have been a highly successful examination and the qualifications achieved by young people should not be undermined or demeaned by public statements made by ministers today. As Wales and Northern Ireland have no intention to change GCSEs, it is quite clear that this is a particular enthusiasm of this Government at this time.&quot; Q: What happened to the proposed name &quot;I-levels&quot;? A: It was never a runner it appears, although the Times had suggested it was being discussed as an option.", 
    "section": "education", 
    "gid": "education/2013/jun/04/gcses-i-levels-ebacc-ofqual-exams", 
    "wordcount": "832"
}