{
    "headline": "International aid, but not as we know it", 
    "text": "There is a radically different context for international aid today than in the past  a context characterised by drastically fewer poor countries and an overwhelming concentration (around three-quarters) of the world&apos;s poorest people in middle-income countries. Does this new geography of global poverty signal the end of aid for most countries, or a new kind of international co-operation? We argue a significant shift in the aid system is required. Put crudely, this shift would be from &quot;Aid 1.0&quot; (meaning aid defined largely as a resource transfer) to something different, perhaps an &quot;Aid 2.0&quot;. This in turn suggests new principles and the need to genuinely reframe &quot;aid&quot; as &quot;global development co-operation&quot;. Aid 1.0 has tended to be defined as follows: the &quot;problem&quot; is poor people living in poor countries and the &quot;answer&quot; is official development assistance resource transfers. In contrast, Aid 2.0 might be framed as follows: the &quot;problem&quot; is that poverty is a &quot;global bad&quot; and the &quot;answer&quot; is that collective global action is needed. Further, the role of &quot;aid&quot; in development would shift from being an external driver  filling gaps in a predictable and linear fashion  to support inclusive policy processes, co-financed global public goods, knowledge sharing/transfer and development policy coherence. Following from this logic would be four principles for global development co-operation (GDC). First, that it be catalytic. This might mean a greater focus on opening up political/economic/media spaces and recognising that change is ultimately an internally driven process that aid can play some limited role within. This would also point to &quot;aid to end aid&quot; and the importance of domestic taxation systems. Second, that GDC be based on a greater focus on risks/shocks/stressors and the use of global public goods to better deal with risk  indeed, if many countries no longer need or want official development assistance (ODA) then that money could be reallocated to global public goods. It is worth noting that even if &quot;traditional aid&quot; (meaning grants) is no longer in demand, concessional loans will still be useful even if grants are less appropriate given expanding resources. Third, that GDC be based on research and knowledge transfer. This would not be a one-way transfer, but instead would be multiple in nature, with information flowing from middle-income countries (MICs) to low-income countries (LICs), from south to south, from south to north, and so forth. Part of this principle requires noting that aid can help provide positive feedback loops via transparency and systems learning. Fourth, that GDC be based on policy coherence across all policies related to global development, such as trade, migration and other key policy areas. The changing distribution of global poverty away from the poorest countries to MICs suggests that a new approach is required. MICs will need and want &quot;traditional aid&quot; less and less as domestic resources expand. However, concessional loans will still be useful even if grants are less appropriate given expanding resources. In the foreseeable future there may be as few as 20 remaining LICs  most of which will be classified as fragile or conflict-affected, and found in sub-Saharan Africa  and many MICs will no longer require ODA resource transfers. Indeed, many may be &quot;new&quot; donors themselves (some already are). This changing dynamic necessitates a rethink of aid and a redesign of the aid system, and we have accordingly suggested a broad-based shift from resource transfers to global development co-operation. Aid 2.0 might provide us with a way of adapting to the new geography of global poverty.  The Future of Foreign Aid: development co-operation and the new geography of global poverty by Andy Sumner and Richard Mallett is published by Palgrave Macmillan, December 2012. Extract reproduced with permission of Palgrave Macmillan.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/31/international-aid-book-extract-sumner-mallett", 
    "wordcount": "648"
}