{
    "headline": "Global warming could make washout UK summers the norm, study warns", 
    "text": "A repeat of this year&apos;s washout summer is the last thing most people want from the English weather  but more of the same could be on the way, and could become the norm, a new study has warned, thanks to human activities warming the climate. Ice melting in the Arctic has been linked to duller, wetter English summers in a much-anticipated study published online on Wednesday in the journal Geophysical Research Letters. Last month, the extent and volume of the ice reached a record low. Experts warned that the Arctic could be free of sea ice in summer within this decade. Satellite pictures of Greenland, where the ice sheet rests on land, showed more widespread melting than ever recorded. Scientists from the Universities of Sheffield in the UK and Rutgers and Washington in the US, with the US National Oceanic and Atmospheric Administration, have established what they say is a clear link between the shrinking ice and more extreme weather in lower latitudes, through weather effects such as the &quot;Arctic amplification&quot; and shifting wind patterns. Edward Hanna, co-author of the study at Sheffield University, said the research should alert people in the UK to the reality of global warming: &quot;It really puts global warming in the public eye. It&apos;s virtually impossible to predict the weather for any particular summer but we could have cooler, wetter summers on average in the UK because of this effect. That&apos;s not to say we won&apos;t get hot, dry summers but just that these might not be as frequent as you might expect from a straightforward global warming effect. There seems to have been a new regime in summer 2007 that has more or less stayed in place since.&quot; This year&apos;s weather broke records in England, for a dry spring followed by the wettest ever April to June, and June had the second lowest sunshine on record. For most people, the weather was a disappointment as one dull and rainy day followed another. But for others, the pain was even greater  farmers suffered the worst weather combination, with drought followed by a disastrously damp spell that first withered and then waterlogged crops. Retailers and the leisure industries were also hurt, with people eschewing barbecue food and tourists and holidaymakers avoiding attractions. Meanwhile, Greenlanders and inhabitants of some of the most northern isles of the UK enjoyed glorious sunshine. This weather pattern was linked to the position of the jet stream, which normally brings settled weather to the UK in the summer but has been shifting in position for the past several years. The past six summers have been duller and wetter than the long-term average, according to the Met Office. For the new study, researchers examined data from the past six summers. They found west- to east-flowing winds in high latitudes have been replaced by a wavier pattern in those years, which contributed to the dull weather further south. Many people in the UK assume that global warming would bring them hotter and drier weather  a &quot;Mediterranean climate&quot;, according to common predictions. This study shows that the reality may be much less pleasant. Hanna said: &quot;While global warming itself may pass unnoticed by many, its complex interactions with ice and snow in high latitudes are expected to alter atmospheric circulations that contribute to enhanced Arctic warming, further melt, and an increased probability of extreme weather events both in the Arctic and in mid-latitudes.&quot; One of the factors behind this year&apos;s record ice melt was stronger winds flowing from the Bering Straits in the Arctic, across the north pole and over the Atlantic, transferring heat from the south to further north and pushing sea ice further north across the Arctic, according to the research. Over Greenland, unusually high pressure led to the record melting across nearly the whole of the land ice sheet. If Arctic ice continues at low levels in future summers, more extreme weather is likely in future, the study found.", 
    "section": "environment", 
    "gid": "environment/2012/oct/10/global-warming-washout-summer", 
    "wordcount": "665"
}