{
    "headline": "Radio Ga Ga: BBC axes popular science radio show", 
    "text": "   Barefaced cheek: BBC East's decision to cancel has bemused fans of the Naked Scientists (photo by Perry Hastings)    Amidst the present travails of the BBC over Jimmy Savile and Newsnight, it is worth remembering that the Beeb does some things well. The corporation&apos;s science coverage is second to none. It has harnessed the smarts and smiles of Brian Cox to make television series exploring the Wonders of the Universe and  more locally  the Solar System,that have won audiences and awards. Last month it broadcast Jim Al-Khalili&apos;s Order and Disorder, a beautiful and ambitious programme that dared to tackle the tricky subject of the second law of thermodynamics. InDara O&apos;Briain&apos;s Science Clubthe BBC is now experimenting boldly with a livelier audience-focused format. But unfortunately there are signs that theeditorial and managerialfragility revealed recently at the BBC may extend to the direction of science programming.The decision of theHead of Local and Regional Programming for BBC East, Mick Rawsthorne,to axe the weeklyNaked Scientistsfrom the region&apos;s local radio station schedulesshows that the corporation&apos;s sure touch on science is not immune from instances of poor management. The Naked Scientists, agroup of researchers and medics from Cambridge University, have made it their mission to use radio  and other media  &quot;to strip science down to its bare essentials&quot; for the benefit of the general public. Presented by Dr Chris Smith, the prize-winning weekly show is put together at negligible cost to the BBC and has been aired on local radio for close on 10 years, bringing the world of science to the eastern regions of England. The public outcry at the cancellation promptedBBC Radio4&apos;s Feedback programme to quiz the BBC East chief about his decision butRawsthorne was unable to mount a defence based on evidence  perhaps because he didn&apos;t have any. Not a jot. Heconceded that the Naked Scientists is a very good science programme, but based his case to cancel entirely on the assertion that the show isn&apos;t sufficiently regional and so doesn&apos;t fit with the core purpose of local radio. The eastern location of Cambridge, one of the brightest stars in the UK scientific firmament, appeared not to register. It may be true that the content of the Naked Scientists is drawn from all over the world but why should that be used to discount the relevance of the programme to local listeners? Rawsthorne&apos;s preference for local science on local radio misunderstands that, while science may be an international endeavour and its impacts universal, they are also inescapably local. Science affects all of us, wherever we live. To add insult to injury, Rawsthorne&apos;s principles on localism are applied inconsistently to other content. As I write I am listening to Sue Marchant&apos;s evening music show on Radio Cambridgeshire, a three-hour programme that so far has combined an international mix of music with a phone-in discussion on how to look after cats, a species that is not commonly supposed to be confined to the eastern counties. (Right nowshe is playing &quot;The Final Countdown&quot; by Europe. A tad insensitive, I feel, given the present predicament of the Naked Scientists.) Geography doesn&apos;t seem to be a strong point for the Head of Local and Regional Programming. Last night&apos;sNaked Scientists programme was followed by Bridget Metcalfe&apos;s music and entertainment show, which she kicked off with a song by the O&apos;Jays, a talented combo from Ohio, in the mid-West. After Metcalfe cameNorthern Soul, a regular two-hour slot in which Ian Gray &quot;plays the best in Northern soul&quot;. I can&apos;t claim to know much about the North, but I&apos;m almost certain it&apos;s not in the East. Of course it would be silly to hold all local radio to the bizarre standard that Rawsthorne wants to apply to science programming. No-one would seriously foist only the music (or the cat-care tips) that derive from the local area onto local listeners  though of course they might well be interested to learn of concerts or cat facilities in their area. The combination of broad content with material that speaks to regional interests is an entirely sensible one. What is odd is Rawsthorne&apos;s refusal to take a similar approach to science. The overtures made by the Naked Scientists in seeking to negotiate a way forward with BBC East have so far fallen on deaf ears. Instead he appears to want to slot smaller chunks of science into other programmes, a manoeuvre that seems unlikely to carry the breadth and depth of the Naked Scientists&apos; show and which will deprive listeners of a scientific focal point in the schedule. But we can&apos;t be sure. Despite pushing ahead with the decision to axe the show, Rawsthorne has not articulated clear plans for what will replace it, even when pressed by the local MP, Julian Huppert. I hope he might yet change his tune, as Sue Marchant has now done. She&apos;s playing The Beatles&apos; &quot;We can work it out.&quot; Wouldn&apos;t it be nice if Rawsthorne were also listening? If you live in the region affected and would like to protest the decision to cancel the Naked Scientists, you can write to the BBC Trust. *This article was amended on 20 Nov 2012. The original stated that the Naked Scientists show costs the BBC nothing. In fact they pay 40 per show. This has been corrected.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/nov/20/1", 
    "wordcount": "911"
}