{
    "headline": "Rising energy prices will challenge western way of life MoD report", 
    "text": "A little-known Ministry of Defence (MoD) report published earlier this year warns that converging global trends will dramatically affect UK economic prosperity through to 2040.  The report says that depletion of cheap conventional &quot;easy oil&quot;, along with shortages of food and water due to climate change and population growth, will sustain rocketing energy prices. Long-term price spikes are likely to lead to a long recession in Western economies, fuelling internal unrest and the rise of nationalist movements. The report departs significantly from the conservative and relatively optimistic scenarios officially adopted by the British government, as exemplified in the coalition&apos;s new Energy Security Strategy published in November last year by the Department of Energy and Climate Change (Decc). Peak &quot;easy oil&quot; The report predicts that &quot;the imminent passing of the point of peak &apos;easy oil&apos; will mean that hydrocarbon-based energy prices will rise significantly out to 2040.&quot; Other factors affecting energy prices include &quot;increasing demand for fossil fuels&quot; due to South Asia&apos;s &quot;industrial rise&quot; and greater &quot;volatility in supply&quot; in the Middle East. Contradicting the British government&apos;s official position on peak oil - which accepts the International Energy Agency&apos;s (IEA) latest estimate that oil prices will reach &quot;$125/barrel in real terms (over $215/barrel in nominal terms)&quot; - the MoD report projects an exponential escalation in prices, such that &quot;the increasing price of oil... is likely to reach $500 a barrel by 2040&quot; - almost double conventional projections.  This price rise will, however, &quot;drive the development of alternative fuel sources&quot; including tar sands, shale gas, coal, nuclear and renewables. Rising demand for &quot;resources and energy&quot; from China and India will spur a &quot;&apos;scramble&apos; for commodities and resources&quot; as less developed countries&apos; &quot;resource requirements may go unfulfilled.&quot; There will also be a greater chance of clashes over access to &quot;Middle East resources&quot;, the South China Sea and the Indian Ocean.  Climate crisis Climate change will significantly compound these challenges, including a wide range of impacts such as &quot;rising sea levels... increased incidents of seasonal floods, heat-waves, storms, and unpredictable farm yields.&quot;  If sea levels rise quicker than anticipated, &quot;millions of people across South Asia (principally in Sri Lanka, Bangladesh and the Maldives) will be displaced, with no opportunity to return to their homes.&quot; Irregularities in the pattern of monsoon rains are likely to undermine South Asia&apos;s &quot;agricultural and domestic water needs&quot;, while higher temperatures will &quot;increase the range of vector-borne diseases such as malaria&quot;, such that it becomes &quot;prevalent all-year-round.&quot;  Water stress Water may become a &quot;destabilising factor&quot;, with water stress and scarcity affecting some &quot;2.5 billion people&quot;, and acting as a limiter to economic growth in some South Asian economies, including China by 2030.  Water will be a &quot;defence and security issue&quot; through to 2040, and increasing water demand is also likely to &quot;heighten tensions over shared resources such as the Brahma-Putra Himalayan region and the River Indus&quot;, between China, India, Pakistan and Bangladesh. Food shortages The sustainability of food production in such conditions &quot;will also be a key issue for the region, with much of the population dependent on rice crops as a staple.&quot; The report warns that a &quot;rapid loss of some arable land is likely to promote local, then national migration&quot;, which may contribute to unrest.  As agriculture is the single largest contributor to GDP and employment in the region, the report observes that the decline in agricultural output driven by higher temperatures, erratic weather, lower yields, soil erosion and increased pests and weeds, will primarily affect nearly all those who are &quot;close to, or below, the poverty line.&quot; Demographic time bomb? Although China and India will incorporate &quot;some measures of sustainable development&quot;, those measures will be limited by the fact that &quot;economic growth will remain the imperative throughout the period.&quot;  Despite their confidence in being able to meet these emerging climate and energy challenges, the sheer scale of the latter - &quot;especially with regard to food and water availability and the sensitivity of the monsoon cycle, may challenge such confidence.&quot;  Under present trends, South Asia will contain &quot;nearly 40% of the world&apos;s population&quot; within the next 30 years. China and India will therefore face &quot;increasing demands&quot; from their &quot;burgeoning populations&quot; requiring &quot;strong levels of sustained economic growth over the period to maintain internal stability.&quot;  Inadequate &quot;social and educational policies&quot; and persistent &quot;inequality and corruption&quot; could turn this demographic dividend into &quot;a &apos;demographic time bomb.&apos;&quot;  In fact, the report predicts that due to &quot;rising inequality&quot;, ethnic tensions, strict controls on freedom of speech, and increased access to global communications, &quot;China is likely to experience increased incidents internal of unrest.&quot; End of growth due to resource price spikes? But the West faces other parallel challenges:   &quot;The growth of South Asian economies will impact on most western nations, where the way of life for the majority of the populaces may be challenged by rising energy and resource prices, coupled with a relative decline in the value of their national economies... The economic and industrial rise of China and India will increase the cost and reduce the availability of UK energy supplies. As a resource-importing nation, and with relatively modest fossil fuel reserves, the UK will be affected by increased resource and commodity costs. The UK will increasingly need to compete with China and India in order to secure enduring access to energy.&quot;  Consequently, the report argues that the &quot;western &apos;way of life&apos;&quot; - associated with &quot;a wide variety of consumer choice and relatively cheap energy&quot; - will be &quot;increasingly challenged as lifestyles follow GDP levels and &apos;normalise&apos; across the globe.&quot;  Within the US and UK, the bulk of the populations will be affected by:   &quot;... rising energy and resource prices, and the declining availability of finance to sustain discretionary spending. In such a context, this could lead to periods of sustained recession in the West, causing increasingly protectionist policies to be adopted.&quot;  &quot;Internal unrest&quot; This could occur even as growth continues in South Asia, with global GDP per capita overall levelling off to &quot;equilibrate&quot;, culminating in &quot;the stalling and subsequent decline of many western economies.&quot; This will result in:   &quot;long periods of recession and rising disaffection within the UK population... This could subsequently lead to increased incidents of internal unrest, a rise of nationalistic groups and a demand for protectionist economic and defence policies.&quot;  Corporate stakeholders The report, titled Regional Survey: South Asia out to 2040, was published by the MoD&apos;s Development, Concepts and Doctrine Centre (DCDC) as part of its Strategic Trends Programme in January. The DCDC is an MoD think tank within the Defence Academy site at Shrivenham.  The report utilised the input of a range of government agencies and departments, including the MoD&apos;s Strategy Unit, the Defence Science and Technology Laboratory, the Cabinet Office, and the Foreign Office - as well as two private institutions, Standard Chartered Bank and Now &amp; Next. Decc is notably missing from the list of contributors. Standard Chartered has a chequered history replete with scandals and &quot;ethical lapses&quot;. Two years ago, an Ecologist investigation alleged that a coal power plant project in India financed by Standard Chartered among others, had &quot;displaced poor communities and will lead to the destruction of forests.&quot;  The project was slated to receive carbon credits under the UN&apos;s controversial Clean Development Mechanism. Standard Chartered is now heavily invested in South Asia. Now and Next is the website of a future trend analysis publication, What&apos;s Next, which includes among its clients General Electric, KPMG, McDonalds, and Shell.  Privatisation of power Although the document sets out reasons to believe the UK is well-positioned to &quot;adapt&quot; to these converging trends, and perhaps even benefit from them, the overall vision heralds the recognition that of a rapidly shifting global landscape.  The report concedes that the &quot;&apos;relative&apos; decline of the West is likely to lead to a new power framework where alliances are constantly reassessed and negotiated.&quot; This will also see &quot;the declining influence of existing international institutions such as NATO and the UN Security Council.&quot;  In this context, the report predicts an accelerating coalescence between nation states and global capital, noting that:   &quot;The line between government, and private industry protection of intellectual property of key technologies for security and wealth creation, may become increasingly blurred... [as] blueprints, patents and formulas will be increasingly seen as the foundations of wealth generation.&quot;  The report echoes themes highlighted in a previous MoD global trends study, which warned in 2010:   &quot;Pressure on resources, climate change, population increases and the changing distribution of power are likely to result in increased instability and likelihood of armed conflict.&quot;  If anything, this year&apos;s DCDC study reveals not just the latest strategic thinking informing British security policy behind the scenes, but also the undoubtedly grim consequences of continuing business as usual. Dr. Nafeez Ahmed is executive director of the Institute for Policy Research &amp; Development and author of A User&apos;s Guide to the Crisis of Civilization: And How to Save It among other books. Follow him on Twitter @nafeezahmed", 
    "section": "environment", 
    "gid": "environment/earth-insight/2013/jun/04/rising-energy-prices-western-life-mod", 
    "wordcount": "1596"
}