{
    "headline": "BP agrees to pay largest penalty in US history in $4.5bn Gulf oil spill deal", 
    "text": "BP has agreed to pay the largest criminal fine in US history  $4.5bn  to resolve all criminal charges arising from the fatal oil rig explosion and catastrophic oil spill in the Gulf of Mexico. The company said on Thursday that it had agreed to pay $4bn to the US government over five years, and $525m to the Securities and Exchange Commission. That money will be paid over three years. The criminal settlement does not settle all of the claims against BP for the April 2010 blowout of the Deepwater Horizon, and the subsequent oil spill. The oil giant is not yet off the hook for environmental damage to the Gulf of Mexico, and could face billions in restoration costs to waters, coastline and marine life. But Thursday&apos;s deal does limit BP&apos;s exposure to further criminal charges and penalties, and frees the company to focus on resolving those other civil claims. The fine is the largest criminal penalty in US history, easily outstripping the previous record of $1.2bn levied by the Justice Department against drug giant Pfizer over fraudulent marketing practices. In addition to the fines, the oil company agreed to plead guilty to 11 felony counts of misconduct or neglect of ships&apos; officers, arising from the deaths aboard the Deepwater Horizon when the rig exploded and sank. It also agreed to single misdemeanour counts under the Clean Water Act and the Migratory Bird Act and one felony count of obstruction of Congress. The settlement remains subject to US federal court approval. &quot;All of us at BP deeply regret the tragic loss of life caused by the Deepwater Horizon accident as well as the impact of the spill on the Gulf coast region,&quot; BP&apos;s chief executive, Bob Dudley, said in a statement. &quot;We apologise for our role in the accident, and as today&apos;s resolution with the US government further reflects, we have accepted responsibility for our actions.&quot; The company&apos;s chairman, Carl-Henric Svanberg, said BP believed the settlement was in the company&apos;s best interests. &quot;We believe this resolution is in the best interest of BP and its shareholders,&quot; he said in the statement. &quot;It removes two significant legal risks and allows us to vigorously defend the company against the remaining civil claims.&quot; In London the company&apos;s shares, which had stopped trading before the news of the fine broke, closed down a fraction of a penny at 425.4p. So far, the company has set aside $38.1bn to settle claims and fines related to the disaster. The Justice Department is expected to issue a statement on the settlement later on Thursday. It was expected that a number of BP executives and managers, including those working on the rig the night of the explosion, would be charged. All but one of the 14 criminal charges announced on Thursday relate to the night of the explosion aboard the Deepwater Horizon, and are based on the negligent misinterpretation of the negative pressure tests performed on the well. A number of the investigations into the disaster have homed in on the final hours before the rig explosion, when engineers tried and abandoned different plans to finish off the well. The final criminal count arises from statements BP officials made to a closed session of Congress about how much oil was gushing from its stricken well. The company is accused of deliberately underestimating the flow-rate  which experts say compromised efforts to cap the well. It was not immediately clear how BP&apos;s plea would affect its operations in the Gulf. The oil company remains one of the major players in deepwater drilling in the Gulf of Mexico. BP said it was not aware of any government actions to suspend or curtail its activities in the Gulf, as a result of the settlement. The settlement could also clear the way for the justice department to come to a plea deal with BP&apos;s partners on the doomed well: Transocean, which owned the rig, and Halliburton, which cemented the well.", 
    "section": "environment", 
    "gid": "environment/2012/nov/15/bp-largest-penalty-history-gulf-oil-spill", 
    "wordcount": "669"
}