{
    "headline": "A-level choices: which subjects should you pick?", 
    "text": "It&apos;s that nailbiting time of the school year when prospective sixth-form students must choose which A-levels to do. Those who plan to go on to university will be hoping to pick the perfect combination that will ensure a place on their course of choice. But it&apos;s hardly surprising if, aged 15, you don&apos;t have much of an idea what degree you want to do, let alone the shape of your future career. So Guardian Students has asked university admissions departments and sixth-form tutors to answer some of the questions pupils ask as they try to figure out which subjects to take. Which A-level subjects are blacklisted by the more prestigious universities? &quot;An A-level subject blacklist does not exist, but certain universities do require particular subjects for particular courses, and applicants applying without these subjects will often not be considered,&quot; says Julian Skyrme, head of undergraduate recruitment and widening participation at the university of Manchester. In some cases it&apos;s obvious: you need to take science subjects to apply for medicine and dentistry, but in others, Skyrme says, the requirement &quot;may be more subtle&quot;. A drama course might require that you have at least one essay-based A-level, for example. It&apos;s time consuming, but to be safe you need to look at the detailed entry criteria given by each university for individual degree courses you think you might be interested in. What are the Russell group &quot;facilitating subjects&quot; and what does the term mean? The Russell Group, to which some of the UK&apos;s most prestigious universities belong, publishes a guide called Informed Choices. It tells you the most common subject requirements for different degree courses at those universities. It also features a list of &quot;facilitating subjects&quot; and advises pupils wanting to be considered for a Russell Group university to pick two of them as part of their A-level mix. The facilitating subjects are: mathematics and further mathematics, English literature, physics, biology, chemistry, geography, history and languages (classical and modern). Will universities really consider a BTec as equivalent to an A-level? &quot;Some will, some won&apos;t,&quot; says Matt Cole, head of modern history and politics at King Edward VI college in Stourbridge. &quot;And I&apos;ve seen departments that will one year, and won&apos;t another. There may also be a difference in what universities say they will consider and what in reality they do. They may consider BTecs  but not equally.&quot; It depends on the type of course, adds Laura Lane, from the admissions service at Sheffield University. &quot;The general rule is that BTecs should be in a relevant subject area to the degree a pupil wants to do.&quot; &quot;Students who are considering studying a BTec or another more vocational qualification (such as applied double-award A-levels) should research university entry requirements very carefully,&quot; says Skyrme, who points out that all universities publish precise details of what will be required both on their own websites and on the Ucas website. &quot;Sometimes universities will only be able to accept these sorts of qualifications when combined with other qualifications. For example, some engineering courses at university require students to have an A-level in maths alongside their BTec diploma, to ensure they have the mathematical skills required to complete the degree successfully.&quot; Do teachers put pressure on pupils to take &quot;easier&quot; subjects to keep the school&apos;s results high? Suspicion was voiced in comments on a Guardian Students feature last year that some schools advise pupils not to risk getting lower grades by taking on &quot;hard&quot; subjects at A-level. But Ian Hunt, MD of Gabbitas Education says: &quot;I think what you&apos;ll find is that the pressure comes from the individual [school] department wanting to pick the best students to do their subjects, not an overarching directive from above.&quot; At King Edward VI college, which last year saw 86% of its A-level pupils apply successfully to university, &quot;we&apos;d be encouraging pupils to play to their strengths&quot;, says Cole. Pupils occasionally do have to be guided away from a particular choice though  &quot;there are some subjects, such as further maths, where you would have had to get a very good GCSE result to be accepted for A-level&quot;. Cole says teachers would make sure pupils understood that this was because you&apos;d be unlikely to cope with the subject without a strong aptitude for maths. If you feel you&apos;re being pushed towards subjects you don&apos;t want to do, what should you do? &quot;Teachers and parents can be a great source of advice to students; teachers especially can provide an honest insight into students&apos; academic strengths,&quot; notes Skyrme. &quot;However, students shouldn&apos;t be pressured into taking subjects they don&apos;t want to study, or that they don&apos;t feel confident about. Students should remember that it is they who will be studying the course, and taking the exams at the end of it, so it really must be a personal choice.&quot; Should your GCSE grades dictate which subjects you pick at A-level? For some subjects, you should take your GCSE grades very seriously, says Hunt. &quot;Take maths: it&apos;s the sort of subject that if you don&apos;t get an A* at GCSE, it becomes a really big leap at AS and A-level and you need to consider that.&quot; But, he adds, this doesn&apos;t apply in all subjects  &quot;for the humanities it&apos;s not nearly so strict a rule.&quot; Do universities look at your GCSE results? &quot;Performance at 15 or 16, and sometimes even 14 if you take a GCSE early, isn&apos;t necessarily a good indicator of whether you&apos;ll be a good undergraduate and do well when you sit your finals,&quot; says Cole. But GCSEs  together with AS-levels  are the first filters that universities will use, simply because of the numbers they&apos;re dealing with. Most universities don&apos;t interview any more, Cole points out, so they&apos;ve lost a valuable way of making a judgment, and in turn must rely more on a pupil&apos;s past performance. &quot;GCSE results do have a great bearing on university acceptances in some subjects,&quot; says Hunt. &quot;Certain universities see GCSEs as great predictors. Oxford do, for instance.&quot; How can you keep your options open? Reality check: growing up is about making choices, and you can&apos;t keep every option open. But it may be useful to ask yourself if you really need to. If you&apos;re pretty sure you want to do medicine or engineering, then you can stop agonising: you need to narrow, not widen, your subject choice. But, says Lane, if you&apos;re not set on a particular area, &quot;play to [your] strengths, but don&apos;t specialise in one area too much&quot;. You could consider not doing A-levels at all. &quot;The International Baccalaureate doesn&apos;t suit everyone, but if you&apos;re bright and want to keep your options open, that can be the best option,&quot; suggests Hunt. Young people need to think carefully about what they enjoy and what they&apos;re likely to excel at, says Louise Banahene, education outreach manager at Leeds university. &quot;If you study at least two of the facilitating subjects  ones you&apos;re interested in and good at  then the options are as wide as possible.&quot; Skyrme says it&apos;s worth noting that by choosing facilitating subjects, pupils aren&apos;t restricted to applying for degree courses that require those subjects. &quot;Even if a student studies three facilitating subjects, they would still be able to apply to study law, for which most universities do not require any specific subjects.&quot; Should you always do maths A-level if you&apos;re capable of getting a decent grade, even if your interests lie elsewhere? Most of the experts said no to this question: unless you want to do a maths- or science-based degree, it&apos;s not likely to be required. Skyrme suggests that students ask themselves a series of questions to decide: Will I enjoy maths A-level? Do I need it for my chosen university course? Might it be useful for my chosen university course? Will I get a good grade? If the answer to most of these questions is yes, then clearly it would be a good idea, he says. If the answer to most of them is no, then don&apos;t do maths. Should you try to do a science A-level if you can, even if you prefer arts and humanities? It depends on the course a student is interested in. &quot;A psychology course may prefer to see a science A-level in a student&apos;s portfolio, but an English course wouldn&apos;t see this as a benefit,&quot; says Skyrme. If a science A-level is preferred, it will always be clearly stated in the published entry requirements. If nothing is specified, &quot;then students should prioritise those subjects they enjoy and will do well in&quot;. If you don&apos;t think you&apos;re getting good advice from your school, where can you go for a second opinion? &quot;Ring up the universities  you&apos;re a customer, after all,&quot; says Hunt. &quot;You&apos;d be amazed how many humans they have in their admissions departments. They&apos;re very friendly people!&quot; &quot;Students should feel confident contacting universities they are interested in applying to, from year 10 onwards, to discuss A-level choices,&quot; confirms Skyrme. Contact details for all courses are listed on university websites, so students can call or email admissions staff for the courses they are interested in to get advice directly. Don&apos;t be shy if a university comes to your school on a careers day  ask lots of questions, advises Lane. Sheffield University encourages pupils to phone or email directly, and the applicant information team will answer your query or find someone for you to talk to in the relevant academic department. Sheffield has an online database of frequently asked questions  and so do most other university admissions website pages. As there are so many universities, a good initial approach might be to choose a dozen or so that you think you might be interested in, and ring up the admissions offices for a chat, says Cole. &quot;But remember that whatever information you get, it&apos;s in principle, not a guarantee. There isn&apos;t a guaranteed way of getting a place university, but [by following their guidance] there is a guaranteed way of being considered for a course.&quot;  This article was amended on 23.01.13. In the original version Ian Hunt, MD of Gabbitas Education, was wrongly named as Ian Gabbitas.", 
    "section": "education", 
    "gid": "education/2013/jan/22/which-a-level-subjects-should-you-pick", 
    "wordcount": "1749"
}