{
    "headline": "Chevrolet Camaro: car review", 
    "text": "Price 35,285MPG 30Top speed 155mphA Chevrolet Camaro. Just saying the name makes me smile  my top lip trembling with instant stubble as aMagnum &apos;tache prepares to lunge for the light. With its vast shoulders, flanks rippling like a speed skater&apos;s, those famous deep-set eyes and an exhaust that grunts and grumbles like a bulldog with a pollen allergy, the Camaro is defiantly not for the shy. Timorous tarmac creepers will feel far more at home in one of the other offerings from Chevrolet  the tiny Spark, maybe, or the nondescript Aveo. But the Camaro  and its older and even more brutish sister, the Corvette  is ideal for the full-blooded and for all who say &quot;pah&quot; to silly things like practicality, rear visibility, ride comfort or looking like a tool. So who on earth drives a muscle car  other than a superannuated Grease fan? In America they are an integral part of the history of the open road and it&apos;s every working man&apos;s right (and it still is men who seem hellbent on flexing their muscle cars) to own one. But in Britain they are harder to place. Estate agent, banker, farmer, solicitor, teacher, doctor it&apos;s hilarious to imagine any of these workers at the wheel of such a snorting slab of pigheaded burliness. Fans of the TV series Homeland might have noticed that every time Mike  the handsome soldier having an affair with Brody&apos;s wife  prowled up the street he was driving a gun-metal grey Camaro. Perfect. It&apos;sthe dream car for a predatory malewith aconflicted heart. And we have plenty of them over here, so I don&apos;t know why we don&apos;t see more muscle cars on our street. I double-checked it was aCamaro that Mike was driving by visiting the Internet Movie Cars Database  the first call for anybody who likes to know which cars play starring roles in which films and TV shows. From the Chevrolet Suburban which appears in the opening scene of the first episode of Homeland to the Ford Explorer glimpsed in the last, every single vehicle has been logged, screen grabbed, uploaded and cross referenced. Scary? Or amaaaazing? But how would Soldier Mike afford acar like a Camaro? The truth is that though there is very little that isn&apos;t obvious about this muscle car  the only thing that&apos;s missing is tattoos along its wings and a ripped T-shirt  it has two surprises up its sleeve. It&apos;s unexpectedly cheap and remarkably economical. Two things T-shirted Camaro drivers won&apos;t thank me for telling you as they comb their quiffs. Economy is the last thing you might expect from a shuddering 323bhp V6, but the Camaro will churn out up to 30mpg  with a light foot on the throttle. As for price, this one comes in at 35,000. Which is a lot, but if Ihad told you it was 50 I bet you&apos;d have believed me. In America the old idiom that if you&apos;ve got a job  any job  you&apos;ll be able to afford a Camaro still holds true. Prices over there, for the entry-level model, start at 15,000. Here, we&apos;re paying for a far more sophisticated Euro-spec car which will hurl you from 0-60 in 6.4 seconds and includes four-wheel independent suspension as well as a touch-screen system and head-up display projecting information on to your windscreen. However, we are still paying over the odds and, once inside, that price seems higher still. The trim is plasticky and the finishing lacklustre. But muscle cars aren&apos;t about luxury detailing. There&apos;s no denying the laugh-out-loud thrill of firing up this valid hunk of automotive Americana. Change of pace     Speed freak: the technologically advanced Toyota GT86-R Eco Explorer runs off ammonia.  Photograph: Observer    On 23 March the pace car for the first round of the hugely popular 2013 Marangoni BMW Compact Cup will be a race car with a difference. It is a modified Toyota which runs off ammonia. This not only makes it very cheap to run, but also means it is a high-performance car which is emission free. Named the GT86-R Eco Explorer, the car has been produced by the tyre manufacturer Marangoni. The car was previewed at this year&apos;s Geneva motorshow and if you want to get up close and personal to it, it will on show at the 2013 Gadget Show Live at the NEC in April. For more information on the car, go to facebook.com/marangonityre     Green car of the year: Toyota's new Auris hybrid. Photograph: D.Fontenat for the Observer    And sticking with green cars Toyota&apos;s domination of the hybrid sector seems to be continuing as one of its newest additions claims the accolade of Green Car of the Year 2013, from TheGreenCarWebsite.co.uk. As voted for by the website&apos;s visitors, the Auris Hybrid beats off competition from the likes of the new Volkwagen Golf Bluemotion and BMW i3 electric supermini to claim the prize. So what makes the Auris Hybrid so appealing? Well, the Auris itself, a UK-made model, is already a top seller for Toyota in the UK. The newly launched second-generation model boasts emissions as low as at 89g/km, plus it is lighter (by some 50kg), lower and roomier than its predecessor. 2013 is set to be an exciting year for new green cars across the board, with other models launching in the year including the Renault Zoe electric car, the Ford Focus Electric and Honda Civic 1.6 i-DTEC. This year will also witness the cost of a battery-powered model start to drop, with the Nissan LEAF having just dropped its price by 2,000 while the launch of the smart fortwo ED and Renault Zoe will bring the retail price for a fully electric car below 14,000 for the first time. Hybrids are also getting more affordable, with models like the Toyota Yaris Hybrid and Honda Jazz Hybrid bringing prices down below the 20,000 mark. &quot;This year is shaping up to be an exciting year for low emission vehicles, and the Toyota Auris Hybrid is a deserving winner of the Green Car of the Year title for 2013,&quot; says the website&apos;s editor, Faye Sunderland. &quot;A good, all-round family car, the Auris Hybrid combines quality build and finish with everyday practicality, fuel efficiency and low running costs.&quot;&quot; Email Martin at martin.love@observer.co.uk", 
    "section": "technology", 
    "gid": "technology/2013/mar/10/chevrolet-camaro-car-review", 
    "wordcount": "1052"
}