{
    "headline": "Walking with Dinosaurs stage show  review", 
    "text": "   The Walking with Dinosaurs  Tyrannosaurus . Photo taken by Catherine (aged 8)     As much through my interest in cinema as my career in palaeontology I have seen a great number of efforts of putting dinosaurs on screen and trying to make them realistic. Some succeeded well in the context of the era or limitations of the effects (like the 1933 edition King Kong or for that matter, the 2005 version) while others have been severely limited or simply dreadful (Reptilicus will never be considered anything other than a disaster). For all the dozens of films and TV shows that I&apos;ve absorbed and animatronic dinosaurs I&apos;ve seen in amusement parks and museums, I don&apos;t think I ever saw anything that was totally convincing or really sat in my mind as being exactly what I&apos;d expect to see from a real dinosaur. On Thursday I saw the Walking With Dinosaurs live show in London and there were moments there where I really was taken in. That&apos;s quite an achievement and something I was genuinely surprised to have experienced. I&apos;ll try not to give away too much in this review since I went into the show with almost no knowledge of what it was, how it was to run or what I would see, and personally rather liked the surprises that unfolded. Still, at least a few dinosaurs are going to get name checked and details revealed, though I hope it won&apos;t count as containing spoilers. The structure of the show is pretty simple. An actor playing a palaeontologist named Huxley (I assume a little tribute to Thomas Henry and family) acts as narrator and guide through the various time periods of the dinosaurs, talking about the creatures in front of him and offering information on the animals on show and their behaviour. Dinosaurs naturally come and go, and interact with one another and the scenery and the whole thing has a rather natural progression to it that flows smoothly and sensibly. Mostly there&apos;s a good opportunity to see the animals, and they move around the stage a fair bit, so no matter where you&apos;re sitting you should get a decent view of pretty much everything, and while they take their time, it doesn&apos;t drag. The narration was delivered well, it was in turn exciting and interesting and with the right level of enthusiasm and investment and pitched in a way that would be accessible to almost everyone. Moving from the general to the specific, there were naturally some highlights and lowlights. First, lets deal with the bad. Now I am quite forgiving, there are naturally some things that are going to be very hard to do on stage and the science has moved on since the original TV series and this show started, and it&apos;s understandable therefore that there are limitations to the models. So the stumpy-ness of the Brachiosaurus is forgivable, and so too (for me at least) is the lack of feathers on the Utahraptors. However, there were some odd anatomical inaccuracies like incorrectly orientated arms, and the shapes of a couple of heads looked very odd. There were also a couple of major inaccuracies in the information being given, with the most obvious being Ornithocheirus being described as reaching more than 12 metre in wingspan, when it&apos;s more like 5, and no pterosaur likely got much over 10. These were mostly small and relatively few, though one feature of the show annoyed me considerably.  There was a big screen either side of the stage area and cameras tracked the animals and projected this live onto the screens. I assume the theory was that if you couldn&apos;t see the animals well (and they did disappear behind each other or bits of scenery from time to time) then this provided an outlet. However, I spotted only a single close-up in the entire show and the rest were long shots of the whole stage or a whole animal. However, given the huge size of the animals and the limited size of the screens it actually meant that the images on screen were inevitably smaller than the actual animals, no matter how far away they were. So there was nothing to be gained at all from them being there and if you were seated too far away to see the real details then you will remain frustrated.  So, onto the good, and there was much to appreciate here. The narration was light on science, but did cover natural selection, co-evolution of flowers and insects, the evolution of various structures like horns and their use, plate tectonics, deep time and more. Best of all it was made quite clear that living birds are dinosaurs. The stage was deceptively simple with just a single clump of rock on a bare floor. But it bursts into life as trees and flowers blossom from the set, and the pieces separate and move to create new arrangements and represent the break up of the continents. The lighting is good and the sound effects excellent, and the back projections are well done.  And yes, the dinosaurs. They are really rather good. There were more individuals than I was expecting and several were bigger than I thought they would to be able to reproduce effectively. Overall the scientific accuracy was pretty good, some very nice little details were spot on (which only makes some of the errors more annoying, how do they get these subtleties right and miss some big clunkers?) and the colouration and patterns were very well done. It was nice to see that it wasn&apos;t just the same old names like Tyrannosaurus that make an appearance, but a good few animals that may not be familiar to many also have a good bit of time and does add some variety. The animals moved wonderfully smoothly and realistically, and they interacted with each other and the set far more than I expected or thought would be possible. There&apos;s a real weight to them, they move gracefully, but look like they have real mass and power and that&apos;s no easy thing to produce. As I said at the start, I was genuinely impressed and especially towards the end with the Late Cretaceous sequence I was actually enthralled and seeing dinosaurs in the way I imagine them to be.  Obviously I&apos;m writing this from a rather unnatural point of view, I doubt there were too many other dinosaur researchers in the audience. Conveniently however, I was with a friend and his children so I&apos;m also in a position to provide a brief review from Lizzie (aged 10).  She writes: &quot;This was a great show, scores 9/10, almost as good as Matilda the Musical and the Harry Potter Studio Tour. Laughs throughout, though very educational, but in no way boring. The light and sound effects were spectacular, and the dinosaurs were very realistic from more than two metres away. The only bad thing about this was the two-year-old sitting in front of me, pulling grumpy faces!&quot; Quite impressed there clearly, and I&apos;m assured by her dad that anything rating even close to Harry Potter is an achievement. I should also note her sister Catherine (aged 8) is responsible for the photo at the top of the page showing a rampaging Tyrannosaurus.  I certainly enjoyed this far more than I actually expected and the niggles were outweighed by the presentation and overall quality, and given the reactions of the audience as a whole and those I was with, it does seem to satisfy all ages and entertain and educate. You probably don&apos;t have to be a dinosaur enthusiast to really enjoy and appreciate it, and even the devotees of all that is Mesozoic will appreciate it, despite the mistakes, and that&apos;s about as good as can be expected I think. Jurassic Park is certainly a bigger spectacle, but this is very much a real feel for dinosaurs in a manner that I have never before experienced.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/dec/28/dinosaurs-fossils", 
    "wordcount": "1315"
}