{
    "headline": "Pacific islands look for model to combat changes due to global warming", 
    "text": "With islands and atolls scattered across the ocean, the small Pacific island states are among those most exposed to the effects of global warming: increasing acidity and rising sea level, more frequent natural disasters and damage to coral reefs. These micro-states, home to about 10 million people, are already paying for the environmental irresponsibility of the great powers. &quot;Pacific islands are the victims of industrial countries unable to control their carbon dioxide emissions. The truth of the matter is that we have no option but to accept this and adapt,&quot; says Dr Jimmie Rodgers, the head of the Secretariat of the Pacific Community (SPC), a regional development organisation. At the initiative of France&apos;s Research on Development Institute (IRD) and New Caledonia University, 30 or so scientists from the Pacific basin spent a week at the end of April discussing the design of a sustainable development model suited to local conditions  in particular, pressure from the climate on ways of life that reach back several millennia. In a study published by the journal Nature Climate Change, the SPC and IRD draw attention to the considerable impact of global warming on food security on these islands. Fish stocks, the main source of protein for islanders and the basis for development, will be particularly affected. Currently about 1m tonnes of tuna and tuna-like fishes are caught every year in the region. For the Kiribati group of islands, fishing accounts for 40% of GDP, whereas on the Marshall Islands fisheries and fish processing represent a quarter of overall revenue. &quot;The rising temperature of surface waters, which is greater in the western part of the ocean basin, will encourage tuna to migrate east towards Polynesia,&quot; says Johann Bell, principal fisheries scientist at SPC and one of the authors of the study. Melanesian countries, such as Papua New Guinea or the Solomon Islands, will suffer most. &quot;PNG has a large canning industry, but in a few decades it will have to import tuna to keep it running,&quot; Bell adds. &quot;Fortunately it can count on favourable international agreements to buy [fish] wherever it likes, with low customs duty.&quot; But the disappearance of the tuna shoals could mean major financial losses for smaller economies such as Tuvalu or Kiribati. The effects for coastal fisheries are likely to be even more dramatic, due to damage to the coral reefs. The population density of live reefs is expected to drop from 40% at present, for the Pacific as a whole, to 10% or 20% by 2050, the scientists explain. The decrease in the fish stocks in the lagoons coincides with high population growth, particularly in Melanesia. With an increase in rainfall, the SPC is advocating the development of fish farms and freshwater fisheries. On Fiji, Vanuatu and Samoa, farms have recently started raising Nile tilapia, an alien species. To reduce pressure on the reefs and allow coastal residents to catch tuna, there are also plans to build floating pontoons to attract the fish. On land, life must adapt to the changing conditions too. On Fiji, the Centre for Pacific Crops and Trees has set up a department to focus on adapting staple crops. &quot;Climate change brings new constraints for crops, which are subject to unpredictable ecological pressures such as drought, higher salt concentrations, extreme temperatures and erosion,&quot; a representative explains. Thousands of varieties of manioc, taro, sweet potato and banana have been screened in order to offer farmers new, more robust varieties. &quot;We are promoting these seeds,&quot; says Henry Puna, prime minister of the Cook Islands (population 12,200), which have been hard-hit by coastal erosion. But funds for adaptation programmes are in very short supply. International funding mechanisms are designed for medium-sized or large countries. Most of the Pacific island states are too small to qualify. &quot;We cannot make ourselves heard in the international arena. It is vital for us to act as a region,&quot; Puna asserts. He is consequently delighted that climate change is the central theme of this year&apos;s summit meeting of the Pacific Islands Forum on the Marshall Islands in September. This story appeared in Guardian Weekly, which incorporates material from Le Monde", 
    "section": "environment", 
    "gid": "environment/2013/may/07/pacific-islands-global-warming-climate", 
    "wordcount": "701"
}