{
    "headline": "Wanted: a tablet for a 15th birthday boy", 
    "text": "My son turns 15 later this month, and is asking for an iPad 3, because all his friends have them, apparently. However, our budget doesn&apos;t stretch that far. Having considered other tablets, purely based on price, I really can&apos;t decide what we should buy. In terms of use, it&apos;ll be for nothing more than email, YouTube, playing online games (like Fifa 12), playing music, and apps. He already has an Xbox, so I&apos;m wondering which tablet would best integrate with that.NickThe most attractive non-Apple tablet at the moment is Google&apos;s Nexus 7, made by Asus. It&apos;s an Android 4.1 tablet with a 7in screen, and is available in the UK for 159 (with 8GB of storage) or 199 (with 16GB). The Xbox connection will come later, via Microsoft&apos;s SmartGlass software, previewed at the E3 games conference in June. Microsoft already connects Windows 7 smartphones to the Xbox, and will connect Windows 8 tablets, due in late October. However, Microsoft says SmartGlass will also be available on devices you already own, so Apple iOS and Android apps are expected. EA Sports does offer Fifa 12 for Android, but Android does not have anything like as many tablet apps as the iPad. In this sense, the Nexus 7&apos;s smaller screen may not be such a disadvantage: Android smartphone apps can be disappointing when blown up to a 10in screen. Unfortunately, I don&apos;t think the correct answer to your question is one that looks at the technology.  If you were asking the same question as a business user, the decision would involve identifying a need (for example, we must do a better job of answering email), identifying the best technology for the job, and calculating the return on investment. The best answer might be to buy an iPad or a Google Nexus 7, or to wait for a Windows 8 tablet, depending on precise needs and your existing infrastructure. In this case, you don&apos;t really have a technology problem, you have been put in an emotional and psychological dilemma more suitable for Annalisa Barbieri, who writes Problem Solved, the advice column in Saturday&apos;s Family section. Children are quite likely to ask for unaffordable things because they don&apos;t understand the costs or the ramifications, and even when they do, birthdays provide an accepted platform for making extravagant requests. I&apos;d expect most parents to react against these demands (&quot;we&apos;re not made of money&quot;) even if they end up buying the item. Denial is part of managing expectations, and it&apos;s better for kids to be pleasantly surprised when they get something they want than to be disappointed when they don&apos;t get something they expected. In this case, your son wants an Apple iPad 3 because he wants an iPad 3, and the possible uses  email or whatever  are arbitrary props for the argument. Earlier generations pleaded for PCs to do their homework then used them for playing games. Your son&apos;s request probably has several components. One of them is for you to show your love by giving him something you can&apos;t afford. Another could be to relieve the peer pressure that is making him feel left out (all the other kids have iPads).  If this is the situation, there is no substitute for an iPad 3, and a businesslike attempt to find a substitute is not a solution. Even something functionally identical to the iPad 3 at a quarter of the price would not be a substitute, because it would not be supported by the same peer pressure and other emotional enforcements. One possible answer would be to give your son a tablet that made him a member of the cognoscente, rather than the &quot;iSheep&quot; who are simply following the crowd. That kind of thinking enables some Nikon SLR camera owners to feel superior to Canon SLR owners. (Nikon was for decades the choice of knowledgeable professionals; Canon was for amateurs.) But as I&apos;m sure you appreciate, no such tablet exists. You&apos;ll have to find a different type of answer. Could you buy him a completely different but cheaper product that has the same kind of peer pressure behind it? Not being a 15-year-old boy, I don&apos;t know what these are, but ask your friends, other parents, and so on. Affordable examples might include MP3 players, over-ear headphones, chunky watches, bits of DJ equipment, and sports and fitness products such as the Fitbit Ultra. It might include a Microsoft Kinect for your son&apos;s Xbox 360, though at around 110, that&apos;s not cheap for a 15th birthday present. For a concrete suggestion: have a look at the Samsung MV800 digital camera. The touch-sensitive 3in screen on the back flips up so you get a good view of what&apos;s in the picture when you take photos of yourself with your friends. (To judge by Facebook, most kids do this nowadays.) I thought the flip screen was a gimmick when the MV800 cost 250. However, at 114 at Amazon or 120 in Currys, it should now be entering the teenage market. The MV800 also shoots HD movies complete with sound, does &quot;sweep panoramas&quot; on the fly, and has various amusing effects for creating antique-style photos, postcards etc. It&apos;s not just a camera, it&apos;s a creative toy. Another idea would be to help your son on the way to buying his own iPad 3. For example, you could give him an Amazon gift voucher for what you can afford, and get other relatives and friends to give him Amazon gift vouchers as birthday and Christmas presents. Encourage him to add to the pot by doing odd jobs for you and your neighbours. Put a thermometer-style graph on the fridge and turn earning an iPad 3 into a game. It might be an iPad 4 by the time he reaches his goal, but it should be a good experience, and it will be more satisfying when he finally gets what he wants. Of course, by that time, he might have changed his mind, but Amazon provides thousands of alternative products. Finally, one of the problems with buying tablets, smartphones and other emerging products is that you may be stepping onto an upgrade treadmill. It&apos;s not like buying a bike or a watch, which might last for 10 or 20 years or more. Some people have already bought all three iPads to date, and I expect them to buy the next few versions as well. Even users who don&apos;t upgrade are generally spending money on apps and content, and sooner or later they will have to have the sealed-in batteries replaced. (Obviously, these problems are not specific to Apple, or to tablets. He&apos;ll need a new Xbox one day.) I am sure that, like any parent, you will try to think of ways to give your son an iPad 3, if you can. But what will happen when all his friends have an iPad 4 or iPad 5, et cetera? Technically, the iPad 3 will still do the same stuff just as well as it does today. Emotionally, it may not.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/aug/16/tablet-computer-ipad", 
    "wordcount": "1183"
}