{
    "headline": "A-level reforms: a good idea, badly presented", 
    "text": "Michael Gove&apos;s demand that exam boards involve universities in designing A-levels is broadly welcome  not least if it reduces politicians&apos; influence over the curriculum  but the way it was done leaves a bad taste and raises concerns about its effectiveness. There is a long tradition of politicians trashing something before reforming it, but was it really necessary to be so negative about a qualification students are in the middle of studying? Gove&apos;s comment that A-levels &quot;fall short of commanding the level of confidence&quot; required was unnecessarily sweeping, especially as it is not borne out by evidence. But then, the way Gove&apos;s letter to Ofqual on the subject was leaked to selected parts of the media meant the decision was made public before anyone had a chance to view the evidence. The leak forced Ofqual to rush out research it had commissioned on what universities, teachers and employers really think. This found that &quot;overall, A-levels were viewed positively&quot; by all three groups and &quot;most higher education sector interviewees were generally content with the knowledge content of A-levels across subjects&quot;  but in the midst of a media panic about A-levels, this research was hardly noticed. However, let&apos;s not quibble. There is a case for change. The Ofqual study did list a number of skills universities find lacking in some school-leavers: &quot;researching, finding sources, essay-writing and referencing, and the wider skills of problem-solving, analysis and critical thinking&quot;. But not all A-level students are aiming for university, and do we really want each stage of education to be defined and shaped by the next stage? If this is the case, secondary schools would be shaping the primary school curriculum. Do the views of those teaching a particular age group not count? While greater involvement of universities is desirable, Gove has made it sound more like a takeover, wanting leading universities to &quot;take ownership&quot; of A-levels. But the current proposals give university staff little incentive for involvement, never mind ownership. In the current climate, academics&apos; promotion prospects  and the financial health of their departments  depend primarily on the amount and quality of their published research. Teaching undergraduates comes second. That leaves involvement in A-level design trailing a distant third. Time, money and reputation are all potential incentives for academics to get involved in shaping A-levels. But will vice-chancellors, now keenly aware of their fee-paying undergraduates as &quot;consumers&quot;, offer time off, financial rewards and career enhancement to encourage staff to neglect research and teaching in order to serve a more nebulous wider public interest? As a spokeswoman for the Russell Group of universities cautioned: &quot;We don&apos;t actually have much time and resource spare to spend a lot of time in reforming A-levels.&quot; Or is the government expecting exam boards to pay academics for this work? That would mean costs being passed on to schools in the form of higher exam fees. That wasn&apos;t mentioned. Or will the government pay? If so, has Mr Gove cleared this with the Chancellor? But my biggest concern is more fundamental. The reason universities find some students lacking in key skills such as independent research is that the league table culture has encouraged some schools to focus on just getting students through exams instead of a broader preparation for higher levels of study. I don&apos;t believe the content of A-levels is significantly easier than in the past. It is the use of bite-sized modules, repeat re-takes and a relentless focus only on what will be in the exam that has boosted pass-rates. And the introduction of AS-levels has also meant that the first year of sixth-form studies has become more exam-orientated instead of allowing a year for students to breathe, in which they could develop broader and more advanced study skills. All these reforms have had the unintended effect of narrowing A-level learning. So, yes, involve universities in A-level design, but the really significant reform must involve taking the high-stakes element out of league tables and returning sixth-form studies to a broad learning experience and not a narrow race for grades. www.mikebakereducation.co.uk", 
    "section": "education", 
    "gid": "education/2012/apr/16/a-levels-reform-universities", 
    "wordcount": "688"
}