{
    "headline": "Education in brief: Birbalsingh's free school still looking for a site", 
    "text": "Michaela on hold Not included this month in a list of 102 &quot;free schools&quot; approved by ministers to open in 2013 was the Michaela community school, the much-discussed brainchild of high-profile &quot;Tory darling&quot; teacher, Katharine Birbalsingh. The school was originally planned for a site in Lambeth, south London, then moved its proposed home to Tooting, in nearby Wandsworth, and had been due to open in September 2012. But both moves foundered due to a lack of premises. The school&apos;s website says ministers are considering a request from it to deferopening until 2013, but will this now happen? Birbalsingh, a regular blogger for the Daily Telegraph since her speech at the Conservative party conference in 2010 criticising standards of discipline in state schools, has herself been somewhat off the scene of late: her last blog was in March. Contacted by Speed read, Birbalsingh said: &quot;We are currently looking at a few local authorities with regard to our school. We have yet to confirm a building. So there isn&apos;t much to say!&quot; This month, one of the school&apos;s supporters said it hoped to open in Brent, north London, in September 2013. It appears that although the school is not on the 2013 list, it had already gained initial permission from the DfE to open in 2012 &quot;or beyond&quot;, so could still do so next year. We shall see. Counting the cost On a related point, the government appears reluctant to release information on how much money is being spent on the development of free schools that have yet to open. This is the implication of a Freedom of Information request asking for details of taxpayer funds so far spent on the Michaela project. JaneEades, a former teacher and campaigner against the school&apos;s opening, asked the Department for Education, but was refused the information on the grounds that it &quot;would be likely to prejudice the commercial interests of the department, the [free school] proposers, or both. Eades, who is challenging the decision, believes the scheme has already spent money on website design, PR and curriculum consultants, leafleting and advertising for senior management positions, among other things. Larger questions about whether free schools as a whole represent &quot;value for money&quot; will continue. O-levels: what&apos;s the story?  What has happened to Michael Gove&apos;s much-discussed plans to bring back O-levels? The Daily Mail, which broke the story based on &quot;leaked documents&quot; over a month ago now, reported then that Gove was &quot;set to announce the plans formally in the next two weeks&quot;. Not only would O-levels return, but the secondary national curriculum was going to be scrapped and the exam board system changed to only one board for each O-level subject. All this was to be in place by 2014. Yet Parliament and most schools havenow broken up for the summer, and still there has been no official announcement. One knowledgeable source said it was possible that Gove could write to Ofqual, the regulator, in the coming weeks setting out plans to reform GCSEs, with a formal consultation on moves to a single exam board structure for English, maths and science following in the autumn. And what of the secondary curriculum? More recent press reports have said it is to be retained, but radically stripped down. But still no official detail from Gove. The clock is ticking on major change for which teachers are supposed to be preparing in detail in their schools from next September. The source said: &quot;It seems to me the whole thing is an utter mess.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/23/speed-read-birbalsingh-free-schools", 
    "wordcount": "607"
}