{
    "headline": "Give help to small renewables firms", 
    "text": "The government needs to act urgently to give equivalent terms for renewable energy development to community renewable companies as are being given to the big electricity companies. Proposals that could do this in a competitive manner have been put forward by Alan Whitehead MP, but have so far been ignored by the government. It is remarkable that the media is full of special pleading from EDF for outrageously bloated subsidies (Report, 15 March), but meanwhile there is silence about the plight of independent renewable generators. Community renewable companies will have access to far lower incentive levels than the Big Six energy companies will get for their renewable schemes. Under the current draft of the energy bill, the Big Six will have no obligation to give power-purchase agreements to anybody except at considerably discounted prices to be paid for generated electricity. Under the Whitehead proposals for &quot;green power auction markets&quot;, independent companies will be able to get a price for their generation that is close to that enjoyed by the Big Six for their renewable electricity. In fact independent renewable companies  both large and small  represent a much larger proportion of renewable energy generation than is realised and without their contribution the amount of renewables coming online will decline significantly.Dr David Toke Senior lecturer in energy policy, University of BirminghamProfessor Andrew Stirling The Sussex Energy Group, University of SussexDr Jeremy Leggett Chairman, Solar CenturyTom Burke Visiting professor at Imperial and University CollegesDr Douglas Parr Chief scientist, GreenpeaceJonathon Porritt Director, Forum for the FutureProfessor Dave Webb Professor of engineering modelling, Leeds Metropolitan UniversityProfessor Brian Wynne Department of sociology, University of LancasterProfessor Ian Miles Professor of technological innovation and social change, University of ManchesterProfessor Mark Pelling Professor of geography, King&apos;s College LondonProfessor Stefan Bouzarovski University of ManchesterProfessor Peter Strachan Group lead, strategy and policy, Aberdeen Business SchoolAndrew Blowers Emeritus professor, Open UniversityDr Stuart Parkinson Executive director, Scientists for Global ResponsibilityDr Paul Dorfman Warwick Business SchoolDr Carl Iwan Clowes Chair, Antur Aelhaearn Green Energy projectDr Keith Baker School of engineering and built environment, Glasgow Caledonian UniversityDr Richard Cowell Reader in environmental planning and policy, Cardiff UniversityBill Bordass William Bordass AssociatesDr. Abhishek Agarwal Senior lecturer, energy strategy, Robert Gordon UniversityDr Dan van der Horst School of geography, Earth and environmental sciences, University of BirminghamDr David LowryDr Matt Watson Senior lecturer in Human Geography, Department of Geography, University of SheffieldDr Matthew Cotton Lecturer in sustainability, University of LeedsDr Jerome RavetzDr Ian Welsh Reader in sociology, Cardiff UniversityDr Alan Terry Senior lecturer in Geography, University of the West of EnglandDr. Peter Lee Senior lecturer, Centre for Urban and Regional Studies, University of BirminghamNeil Crumpton Planet HydrogenKate Hudson Chair, CNDShaun BurnieDr Jason Chilvers University of East Anglia, Science, Society and Sustainability GroupTim Deere-Jones", 
    "section": "environment", 
    "gid": "environment/2013/mar/19/help-small-renewables-firms", 
    "wordcount": "458"
}