{
    "headline": "PlayStation 4: what are the games like?", 
    "text": "     Sony has revealed its latest games console  the cunningly titled PlayStation 4. Well  &quot;revealed&quot; might not be the most accurate word as they didn&apos;t show us the actual console, or the price. Or the release date. All that stuff is probably being saved for the E3 games exhibition in Los Angeles, where Sony will have to compete in a technological dance-off with Microsoft, which also has a new console in the works. Wednesday&apos;s launch event did at least hint at PS4&apos;s &quot;re-imagination of the gaming experience&quot;. It will include deep social connectivity, a clever new joypad with its own touchpad, and an online game store that should let you start playing new titles as soon as they start downloading. All very intriguing. But what about the games? Well, here are the highlights of what has been announced so far  Knack (Sony Japan)            This rather eccentric sci-fi action adventure was the first title shown on the night  and Sony may well live to regret that. You control a little creature that can use different relics to transform into a giant battle droid  now you must defend humanity from, erm, goblins. It&apos;s clearly a light-hearted family title, and designer Mark Cerny worked on classics such as Sonic the Hedgehog 2 and Jak and Daxter, so there&apos;s potential. But its delicate charms were difficult to convey in front of a baying crowd of hardcore games writers.Excitement rating: 3/5 Killzone: Shadow Fall (Guerrilla Games)            The long-running series of intergalactic space shooters returns with another visually spectacular face-off between the Vektans and the Helghast. Now though, these belligerent offshoots of the human race are somehow living in the same city, divided by a huge wall. It&apos;s just like cold war Berlin  but with more laser cannons. This launch title will be a major graphical showcase for the new hardware, but from the laboured demo, filled with exploding buildings and screaming civilians, it&apos;s running low on ideas if not ammunition.Excitement rating: 2/5 Driveclub (Evolution Studios)            Every new console needs a sleek, sexy racing sim, and here&apos;s the latest marque from Evolution Studios, the creator of the popular Motorstorm series. It&apos;s (yet) another urban driving game mixing hot licensed cars with gorgeous city locations. The difference here is that gamers recruit their friends into racing teams and then compete against other groups online. Frankly, we&apos;re going to need a much better idea of what that entails: Evolution claims that it has been waiting nine years to make this title, but that the tech is only now available to do it. The big question: why?Excitement rating: 3/5 The Witness (Jonathan Blow)            Very few people were expecting to see thoughtful, introspective indie designer Jonathan Blow take to the stage at a major games console launch, but there he was on Wednesday, revealing that his long-awaited adventure puzzler would be coming to PS4. Set on an uninhabited island, it&apos;s an idiosyncratic game of exploration featuring a series of increasingly complex mazes. Set to be a timed exclusive for Sony&apos;s new console, this was clearly on show to bolster the company&apos;s experimental credentials.Excitement rating: 5/5 Deep Down (Capcom)            Someone at Sony must have said: &quot;We need to show something with dragons in. Dragons are so hot right now.&quot; Because, lo and behold, both Capcom and Square Enix showed tech demos of fantasy adventures with enormous fire-breathing monsters. Capcom&apos;s was the more intriguing, though, with its heavily armoured medieval knights doing battle against lots of really advanced lighting effects. The trailer showed a glimpse of PlayStation 4&apos;s new social features, with one player using an in-game messaging system to ask a friend for help on a difficult section. It also looks a lot like Capcom&apos;s hugely underrated Dragon&apos;s Dogma title, as well as Namco hit Dark Souls. People really do like slaughtering dragons these days  which is fine as long as they don&apos;t end up in a lasagne.Excitement rating: 4/5 Watchdogs (Ubiosft Montreal)            In a near-future version of Chicago, society is controlled by a sentient computer system  that is until dissident computer hacker Aiden Pearce breaks into the network and begins to take control. Ubisoft&apos;s paranoid cyberpunk thriller is also coming to Xbox 360 and PS3, but the PS4 version will apparently be enhanced with lots of new content. The interesting bit is that you can view information on any passing pedestrian, prying into their personal data and maybe saving them from crime  sort of Julian Assange meets Spider-Man. That sounded better in my head.Excitement rating: 4/5 Unnamed Media Molecule project (Media Molecule)            Guildford-based studio Media Molecule created the wonderful physics platformer LittleBigplanet, and for PlayStation 4 the team is preparing what looks to be a motion controlled creative tool. Players will be able to use the Move controller to draw 3D objects and environments  we&apos;re just not sure what for yet. However, the developer&apos;s demo showed them controlling two virtual puppets in a song and dance routine, so they scored bonus points for that.Excitement rating: 4/5 (confusion rating 5/5) Destiny (Bungie)            We already knew about this vastly ambitious new project from the makers of the multi-million selling Halo series  it&apos;s been the subject of some rather frosty games coverage recently. That&apos;s not because it looks bad (it doesn&apos;t; it looks like another spectacular post-apocalyptic space adventure), but because Activision just took a bunch of games journalists over to the US to see the game, then played a short trailer, refused to answer any questions, and sent everyone home again. Anyway, like Watchdogs, this one is coming out on current consoles, too, but PS4 will get extra stuff. Whatever this game is, it is going to be BIG and will have a dynamic world where gameplay missions emerge from physics systems and intelligent enemies rather than a hackneyed script by someone who once worked on Babylon Five. This is progress.Excitement rating: 5/5", 
    "section": "technology", 
    "gid": "technology/2013/feb/22/playstation-4-what-games-like", 
    "wordcount": "993"
}