{
    "headline": "Tekken 3D Prime Edition  review", 
    "text": "Having conquered the arcades and consoles  no doubt with a little half-hearted trashtalk in the process  Tekken makes its debut on Nintendo&apos;s 3DS. Given the reputation of the title, it won&apos;t come as a surprise to hear that, for the most part, it&apos;s a seamless transfer. Sadly, for those who&apos;ve played the game on a handheld before, it also won&apos;t come as a surprise to hear it&apos;s only fun for about 20 minutes. So, the positives. It&apos;s very pretty. The combat is slick. The game packs a lot of fighters  Tekken 6&apos;s 40-odd, in fact  into a tiny cartridge. There&apos;s canny use of the touchscreen: rather than attempt combination button mashing on the 3DS&apos;s tiny layout, the signature moves have been moved to four onscreen &quot;buttons&quot; so victory is often just a carefully timed thumb stroke away. Possibly too often in fact. While it&apos;s certainly less frustrating than the PSP conversion, to be all conquering doesn&apos;t always take much skill and craft on the lower skill settings. Random button presses generally work just as well as attempts to learn the ropes. The lack of challenge is compounded by the limited game modes and, arguably worse, the lack of unlockable content. Customisation is extremely limited: fighters come with a choice of outfit but that&apos;s all and victories earn cards rather than upgrades. These can then be traded with other Tekken 3DS fans via Streetpass. With the best will in the world, surely that won&apos;t appeal to anyone over the age of, what, eight? So, what do you get for your money? Beyond standard fighting or five, 10 and (ultimately) 20 fighter survival modes, not very much at all. Clearly there are enough Tekken fans out there to justify the conversion but it all simply boils down to pixels slapping pixels and that gets very boring, very quickly. Unless your name is Michael Bay, of course.  Game reviewed on 3DS", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/12/tekken-3d-prime-edition-review", 
    "wordcount": "320"
}