{
    "headline": "Why Bitcoin scares banks and governments", 
    "text": "Among the many unpleasant discoveries made by those who stashed their cash in Cypriot banks is that the island&apos;s government could stop them moving their money elsewhere. Capital controls are supposed to be a thing of the past, a figment of the pre-globalised world. But it turns out that when banks are threatened, the gloves come off. One of the side-effects of this rude awakening seems to have been a surge of interest in a virtual currency called Bitcoin. At any rate, the price of a single Bitcoin reached $147 at one point last week. And people are buying and selling this virtual stuff for what we laughingly call real money via more than 40 online exchanges such as Mt Gox, though when I last looked Mt Gox was temporarily offline as a result of a denial-of-service attack that might have been the work of any number of possible suspects: cyber vandals; hackers hoping to sow uncertainty in the market to bring prices down and make a killing; or, for all we know, even the US government, which takes a poor view of people minting their own currency, even if it is virtual. The Bitcoin phenomenon is one of the most intriguing things to have happened in cyberspace since the invention of the peer-to-peer networking that undermined the music business and enabled developments such as Wikileaks. It&apos;s an invention of a mysterious  and, to date, unidentified  programmer who called himself Satoshi Nakamoto and claimed to be a 36-year-old Japanese male. He launched Bitcoin on 3 January 2009 and disappeared entirely from the net in April 2011, saying that he was moving on to other things. A Pulitzer prize awaits the journalist who unmasks him. At the moment, all we have is the verdict of Dan Kaminsky, a leading internet-security expert who examined the Bitcoin code and concluded that &quot;Nakamoto&quot; was &quot;a world-class programmer with a deep understanding of the C++ programming language&quot; who also &quot;understands economics, cryptography and peer-to-peer networking. Either there&apos;s a team of people who worked on this or this guy is a genius.&quot; The basic idea behind Bitcoin is to use a combination of public-key cryptography and peer-to-peer networking to create a virtual analogy of gold, that is to say, a substance that is scarce (if not absolutely finite) and fungible. Nakamoto devised a software system that enabled people with access to powerful computers to &quot;mine&quot; Bitcoins (effectively by solving very complex mathematical puzzles) and then securely use the resulting &quot;coins&quot; for online trading. He also arranged things such that the number of Bitcoins can never exceed 21m and that they will become progressively harder to &quot;mine&quot; as the years go by. To the average punter, who knows nothing of cryptography, this sounds like a scam. Ditto the average reporter, though Reuters&apos;s Felix Salmon has recently written a terrific account of the phenomenon. A better way of viewing it would be as a radical experiment triggered by the catastrophic failure of our banking system. This system was, you will recall, supposed to be based on trust. And then we discovered that that trust had been systematically abused and flouted by all of the institutions involved  not just the commercial banks, but also the central banks, regulators and governments that were supposed to ensure that public trust in the system was warranted. &quot;The root problem with conventional currency,&quot; wrote Nakamoto in 2009, &quot;is all the trust that&apos;s required to make it work. The central bank must be trusted not to debase the currency, but the history of fiat currencies is full of breaches of that trust. Banks must be trusted to hold our money and transfer it electronically, but they lend it out in waves of credit bubbles with barely a fraction in reserve. We have to trust them with our privacy, trust them not to let identity thieves drain our accounts.&quot; In contrast, everything in Nakamoto&apos;s system &quot;is based on crypto proof rather than trust&quot;. Bitcoin raises all kinds of interesting questions. Is it a bubble? At the moment, almost certainly yes. Is it legal? In some countries, notably the United States, probably not. Is it technically breakable? Probably, yes, not because it&apos;s badly designed, but because everything based on software will have vulnerabilities. Is it innovative? Spectacularly so. Will the authorities in every jurisdiction hate it? Emphatically yes, and they will use Bitcoin&apos;s affordances, for example money-laundering, to justify their hostility, but basically it&apos;s just because they can&apos;t stand the idea of a currency that can&apos;t be debased to political order. Nothing changes.", 
    "section": "technology", 
    "gid": "technology/2013/apr/07/bitcoin-scares-banks-governments", 
    "wordcount": "775"
}