{
    "headline": "When a tsunami hit a gull colony", 
    "text": "The black-headed gull colony was in turmoil, their calls a cacophony of high-pitched mewing, raucous laughter and piercing shrieks. Unprecedented high tides at the oyster beds had immersed their island nesting ground with devastating effect, destroying two-thirds of the 1,039 nests. Below the strand line, eggs and chicks had been washed into the lagoon, leaving nothing behind but shallow indentations in the shingle. On the overcrowded high-ground birds bobbed, weaved and dived as territorial battles were fought in a confusion of jostling wings and flailing feet. Amid the sparring throng, couples bowed and preened each other to reestablish their pair-bond before mating  it was not too late to attempt a second brood. At the water&apos;s edge black-headed gulls raked through the detritus, picking up blackened fronds of wrack and kelp to rebuild their nests, while lesser black-backed gulls devoured broken eggs and a herring gull snatched up the limp corpse of a chick. Tucked away in a clump of annual seablite a brooding adult delicately turned its unhatched clutch. On the ridge of the island the youngest chicks hunkered down among the stones and broken bricks, perfectly camouflaged by their buff and chocolate brown mottled down. Older chicks nudged up against their parents to beg for food with gaping bills, or huddled together in twos and threes.Squabbles constantly broke out between neighbours, and every chick that strayed from its parents&apos; protective gaze ran a gauntlet of stabbing maroon bills. Several chicks were about to fledge. I watched one juvenile as it paddled in the shallows by the inlet. Suddenly it lost its footing and plunged into deeper water. For a moment the gull trod water, legs pumping frantically beneath the surface, but the current was too strong and it was swept into the white water. Spun and tossed about in the rapids like a cork, it looked as though the young bird would drown, but somehow it managed to scull to the slack water and scramble on to the muddy bank.Shaking out its feathers, the gull stretched its rufous wings to their full length and trembled through the length of its body.  ", 
    "section": "environment", 
    "gid": "environment/2012/jun/18/hayling-island-hampshire-tsunami-hits-gull-colony", 
    "wordcount": "355"
}