{
    "headline": "Prince Charles calls for war on animal poachers", 
    "text": "Prince Charles has warned that criminal gangs are turning to animal poaching, an unprecedented slaughter of species that can only be stopped by waging war on the perpetrators, in the latest of a series of increasingly outspoken speeches about the environment. Addressing a conference of conservationists at St James&apos;s Palace in London, the Prince of Wales announced a meeting of heads of state to take place this autumn in London under government auspices to combat what he described as an emerging, militarised crisis. &quot;We face one of the most serious threats to wildlife ever, and we must treat it as a battle  because it is precisely that,&quot; said Charles. &quot;Organised bands of criminals are stealing and slaughtering elephants, rhinoceros and tigers, as well as large numbers of other species, in a way that has never been seen before. They are taking these animals, sometimes in unimaginably high numbers, using the weapons of war  assault rifles, silencers, night-vision equipment and helicopters.&quot; It is the second outspoken speech that Charles has made this month, at a time when he is taking on an increasing number of monarchical duties, after he told a group of forest scientists also at St James&apos;s Palace that corporate lobbyists and climate change sceptics were turning the Earth into a &quot;dying patient&quot;. The Prince of Wales warned that iconic species  which could include rhinoceros, tigers, orangutans and others  could be extinct in the wild within a decade if efforts to protect them were not stepped up. &quot;By urgent, I mean urgent,&quot; he told the dignitaries, who included governmental and United Nations officials as well as NGOs and grassroots activists. His son, the Duke of Cambridge, added to the plea: &quot;My fear is that one of two things will stop the illegal trade: either we take action to stem the trade, or we will run out of the animals. There is no other outcome possible.&quot; Charles also stressed the need to deal with the demand for exotic species. In the past, much of the market for tiger parts, rhino horns and ivory was said to be driven by beliefs in traditional Chinese medicine, in which the rare animal parts were believed to have curative or aphrodisiac properties. But the prince dismissed such ideas, saying the trade was in fact about status symbols rather than belief systems. &quot;The bulk of the intended use is no longer for products that can be classified as traditional medicines. Instead, many more people in rapidly growing economies are seeking exotic products that reflect their economic prosperity and status.&quot; The conference called for celebrities to publicise their outrage and opposition to the trade, and for young people in countries such as China to be educated to reject the demands of their parents for such status-fuelled goods.", 
    "section": "environment", 
    "gid": "environment/2013/may/21/prince-charles-war-animal-poachers", 
    "wordcount": "473"
}