{
    "headline": "30 best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for Android smartphones and tablets. Due to the Easter holiday, this post didn&apos;t appear on 29 April, so this week&apos;s selection is culled from the last two weeks. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. The equivalent iOS roundup will be published later in the day. For now, read on for this week&apos;s Android selection. SketchBook Ink (3.32) Autodesk&apos;s SketchBook Ink was warmly received on iPad, but now it&apos;s available for (virtual) pen and ink artists on Android tablets too. Working in portrait or landscape orientation, it offers slick touchscreen line-drawing, with plenty of options to export images for further work on other devices. Nimble Quest (Free) Having made its name with Tiny Tower and Pocket Planes, Nimblebit&apos;s latest freemium game is more of an action title, blending Snake gameplay with RPG-style characters and upgrades. You swipe your party of heroes to guide them through levels of increasing difficulty. It&apos;s genuinely addictive. Humble Bundle (Pay-What-You-Like) The Humble Bundle site has been offering marvellous value for money for Android gamers for a while now. Its latest bundle lets you pay what you want for four excellent games Anomaly Korea, Contre Jour, Plants vs. Zombies and Bladeslinger  then throws in The Room, Metal Slug 3, Funky Smugglers, Raiden Legacy and Another World if you pay more than the average ($5.61 at the time of writing). You can choose how you divide your payment between the developers, charities and Humble Bundle itself. Pac-Man +Tournaments (Free) Even the most famous gaming characters are trying freemium on for size. Witness the new Pac-Man game from Namco Bandai, which blends the original arcade game with a new Tournament mode with online leaderboards. In-app purchases are used to buy virtual tokens to play the weekly tournaments, but if you&apos;re not fussed about those, you can play for free. The Voice UK Predictor Game (Free) BBC talent show The Voice is back for a second series, complete with this companion app that aims to get fans predicting which contestant will make it through each week&apos;s auditions. It can be played in the week leading up to each episode, but also during the show itself to guess which judges will spin their seats in approval.     Tekken Card Tournament turns Tekken into a card-battler    Tekken Card Tournament (Free) Another big gaming brand trying free-to-play on for size. In this case, beat &apos;em up veteran Tekken has been turned into a card-battler a currently hot (not to mention lucrative) genre on iOS and Android. This sees you building a deck of moves and battling virtual and real opponents. Later this year, it&apos;ll also tie into a range of real-world collectible cards, with scannable QR codes to add them to your in-game deck. Kytetime Easy Parental Control (Free) The original Kytephone Android app was a way for people to add parental controls to a smartphone being used by their child, including GPS tracking. Kytetime is a sister app more focused on setting limits on how older children use their device  for example turning off Facebook and text messaging during school hours or late at night, setting time limits on games and more location-tracking. Smart parenting or Big Brother (well, Father/Mother) privacy infringement? There will be parents in both camps for that debate. 500px Beta (Free) There&apos;s a separate 500px Android app for people sharing photos on the prosumer service, but this new version &quot;allows you to experience fresh code that is brewing at 500px Labs in gorgeous Toronto&quot; a way to test new features before they&apos;re rolled into the main app. If you&apos;re a keen photographer and haven&apos;t tried 500px yet, it&apos;s well worth a look, by the way. Ninja Village (2.99) Japanese developer Kairosoft has a growing fanbase for its addictive strategy games on iOS and Android. Ninja Village sees you building a ninja clan and sending them into battle, while also building their village into a prosperous settlement. If you&apos;ve loved other Kairosoft games, you&apos;ll love this. If not, it may make the perfect introduction to their charms. Reign of Amira: TLK (Free) This is interesting: a game from Qualcomm&apos;s Snapdragon Game Studio that&apos;s meant as a showcase for its Snapdragon 600 processor. It sees you exploring a fantasy world with lots of beasts to battle, with (unsurprisingly) pretty nifty graphics to boggle at along the way. ArtHunter (Free) This app comes from the National Galleries of Scotland, showing off artwork from museums and galleries around the country, with the ability to &quot;unlock&quot; the digital versions by visiting them in real life. Expect a mixture of high-resolution images, video and audio. Athlete.com Running GPS (Free) There&apos;s an ever-increasing number of fitness-tracking apps with social features available on Android, with Athlete.com&apos;s effort the latest to join the race. Its features include tracking pace, route, distance, calories burned and other metrics, with the ability to share details with friends, get audio feedback and music while running, and ping messages back and forth between running groups. All the data is backed up on the Athlete.com site too. WWE Presents: Rockpocalypse (Free) Yes: Rockpocalypse. As in The Rock, who&apos;s currently back plying his wrestling trade in the WWE alongside his Hollywood acting career. So what&apos;s The Rock been cooking on mobile, and is it worth, er, smelling? This is an official WWE game that sees The Rock beating the bejaysus out of a succession of &quot;crazed goons of an evil mastermind&quot;, funded by in-app purchases of virtual coins to improve his chances. Catapult King (Free) Here&apos;s the latest fun-looking game from Chillingo, brandishing princesses, dragons and catapults in a 96-level fantasy adventure. Magical power-ups for your catapult are the key to success (and the key to the freemium moneymaking for Chillingo, presumably). Rosetta Course (Free) Something more serious here: an Android port of the well-known Rosetta Stone language-learning software, tying into the desktop editionwith the ability of newcomers to sign up for a demo account. Progress can be saved across devices, so really this is about people learning through Rosetta Stone being able to polish their linguistic skills when away from their computer. Magicka (1.32) Popular PC hit Magicka has made the jump to tablets, with all manner of wizardy spellcasting fun in single and co-operative multiplayer modes. You&apos;ll be zapping monsters and creating new spells, with a dash of welcome humour accompanying the moreish gameplay.     Mr Bean Slider Puzzle is one for kids of all ages    Mr Bean Slider Puzzle (0.69) The animated version of Mr Bean? There&apos;s now a mobile game for him aimed at children. It&apos;s a collection of slider puzzles based on the cartoon, with four levels of difficulty to suit different ages, and the ability (for older players, obviously) to share best times on Facebook and Twitter. Frontline Commando: D-Day (Free) Publisher Glu Mobile has been exploring how freemium mechanics can work for a range of traditionally-hardcore game genres. This latest example is a third-person shooter set during World War 2, with five campaigns and 145 missions, all manner of historic weaponry, and in-app purchases used for some items. Fotor - Photo Effect Studio (Free) There&apos;s some buzz around new photo-editing app Fotor, which offers a mixture of features from cropping and filters through to tilt-shift and a camera screen promising to help users &quot;always capture the sharpest photos&quot;. All the usual social networks are built in for sharing purposes too. Into the Dead (Free) Pikpok is one of the indie mobile games developers that you can trust to come up with high-quality games, and Into the Dead looks like it&apos;ll enhance the company&apos;s reputation more. It&apos;s yet another zombie apocalypse game, but one with plenty of creativity and originality at work as you fend off the shambling undead. A cross between an endless runner and a first-person shooter, and very good fun. Furby MouthOff (Free) Fancy your children gabbling like Furby toys? Probably best not to answer that. This is the idea behind Furby MouthOff, though a new app from Hasbro that provides a virtual, on-screen Furby face to mouth the words being spoken by its user in the real world. The idea  as with previous MouthOff apps from developer ustwo is to hold the phone in front of your mouth while chattering away. Crumble Zone (Free) There&apos;s a healthy number of interesting indie games coming out for Android at the moment, with Rebel Twins&apos; Crumble Zone one of the latest. It sees you rotating a little green alien around his home planet while blasting asteroids old-school arcade-game action with modern-day visuals and touchscreen controls. Emergency (1.99) Emergency made its name as a series of PC games, but is now available on Android for the first time. It puts you in charge of the emergency services over 13 missions, from plane and train crashes through to asteroid impacts. Your job is to save lives and sort out the mess. Epoch (3.39) So many games are &quot;post-apocalyptic&quot;. Isn&apos;t there a gap for more mid-apocalyptic&quot; titles? Just a thought. Epoch looks really good though: an action game powered by Unreal Engine where you&apos;re battling robots and trying to find out what happened before that apocalypse. Just the latest showcase for Android&apos;s gaming chops. Spawn Wars 2 (Free) Another strategy game here, but on a cellular level. Gamevil&apos;s title is a sequel to the original Spawn Wars, as you &quot;embark on the journey to the largest human cell with your army of the smallest human cells&quot;, reproducing and evolving as you go. Mega Run Redford&apos;s Adventure (Free) Get Set Games&apos; Mega Jump has been very popular with Android gamers, and now it has a sequel focused, as you may have guessed, on running as well as jumping. That means a colourful platform game with 80 levels to explore, lots of power-ups and characters to unlock, and the promise of more content to come in future updates. Burgerapp (1.99) What problem is this app solving? The problem of being in London and craving a decent burger. I&apos;ve certainly been there. The app offers personal reviews of &quot;the best burger joints in London&quot;, along with tip-offs on special offers, and information on how to make your own beefy treats. Burn Note (Free) If you&apos;re security-conscious (or just sexting), Burn Note may be just the thing. It&apos;s a messaging app where &quot;all messages self-destruct after reading&quot;, armed with the promise that the app will prevent recipients taking screenshots. Set Sail! Pirate Adventure (Free) It&apos;s not available in the UK yet, but Set Sail! Pirate Adventure looks like it has potential: a piratical romp where you&apos;ll be trading with friends, meeting Medieval characters and battling at sea. Oh, and it&apos;s the first game I&apos;ve seen promising a &quot;unique beer system&quot; as a key feature. Mahjong Solitaire (Free) Hundreds of thousands of downloads already this week for this tile-puzzler, with more than 150 Mahjong board layouts and four difficulty levels to test your wits. Mahjong is one of those genres tailor-made for touchscreens, and while there are lots of games to choose from, CanadaDroid&apos;s title looks like a keeper. That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/05/best-android-apps-nimble-quest-sketchbook-ink", 
    "wordcount": "1913"
}