{
    "headline": "Black honeybees rediscovered in Britain", 
    "text": "The native black honeybee, feared to have died out in all but the remote reaches of northern Britain, has been found in north Wales, east Anglia and as far south as West Sussex. The Bee Improvement and Bee Breeders&apos; Association (Bibba) claims the black honeybee could hold the key to reversing the dramatic decline in honeybee colonies in Britain because it is more adapted to the UK climate than the southern European honeybee subspecies used by many UK beekeepers. &quot;There is a lot of anecdotal evidence among our 300 members that the survival rate is higher for black honeybees,&quot; said Terry Clare, president of Bibba. &quot;They are hardier and have smaller populations going into winter, so they need less food to survive, and they also have fewer mouths to feed during a cold spring snap.&quot; Francis Ratnieks, professor of apiculture at Sussex University, said: &quot;People claimed the black bee went extinct, but it&apos;s good that this research proves that their genes are still around. It makes sense to use native bees because they are better adapted to the local climate.&quot; He added: &quot;What is needed now is a large-scale queen-rearing programme on a commercial scale. Otherwise it will still be easier for beekeepers in Britain to get Italian honeybees exported from New Zealand than it is to buy native black bees.&quot; Bibba carried out the mapping research, funded by the Co-operative Group, on 117 hives across the UK believed to contain native colonies. More than half in nine locations displayed significant native characteristics, and further tests will be undertaken for genetic analysis. Black bees are much darker and have evolved thicker, longer hair and a larger body than their golden-coloured, southern European cousins, in order to keep them warm in cooler climates. This makes them less susceptible to the vagaries of British weather, which is thought to be one of the reasons for a reduction in honeybee colonies by up to 30% in recent years. In Britain, southern European honeybees filled the void after the native honeybee was practically wiped out by a virus 100 years ago. Bibba has long argued that pure-race native bees are desirable for biodiversity, and in 1997 began a project to conserve the black bee. Yet of the 250,000 hives across the UK today, less than 1% are still likely to house black bees. Martin Tovey, president of the British Beekeepers Association, said it encourages its 22,000 members to do local breeding rather than simply importing bees from southern Europe. &quot;More bees bred from black bees would be a good thing as they survive the winter better, but I&apos;m not sure they alone will reverse the collapse of colonies we have been suffering,&quot; he said. Bibba hopes to have black bees readily available for sale within three years. Poor weather, parasites, pesticides, disease and starvation have all been implicated in honeybee deaths. The rate of colony loss has slowed. Honeybee populations declined by 13.6% over the winter of 2010/11. Four years previously, one in three hives was wiped out. The government has been criticised for not doing more to improve stocks of native bees. A Defra spokesperson said: &quot;This is really promising news for the British black bee. Bees are vital to our food production and environment, so we&apos;re supporting beekeepers by providing advice and funding research on bee health. In addition, we&apos;re working with beekeeping groups on a 10-year plan to protect and improve the health of honeybees.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/18/black-honeybees-rediscovered-in-britain", 
    "wordcount": "590"
}