{
    "headline": "Surprise! Google chairman Eric Schmidt uses.. a BlackBerry", 
    "text": "Who&apos;s the person you&apos;d least expect to discover is a BlackBerry user? How about the executive chairman of the company whose software has been crucial in eroding the Canadian company&apos;s position in the consumer market? That&apos;s right: Eric Schmidt uses a BlackBerry. Why? He likes the keyboard, he says. One could question why Schmidt uses a BlackBerry: there are Android phones you can buy now! which offer a keyboard. Here&apos;s the Samsung Replenish in the US - though it reminds us of another make (can&apos;t think which just now) and only runs Gingerbread 2.3 - you know, from December 2010. Still, the reviews are good. (Plenty more here: tick the &quot;QWERTY keyboard&quot; box under &quot;Style&quot; on the left margin.) What&apos;s more, he thinks that Apple&apos;s iPad mini - the &quot;small tablet&quot; format that Google and Amazon have both made popular through their Nexus and Kindle Fire offerings - is &quot;too small&quot; compared to the large-format iPad. Schmidt was speaking in an interview with Alan Rusbridger, the Guardian&apos;s editor-in-chief, in India at the Activate conference earlier on Thursday. That people at the top of Google don&apos;t always eat their own dogfood isn&apos;t necessarily a surprise: even when he was chief executive of Google in 2009, Schmdt was spotted using a BlackBerry - and once more in 2011. And Marissa Mayer, who was one of the most senior executives at Google before she left to join Yahoo in July 2012, was famously an iPhone user - as evidenced by her tweets and various photos. Equally, pictures from inside Google frequently shows its engineers and staff working on Apple laptops, even after Google had launched its Chromebook - though we await more recent ones from inside the Googleplex following the launch of the Chromebook Pixel with its high-DPI screen. And the non-dogfooding ocurs elsewhere too - Steve Sinofsky, the former head of Microsoft&apos;s Windows team who&apos;s since left the company, had to defend his use of an iPhone (apparently he&apos;s owned every model - something he managed to keep quiet while around Steve Ballmer). The only way to top that lot might be if Andy Rubin were to be spotted using a Nokia Lumia running Windows Phone. We won&apos;t hold our breath, though.  Asked whether Android and ChromeOS will be merged now that Sundar Pichai (head of ChromeOS) has taken over from Andy Rubin, Schmidt responded that &quot;No, we don&apos;t make the decision based on who&apos;s heading the service.&quot; He also said that they are &quot;certainly going to remain separate for a very long time, because they solve different problems.&quot; That isn&apos;t quite a denial of what he said in 2011 - that the two would merge over time - but it seems like a clear rebuttal of the idea that Pichai would lead an immediate integration. Then again, integrating a mobile operating system built to hook into apps, and a desktop one built around a browser, is quite a challenge.", 
    "section": "technology", 
    "gid": "technology/2013/mar/21/eric-schmidt-blackberry-user", 
    "wordcount": "501"
}