{
    "headline": "Data drip: 'Smart' handpumps send signal that water has run out", 
    "text": "Installing handpumps in far-flung villages has long been a favourite activity of aid agencies and development NGOs. But the pumps rarely last forever: at any given time, only two of every three handpumps in rural areas are actually working, and aid workers don&apos;t often go back to check up on the status of the pumps installed several years before. That&apos;s precisely the problem a team of researchers at Oxford University are trying to tackle. They have created a device that uses mobile phone technology to generate  and transmit  data on handpump use in rural Kenya. They hope their approach will ultimately help to improve water access in drought-stricken areas. This year, the UN said new data showed the millennium development goal (MDG) target to halve the number of people without access to safe drinking water had been met in 2010, five years before the deadline. Even so, an estimated 780 million people  more than a 10th of the global population  live without basic and reliable water supplies; the overwhelming majority, roughly 80%, live in rural areas. &quot;There are a lot of gadgets and gizmos and devices out there, but those alone don&apos;t really resolve the enduring problem of rural water supply sustainability,&quot; says lead researcher Rob Hope, a senior research fellow at the school of geography and the environment at Oxford. &quot;It&apos;s really the institutional reforms that emerge from using the information in a more effective manner. That&apos;s where our research is really focused.&quot; This is how their idea works: the team implant a mobile data transmitter into the handle of a water pump in a rural village. The transmitter monitors how much the handle moves, giving a rough estimation of the volume of water that is being pumped from the well. The device, which is powered by a long-life battery, sends periodic text messages to relay this information to research teams in Nairobi and Oxford. If a pump stops being used, that will show up quickly on the computer interface. A member of the team can then call someone in the village to ask about the state of the pump. If the pump needs to be fixed, then someone can be dispatched immediately to repair it. The researchers say they should be able to respond to a breakdown  and get water flowing again  within 24 hours. The pilot phase of the project kicked off in August, when researchers began installing these &quot;smart&quot; handpumps in 60 villages in the Kyuso district in Kenya. Each pump serves about 200 people, Hope says, so the initial phase of the project could have an impact on a population of more than 10,000. &quot;There&apos;s a very scarce water supply in the dry season [in Kyuso], so handpumps are critical for the survival of the people, as well as their livelihood systems,&quot; Hope says, adding that most people in the region are subsistence farmers. The project, which was described in detail in a journal article this year, is funded by the UK government through the Department for International Development and the Economic and Social Research Council. With the pilot phase up and running, they hope to expand the project to other areas of Kenya in 2013. &quot;There&apos;s a lot more interest among government and the donor community [in Kenya], which is important,&quot; Hope says. &quot;We work very closely with government on the work that we do, and having them supportive, understanding and interested from the outset is fundamental for the sustainability [of the project].&quot; &quot;It&apos;s not just about the technology,&quot; he says, noting that everything that the group is doing is open-source. &quot;The technology is a means to generate information at a scale that allows institutional improvements  and that&apos;s the key thing.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/01/data-drip-smart-handpumps-water", 
    "wordcount": "634"
}