{
    "headline": "New YouTube iPhone app preempts iOS6 demotion", 
    "text": "Google has released a standalone YouTube app for iPhone and iPod touch, with a slicker design and richer features than the version that has been preloaded as part of Apple&apos;s iOS software. Those new features include a channel guide, enabling users to quickly access a list of the YouTube channels that they have subscribed to, and tweaked search tools including autocomplete suggestions. Social features include the ability to share videos to Google+, Twitter and Facebook. The app is focused on watching videos rather than uploading them: in fact, there doesn&apos;t appear to be an uploading feature included. &quot;We&apos;re working on an optimized version of the YouTube app for iPad in the coming months, and stay tuned for more details,&quot; writes YouTube mobile head Andrey Doronichev in a blog post announcing the new app. The app&apos;s release comes a day before Apple unveils its iPhone 5 smartphone, which judging by previous years  will be released alongside the company&apos;s new iOS 6 software. That timing is no co-incidence. In early August, developers using a beta version of iOS 6 noticed that the preloaded YouTube app had disappeared. Apple confirmed to Engadget that its licensing deal with Google &quot;has ended, but users can still use YouTube via the Safari web app&quot;. In other words, YouTube will not be preloaded on the iPhone 5, and it looks like it will disappear from existing iPhone, iPad and iPod touch devices when they upgrade to the iOS 6 software too. Google&apos;s release of a standalone YouTube app was thus inevitable. One silver lining to being unfettered from the iOS software for Google will be the ability to push out more regular updates to the YouTube app. Indeed, several of its flagship apps are offered in standalone versions on its own Android OS too for this very reason. The new app&apos;s release does spark another question: what are Apple&apos;s plans for online video? iOS already makes it easy to share videos shot on an iPhone on various social networks, but will the company offer a like-for-like replacement for the YouTube-viewing app in iOS 6? When Apple launched its latest Mac software, Mountain Lion, its default video partner was YouTube&apos;s rival Vimeo. What price a Vimeo app preloaded on new iOS devices from September? Apple&apos;s launch event will presumably reveal all.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/11/youtube-iphone-app", 
    "wordcount": "388"
}