{
    "headline": "Brain-controlling magnets: how do they work?", 
    "text": "If you were to tell people that the technology exists to manipulate the workings of people&apos;s brains, they may not believe you. That sort of thing is the stuff of cheap sci-fi B movies. If someone in the real world were to try to develop it, that&apos;s exactly the sort of scenario where they&apos;d send James Bond in to stop them before it got too far.  But the fact is that this technology genuinely exists and is widely used in neuroscientific research. It is known as Transcranial magnetic stimulation, or TMS, and as the name suggests it stimulates the brain through the cranium using magnetism. Magnets and the brain work together a lot. Neuroscience is an increasingly media-friendly area of science, and this is due in part to the increasing use of magnetic resonance imaging (MRI), an invaluable but complex technique that uses intense magnetic fields and radio waves to produce eye-catching images of a working body and brain.  TMS takes this brain-magnet relationship a step further. Rather than just passively looking and observing as the brain goes about its business, these advanced electromagnets actually alter the activity of targeted brain regions by inducing a localised varying magnetic field that causes a weak electrical current. This might sound like a bad idea (like licking a battery, but with your temporal lobe rather than your tongue) but it&apos;s perfectly logical. The brain does what it does via electrical currents conducted by neurons, and these currents are what keep our numerous organs and anatomical areas working as one cohesive whole, which is important for things like playing sports and staying alive for more than three seconds. TMS simply causes these electrical currents, which the body generates all the time, to occur at higher levels in certain targeted areas of the brain.  The technique relies on placing a coil (of varying design and composition, depending on what you want to do) on the scalp of your conscious subject, above the area you hope to stimulate, and turning it on. The biophysics behind what occurs is fascinating, albeit complex, but that&apos;s essentially the procedure, which is deceptively simple seeming. What&apos;s the point of doing this? Well, inducing currents in a part of the brain causes that part to become more or less active (depending on whether you get neuronal depolarisation or hyperpolarisation). Inducing this activity in selected areas gives us a much better understanding of what these areas do, how certain types of activity influence a person&apos;s behaviour or perception, or any number of things like that. It&apos;s not a perfect tool, of course. The direct stimulation is currently limited to the more surface-level areas of the brain, given the precision required and limitations of the technique. This still offers ample scope for areas of interest though, and it is still possible to influence deeper areas of the brain, albeit indirectly, via the myriad connections.  Admittedly, when someone manually induces a current in your verbal processing areas or motor cortex, it can seem a little unnerving. And it certainly looks disconcerting. But all the evidence suggests that, used appropriately, it is a safe procedure. TMS expert, Cardiff University researcher and occasional Guardian contributor Chris Chambers sums it up quite nicely:  The neural activation caused by TMS can tell us a lot about how the human brain controls different behaviours, ranging from basic functions like the ability to see, hear and touch, to our ability to speak and make motor movements. We can even use TMS to explore how the most advanced part of the brain  the prefrontal cortex  regulates high-level abilities like consciousness, impulse control and working memory. The great advantage of TMS over other neuroscience methods is that we&apos;re interfering with the brain rather than simply measuring its activity. Because of the causal nature of this intervention, this can tell us which parts of the brain are necessary for particular functions. There is also some evidence that TMS may assist in the treatment of conditions such as depression and tinnitus, and there is growing evidence that it can help the brain reorganise following a stroke.  I can reassure people as to the safety of TMS, in that I&apos;ve experienced it several times myself by volunteering for studies at the Cardiff University Brain Research Imaging Centre. I only ever had one experience that alarmed me. During one study, I was having my motor cortex activated, which caused my arm to flail involuntarily (it sounds worrying, but it&apos;s essentially a hi-tech version of a doctor testing your reflexes in your knee with a mallet). This experience didn&apos;t hurt, and as a neuroscience enthusiast I found the experience cool rather than worrying.  However, the physical set-up of the study and the flailing of my arm meant that I repeatedly came perilously close to slapping the (female) experimenter on the posterior. I am not the sort of man who thinks this move is a good idea, and I can&apos;t imagine a scenario where I could more effectively argue that it wasn&apos;t done on purpose. But still, I&apos;m glad it never happened. This technique is still relatively new, but is becoming more widespread, and also has clinical applications, such as the treatment of depression. The media has recently acknowledged it, and we could possibly see this happen more often in the near future. Of course, as with anything of this nature, people will worry about it. I recently explained TMS to an acquaintance. He asked, if it&apos;s possible to non-invasively alter the activity in the brain of a conscious person, what&apos;s to stop someone building a magnet that has a greater range, allowing them to shut down important brain regions, perhaps critical ones like the medulla oblongata, in unsuspecting people from a distance.  In other words, couldn&apos;t TMS be the perfect assassin&apos;s weapon? Fatally disrupting the brain activity of individuals from a distance, leaving no residue or evidence behind?  A valid concern? Not really, no. At present, TMS coils are about 15-20cm across and can directly stimulate the brain to a depth of maybe 2-3cm. And because the field strength declines non-linearly with distance, coupled with the Biot-Savart Law, you&apos;d probably need a coil at least the size of a respectable building to get any decent range from one. This would require an incredible amount of power to run, assuming you could build a coil that size that wouldn&apos;t break up under the pressure of using it. If you somehow managed all this, the magnetic field generated wouldn&apos;t be nearly focused enough (ie you might be able to target it on a crowd of rioters, but not a small area of a human&apos;s brain). Even if this lack of focus wasn&apos;t an issue, you&apos;d need the &quot;target&quot; to remain completely still while you aim the coil to line up with their important brain regions.  Suffice to say, if someone starts pointing a multi-storey coil attached to a massive generator at you, you should probably keep moving.  But if TMS worries you, the best way to overcome your concerns is to experience it yourself. There may well be a neuroscience/psychology centre looking for volunteers near you. For those near me in or around Cardiff, you can sign up for the TMS studies at the Cardiff University Psychology School.  For more info, contact Jemma Sedgmond at sedgmondj@cardiff.ac.uk. It&apos;s cool, I promise (not that my idea of &quot;cool&quot; is universally applicable).  You can follow Dean Burnett on Twitter, @garwboy, to see if he starts behaving oddly after TMS. His new science/humour podcast &quot;Dean and Dave&apos;s science webnoise&quot; with close friend and fellow science blogger David Steele, is available on podbean.com and via iTunes.", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/may/17/brain-controlling-magnets-how-do-they-work", 
    "wordcount": "1284"
}