{
    "headline": "Monsanto settles 'Agent Orange' case with US victims", 
    "text": "Chemicals giant Monsanto has reached a settlement with US residents who claimed they were poisoned by chemicals used in the manufacturing of the Vietnam-era chemical weapon Agent Orange. The long-running suit was brought by residents living near a now-defunct Monsanto plant in Nitro, West Virginia that between 1949 and 1971 produced the agricultural herbicide 2,4,5 trichlorophenoxyacidic acid, a key ingredient in Agent Orange. The weapon was used extensively during the Vietnam war, killing and maiming an estimated 400,000 people and leading to 500,000 birth defects. In 2005 a US court rejected a case brought by Vietnamese victims of Agent Orange. The suit  filed on behalf of tens of thousands of people who lived, worked and went to school in Nitro after 1949  claimed Monsanto spread toxic substances including dioxins, which have been linked to cancer, all over the town. The plaintiffs say they were exposed to levels of dioxins 100,000 times higher than acceptable levels. &quot;Dioxin is a known human carcinogen and is so hazardous to human health that no &quot;safe&quot; level of exposure has been established,&quot; the suit claimed. As part of the settlement, the chemicals firm has set up a 30-year medical monitoring programme. Thousands of people who lived or worked in the Nitro area during the time period covered by the lawsuit will be eligible to apply for benefits. The company said that a $21m fund has been set up to pay for medical testing with a further $63m available over the 30-year life of the screening programme. In addition Monsanto agreed to pay $9m for the professional cleaning of eligible homes in the Nitro area. The company also agreed to the Nitro residents&apos; court-approved legal fees and litigation costs. The settlement made no findings of wrongdoing against Monsanto. Scott Partridge, Monsanto&apos;s vice president, said: &quot;These settlements ensure that both individual and community concerns are addressed, and services are made available for the people of Nitro. We are pleased to resolve this matter and end any concerns about historic operations at the Nitro plant.&quot;  Nitro has a long history with warfare manufacturing. The town was given its explosive name when it was created in 1917 to service one of the US&apos;s main ammunition plants.", 
    "section": "environment", 
    "gid": "environment/2012/feb/24/monsanto-agent-orange-west-virginia", 
    "wordcount": "378"
}