{
    "headline": "Time to stand up to food waste (and walk more)", 
    "text": "I had to throw away the outer layers of a cabbage last night, a victim of over-stocking in the run-up to Christmas, a personal defeat in the battle against food waste. Never mind, it was a rare loss and I ate the rest with a piece of salmon which my local supermarket had assured me should have been eaten or thrown away by 19 October. Such advice is mostly nonsense in my experience, though my wife has a more delicate constitution and ate a bit of fresh cod from the fishmonger rather than join me in the salmon. But a new  and disputed  report today suggests that Britons may be wasting half the food we buy in supermarkets, 10bn worth each year, at a cost of 480 per average household. It&apos;s shocking, isn&apos;t it and even the Daily Mail, which normally tries to blame anyone but the dear reader, hints in its report that we cannot blame the waste entirely on the marketing techniques of the big chains or waste in the food chain from field to plate. We are often too fussy, too ignorant and too careless to reject the soft option of throwing stuff in the bin. The wider implications are scary. The planet faces the prospect of having to feed 9 to 10 billion people by 2050  it&apos;s currently supporting 7 billion  and as agricultural experts have been reporting quite separately this week, the rise in extreme weather has damaged both the quantity of food harvested last year and (through lack of sunlight) its quality in some places, including Britain. Yet, rich and poor alike, we are quite careless about looking after what we have. In developing countries with poor transport infrastructure and packaging (that wicked plastic packaging stuff does prevent waste) up to one third of food rots before it gets to market by some estimates. In the developed world, so today&apos;s report from the Institute of Mechanical Engineers confirms, up to one-third of vegetables are rejected as ugly or ploughed back in consequence of over-production. Yes, I know the supermarkets, even the EU, are relaxing their ugly food standards (not that country folk ever took much notice) and that Tory MP Laura Sandys has been campaigning noisily for such a change for the past few years. But you only have to visit a supermarket  either an upmarket or cost-cutting type  to see how looks matter, even for the humble carrot. US supermarkets are temples of food beauty  they pile those rosy red apples so high  yet the taste, cheese as well as apples, can be very bland. What can we do as consumers? Learn the difference between &quot;best before&quot; and &quot;sell by&quot; would be a start; the former is merely an indication that food does not remain in tip-top condition for ever, the latter a warning that should be taken more seriously, though not very seriously in my case. After all a lot of supermarket meat, even proper butcher&apos;s meat, may have been in a deep freeze for a long time before it met you. Supporting non-chain shops is important too, though that choice isn&apos;t easy for many people, and local authorities make it harder by giving in to pressure from the supermarkets for big stores, mini-markets, locals and the rest which drive out small firms (they hoover up every retail option from flowers and newspapers to shoe repairs and cafes) and homogenise the high street. Councils need the tax revenue and jobs, which big firms offer more securely than small businesses, though the latter tend to keep jobs and profits within the community, not to mention sell locally made produce rather than those fancy imports. With my reputation as the human dustbin, the young people in my extended family are always giving me meat and other food because it&apos;s a bit past its date stamp. &quot;We know you&apos;ll eat it, Mike&quot; and I do. It&apos;s partly a function of my temperament, but also experience. In my formative years after World War II when rationing persisted  into the early 1950s - food was as tight, tighter even, than when Hitler was on our case. Whereas the young people, who are always ticking me off for reactionary and outdated thinking, tend to think globally about the planet&apos;s problems, they also tend to leave all the lights on locally  and throw food into the bin locally too. As renewed austerity bites, my sense is that it&apos;s generally the old, who can remember not having much, who adapt more quickly to having less. You can see that in supermarket queues too. Don&apos;t people know it&apos;s cheaper to buy loose carrots? Of course, it suits the supermarkets to pre-pack carrots and everything else so we can scoop them off the shelf at ease. It suits them to offer three for two and to pile sweets and bit-sized sugary treats by the checkout to tempt harassed parents and hungry kids, to mix their great achievement  a huge variety of food all year round at ever-cheaper prices  with loss leaders and other villainous practices to boost sales and appease shareholders. One dire side effect (we had another warning on this one too this month) is obesity, admittedly more a function of poor exercise than poor diet. But diet doesn&apos;t help. There are reports from the Consumer Electronics Show in Las Vegas today that a smart fork will soon be able to monitor what we eat (and how fast), though that will raise ethical issues about individual autonomy too. Do I already hear &quot;nanny state&quot; from the Mail ? It&apos;s not just the customers who suffer. Milk is a standard purchase so prices must be competitive. It is the producers  the farmers - whose margins get squeezed to nothing or worse by monopsonies  look it up here  big chains who are monopoly buyers and can dictate terms as easily as monopoly sellers. Governments of all colours in all countries know this, but they also know that supermarkets are usually more popular with voters than they are. After all, their loyalty cards entrust the big corporations with intimate details they&apos;d never share with Theresa May or David Blunkett. It makes it harder for elected ministers to stand up to them  just as it does to stand up to the newspaper tycoons. Hence the shilly-shallying over traffic light warning systems for food fat content  the coalition resisted good advice from Europe - or the minimum unit price for alcohol, not to mention the craven attitude displayed over ever-more planning consents for mini-markets in ever smaller towns. It&apos;s not easy. The expensive Suffolk resort of Aldeburgh has been riven by such a row with some locals arguing that the London second-home crowd who oppose new supermarkets bring their own supplies with them (from London supermarkets). So much for food miles! But, as usual, there&apos;s a balance to be struck between convenience stores with their convenience foods, and more healthy, sustainable (even seasonal) options. We&apos;ve got the balance wrong and it shows in the strain on resources, our own expanding midrifts and in waste. Standing up for those who stand up to the Sainsbury&apos;s and Tesco&apos;s might be a good place to start. Standing up and walking a bit more would be even better.", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/10/food-waste", 
    "wordcount": "1217"
}