{
    "headline": "Somalia can be reborn as a country of progress and prosperity", 
    "text": "The term &quot;failed state&quot; was coined by President George W Bush to be the byword of US policy in Somalia. The country was put on the list of those associated with terrorism and, thereafter, any country that risked relations with Somalia was subject to American sanctions. As a result, the international community was dissuaded from having dealings with Somalia, and it became isolated. America&apos;s attitude encouraged north-east African powers to perpetuate their strategy of destabilisation, giving them licence to settle accounts with Somalia under the pretext of combating terrorism. They hoped to demoralise the Somalis, to plunge them into a state of despair from which they would never again try to rise. Yet Somalia is not a failed state. It was defeated by the weight of the resources at its adversaries&apos; disposal, but never succumbed. And it is still fighting for emancipation and self-determination. Yes, there is warlordism, terrorism, piracy, and a history of natural disaster. Yes, displacement, refugees and a lack of state authority are problematic. But these issues result directly from sustained foreign intervention and the deliberate fragmentation of the country into fiefdoms, enclaves and tribal territories.  That the conflict in Somalia has a local dimension  rooted in oppression, nepotism, exclusion, injustice, lack of economic opportunity and civil disobedience  is impossible to ignore. But without foreign interference, local issues would be less critical; they could be managed and controlled. The reality is that the big powers have relied on Ethiopia, their major ally in Africa, to decide their strategies in the Horn of Africa. William Hague, the UK foreign secretary, implicitly conceded as much in a speech before the Somali community at Chatham House earlier this month. He said: &quot;We know the international community has not always got it right in the past and that we can easily make mistakes, even when our intentions are good.&quot; Irrespective of the lack of government regulation and protection, Somalis have formed networks  both within the country and across borders and continents  that are bound together by ties of family and trust. Two major financial institutions that emerged out of the ashes of the destruction are Dahabshiil international bank and Salama bank. Both have their head offices in Djibouti for legal and security reasons. Their services cover all Somalis and all regions to the tiniest village, a feat that would have been impossible under the old government.  With the help of such initiatives, Somali capital has migrated to Kenya and Dubai, where Somalis excel in every field. In Dubai, they are the biggest re-exporter after the Iranians. In Kenya, they have competed successfully with the Asian business community and achieved significant results in telecommunications, money transfers, transport and real estate. Their business networks extend to the Middle East, South Africa, Tanzania, South Sudan, Congo and Central Africa. The private sector and non-governmental organisations have supplanted the administration in offering services such as education, health and manufacturing. &quot;Somalis worldwide provide more than $1bn in remittances back to Somalia each year  more than the international community provides in aid,&quot; Hague pointed out in his Chatham House speech. What&apos;s more, Somalis inject $1bn annually into the economy of Kenya. This is variously due to the high returns offered by Kenya&apos;s economy, partnerships with Kenyan Somalis, the sharing of 800km of common border, and Kenya&apos;s role as an outlet for Somalia&apos;s informal economy. Livestock and agriculture were the mainstays of the Somali economy before the collapse of the state, accounting for around 50% of GDP. And despite the lack of regulation and government protection  and the chaos, natural disasters and fierce competition from highly advanced economies such as Australia and Argentina  Somalia&apos;s livestock exports have doubled in comparison to 1990 levels. Neither are the positives confined to economics and agriculture. Somalis in the diaspora have impressive entrepreneurial skills and are highly educated and talented. Nuruddin Farah, a novelist and university professor in South Africa, was a candidate for the Nobel prize for literature. Dr Abdulqawi Ahmed Yusuf is a judge at the international court of justice. A song by the world famous rapper K&apos;naan was chosen as the official anthem of the football World Cup in South Africa. And distance runner Mo Farah, who is also a British citizen, is the 5,000-metre world champion. Moreover, Somalia has enormous natural resources. It has two as yet untapped rivers. It has 8m hectares of cultivable land. It has a 3,000km coastline, the longest in Africa, full of marine resources. It possesses huge deposits of uranium and other precious minerals. Last but not least, Somalia has substantial reserves of oil and gas; in fact, its reservoir of black gold is understood to be the second biggest in Africa. Clearly, despite the challenges encountered by Somalia over the past 20 years, the country has a lot to offer. It is capable of a rebirth and will one day stand on its feet again to pursue the march of progress, restoring its dignity and assuming equal status with other members of the international community.  Mohamed Sharif Mohamud is the former ambassador of Somalia and the Arab League", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/22/somalia-reborn-progress-prosperity", 
    "wordcount": "854"
}