{
    "headline": "Why is Reuters puzzled by global warming's acceleration?", 
    "text": "The rate of heat building up on Earth over the past decade is equivalent to detonating about 4 Hiroshima atomic bombs per second. Take a moment to visualize 4 atomic bomb detonations happening every single second. That&apos;s the global warming that we&apos;re frequently told isn&apos;t happening. There are periods when the ocean heats up more quickly than the surface, and other periods when the surface heats up more quickly than the oceans. Right now we&apos;re in a period of fast ocean warming and overall, global warming is continuing at a very fast pace.  The confusion on this subject lies in the fact that only about 2 percent of global warming is used in heating air, whereas about 90 percent of global warming goes into heating the oceans (the rest heats ice and land masses). But humans live at the Earth&apos;s surface, and thus we tend to focus on surface temperatures. Over the past 1015 years, Earth&apos;s surface temperature has continued to rise, but slowly. At the same time, the warming of the oceans  and the warming of the Earth as a whole  has accelerated. This was the conclusion of a scientific paper I co-authored last year, in which our team found more overall global warming (of the oceans, air, land, and ice combined) over the past 15 years than during the prior 15 years. Just recently, another paper published in the journal Geophysical Research Letters found that the warming of the oceans since the turn of the century has been the most sustained in the past 50 years. They also found that, consistent with my team&apos;s research, about 30% of overall global warming has gone into the deep oceans below 700 meters due to changing wind patterns and ocean currents. This accelerated deep ocean warming is also unprecedented in the past 50 years. We often hear from the media that the (surface air) warming has slowed or paused over the past 15 years. This isn&apos;t a puzzle; climate scientists are well aware of several contributing factors, as a recent Reuters article  &quot;Climate scientists struggle to explain warming slowdown&quot; eventually discussed. The accelerated warming of the oceans is likely the main contributor. During years with La Nia events, more heat is transferred to the oceans, and surface temperatures are relatively cool as a result. The opposite is true during El Nio years. During the 1990s, there were more El Nio than La Nia events, which resulted in more surface air warming. One of the strongest El Nio events of the century happened in 1998, which not coincidentally was 15 years ago.  When people say &apos;no warming in 15 years&apos;, they&apos;re cherry picking the timeframe to begin in an abnormally hot year. It&apos;s like arguing that your car must have broken down because it hasn&apos;t moved in the 15 seconds while you&apos;ve been stopped at a red light. The argument selects a short timeframe that&apos;s not representative of the whole. Since 2000, there has been a preponderance of La Nia events, which has acted to temporarily bury more global warming in the oceans. A new study published in Nature Climate Change found that by taking into account the short-term changes caused by factors like El Nio and La Nia cycles, they could accurately forecast the slowed warming at the surface several years in advance. The paper concluded,  &quot;Our results hence point at the key role of the ocean heat uptake in the recent warming slowdown.&quot;  Reuters did not talk to the authors of this study, or ask any other climate scientists about this surface warming slowdown that they&apos;re supposed to be puzzled about. Actually that&apos;s not quite true. Just a week earlier, Reuters interviewed the lead author of that paper in an article with the headline &quot;Oceans may explain slowdown in climate change&quot;. The article noted,  &quot;Experts in France and Spain said on Sunday that the oceans took up more warmth from the air around 2000. That would help explain the slowdown in surface warming but would also suggest that the pause may be only temporary and brief.&quot;  Reuters didn&apos;t connect the dots between these two articles, telling us one week that oceans help explain the surface warming slowdown, and the next week claiming the slowdown is puzzling climate scientists. However, these &apos;slowdowns&apos; happen on a regular basis. You can find one every 5 to 10 years in the surface temperature data, as illustrated in a graphic I created nicknamed &apos;The Escalator&apos;.     Average of NASA GISS, NOAA NCDC, and HadCRUT4 monthly global surface temperature anomalies from January 1970 through November 2012 (green) with linear trends applied to the timeframes Jan '70 - Oct '77, Apr '77 - Dec '86, Sep '87 - Nov '96, Jun '97 - Dec '02, and Nov '02 - Nov '12.    During periods with more La Nias, surface temperatures temporarily flatten out. But global warming does not. As long as humans continue to increase the greenhouse effect by burning massive quantities of fossil fuels, the planet will continue to warm, as is clear from the acceleration of global warming since 2000. This is the first post for my new blog with John Abraham, Climate Consensus - the 97%, hosted by the Guardian. I&apos;m also a writer for Skeptical Science, and an environmental scientist by trade. You can follow me on Twitter @dana1981.", 
    "section": "environment", 
    "gid": "environment/climate-consensus-97-per-cent/2013/apr/24/reuters-puzzled-global-warming-acceleration", 
    "wordcount": "860"
}