{
    "headline": "Sustainable houses are becoming the new ideal homes", 
    "text": "I meet Rebecca Golding window shopping amidst an array of solar panels and a display of drains at the Ecobuild 2013 exhibition in London. She looks bewildered, like a tourist lost in a foreign city, scared she might get ripped off, trying to interpret the green babble being spoken around her. She is looking for triple-glazed windows which she wanted for the ultra-low energy house she is building with partner Jim on a plot near Newport, south Wales. But he has been diverted by some thermal imagery cameras, and a solar &quot;dock&quot; which promises to charge up his (aspirational) electric bike with a photovoltaic panel 20ft up on a pole. The reality was these proto self-builders were living in a small two-up-two down terraced house that was leaking energy and needed a total makeover. &quot;But we can&apos;t stop dreaming, can we? Look at all this,&quot; says Rebecca. &quot;This&quot; is a cross between a builder&apos;s yard, a gadget showroom and the Chelsea Flower Show: wind turbines, windows, living walls, biomass boilers, sewage treatments plants, heat pumps, green paving, ventilation systems to extract every impurity from inside a house, revolving doors that generate electricity, hemp and straw houses, compost toilets, even metal screws specifically designed for polluted places. Six years ago about 6,000 people visited Ecobuild, and a few hundred companies showed their kit. This year it is one of only two exhibitions to stretch over both vast halls at the ExCel centre in London&apos;s Docklands and is billed as the &quot;world&apos;s biggest event for sustainable design, construction and the built environment&quot;. More than 800 companies are exhibiting, 60,000 people are expected to visit over the three days along with ministers, debates and seminars so technical that only a few builders or architects in the world might understand. In comparison, the Ideal Home show, which runs from March 15 for 17 days, can expect 250,000 people and mainly features furnishings and kitchens. While the building industry at the show is mainly concerned that government should continue to back green building with the Green Deal, incentives, tax breaks and consistent policies, the public at Ecobuild almost all said they liked the idea of technology helping them reduce bills and do less damage to the environment. &quot;Guys really like the kit. There&apos;s a trend there,&quot; says John Alker, director of policy at the UK Green Building Council. &quot;Our housebuilders are saying they are seeing much greater interest in low-carbon technologies. As energy bills go up, architects and others are taking note of how energy-efficient these buildings are. There has been phenomenal interest in aspirational homes, too,&quot; he says. James Trent, an IT worker from Birmingham, says: &quot;I can&apos;t make my mind up between a Passivhaus  somewhere that offers no bills and a tiny ecological footprint  or one of these flash see-through all-glass German Huf Hauses. But I know I can&apos;t afford them. They&apos;re like the Ferraris of green building.&quot; Instead, he has been talking to the man from CornerstoneZED who is selling the idea of buying into an eco village community of 90 houses to be built on seven acres of land in Plymouth. It offers &quot;zero bill&quot; homes that need next-to no heating and can pay off much of the mortgage in the energy they generate. &quot;He told us you can buy a regular house and spend 1,000 a year on energy bills or you can buy a Zero house which will cost 1,000 more in mortgage payments but will earn you the extra in feed-in tariff payments,&quot; he says. &quot;No contest.&quot; According to the exhibitors, the construction and housing industries are waking up to the fact that there are only minimal extra costs added if green technologies are built into the structure of the house from the beginning. The low cost for greening a new build is confirmed by researchers. &quot;Sometimes there is a belief that they are added costs. But spread over a few years and built into the fabric of the house, it has no extra costs and is very efficient,&quot; said Terence Beckett of BRE Global, the UK&apos;s leading building research group. &quot;Green building is definitely becoming mainstream. Sustainability has become standard.&quot;", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/06/sustainable-houses-ideal-homes", 
    "wordcount": "724"
}