{
    "headline": "Reduce food waste dramatically with simple acts, says UN", 
    "text": "Small but simple actions by consumers and food retailers could dramatically cut the 1.3bn tonnes of food lost or wasted across the world each year, according to an unprecedented global campaign launched on Tuesday. Requesting smaller portions at restaurants, freezing leftovers and donating to food banks can help make a difference, says the UN-led Think, Eat, Save: Reduce Your Foodprint campaign, while retailers and supermarkets should be carrying out audits and working more closely with their suppliers to reduce waste. Worldwide, it is estimated that about one-third of all food produced  worth around $1 trillion  gets lost or wasted in production and consumption systems, according to the Food and Agricultural Organisation (FAO).A recent report from the UK&apos;s Institute of Mechanical Engineers put the figure higher, warning that as as much as half of all the food produced in the world  equivalent to 2bn tonnes  ends up as waste every year. UN under-secretary-general and Unep executive director, Achim Steiner, said: &quot;In a world of 7 billion people, set to grow to 9 billion by 2050, wasting food makes no sense  economically, environmentally and ethically.&quot; Jos Graziano da Silva, FAO director-general, added: &quot;Together, we can reverse this unacceptable trend and improve lives. In industrialised regions, almost half of the total food squandered, around 300m tonnes annually, occurs because producers, retailers and consumers discard food that is still fit for consumption. This is more than the total net food production of sub-Saharan Africa, and would be sufficient to feed the estimated 870 million people hungry in the world.&quot; According to the FAO, 95% of food waste in developing countries are unintentional losses at early stages of the food supply chain, caused by financial, managerial and technical limitations in harvesting techniques; storage and cooling facilities in difficult climatic conditions; infrastructure; packaging and marketing systems. But in the developed world, the end of the chain is far more significant. At the food manufacturing and retail level, large quantities of food are wasted because of inefficient practices, quality standards that over-emphasise appearance, confusion over date labels and consumers being quick to throw away edible food due to over-buying, inappropriate storage and preparing meals that are too large. Per capita waste by consumers is between 95kg and 115kg a year in Europe and North America/Oceania, while consumers in sub-Saharan Africa, south and south-eastern Asia each throw away 6kg to 11kg a year. According to the UK waste body Wwap, the average UK family could save up to 680 a year and the UK hospitality sector 724m a year by tackling food waste.", 
    "section": "environment", 
    "gid": "environment/2013/jan/22/reduce-food-waste-campaigners", 
    "wordcount": "435"
}