{
    "headline": "YouTube's mobile advertising takes off", 
    "text": "YouTube has tripled its mobile advertising revenues in the last six months, and the key factor may have been the removal of the YouTube app from Apple&apos;s iOS software. The growth stat comes from a Bloomberg interview with YouTube&apos;s vice president of sales Lucas Watson. &quot;The commercial business has exploded,&quot; he says. &quot;It&apos;s a huge part of our business, and we know that&apos;s where it&apos;s headed.&quot; Watson doesn&apos;t give specific revenue numbers, but the piece uses estimates from Wedge Partners Corp analyst Martin Pyykkonen to come up with a figure: up to $350m (226.3m) of mobile ad revenues for YouTube in the first quarter of 2013 alone. Here are the workings: Pyykkonen estimates that YouTube ads generate around 10% of Google&apos;s overall revenues, and that mobile ads account for between 20% and 25% of YouTube&apos;s sales. With $14bn of Google revenues in Q1 2013, that would mean $1.4bn of YouTube revenues, and $280m-$350m of mobile ads. Highly speculative, then, although it&apos;s part of a wider bullishness from analysts about YouTube&apos;s growth. Witness Morgan Stanley&apos;s prediction in May that YouTube may be a $20bn business for Google by 2020. YouTube&apos;s mobile growth has been rapid. The company says that 25% of its global views come from mobile devices: 1bn views a day. That&apos;s a tenfold increase since July 2010, when YouTube was generating 100m mobile views a day, three years after its mobile service&apos;s launch in 2007. So why was YouTube&apos;s parting of the ways with Apple&apos;s iOS 6 software in August 2012 such a crucial moment? Because until then, Google couldn&apos;t show ads in the native iOS app, as part of its deal with Apple. But when it launched its standalone app for iOS in September, it could. The app has been hugely popular. In May 2013, Apple published all-time charts for its App Store, with YouTube the fourth most popular free iPhone app ever and this just eight months after its release. More recent stats from analytics firm Distimo show YouTube as the most popular-non-gaming app for iOS based on downloads in May 2013, behind only Candy Crush Saga, Fast &amp; Furious 6 and Iron Man 3 on the overall chart. On Android, meanwhile, YouTube is built into Google&apos;s OS, but it&apos;s also available as a standalone download on the Google Play store, where Google&apos;s stats show it has been installed between 100m and 500m times the Play Store statistics don&apos;t get more specific than that, unfortunately. The bulk of YouTube&apos;s 1bn daily mobile views are likely coming on iOS and Android, and since September 2012 it has been able to show ads on both platforms. It&apos;s no wonder YouTube&apos;s mobile ad revenues are growing sharply. YouTube and its parent company have been working hard to communicate this to brands and agencies. Witness this blog post on Google&apos;s AdWords Agency Blog on how &quot;Generation C&quot; younger, connected consumers are using YouTube. &quot;Gen C watches YouTube on all screens, constantly switching between devices,&quot; explained Google&apos;s advertising research director Gunnard Johnson. &quot;We found that that the amount of time Gen C spends watching YouTube on their smartphones is up 74% from last year. In fact, in 2012 the number of Gen C viewers who regularly watch YouTube on smartphones caught up to the number of viewers tuning in on their PCs.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jun/06/youtube-mobile-advertising", 
    "wordcount": "568"
}