{
    "headline": "Desperately seeking  a ring ouzel", 
    "text": "Stanage is the grandest and longest gritstone edge in the Peak District, and facing west by south-west is a good place to witness nature&apos;s wilder moments  the fiery sunsets and raging storms. Neither is much in evidence as I stumble up the track from an empty car park towards the crag. After two weeks of luxurious sunshine, cloud has dropped on the moors like a heavy blanket  and just in time. Fire notices have just gone up as the dry peat threatens to combust. Now, bizarrely, snow is forecast. I can feel its first breath on the icy breeze. Foolishly, I have come with a plan, to see one of the ring ouzels, or mountain blackbirds, that nest at Stanage, fresh back from the Maghreb and now settling down to the first of hopefully two broods in the kind of heat they&apos;ve just left behind. Their song is one of the signature sounds of our uplands, like the bubbling of a curlew or the chuckle of a grouse. Slimmer than their woodland cousins, the male&apos;s white bib is the hallmark of the species, in French the merle  plastron, or &quot;breastplate blackbird&quot;. Their numbers in Britain arein decline, although they&apos;ve done fairly well at Stanage in recent years. Various theories are advanced  climatechange, hunting, loss of habitat, or likely all three. I find a path that lets me contour between the crag and a long, untrammelled hollow of wet, boggy ground. If I was a ring ouzel looking for worms, I think that&apos;s where I&apos;d go in dry weather. I listen but hear nothing. The breeze stirs the dead stems of bracken, and a wren rushes out to berate me for intruding. I shuffle away apologetically. So I give up and settle down among last year&apos;s growth to listen for 10 minutes to the matrix of birdsong building around me, the soundscape of a hidden world. Refreshed, but frozen, I stand toleave, and am rewarded by a ring ouzel singing in the trees just beneath thecrag.", 
    "section": "environment", 
    "gid": "environment/2012/apr/09/stanage-peak-district", 
    "wordcount": "346"
}