{
    "headline": "Serge Haroche and David Wineland win Nobel prize in physics: as it happened", 
    "text": "  2.02pm BST    Videos of David Wineland    Michael Roberts at the Latest Word blog has put together a compilation of videos where David Wineland explains his work on trapping ions.  Here&apos;s a couple of them:                           1.07pm BST    Professor Sir Peter Knight on the Nobel prize winners    Here is Professor Sir Peter Knight, President of the Institute of Physics, speaking to Guardian science correspondent, Ian Sample, a few moments ago about the work of David Wineland and Serge Haroche. He was talking on a cellphone from the garden at Cumberland Lodge in Windsor, so the audio quality is a little poor.   Interview with Professor Sir Peter Knight, President of the Institute of Physics on the 2012 Nobel prize in physics winners Serge Haroche and David Wineland  (mp3)   Some highlights from Prof Knight&apos;s interview are below. He said the two scientists had made quite spectacular progress over the last decade or so, where you can start to really control systems at the quantum level, manipulate them and move them around in a way that is unimaginable when they first started. On the potential applications of Haroche and Wineland&apos;s work:  Quantum computing is still quite a long way away from large scale quantum device, but both of these groups have indicated the necessary ingredients that would make a logic circuit obey the laws of quantum mechanics and thats what we really want to be able to do. We want to be able to manipulate these things, to swap the information to and fro, and what these two Nobel prize winners have done in their very different labs is show how you can do that.  On no prize for the Higgs discovery by Cern:  I think the Swedish Academy didnt have the time to deal with that, because the first definitive five sigma signal in July was well before this announcement but well after when the Swedish Academy was drawing up its shortlist. I wouldnt be at all surprised if the Swedish Academy took a much closer look at this for next year.     Updated at 2.30pm BST     12.20pm BST          Serge Haroche in 2009, when he won the CNRS Gold Medal. He has been professor of quantum physics at the&nbsp;Coll&egrave;ge de France since 2001. Photograph: Christophe Lebedinsky/AFP/Getty Images/CNRS         12.15pm BST       Some reaction from British scientists to the Nobel announcement, via the Science Media Centre in London. Professor Sir Peter Knight, a colleague in the same field as Serge Haroche and David Wineland, and president of the Institute of Physics:  Haroche and Wineland have made tremendous advances in our understanding of quantum entanglement, with beautiful experiments to show how atomic systems can be manipulated to exhibit the most extraordinary coherence properties; Haroche working with cavity quantum electrodynamics and Wineland with trapped ions. Their work demonstrates very fundamental behaviour of quantum systems under complete control, and underpins quantum technologies relevant to quantum computing and atomic clocks.  Dr Alexander Belton, Department of Mathematics and Statistics, Lancaster University:  Professors Haroche and Wineland both work in the field of quantum optics. This is the part of physics concerned with the interaction between light and matter at the quantum level, so between individual particles of light, photons, and matter, such as atoms or ions (which are atoms but with electrons missing). Haroche and Wineland have been able to do experiments which involve manipulating individual particles while maintaining their quantum nature; this is very difficult to achieve because particles tend to interact with the environment and then behave in a classical (non-quantum) manner. Quantum optics may offer a route to implementing quantum computers, which some researchers believe will bring an advance in computing power far beyond what present systems offer.  Prof Jim Al-Khalili of the University of Surrey:  Very exciting  this years Nobel Prize recognises some of the most incredible experimental tests of the weirder aspects of quantum mechanics. The two winners have for some years led teams in Boulder Colorado and in Paris that have carried out quite remarkable experiments that have demonstrated and confirmed phenomena such as quantum entanglement and decoherence. Until the last decade or two, some of these results were nothing more than ideas in science fiction or, at best, the wilder imaginations of quantum physicists. Wineland and Haroche and their teams have shown just how strange the quantum world really is and opened up the potential for new technologies undreamt of not so long ago.        12.03pm BST    Serge Haroche on art and science    Here is Serge Haroche speaking about science and art at International Science Day 2011.               Updated at 12.04pm BST     11.57am BST    Serge Haroche speaks about his award    Over a very crackly phone line, Serge Haroche answered questions from assembled members of the press, after the Nobel announcement was made. Here are some of the things he said. On finding out:  I was lucky - I was in the street and passing a bench so I was able to sit down immediately. I was walking with my wife going back home and when I saw the area code 46, then I sat down. [When I saw] the Swedish code I realised it was real. Its fairly overwhelming. I immediately called my children and then my closest colleagues, without whom I would never have got this prize. One of them was lecturing and I sent him a text. He answered me I am in the middle of a lecture, Ill call you back later. I sent a text back saying, interrupt your lecture and call me back immediately.  What he will do to celebrate:  I think I will do is call my colleagues and children and we will have champagne at home and in the afternoon I will go back to the office and the lab.  Asked about the potential use of his work Haroche cited past examples of basic physics research, such as lasers, nuclear magnetic resonance, that were done without specific applications in mind:  The manipulation of quantum systems belongs to the same kind of physics. There is a lot of things to learn at the fundamental level and some application will come but its very hard to say which one. Maybe it will be some kind of computer, maybe it will be in quantum simulations or quantum communications.  Did he expect to get the Nobel prize?  I did not see it coming. There are a lot of people in the world who deserve the prize, working in a lot of interesting areas. I just consider myself as just one of the possible choices. i did not think it was highly probable and I tried not to think about it in advance. I am also very glad to share it with Dave Wineland because hes a fantastic physicist and to be in his company is certainly a great pleasure for me and great recognition.      French physicist Serge Haroche (right), and his assistant Igor Dotsenko at work in Paris, 2009. Photograph: Christophe Lebedinsky/AP/CNRS      Updated at 2.41pm BST     11.44am BST          President George W Bush presents Wineland with the National Medal of Science award at the White House in 2007. Photograph: Charles Dharapak/AP      Updated at 12.24pm BST     11.34am BST          This is Wineland in Boulder, Colorado, in 2008. Wineland and Haroche won the physics Nobel for finding ways to measure quantum particles without destroying them &ndash; something previously thought impossible. Their work could lead to the building of a new kind of super-fast computer based on quantum physics. Photograph: Reuters         11.01am BST    Winners announced    This year&apos;s physics Nobel winners have been announced: Serge Haroche, professor at Collge de France and Ecole Normale Suprieure, Paris, France. David J. Wineland, group Leader and NIST Fellow at the University of Colorado, Boulder. From the press release from the Royal Academy of Sciences:  The Nobel Laureates have opened the door to a new era of experimentation with quantum physics by demonstrating the direct observation of individual quantum particles without destroying them. For single particles of light or matter the laws of classical physics cease to apply and quantum physics takes over. But single particles are not easily isolated from their surrounding environment and they lose their mysterious quantum properties as soon as they interact with the outside world. Thus many seemingly bizarre phenomena predicted by quantum physics could not be directly observed, and researchers could only carry out thought experiments that might in principle manifest these bizarre phenomena.   Both Laureates work in the field of quantum optics studying the fundamental interaction between light and matter, a field which has seen considerable progress since the mid-1980s. Their ground-breaking methods have enabled this field of research to take the very first steps towards building a new type of super fast computer based on quantum physics. Perhaps the quantum computer will change our everyday lives in this century in the same radical way as the classical computer did in the last century. The research has also led to the construction of extremely precise clocks that could become the future basis for a new standard of time, with more than hundred-fold greater precision than present-day caesium clocks.  According to the ViXra blog, &quot;this work was widely predicted as a possibility for the prize.&quot;    Updated at 11.30am BST     10.04am BST    Summary    After the excitement of yesterday&apos;s Nobel prize in physiology or medicine, will the physics prize live up to expectations? We will find out in just under an hour, when the Royal Swedish Academy of Sciences in Stockholm makes the latest in its long line of prestigious prizes. This is the prize all physicists want, a chance to be remembered in the same pantheon as Max Planck, Richard Feynman, Niels Bohr, Marie Curie, Werner Heisenberg and, of course, Albert Einstein. Last year&apos;s prize went to Saul Perlmutter, Brian P Schmidt and Adam G Riess for the discovery of the accelerating expansion of the Universe through observations of distant supernovae. The year before that, Andre Geim and Konstantin Novoselov, both based at the University of Manchester, won the Nobel for their &quot;groundbreaking experiments regarding the two-dimensional material graphene. Predictions for the winner of this year&apos;s prize are, as usual, a shot in the dark. Still, it hasn&apos;t prevented lots of attempts to do it. Over at the Physics Buzz blog, tips include the scientists who made the first experimental confirmations of a weird quantum effect known as &quot;entanglement&quot;. This is what Einstein called &quot;spooky action at a distance&quot; - in other words that two entangled particles would know what state the other was in, no matter how far apart they were, even if they were a whole universe apart. Americans Stuart Freedman and Jon Clauser and French physicist Alain Aspect were the first to verify quantum entanglement experimentally. Another quantum idea on the tips list is the engineering of quantum information, which aims to use the strange ideas of quantum mechanics to, one day, build quantum computers or to teleport particles from one place to another. Physicist Anton Zeilinger is a pioneer in this field. And then there is the Higgs boson. Guardian science correspondent (and author of the definitive story of the hunt for the Higgs boson) Ian Sample reckons it&apos;s too early to give the award to particle physicists for their sort-of discovery, earlier this year, of the long-elusive particle that gives all other particles their mass. Cern physicist (and Guardian blogger) Jon Butterworth disagrees. If Jon is right and the Nobel committee decides to throw out its standard rules to recognise the discovery, they would have faced a headache over which people to award the prize to. Also a possibility is John Pendry at Imperial College London, for his theoretical work on metamaterials (invisibility cloaks to you and me).  Stay tuned for updates here - the Nobel prize for physics will be announced some time after 10:45am (BST).    Updated at 10.42am BST  ", 
    "section": "science", 
    "gid": "science/2012/oct/09/nobel-prize-physics-2012-live", 
    "wordcount": "1759"
}