{
    "headline": "10 mobile games for kids with 69.99 in-app purchase options", 
    "text": "   The topic of freemium games and children is an increasingly controversial one, with one element being the question of how high in-app purchase (IAP) tiers should go in games for children. Some of the world's most familiar brands have games available where the IAP goes up to 69.99. Here are 10 examples. All of them are available on iOS, with seven also available on Android. Photograph: Guardian       1. SpongeBob Moves In. Published by Nickelodeon, based on the SpongeBob SquarePants TV show. Dive into Day 1 of SpongeBobs life in Bikini Bottom! Move him into his Pineapple house, get a job at the Krusty Krab, and build your very own Bikini Bottom! Age rating: 4+. Photograph: Guardian       1. SpongeBob Moves In. The in-game store sells virtual coins and Jellyfish Jelly, with the latter going up to 69.99 for 4,000 jars. Photograph: Guardian       2. My Little Pony  Friendship is Magic. Published by Gameloft based on the Hasbro brand. Your favorite ponies are here: Rainbow Dash, Fluttershy, Applejack and more! Age rating: 4+. Also available on Android. Photograph: Guardian       2. My Little Pony  Friendship is Magic. The in-game store sells virtual coins, up to 69.99 for 150,000. Photograph: Guardian       3. Temple Run: Oz. Published by Disney, based on its film Oz The Great and Powerful, and Imangi Studios' Temple Run 2. Play as Oz and outrun the shrieking flying baboons as you turn, jump and slide your way across the land. Age rating: 9+. Also available on Android. Photograph: Guardian       3. Temple Run: Oz. The in-game store sells virtual gems and coins, with the latter going up to 69.99 for 500,000 coins. Photograph: Guardian       4. Skylanders Lost Islands. Published by Activision based on its console franchise and toys. Embark on incredible quests with your Skylanders collection in this amazing new adventure. Age rating: 9+. Photograph: Guardian       4. Skylanders Lost Islands. The in-game store sells gems for up to 69.99 for 7,500. Photograph: Guardian       5. Smurfs' Village. The grandaddy (or Grandpa) of freemium children's games, published by Beeline Interactive. With Papa Smurf's guidance, its up to you to build a new village for the Smurfs to call home. Age rating: 4+. Also available on Android. Photograph: Guardian       5. Smurfs' Village. The in-game store sells SmurfBerries for up to 69.99 for a wagon of 2,000. Photograph: Guardian       6. Madagascar Join the Circus! Published by D3Publisher based on DreamWorks Animation's movie franchise. Build up and decorate your wild Big Top attractions and clown around with Madagascar-style mini-games. Age rating: 4+. Also available on Android. Photograph: Guardian       6. Madagascar Join the Circus! The in-game store sells virtual bananas and tickets, with bananas going up to 69.99 for 1,200 (curiously, US pricing is displayed even in the UK version of the game). Photograph: Guardian       7. Snoopy's Street Fair. Published by Beeline Interactive based on the Peanuts characters. In this taptastic adventure youll decorate Charlie Browns neighborhood and fill it with a wealth of wonderful stalls and attractions. Age rating: 9+. Also available on Android. Photograph: Guardian       7. Snoopy's Street Fair. The in-game store sells virtual currency at up to 69.99 for a trunk. Photograph: Guardian       8. Fashion Inc. by Stardoll. Published by Stardoll based on its virtual world for girls. Become a fabulous fashionista and create true fashion! Age rating: 4+. Photograph: Guardian       8. Fashion Inc. by Stardoll. The in-game store sells diamonds and design bucks, with the former going up to 69.99 for 1,000. Photograph: Guardian       9. Hello Kitty Kawaii Town. Published by Kansai Telecasting Corporation based on the Sanrio brand. Lets start a fancy shop, fill your garden with lovely flowers, and produce your own Kawaii Town. Age rating: 4+. Also available on Android. Photograph: Guardian       9. Hello Kitty Kawaii Town. The in-game store sells virtual tickets for up to 69.99 for 2,000. Photograph: Guardian       10. Gnome Village by Disney. Experience the Disney magic and build your very own gnome village, gather a crew of adorable animals to help you, and explore the enchanted forest beyond your village borders! Age rating: 4+. Also available on Android. Photograph: Guardian       10. Gnome Village by Disney. The in-game store sells gold bars for up to 69.99 for 1,200. Photograph: Guardian       In-app purchases and children is a sensitive subject, so what do you think. Is 69.99 too high a pricing tier for virtual items in games that will appeal to children? Or is the responsibility more with parents to restrict their IAP settings to ensure that their kids can't spend without their knowledge? Is it fair to label brands like Peanuts and Hello Kitty as solely for children, when they have adult fans too? Make your thoughts known by joining the debate in our comments section. Photograph: Guardian  ", 
    "section": "technology", 
    "gid": "technology/appsblog/gallery/2013/jun/07/kids-apps-in-app-purchases", 
    "wordcount": "0"
}