{
    "headline": "Environmental protection rules may be headed for government shredder", 
    "text": "On 12 January, cabinet office minister Oliver Letwin met senior officials from the department of the environment along with representatives from the Environment Agency and Natural England and made a startling proposition. Letwin told them he wanted all environmental guidance replaced with a single 50-page document, just as the government aims to do with the 1,000 pages of planning guidance. That is the story told to me by a well-placed source. I have tried to uncover more details, but have met with a brick wall, surrounded by stony near-silence and topped with a few barbed comments. I understand a leak inquiry has been initiated since I started asking questions. This is not surprising. His proposal was met with disbelief, I&apos;m told. Letwin, it appears, is living in another world having apparently told the meeting that the planning proposals showed how the shredding of guidance could &quot;work very well.&quot; The public uproar over the planning proposals suggests otherwise. I asked both Defra and the Cabinet Office for more information on the meeting. Their entire response is this: &quot;We never comment on whether internal meetings have or have not taken place.&quot; This is poor, given that the Environment Agency had already confirmed to me that the meeting had taken place. A spokesman said: &quot;The meeting was about simplifying advice to business about environmental regulation and was positive.&quot; So there was a meeting and it was about &quot;simplifying&quot; environmental guidance. It was prompted by the government&apos;s Red Tape Challenge (RTC), which has now consulted the public on environmental regulations and guidance, with Defra is expected to respond soon. Has Letwin, finger on the popular pulse, has detected a huge groundswell of public opinion ready to unleash a torrent of common sense and wash away all that loathsome red tape? A few minutes on the environment section of the RTC website gives you the answer: a deafening no. The site attempts to prime the pump. &quot;We have to make sure that our ... environmental regulations are not strangling businesses and individuals with red tape.&quot; The first question then posed to readers is: &quot;Should we scrap them altogether?&quot; But when you read the comments posted, the vast majority span the range between outrage and indignation that the &quot;greenest government ever&quot; is even considering scrapping the rules protecting the enviroment. Many call for stronger regulation, not less. The first of the eight categories is &quot;Air pollution&quot;, which attracted 108 comments. Of these just 8 (7%) suggest any change at all. The rest protest at the exercise, saying, for example: &quot;I cannot imagine how any government of a civilised country really thinks that watering down the legislation about air quality is a good thing.&quot; The other categories show the same strong sentiment. So if the public seem to want the opposite of what the government is proposing, why is it proceeding? The obvious answer is economic growth. Letwin&apos;s proposal is &quot;very plausible because deregulation is their only policy for growth&quot;, one source told me. Tom Burke, veteran environmentalist, past adviser to Conservative environment secretaries, and now working for Rio Tinto, agrees: &quot;This report [of the Letwin meeting] is consistent with a complete hostility to the environment, based on the misapprehension that the environment regulations get in the way of growth - which they don&apos;t and there is no evidence that they do - and the mistaken belief that the British people want to choose between the two, which they don&apos;t.&quot; He adds: &quot;The financial crash was due to deregulation, the government now has a very tricky problem on breast implants due to regulatory failure and the soaring whiplash injury claims are due to the deregulation of lawyers. Who are the government doing this for?&quot; Chancellor George Osborne answered this question in his autumn statement by accusing the implementation of the EU Habitats Directive, which protects wildlife, &quot;placing ridiculous costs on British businesses&quot;. He added: &quot;We shouldn&apos;t price British business out of the world economy. If we burden them with endless social and environmental goals  however worthy in their own right  then not only will we not achieve those goals, but the businesses will fail, jobs will be lost, and our country will be poorer.&quot; This is far from the first attack on environmental protection from this government. The frontline agencies, Natural England and the Environment Agency, have had their budgets slashed and are losing thousands of staff. The &quot;bonfire of the quangos&quot; in 2010 saw the demise of the Sustainable Development Commission and bodies covering renewble energy, pollution, pesticides, cycling and integrated transport. The Carbon Trust and Energy Savings Trust have been cast adrift, with no core funding. Like planning debacle, where there is no evidence that planning red tape holds up developments, no evidence has been presented that environmental regulation and guidance is doing more than protecting people and places from harm and giving clarity to businesses on how they can operate responsibly. No doubt there are a few outdated regulations, and they should be scrapped of course. But that does not require the shredding of all guidance. Businesses should be encouraged to thrive by developing sustainable goods and services fit for the 21st century, not by cutting costs through a return to pumping their waste into rivers and the air. As I have written before, smart regulation that corrects market failures can both drive growth and do social good. I hope I never hear of Letwin&apos;s indecent proposal again, and that it dies of shame in a dark corner of Whitehall. We will see. In the meantime, I&apos;ll give the last word to a commenter, R K Joyner on the RTC site: &quot;Regulation is supposed to be designed to prevent the occurrence of identified undesirable/hazardous consequences of actions by individuals or groups. By all means carry out a study relating desired outcomes to actual outcomes, a process that should be ongoing in any case. The &apos;Red Tape&apos; premise is pejorative dogma rather than enlightened politics, as we are supposed to believe.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jan/25/environment-regulation-pollution-red-tape", 
    "wordcount": "1051"
}