{
    "headline": "Apps millionaire Simon Oliver bringing Okabu back to iOS and Android", 
    "text": "In app terms, 2008 feels a world away. Apple launched its App Store in July that year, and issued a press release trumpeting 10m downloads in its first weekend. Fast forward to March 2012, and a single game Angry Birds Space was hitting the same three-day milestone, albeit on iOS, Android and PC/Mac. Times have changed, though. Apps are big business, and the scale of a hit is on a different level. In August 2008, Super Monkey Ball&apos;s 300k iPhone sales in 20 days was big news. In 2012, it took seven weeks for Draw Something to reach 35m downloads and spark a $180m acquisition of its developer OMGPOP. Simon Oliver was one of the early success stories, with his Rolando game making him &quot;Britain&apos;s first app millionaire&quot; according to Carphone Warehouse, which has enlisted him as a judge for its 2012 Appys awards. He agrees that the industry has changed hugely between 2008 and now. &quot;A lot of the big guys are involved now compared to the early days, when it was mainly people having a little bit of a punt,&quot; he says. &quot;The games guys like EA weren&apos;t there at the start with any real presence, there were no banking apps or any of these apps that provide a significant service. It shows how much of a phenomenon it&apos;s become.&quot; Oliver says that his involvement in the Appys has made him realise that one key change is in usage habits for smartphones and tablets the latter, of course, a device category that still wasn&apos;t on the radar of consumer-focused developers in 2008. &quot;You&apos;ve got people doing internet banking, documents and presentations on a phone or an iPad, and as the power of these devices has increased, you have things like iMovie and iPhoto too,&quot; he says. &quot;We&apos;re seeing more and more ways in which tasks previously associated with PC functionality will shift to these touch-interface devices.&quot; After Rolando and its sequel, Oliver made a switch to PlayStation 3 for his company Handcircus&apos; next game Okabu, self-publishing it on Sony&apos;s PlayStation Network store. It came out in October 2011 to a mixed critical reception its Metacritic rating is 59/100 but was only the first step to creating a world that would spawn several games on different platforms. &quot;We wanted to retain ownership of the IP so we could build something that we knew would work across different platforms,&quot; says Oliver. &quot;That&apos;s been our focus since October, working on a prototype for a new free-to-play game set in the Okabu universe, for iOS and Android.&quot;     Okabu was a PS3 game, but its world is spawning a new mobile title    Oliver had a ringside seat at one of the big, early moves into freemium gaming on iOS, when Rolando&apos;s publisher ngmoco announced in the summer of 2009 that it was pivoting into free-to-play games a move that eventually led to its $403m acquisition by Japanese social games firm DeNA. &quot;When ngmoco decided to go free-to-play, I didn&apos;t know how to make games like that,&quot; says Oliver. &quot;All the games I&apos;d played as a kid had been based on that pay-up-front model, and looking at Rolando, it felt very hard to turn a level-based platform game into a free-to-play title. But ideas have been bubbling away for the last couple of years&quot; Oliver warmly praises Triple Town, Words With Friends and Draw Something as games that do a good job with the free-to-play model, and play to the strengths of the mobile and tablet platform rather than trying to ape other devices. Triple Town sparks a separate conversation though. As someone who has publicly spoken about the importance of games developers retaining ownership of their IP, Oliver has views on the recent controversies around mobile game cloning. Triple Town&apos;s developer Spry Fox is suing publisher 6waves Lolapps (6L) for the latter&apos;s similar Yeti Town, claiming that it had showed Triple Town under NDA to 6L when the companies were considering a partnership. Meanwhile, Tiny Tower developer NimbleBit criticised (but stopped short of suing) Zynga for its Dream Heights game, suggesting that rebuffing the latter&apos;s acquisition feelers had led Zynga to develop a clone instead. &quot;On one hand, developers have a much more balanced relationship with publishers than they used to, but there has been a breakdown in trust where there is an element of fear around showing a prototype to another company,&quot; says Oliver, speaking generally rather than about these specific cases. &quot;Even when people have ownership of their IP, that&apos;s not always enough to protect it, if a bigger company can put a team together and build something straight away.&quot; That said, Oliver hasn&apos;t been put off seeking a publishing partnership for the new iOS and Android Okabu game he says it&apos;s at prototype stage now, and that he&apos;s been showing it to several publishers and social platform owners (DeNA and GREE would be examples of the latter). &quot;It should come out later this year. We&apos;re looking for the right partner. A lot of these companies are realising that it&apos;s good to be able to leap on things that have potential as quickly as possible.&quot; Voting for the 2012 Appys awards closes on 31 March.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/27/simon-oliver-okabu-appys", 
    "wordcount": "883"
}