{
    "headline": "Moonbot Studios talks Numberlys, apps and interactive storytelling", 
    "text": "There have been a lot of imaginative book-apps released in the last three years, with The Fantastic Flying Books of Mr. Morris Lessmore being one of the most creative. Released in May 2011, it was based on an existing short film by Louisiana firm Moonbot Studios, claiming to take inspiration from Hurricane Katrina, Buster Keaton and The Wizard of Oz among other influences. It marked Moonbot out as a developer to watch, as did the company&apos;s interactive music video app for US band Polyphonic Spree later that year. Now the company has released its third app, Numberlys. It returns the focus to storytelling the origins of the alphabet with an equally diverse palette of influences: King Kong, Metropolis, Flash Gordon, the Marx Brothers and the 1939 New York World&apos;s Fair. Moonbot was founded by two people with a background in animation and filmmaking Brandon Oldenburg and Lampton Enochs together with author and illustrator William Joyce. &quot;We were halfway through production on a short film when the iPad was announced, and we were fascinated,&quot; says Oldenburg. &quot;It was a way to deliver these mediums in one place in such an approachable way, we knew we had to be part of it out of the gate. This feels like the invention of radio, television or the movie cinema. A new thing with the grand potential that those had.&quot; Thus was born the Morris Lessmore app, which became a critical and commercial hit on the App Store. Oldenburg and Enochs remain awestruck by the way it spread globally, which is unsurprising given their previous experience in industries where worldwide distribution involved considerably more friction and middlemen. &quot;For a long time, it has only been the privileged few who had access to the distribution means or the right gear, but now it&apos;s all around us and in the palms of our hands,&quot; says Oldenburg. &quot;It really comes down to the creative now. We all grew up among really talented people in small towns, who all had something they should definitely share with the rest of the world, but there was a wall due to technology or publishing and distribution. That&apos;s changed now.&quot; The success of the Morris Lessmore app put a certain degree of pressure on Moonbot&apos;s team creative rather than commercial to come up with something even better next time round. Several months later, Numberlys is out. Those influences are interesting, at a time when it can be easy for app developers to get sucked into the mindset of just being influenced by other apps. Enochs says that a visit to see the latest restored version of Fritz Lang&apos;s Metropolis film was a key touchpoint. &quot;The entire company went to see it, and after watching it we knew there was something about it that was so beautiful, we wanted to tap into that vine,&quot; he says. &quot;We had a rough sketch of an idea that Bill [Joyce] had done about a group of little creatures that create the alphabet. So we threw a bunch of other themes that we loved into the pot and hoped it would make for a palatable broth.&quot; Numberlys is aimed at children, although not exclusively so. What&apos;s heartening is that Moonbot didn&apos;t try to dumb down its creative influences because of its young audience. &quot;It&apos;s Fritz Lang for kids!&quot; laughs Oldenburg, before Enochs talks about the company&apos;s determination not to patronise its audience. &quot;Bill never condescends to children,&quot; he says. &quot;It&apos;s an adult approach that treats kids with respect. You can look at Numberlys as an alphabet book, but it&apos;s so much more than that. We&apos;re not going with simple words like &apos;D is for dog&apos;. We&apos;re using larger sophisticated words throughout the experience of this story, which match our sense of whimsy.&quot; Numberlys is also one of a number of book-apps others include ustwo&apos;s Papercut, Faber&apos;s The Waste Land, 955 Dreams&apos; Woodstock and jazz timeline apps and the entire catalogue of Touch Press that are going beyond the idea of virtual pages that have to be turned. &quot;It feels a little more like a film with interactivity,&quot; says Enochs, describing Numberlys&apos; navigation system. &quot;We&apos;ve thrown page-turning completely out of the window. You navigate between chapters with a series of gears.&quot; Oldenburg talks about the way every new medium initially copies what went before it, most notably early TV broadcasts with a person reading out a radio-style news bulletin, or films with one fixed camera shooting actors on a stage. &quot;Then they realised that they could edit, cut, do close ups and move the camera,&quot; he says. &quot;We&apos;re at that moment right now with app creation. We don&apos;t have to approach this like a book at all.&quot; With Numberlys out, what next? Moonbot is fielding plenty of offers of work-for-hire app projects, but the company is keen to continue creating new stories with its own characters too. Oldenburg also stresses that Moonbot is not just about one medium: apps. &quot;Story comes first. We&apos;re storytellers, and while the app thing is going great at the moment, in a few years it may be something else,&quot; he says. &quot;Our focus on storytelling will never go away.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/12/moonbot-studios-numberlys-apps", 
    "wordcount": "894"
}