{
    "headline": "Is it worth backing up to the cloud?", 
    "text": "I have been looking at some cloud backup solutions, and for the time being I am using Memopal. Although they all give detailed descriptions of how you back up, none of them describes how to restore. If you lose your hard drive suddenly, but are backed up in a cloud application, can you restore the whole hard disk, applications and data in one operation?RL SymondsIf you are using cloud storage, then a server keeps copies of your hard drive somewhere on the internet, probably encrypted for security reasons. You can&apos;t access those files unless you have an internet connection and perhaps a copy of the cloud service&apos;s client (PC) software as well. I don&apos;t see how all that can be done in one restore operation. It&apos;s certainly not as simple as restoring a disk image from a local drive, as discussed here in January. If you suddenly lost your hard drive, you would normally use a restore partition, if available, or a drive image, after booting Windows from a recovery CD, DVD or thumb drive. Third-party boot-and-restore utilities are often based on a small version of Linux, but you could also use any Live Linux CD to get online. So, if you have a recovery CD or a Live Linux CD, plus any software that your online backup service requires, then you can indeed restore your PC from the cloud. With Carbonite and probably some other services, you can restore a complete backup if you can get to the site in a web browser. This is useful, but I would not recommend it as your primary backup strategy. Things are different with mobile phones and other devices where the operating system is stored on a Rom chip, and where &quot;restore from cloud&quot; may be a simple menu option. Phones have built-in connectivity, and there is relatively little data to back up. PCs are not designed to work like that, and it&apos;s not unusual for people to have 500GB or even a terabyte (1TB) of data. Size matters, for two reasons. First, it can take a long time to upload and then download 500GB or 1TB of data. It&apos;s much quicker to restore from an external hard drive (EHD), as mentioned, or from a local fileserver such as a Windows Home Server or Apple Time Machine. Second, it costs a lot of money to keep data in the cloud. Cloud services typically offer 2GB to 5GB of free storage to get you going, but after that, they charge a monthly fee. If you want to back up a whole PC, you could end up paying 10-20 per month for storage, which is 120-240 per year, or 600-1,200 over five years. You can buy several terabytes of fast, local storage for that sort of money. Memopal, which was founded in Italy, is a cheap option, and offers good discounts for signing multi-year deals. Storing 300GB (the highest amount offered to personal users) costs 69 for one year and 213.90 (rather than 345) for five years. You could buy a 500GB or larger hard drive for the first year&apos;s cost (57) and several terabytes for the five-year cost (178). Cloud storage does have some advantages. You get an off-site backup that will still be there if your house is burgled or burns to the ground, and you can access your files from different PCs or even from smartphones and tablets. This also makes it simpler to share files with other people. Against that, cloud storage brings some significant risks. You can lose access to your account, your data can become corrupted, or the cloud service provider can delete it either by accident or deliberately because you haven&apos;t paid your bills. Worse, web-based companies frequently go bust. I experienced these problems after uploading some files to Streamload, an award-winning service launched in 1998. The company lost a lot of data transitioning to new software, got taken over, and then closed down. It didn&apos;t matter because I had everything backed up locally, but Streamload had 20,000 paying customers (as well as countless freeloaders), and I don&apos;t think everyone did.  I&apos;m not suggesting that you should never use cloud services. I use Dropbox and Microsoft&apos;s SkyDrive (25GB free) to back up and share photos and Office documents from smartphones: it&apos;s very handy to have photos automatically uploaded and/or automatically copied to a PC. It means I&apos;m less likely to lose valuable files. Nonetheless, I still back them up to one or more EHDs, and sometimes to CD-R discs. The cloud isn&apos;t my primary backup, and only a small proportion of my files are in the cloud, but it&apos;s still useful. Not all cloud services are the same, but there are two basic approaches. Some provide a sort of &quot;magic folder&quot; or virtual online drive where you can put files that you want to back up. This is the idea behind Dropbox. With other services, you select one or more existing folders and have them backed up on a continuous basis. For example, you could have the service monitor directories of My Documents and My Photos, knowing that whenever you changed files in those folders, the changes would be backed up online. Mozy and SugarSync are popular examples of this kind of service, and Memopal works in the same way. (This partly answers a separate query from Andrew White.) Which you prefer is, of course, a matter of taste. However, the continuous backup approach tends to consume more resources, so you should use the service&apos;s trial period to make sure the cloud&apos;s constant monitoring software doesn&apos;t slow your PC. Cloud services should be smart enough to back up the changes to a file without uploading the whole file again. The &quot;diff&quot; approach makes it easy to keep backups of many different versions of a file. Services should also be smart enough not to back up files they have already uploaded from someone else. Even Streamload did that. There are plenty of files  such as operating system files and iTunes and Amazon downloads  that are identical on millions of different hard drives. Indeed, charging thousands of users for the same small bit of storage is where cloud services should be able to make money. In his query, Andrew White also asked for a cloud storage service that was &quot;preferably based in the UK&quot;. There may be some but, sorry, I can&apos;t think of one.  Large cloud services providers, such as Microsoft, typically have large data centres on different continents. The best Microsoft will do with its Office 365 service is keep your data in Europe, in Dublin and/or Amsterdam, rather than (say) Chicago, San Antonio, Singapore or Hong Kong. Smaller cloud service providers, including Dropbox, often use Amazon&apos;s very reasonably priced Simple Storage Service (S3) , so data is probably held in the US: Amazon has data centres in northern California (us-west-1), North Virginia (us-east-1), Ireland (eu-west-1) and Singapore (ap-southeast-1). However, Amazon caches data in many other places, including London and Tokyo. I&apos;m not sure it makes any practical difference where data is stored. The US government can get it under the terms of the Patriot Act if it&apos;s kept by an American company or one that does business in the US, even if it&apos;s a European company. You might find cloud storage in a country that won&apos;t give your data to US or European government agents on request, such as Russia or China, but would that be a satisfactory solution? With cloud services, you really don&apos;t have much protection unless you pay business prices and sign an SLA (Service Level Agreement). Even then, it would be wise to read the fine print very carefully.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/feb/16/ask-jack-backup-cloud-computing", 
    "wordcount": "1301"
}