{
    "headline": "EU's 'wasteful' fish discards policy nears the end of the line", 
    "text": "Crucial negotiations in Brussels in the next few days will decide one of the thorniest European environmental issues of the past four decades  the wasteful practice of throwing millions of healthy fish back into the sea each year after they have been caught, because of the way the EU&apos;s quotas are managed. A ban on discards has gathered huge public backing since Hugh Fearnley-Whittingstall, the chef and food writer, made it a personal campaign more than two years ago, highlighting the waste of the EU&apos;s rapidly dwindling fish stocks. He has gathered the support of the UK fisheries minister, Richard Benyon, who will fight for the ban in an EU meeting starting on Monday. This week&apos;s battle will be intense. For the opponents of a ban  including Spain, Portugal and industrial-scale fishing interests  this is the last chance to scupper proposals that would mean the biggest shakeup of the EU common fisheries policy since it was brought in four decades ago. Ministers from all member states are entering the final stage of more than two years of wearying negotiations and campaigners have warned that the outcome is still up for grabs. Fearnley-Whittingstall, whose FishFight campaign has gathered more than 850,000 supporters, said that it was &quot;crunch time&quot; for the reforms that are needed to end the &quot;crazy system&quot;. He said: &quot;We need a strong discard ban and a legally enforceable commitment to restore fish stocks to sustainable levels. To any sane person, wasting half a million tonnes of fine edible fish every year is simply unacceptable.&quot; A number of countries and MEPs want to keep the discards system because it allows their large fishing fleets to maximise profits. Fishermen discard parts of their catch when they have netted species for which they do not have a quota, because it leaves more room to take home the species they are after, or when they have exceeded their quota they often throw back smaller specimens. They also throw back lower-value species for which there is less commercial demand, such as gurnard. All of these measures allow fishermen to maximise their profits, taking ashore only the most valuable section of their catch and throwing the rest away  even though the discarded fish are healthy and edible. Reform would mean they have to land the whole catch, which should help to stop the plunder of the EU&apos;s dwindling fish stocks. Fearnley-Whittingstall said: &quot;The French and Spanish may have learned to profit from this crazy system down the years, but now it has to end. Kowtowing to their calls for compromise and threats of blocking reform is simply not an option.&quot; Benyon said in an interview that he was determined to prevent backtracking on the reforms in the negotiating session, and that he was confident a &quot;sensible&quot; deal could be reached. &quot;We are at a critical moment in the process, but I can&apos;t believe it is beyond the wit of us all to get something meaningful. There are undoubtedly people who speak the language of reform but try to avoid the reality. I am determined that any agreement will not go against our principles.&quot; Benyon said British fishermen wanted a fair settlement that would ensure all member states followed strict rules on issues such as the number of days they could spend at sea and allow a fair share of the catch for countries fishing in the same waters. One aspect of this would be low quotas for key species such as North Sea cod and haddock. In a pointed dig at campaigners for Scottish independence, he said Scottish fishermen could benefit from being part of one of the largest member states in the fisheries negotiations, instead of negotiating alone as a small state with less influence. But he sounded a note of optimism that after more than two years of wrangling a victory was in sight. &quot;There is so much momentum. There would be an outcry of unprecedented proportions if this hit the buffers.&quot; If the reformers win the day, there could be a discards ban in place for many important species within a year, with the rest phased in over the next three to five years. Fishing rights would also have to be set according to scientific advice as to the &quot;maximum sustainable yield&quot;. This week&apos;s meeting is the culmination of two years of legislative procedures in Brussels, in which first one side and then the other seemed to have the upper hand. The proposals had to be developed by the European Commission and put to member states. When the member states that support a ban finally won a narrow victory over their opponents last year, the reforms were put to the vote by the European parliament. Although there was a substantialmajority in favour of the reforms, the finaloutcome stillhangs in the balance because the negotiations enter their final phase in a &quot;trilogue&quot; with the member states&apos; ministers, commission and parliament.", 
    "section": "environment", 
    "gid": "environment/2013/may/13/eu-debate-wasteful-discards-policy", 
    "wordcount": "837"
}