{
    "headline": "North Dakota: riding the oil rush", 
    "text": "North Dakota sits on top of the largest continuous oil deposit in the lower 48 states. The Bakken shale formation covers about 200,000 square miles, extending through North Dakota and Montana into the Canadian provinces of Saskatchewan and Manitoba. There are also moves to look for oil in South Dakota, too. The US Geological Survey estimated in 2008 there were 4bn barrels of recoverable oil in the Bakken Formation. Oil company estimates range as high as 24bn barrels. Geologists have known about those oil deposits since 1951, but could not easily get at the oil  contained in relatively shallow layer of rock  with traditional well-drilling techniques. A second oil rush in the 1970s and 1980s also sputtered out, because of a fall in global oil prices. North Dakota oil would still be in the ground if it weren&apos;t for technological advances, such as horizontal drilling and hydraulic fracturing. Horizontal drilling means there is virtually no chance of drilling a dry well; oil companies had a 99% success rate in 2011. Now state officials and oil industry executives say this time they expect the boom to last  unless there is a ban on the process known as fracking. &quot;My biggest concern is that the federal government will put a two-year moratorium on fracking,&quot; said Ward Koeser, the mayor of Williston, the town at the centre of the oil rush. &quot;We all hear the term fracking and it has a pretty bad image.&quot; With the new techniques, crews use sensors to drill up to 2 miles below the surface of the earth, and then track formations for up to 2 miles, fracking the well by injecting huge volumes of water sand and chemical into the ground to blast the oil out of the rock. It&apos;s costly and environmentally damaging. It can take up to 3m gallons of water to open up a single well, and there will eventually be 50,000 wells in this corner of North Dakota. The state is already tapping into one of the six reservoirs on the Missouri river. Therre are also concerns about flaring, the widespread practice of burning off the natural gas coming out of the wells. Ceres, the sustainable investment group, warned last month that flaring in North Dakota was producing as many carbon emissions as putting more than 380,000 new cars on the road. And that&apos;s just the beginning of the climate change impacts of producing and using all that oil. But for now, North Dakota is riding the rush. State officials have said the oil boom is bringing in about $2bn a month to this sparsely populated region, and dramatically reversing a steady decline in population. Drilling a well creates about 120 direct jobs, and about 420 additional jobs in spin-off industries. Williston is now the fastest growing micro-city in America. Some projections suggest that the town, which a few years ago had a population of 10,000, could soon be home to 100,000. Koeser can&apos;t quite envisage that. He has been mayor for 18 years, and can&apos;t see Williston growing beyond 50,000. But he acknowledges the area is in for tremendous change. As with the influx of oil workers, there have been winners and losers. A handful of farmers have become multi-millionaires overnight by leasing land to oil companies. Typically, however, mineral rights are divided among several different family members. A single individual may get only a relatively small share of the oil revenue  but that could still amount to about $5,000 a month when the well is running strong, Koeser said. The oil boom is also boosting pay cheques. In the last two years, the average weekly wage has risen from $1,000 to $1,400, according to figures supplied by the city. But rents in Williston have gone up even faster than salaries, rising from $500 a month for a two-bedroom apartment to $2,500 a month. Some locals may end up with nothing at all in this boom  or may even be forced out, Koeser said. &quot;Young people accept it quite well. They see a lot of opportunities. They don&apos;t mind the traffic. They don&apos;t mind waiting in stores,&quot; Koeser said. &quot;But the older people are stressed by it. They kind of liked living in a town of 12,500 where everybody knew everybody.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/14/north-dakota-riding-oil-rush", 
    "wordcount": "728"
}