{
    "headline": "Michael Gove's computer science revolution is long overdue", 
    "text": "Michael Gove is possibly the most unpopular minister in the government, but on Wednesday he made a courageous and enlightened decision. On that day, the Department for Education announced that computer science will be included in the science options for the Ebacc (English baccalaureate), which is one of Mr Gove&apos;s keystone reforms of the school curriculum. Given the amount of hostility there is to these reforms, this development attracted little attention, but in the long run it could turn out to be a really big deal. Why? Because it signals a determination to undo an educational disaster that&apos;s been running for decades in British schools  the ICT (information and communications technology) curriculum. This was based on the idea that most of what the young needed to be taught about computing was how to use software. In practice, this turned out to be learning how to use Microsoft Office. For both the schoolchildren who had to endure this, and the teachers who had to instruct them, this was a demoralising and dysfunctional experience. Kids would come home from school complaining (as my children did): &quot;Dad, you&apos;ll never guess what we had to do today  PowerPoint!&quot; The result was that ICT became the educational world&apos;s equivalent of a toxic brand. The reasons why ICT went sour in UK schools are many and complex. They include the chasm between CP Snow&apos;s &quot;two cultures&quot; that still bedevils Britain, technophobia among teachers, parents and governors, plus sheer ignorance and abject fear of the internet. But the most important factor was the misconception that computing was essentially about products  hardware and software  that were fiendishly expensive and required endless updating, maintenance and policing. Given all this, it&apos;s not surprising that ICT came to be regarded by schools as an onerous obligation and by children as a tiresome penance inflicted on them by adults who seemed to have no idea about the online world. The misapprehension that understanding ICT simply required children to learn how to use appliances was based on the idea that computers are essentially the same as cars. The argument was that just as you don&apos;t have to know anything about the internal combustion engine in order to become a competent driver, so you didn&apos;t have to understand how a computer worked in order to be a competent &quot;driver&quot; of the device. This might have been a defensible philosophy in the age of the corporate mainframe, but it was rendered absurd by the advent of the personal computer and its accompanying plague of viruses, worms and trojans, and it became absolutely risible in the age of ubiquitous networked connectivity, cloud computing and social networking. But the most pernicious fallacy of the computer-as-automobile analogy is that cars don&apos;t mediate  and log  most of our communications, organise our commercial life, intrude on our privacy, consult postcodes to decide our insurance premiums, advise banks on whether to give us mortgages or even (as in some countries) count our votes in elections. So in training our children to use tech nology without enabling them to understand it, we were short-changing them in a profound way. For they are going to inherit a world that is governed and controlled by computers and the software that they run. The implicit promise of the old ICT curriculum was that we would turn out generations of competent but ignorant users of black boxes created by programming elites  mostly in other countries. The choice that faces our kids is thus the one memorably expressed by Douglas Rushkoff in his book: Program or Be Programmed. And we were offering them only the latter option. But perhaps the biggest problem with the &quot;ICT equals devices&quot; misapprehension is that it provided a managerial rationale for the old curriculum. After all (so the argument ran), computers and software change all the time and we can&apos;t change the national curriculum every time Microsoft (or Apple or Google) updates its operating system. What that mindset signally failed to grasp is that there is something called computer science  a discipline with fundamental concepts and principles, just like other sciences. This will be news, I guess, to most headteachers and governors, but it&apos;s true. Michael Gove&apos;s decision signals that he at least gets it, even if the rest of the government and most of our media don&apos;t. The networked world that&apos;s coming will be full of opportunities, but also fraught with dangers. We owe it to our children to make sure that they, at least, will not go clueless into that future, that they will have some understanding of how the technology works and will be correspondingly less vulnerable to manipulation by corporations and governments that know ignorance is bliss  for them.", 
    "section": "technology", 
    "gid": "technology/2013/feb/03/michael-gove-computer-science-ebacc", 
    "wordcount": "789"
}