{
    "headline": "Wikipedia blackout: how to get answers to pressing questions while site is down", 
    "text": "What is the capital of Niger? The number of Michelin-starred restaurants in Paris? The average length of a giraffe&apos;s neck? If you wake up this morning with a pressing need for an answer to any of these questions, or more, fear not: even if Wikipedia is blacked out, and you haven&apos;t got an Encyclopedia Britannica to hand, you should still be able to find what you&apos;re looking for. First things first: Wikipedia has made clear that its English content is still available on mobile devices and smartphones, so if you have either of those, you&apos;re sorted. The site also says that to make sure English Wikipedia is &quot;accessible in some way during an emergency&quot;, users can disable JavaScript in their browser to avoid the protest message and go directly to the page as usual. If that sounds like hard work, you could try searching for a page in Wikipedia and pressing refresh when the blacked-out message comes up. Before the site has the chance to flash it up again, click the red button with a cross on it. Or you could scroll down to near the bottom of this Storify from Andrew Lih, author of The Wikipedia Revolution. Under the heading Coping with the Blackout, he gives a step-by-step guide to accessing Wikipedia in English: &quot;1. In a web browser, bringing up the Google search engine results page (Serp) for the desired topic 2. Mouse over the righthand side of the result, which should bring up arrows and a preview of the page. 3. At the top, click on &quot;Cached&quot; and you will retrieve a copy of the page from Google&apos;s servers.&quot; Lih adds what he calls a &quot;disclosure&quot;: &quot;Providing these hints of workarounds should not be interpreted as a stance for or against the blackout effort.&quot; He also links to an article in the Washington Post that advises users desperate for knowledge to either look for other online sources, visit a library or - as a last resort - &quot;call your grandpa&quot;. If you don&apos;t mind a little wait, you could also utilise the newly born Guardipedia, or post a question on Twitter with the hashtag #altwiki in the hope that a journalist from the Guardian, the Washington Post or National Public Radio will answer your query.", 
    "section": "technology", 
    "gid": "media/2012/jan/18/wikipedia-blackout-questions-answered", 
    "wordcount": "390"
}