{
    "headline": "Apps Rush: Facebook Camera, Linkin Park GP, Collins Big Cat, Yahoo! Time Traveler, Brand Republic and more", 
    "text": "A selection of 10 new and notable apps for you today. Apps Rush is now taking a summer holiday break, and will return on Wednesday 6 June. Facebook Camera Thank goodness Facebook at last has its own photo-sharing app, to compete with upstarts like Instagram that have... Wait, what? Yes, Facebook has taken the curious step of launching what looks like a rival to the app it&apos;s acquiring for $1bn. It helps users post batches of photos to Facebook, applying crops and filters as they go, while tagging friends. And it also provides a feed of friends&apos; photos to browse too.iPhone Linkin Park GP I&apos;ll just let the App Store listing speak for itself here: &quot;A graphic and musical experience where players drive a Lotus F1 in a 360 Interactive Environment and create an original remix of Linkin Park&apos;s latest single Burn It Down.&quot;iPad Collins Big Cat: At the Dump Story Creator Collins Education&apos;s latest creative Big Cat book-app focuses on going to the dump (as in refuse disposal facility, not the other kind). &quot;Where does the paper go? Where does the glass go? What else can we recycle at the dump?&quot; As with previous Big Cat apps, once children finish the story, they can create their own version using the characters, pictures and key vocabulary.iPad Yahoo! Time Traveler Yahoo has a brand new travel app for iPhone, helping people create &quot;trip plans&quot; for 29 cities from around the world, including London, New York, Amsterdam, Barcelona... But here&apos;s the thing: the app is only available in the US App Store, for no obvious reason given its global nature.iPhone Brand Republic app Haymarket Business Media&apos;s Brand Republic site has an iPhone app, offering news, features and opinions pulled from its website, as well as jobs listings and links to its social profiles.iPhone Cartoon Wars 2: Heroes Gamevil&apos;s latest Android game is a sequel to its Cartoon Wars real-time strategy / tower defence game. There are new characters, units and castle upgrades for what was already one of the more in-depth defence games for smartphones.Android Wunderlist for BlackBerry PlayBook &quot;Cloud-sync task manager&quot; Wunderlist has made the leap to RIM&apos;s BlackBerry PlayBook tablet, with To-Do lists that can be synchronised with Wunderlist on other devices, including computers.BlackBerry PlayBook Lego Ninjago: Video Dojo Lego has launched a new branded app for its Ninjago range, offering exclusive videos on the characters, set designers and clips from the Ninjago: Masters of Spinjitsu cartoon.iPhone / iPad The Istanbul Adventure with Bruce the Goose Here&apos;s an interesting approach to travel apps: this is part book-app for children, and part travel guide to Istanbul. Bruce the Goose is the central character, flapping around different landmarks while making local friends along the way. English and Turkish language is supported.iPad Chester Zoo Going to the zoo, zoo, zoo? How about you-r smartphone? Sorry. Chester Zoo has launched its own app, working with studio Apposing, offering an interactive map, events listings with push notifications and an in-app audio tour feature.Android / iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/25/apps-rush-facebook-camera-linkin-park", 
    "wordcount": "516"
}