{
    "headline": "GCSE results: headteacher attacks Michael Gove over marking 'butchery'", 
    "text": "One of Michael Gove&apos;s favourite headteachers has rounded on the education secretary, claiming he has failed to understand the &quot;butchery&quot; of marking down GCSE English students in an attempt to counter grade inflation. John Townsley, the head of two academy schools in Leeds, who has been singled out for praise by Gove for turning round failing schools, said that academies and other schools involved are now united around the issue and considering supporting plans for legal action against the exam regulator, Ofqual, that is being drawn up by local authorities. His comments come after a backlash against Thursday&apos;s GCSE results, which saw students who would have received a C grade for English if they had submitted their papers in January awarded a D grade for the same marks gained this summer. Townsley said he and other heads were &quot;incredibly angry on behalf of the children&quot; who unexpectedly dropped a grade, in some cases putting their places at college in jeopardy. Local authorities are indicating that a case could be brought on the allegation that the mark-down breached laws on equal opportunities. Headteachers said evidence suggested the downgrades had hit pupils from poor backgrounds and ethnic minorities hardest. The intervention from Townley, who until March was also a board member of Ofqual and chairs the Specialist School and Academy Trust  which has a membership of more than 5,000 schools  will be an embarrassment for Gove, who has spoken out against grade inflation but this week denied placing any political pressure on exam boards such as AQA, or Ofqual, to raise the bar on this summer&apos;s exams. &quot;Headteachers are totally supportive of the idea that there shouldn&apos;t be guaranteed year-on-year rises in results and we accepted the need for sophisticated change,&quot; Townsley said. &quot;But what has taken place in the AQA has been butchery. I do not believe the secretary of state or the Department for Education fully understands the extent to which AQA&apos;s performance has been totally unreliable.&quot; Brian Lightman, the general secretary of the Association of School and College Leaders, said his organisation was gathering more evidence on who had been marked down. &quot;If we are advised that legal action is the right way to challenge this, then that is what we will do,&quot; he said. Judith Blake, the deputy leader of Leeds city council, said: &quot;We are working with all of the other local authorities which are similarly affected to see what the best way of mounting a challenge is. If it takes a legal challenge, we will look at what grounds we have. In the first place we will be looking at how AQA has responded to any directives from the Department for Education about the grade level. The way the AQA has dealt with this has seriously disadvantaged the life chances in Leeds of a minimum of 600 people [who were predicted at least a C in English and received a D].&quot; Townsley said: &quot;There would be a united front across academies and schools with regards to that action. It would be against the awarding bodies and Ofqual because it is a question of equal opportunity for all young people.&quot; Stephen Twigg, the shadow education secretary, wrote to the chairman of the Commons education select committee, Graham Stuart, the Conservative MP for Beverley and Holderness, on Friday, to demand a parliamentary inquiry to restore confidence in the exam system. He wrote: &quot;Parents, pupils and teachers have a right to understand what has happened. However, ministers cannot hide behind exam boards or Ofqual. Michael Gove has said this is nothing to do with him and that &apos;inevitably there will be changes&apos;. That is not good enough.&quot; Gove also faced pressure from the right. John Redwood, the Conservative MP for Wokingham, wrote on his blog: &quot;It is unfair on those taking the exams if they do not know what is expected, or if the standards change between the time they start and the time they finish without them knowing it.&quot;&quot;It is particularly unfair if someone needs a C or higher in a GCSE to go on to further study, and has just failed to get this through some unannounced change in the standard required.&quot; The Association of School and College Leaders called for an investigation into the changes to grade boundaries and several schools said they would challenge the English results. Stephanie Framcom, the assistant principal of St Aidan&apos;s Church of England Academy in Darlington, said: &quot;Last year, 44% of our students achieved five A to C GCSE passes, including English and maths, but this year we are looking at a pass rate of 34%, which is not acceptable and is being strongly contested.&quot; Steve Allen, the principal of De Ferrers Academy in Horninglow, Staffordshire, said: &quot;Our students and teachers work incredibly hard and take pride in their GCSE results ... We will be appealing against the GCSE English results and asking for a full re-mark and justification.&quot; In a statement Ofqual said: &quot;Grade boundaries can change from exam series to exam series. Decisions on grade boundaries are made after the assessments have been taken, based on all the available evidence. In the summer, more information was available about performance across the qualification than in January. Exam boards considered this and made decisions accordingly, to make sure that the final qualification grades were comparable with last year&apos;s.&quot; Another London local authority said 150 students were directly involved. The Association of Directors of Children&apos;s Services said its members were planning to negotiate with colleges on behalf of students who received D in English and so missed out on further education places. A spokeswoman for AQA confirmed it has been contacted by schools complaining about the results but repeated denials that it had been under political pressure to alter the grading system. Case study Gary Jackson, 16, a student at Archbishop Ilsley Catholic high school in Birmingham, was confidently expecting to get a C in English language when he picked up his GCSE results on Thursday. Instead he got a D. The AQA exam board had lifted the boundary for a C by 10 points, and Jackson had missed out by two marks  unfairly, he and the school believe. The school is appealing against the results of 34 other students. All Jackson&apos;s other GCSEs, including English literature, were grades A to C. He said: &quot;My mum has been told by the school that the grade boundary for a C used to be 180 and I&apos;ve got 188 points, which should be well within a C and almost a B, but they&apos;ve moved the boundary. If they&apos;d not moved it, I would have got a strong C. I feel gutted. &quot;The school is going to appeal because I feel as if I have been misled by the exam board. I left the school feeling confident about my English language and now I&apos;ve got a D. When I picked up my results, I looked at my grades, saw the D and thought: &apos;what on earth is that about?&apos; I was worried about being able to take my A levels and how it is going to affect me in the long- term when I go to university. Because universities look at the GCSE results you get first time round, it has really knocked my confidence. &quot;If the exam board don&apos;t change the grade back to a C, then I&apos;m going to have to resit it while doing my A levels, which is an added and unnecessary stress. &quot;It&apos;s always going to be the average student, like me, that&apos;s affected by this. The people who get the top grades haven&apos;t been affected. It&apos;s the average student, who should have got a C, but who is now looking at a D, and it is so unfair.&quot; Helen Carter  This article was amended on 28 August 2012 because the original said Gary Jackson missed out on a C in English language by one mark. This has been corrected.", 
    "section": "education", 
    "gid": "education/2012/aug/24/gcse-results-michael-gove-butchery", 
    "wordcount": "1354"
}