{
    "headline": "Student protesters get evicted by universities", 
    "text": "&quot;Five people were sleeping there that night. At around 6am, I start hearing noises outside. I&apos;m on the top floor, looking up, and the roof hatch is barricaded. They&apos;re trying to smash it in and it&apos;s not going, so they start smashing in the ceiling. They entered through the roof. There were around 15 bailiffs, all in black, one or two wearing balaclavas, with sledgehammers.&quot; This is an account of the forced eviction on 22 December of five University of London students sleeping in a previously unused building leased by the School of Oriental and African Studies (Soas). The building, known as the Bloomsbury Social Centre, was being occupied by up to 60 students and used as a hub for campaign organisation. The student who spoke to the Guardian says that, despite considerable experience of taking part in heavily policed demonstrations, this was &quot;one of the most intimidating and traumatising&quot; responses to a non-violent protest he had ever encountered. The eviction followed another on 26 November at the University of Birmingham, in which students occupying a bungalow as part of the national solidarity action in the runup to the 30 November strikes were ordered to vacate. As well as asking the court for a possession order, Birmingham&apos;s university management also applied for an injunction to prevent those students from protesting on any part of the campus. The injunction was granted and is effective for 12 months. Travelling northwards, Sheffield University recently applied for a high court injunction after students occupied a lecture theatre on 30 November. The application was withdrawn after the student union argued that the wording of the injunction would curtail protest on any other part of the campus. Sheffield&apos;s management backed down, but, despite a statement saying it &quot;certainly would not wish in any way to constrain legitimate debate, discussion and protest&quot;, the university obtained a possession order, which means it is now able to evict students from any buildings &quot;which are occupied for the purpose of a sit-in protest or any other unauthorised occupation&quot;. It has been uncommon until now for UK universities, which regard themselves as liberal bastions upholding freedom of expression, to involve outside authorities  essentially the state  in their internal governance. Given the radical policy changes affecting higher education, the harsh economic times and unemployment figures, it doesn&apos;t seem likely that students are going to stop demonstrating any time soon. So should we expect to see more such action from universities? And how should university leaders take decisions about which protests to support and which to stifle? All three universities above were asked if their vice-chancellors or other senior management would be interviewed to explain how they reached their decisions to involve the courts. None agreed, preferring instead to issue statements. The issue seems to touch a nerve, and other senior university leaders seemed reluctant to discuss the ethics of universities battling against their own students. Many vice-chancellors may be wondering what action to take, waiting to see how far others go  and whether court actions are successful. At the University of the West of England, the deputy vice-chancellor, John Rushforth, notes that institutions may take different approaches to protest depending on how they perceive themselves. &quot;I don&apos;t say this in a negative way, but we&apos;re not Birmingham  our focus is on our students, whereas theirs is on their research,&quot; he says. &quot;What we&apos;re here to do is encourage people to become citizens and if citizens in a democratic society can&apos;t protest, then there&apos;s something that&apos;s gone wrong.&quot; Rushworth says, however, that UWE would not tolerate protestors creating significant disruption to other students or staff. The same reasoning is expressed by Soas, Birmingham and Sheffield. But there is a growing tension between this position and the view of those students who believe that for demonstrations to be effective, some level of disruption is required, or inevitable. Dannie Grufferty, NUS vice-president, says: &quot;Those universities that have cracked down on protest claim it is for health and safety reasons, but this seems like an excuse. It feels much more like they&apos;re trying to have a very authoritarian level of control on campuses. Part of the role of universities is to foster a culture of debate among students, and banning protest does the complete opposite.&quot; Meanwhile, student representatives are disillusioned at what they feel is the way some university managers have dealt with protestors in bad faith. At Soas, students&apos; union co-president Arianna Tassinari, who was involved in mediating discussions between management and occupiers, claims that students had offered to vacate the Bloomsbury Social Centre on 23 December and that there was no indication in their final meeting with Soas that bailiffs would be used, and therefore the forced eviction on 22 December came as a &quot;huge shock&quot;. Soas says its reason for wishing to end the occupation was that a planned refurbishment was unable to start and contractors still had to be paid. But Tassinari says that while &quot;occupations are always difficult situations, putting the interests of some parts of the school against another, I think it was irresponsible and disproportionate to send in the bailiffs. Soas should have done more to achieve a peaceful exit.&quot; Universities clearly have a duty of care, and a central point on which Birmingham University depended in its application to the court relates to &quot;significant safety issues&quot; at the bungalow being occupied, given the number of students inside. But Birmingham&apos;s decision to seek an injunction against occupying property on any part of its campus against this group of students is described as &quot;aggressive&quot; by human rights group Liberty. &quot;Universities should be places where ideas and opinions can be explored and they should be engaging with the students in their care  not criminalising them,&quot; says Liberty campaigns co-ordinator Sabina Frediani. However, it may be that students will start to find themselves prevented more often from the traditional means of protesting. Soas says plainly that it &quot;does not accept occupations of its buildings as a legitimate form of protest&quot;. Birmingham says that its injunction only affects those who were subject to that particular eviction, but the students&apos; lawyers disagree, saying that the wording of the order  the defendants were termed &quot;persons unknown&quot;  could be interpreted far more widely than that. Reputation, disruption, unlawful actions, health and safety, and heavy financial cost, set against youthful idealism and some of the most dearly held principles of a free society  it&apos;s a tricky set of interests to balance at a time of social and economic upheaval, and universities and students will doubtless be watching the courts and their peers keenly to see which way the scales will tip. The picture accompanying this article has been changed. The original photograph depicted an earlier, unrelated protest by students at Soas.", 
    "section": "education", 
    "gid": "education/2012/jan/09/student-protests-university-evictions", 
    "wordcount": "1152"
}