{
    "headline": "Mystery bird: tawny-flanked prinia, Prinia subflava", 
    "text": "Tawny-flanked prinia, Prinia subflava (synonym, Prinia mistacea; protonym, Motacilla subflava), JF Gmelin, 1789, also known as the tawny prinia, or as the West African prinia, as the tawny-flanked longtail, as the tawny-flanked warbler, or as the plain wren warbler, photographed on Awash Lake, Ethiopia (Africa).  Image: Dan Logen, 31 January 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. D300s, 600 mm lens, ISO 640, 1/250 sec, f/5.6    Question: This small Ethiopian mystery bird is widespread throughout sub-Saharan Africa and can be mistaken for several other species. However, this bird can be readily distinguished from those closely related species based on one character, what is that? Can you identify this bird&apos;s taxonomic family and species?  Response: This is an adult tawny-flanked prinia, Prinia subflava, a small songbird in the Old World warbler family, Cisticolidae. This small passerine is widespread throughout sub-Saharan Africa. It is found in scrub in a variety of habitat types, excepting the most extreme environments, and adapts easily to human presence. This bird eats insects and other invertebrates. During breeding season, it weaves a hanging purse-shaped nest from strips of grass anywhere from two to four metres off the ground. Both sexes look alike. This species can be distinguished from its former conspecifics based on minor plumage differences and by range and habitat differences: the plain prinia, P. inornata, is found in southern Asia whilst the pale prinia, P. somalica, prefers drier, more open habitats in northeastern Africa. The river prinia, P. fluviatilis, is found only in waterside vegetation in West Africa. The Mystery Birds reference library: Africa Antarctica  South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/14/11", 
    "wordcount": "338"
}