{
    "headline": "Industrial estates, rush hour, dog poo  butterfly hunting gets competitive", 
    "text": "&quot;We need to find a dog and give it a squeeze,&quot; said Nick Baker, the TV naturalist. Team purple emperor was resorting to very dirty tricks. A fresh dog turd was just what was required to attract the most elusive and spectacular of butterflies  the purple emperor. That, or urine-soaked fox scat. Only the British could devise such a masochistic challenge: on a miserable Friday 13th in an appallingly gloomy summer, two competing teams of naturalists had to squelch across the Sussex countryside  and poke around in poo  to find as many species of butterfly as they could. Given the torrential rain the night before, and the appalling weather that appears to be driving some of our 59 species towards extinction, this seemed akin to igloo-building in the Sahara. But the day dawned brightly and team purple emperor, the band of naturalists I joined, spotted an Essex skipper while our Land Rover was still stuck in Brighton&apos;s rush hour. &quot;Never underestimate a butterfly,&quot; was the motto of the team&apos;s Neil Hulme. The Sussex Butterfly Conservation obsessive seemed to sense whenever a butterfly flapped its wings on his home turf, pointing his umbrella at a microscopic purple hairstreak in the top of a distant oak. The contest  pitting our crack squad of butterfly eccentrics against team silver-spotted skipper  marked the start of Butterfly Conservation&apos;s big butterfly count, the biggest insect survey in the world, in which people are encouraged find a 15-minute window of sunshine and log their sightings online. The count is the latest in citizen science but the contest was a throwback to days of old, when collectors pursued rare butterflies with the fervour of big game. &quot;I have caught exactly as many purple emperors as I have shot elephants  four in each case,&quot; boasted colonial administrator-turned-butterfly nut Ian Heslop in the 1950s. &quot;But I think I would rather have one of the former than all four of the latter: and nothing in all my sporting or collecting career has ever given me so much joy as the seeing of my first emperor safely in the net.&quot; These days, big butterfly game is far rarer but any nets were just for identification purposes  our butterflies would be collected on camera. Butterfly hunting may have a namby-pamby image but the members of team emperor had risked their lives to get close to these insects. Baker once jumped into a hawthorn tree to flee a rabid Dartmoor pony while looking for high brown fritillaries. Martin Warren, the chief executive of Butterfly Conservation, revealed he was arrested in Florence because his lurking in the bushes looking for butterflies was deemed suspicious by police. Only yesterday Hulme picked 39 ticks off his skin after a day of extreme butterflying in Cumbria. With every meadow and forest completely waterlogged, the biggest danger we faced was from trench foot. But the sun shone between showers and soon we had chalked up silver-washed fritillaries, commas and red admirals, as well as large skippers and a jinking ringlet, a butterfly that, unusually, enjoys damp conditions. A quick phone call revealed team silver-spotted skipper had only found seven species. &quot;Sorry to tell you we&apos;ve got 12. Suffer!&quot; crowed Dan Danahar, biodiversity co-ordinator at Dorothy Stringer High School in Brighton, who devised the contest as a way not to be childish but to inspire young people to engage with nature. &quot;It forever amazes me when we go pond-dipping with children and their immediate response when they see a newt is &apos;urgh&apos;. I say, no, the response is &apos;wow&apos;,&quot; said Danahar. &quot;We are having to teach not just recognition but a whole vocabulary of how to respond to nature because they don&apos;t connect with it in their everyday lives.&quot; Anyone could be forgiven for not connecting with butterflies in such a rotten summer but when the sun flirted with us the dripping countryside was transformed. A sodden stack of logs in the wood steamed in the sunshine. Suddenly a meadow was dancing with hundreds of marbled whites and meadow browns. By mid-afternoon, just as team emperor was admiring Britain&apos;s cleverest butterfly  the silver-studded blue lays its eggs near the nests of ants, who then tend to its caterpillars as if they are livestock  we heard the dismaying news: team skipper had pulled ahead, with 20 species to our 18. Our most impressive trophy was a dingy skipper caterpillar  distinctively black-headed but just 3mm long  which Warren somehow discovered by a woodland ride. &quot;That&apos;s quality butterflying,&quot; purred Hulme. Team emperor was reduced to scouring Brighton&apos;s industrial estates for small blues in a desperate attempt to pull level. A large ornamental butterfly on the side of a house didn&apos;t count but a chalkhill blue and a white-letter hairstreak did and team emperor scraped a 23-21 species victory over team skipper. The tallies were heartening given the weather but neither team saw once-common species, including the small tortoiseshell, which is plummeting in number. &quot;It&apos;s a frightening decline,&quot; said Baker, who was crowned King of the Butterflies for his team&apos;s victory. &quot;It used to be the garden butterfly  you&apos;d always see it on buddleias. This is why we should never ever be complacent about common species.&quot; Despite the poo, which purple emperors suck for energy-giving salts and minerals, we never lured one of these elusive creatures. But at least we bagged an elephant: a gorgeous pink and olive elephant hawk moth, just another winged insect defying the rain  and the odds  in this soaking summer.", 
    "section": "environment", 
    "gid": "environment/2012/jul/13/butterfly-hunting", 
    "wordcount": "931"
}