{
    "headline": "North Dakota oil boom: thousands pin their dreams on striking it rich", 
    "text": "It&apos;s a life measured out in 18-hour shifts and washed down with 5-hour Energy Drinks and Red Bull, a job on the rigs in North Dakota&apos;s oil boom: three weeks on, two weeks off, in exchange for $100,000 or more a year and the promise of being set up for life. In an America where 18m are out of work, the chance of finding any job  let alone a well-paid job  exerts an irresistible force that is drawing thousands to North Dakota in a 21st century re-enactment of the Gold Rush.  Only this time, it&apos;s oil. North Dakota now produces more oil than several members of Opec, and many in the industry are predicting America will soon overtake Saudi Arabia and even Russia as the world&apos;s top oil producer.  To do that, however, the oil fields need more workers than the thinly populated state of North Dakota can possibly supply. Scores of people arrive every day looking for a new start, a second chance in lives wrecked by personal troubles and the recession.  &quot;A new guy can come out here and fall off a turnip truck and make $50,000, $60,000 easy as long as he can pass a piss test and tie his boots up,&quot; said Don Beaty, an oil worker from Alaska. But not everyone is lucky, and the oil rush has brought chaos and big city troubles, like bar fights, prostitution and violent crime, to once placid small towns. &apos;It&apos;s hard to find any other kind of life&apos; It&apos;s 9am by the time Ben Hitchcock finishes his 18-hour workday, overseeing the blend of sand, water, and chemicals used by a major oil company to blast oil out of the rock. He&apos;s due back on again at 5pm, just enough time to bolt a free buffet breakfast and catch up on some sleep in his small cubicle at the &quot;man camp&quot;, the housing laid on by the oil company. His crew is near the end of their three-week stint. They are worn down, forgetful, and worried about making mistakes. &quot;The number one killer is falling asleep,&quot; Hitchcock said. &quot;You are up for 20 hours, you have to jump in the semi, rig everything up, and people just fall asleep and then go run off the road.&quot; Those thoughts weigh on him, he said. So do the separations. He is in his 50s now. His marriage ended. He sees his teenage children in two-week bursts. &quot;It&apos;s hard to have a life with this. It&apos;s hard to find any other kind of life,&quot; he said. &quot;I don&apos;t want to do this forever.&quot; But there&apos;s reward with the risk. Hitchcock hopes one day to run a brew pub in Colorado. He bought the building, an old church. Now he is working for the equipment and furnishings. He figures he is a year or two away from saving up enough to cash out and live his dream. There are hundreds of Hitchcocks  at least  in North Dakota&apos;s oil rush. The state is now pumping about 560,000 barrels of oil a day, second only to Texas within the US. What that means, is that small towns that had been settling into slow decay are now bursting with opportunities. Williston, the biggest urban area, produced 14,000 new jobs in the last two years. That&apos;s more than the entire population of the town just a few years ago. There still aren&apos;t the people to fill them, and there is no place for them to stay if they do turn up. McDonald&apos;s is offering signing bonuses of $300. Wal-Mart is putting employees up in hotels. The owner of the local paper, the Williston Herald, is putting up staff in her basement in-law suite. In the even smaller town of Stanley, also in the oil patch, Michelle Maguire is paying $950 a month to park her RV in a farmers&apos; field two miles out of town  and that&apos;s considered reasonable. Camper parking spots, with no utilities, rent for up to $1,400. Still it&apos;s painful when she considers the farmer is making about $100,000 a year renting out parking spaces, and that she is paying as much to keep her family of four in a 44-ft trailer as she is to hang on to the family home in Montana. Milk is $6 a gallon, a shower at the local truck stop costs $10. &quot;A lot of us have mortgages in another state and we come here and pay the same for a lot as we do for a mortgage,&quot; she said. &quot;We don&apos;t want to stay here this long but we do because if we go back home we lose our house. Some of these people&apos;s houses have been in the family for years and years and they are terrified.&quot; It&apos;s a frightening time for locals too. Older residents are being priced out of their apartments or rattled by the thousands of heavy trucks pounding along country roads. Paper girls carry pepper spray on their delivery route. Women warn each other not to venture into the Wal-Mart parking lot alone. Newcomers shat on the floor of the local community centre. The town plans to build 2,000-3,000 new housing units in 2012; but it still can&apos;t keep up. People pouring into town by train, car and foot It&apos;s 9pm when the men, and one or two women, start bedding down for the night at Concordia Lutheran church. Fifty-four people slept on fold-out cots in the church hall one recent night, and that&apos;s not counting the dozens of cars in the parking lots or those Pastor Jay Reinke has taken into his own home. &quot;We&apos;re the only church doing this,&quot; he said. &quot;It wasn&apos;t by design.&quot; It&apos;s just hard to say no. &quot;A lot of the people have lost a lot by the time they get here. They are kind of raw pastorally, you can see that,&quot; Reinke said. One day last summer a desperate man who had been sleeping in his car for weeks begged the pastor for money to go back home. Now people arrive daily, riding the Empire Builder train from Chicago or the West Coast, by car, or even on foot. Some are down to their last few dollars, Reinke said. But his charges are not misfits or transients, he insisted. Most find work of some kind in town, thrilled to be earning $12 or $13 an hour at the local Dairy Queen. But that&apos;s not enough to pay for rent or groceries in the North Dakota oil boom. Unless they can move up and out to an oil field job, a few weeks or months from now  once they get fed up of sleeping in a church hall or a car  they are going to be forced to decide whether to move on. The clock is ticking for Grayling Smith, a plumber from Las Vegas who was making a good living until the recession popped that boom. In quick succession, he lost his job, his marriage and his home, and he moved in with his mother in Houston and his teenage girls. It&apos;s his second trip to the oil boom. The first round worked out all right, initially. Smith found work as a roustabout. But it was a harder atmosphere than he was used to. He was shaken by stories of wells blowing up where men had died. He was taken aback by racial slurs. &quot;It&apos;s pretty cut-throat up here. The guys are pretty rough. These men have been doing this for quite some time  generations some of them  and we come up here not knowing anything. We are green, and they just thrown us in,&quot; he said. &quot;The competition is pretty stout.&quot; But his first pay cheque was for $2,400, so Smith stuck it out, until last March when he was so homesick he just walked off the job and went home. They were always looking for workers in the oil fields, he reasoned. There would always be another job. Except there wasn&apos;t for Grayling, when he returned in mid-March, and a few of the recruiters have told him that at 53 he may be too old. &quot;If that is not discouraging and a slap in the face, I don&apos;t know what is,&quot; he said. He&apos;s still going to try to stick it out in boom town, but he&apos;s no longer dreaming of striking it rich. &quot;My goal is just to make enough money so that I can send some home and maybe, somewhere on the outskirts of Vegas, buy a home for $80,000 and have that to leave to the kids,&quot; he said. &quot;At least I can do that for them, give them something to start from.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/14/north-dakota-oil-boom-rich", 
    "wordcount": "1486"
}