{
    "headline": "Mystery bird: dark chanting-goshawk, Melierax metabates", 
    "text": "    Dark chanting-goshawk, Melierax metabates, Heuglin, 1861, also known as the chanting goshawk, (dark) chanting hawk or (in Africaans) as the donkersingvalk, photographed in Kruger National Park, Limpopo and Mpumalanga provinces, South Africa.  Image: Rob Buitenwerf, 22 February 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon Powershot S5 IS     Question: This African mystery bird&apos;s unusual name is in honour of a trait that is unusual for its taxonomic family. What trait is that? Can you identify this bird&apos;s taxonomic family and species? Response: Whilst reading your comments, I have argued with myself for the past three days about the identity of this bird, but have, at least for the time being, returned to my original ID: I think this is an immature dark chanting-goshawk, Melierax metabates. It is possible I am wrong, but I have put forth my argument here for you to critique. I started by identifying all the raptors found in Kruger National Park and narrowing the list down to those species where either the adults of juveniles resemble the mystery bird. Then I spent time (a lot!) reading about these birds and studying photographs of these species to make my ID. My reasons for deciding upon this ID:  the mystery bird is perched in full view, and is standing with a very upright posture, both are typical behaviours for dark chanting-goshawk   legs are distinctly long and, despite the poor lighting, appear to be coral-red, orange-red or pinkish, typical for dark chanting-goshawk   this is a juvenile due to its brown (not black nor sooty-grey) plumage and yellow eye   the head and chest are brown, the underparts and thighs are finely barred with brown-on-buff, and the portion of the wings that are visible are brown with buffy edges   unfortunately, the upperparts, rump and underwings are not visible, the cere colour is not discernible and the undertail markings are obscured by the poor lighting, so they cannot provide many useful diagnostic clues   the eyes are a pale straw-yellow colour surrounded by a dark area, typical for juvenile dark chanting-goshawk  Ruled out:  southern banded snake eagle, Circaetus fasciolatus, because mystery bird&apos;s head and breast are brown, not grey (as for adult southern snake eagles), and its underparts are barred, not clear (as for juvenile southern banded snake eagles), the legs are pink/orange/coral instead of pale yellow and cere is not a noticeably different colour from the beak (should be yellow, or pale, for adult southern banded snake eagles). However, if I am mistaken in my diagnosis (poor lighting), I think this is probably the most likely species ID for this mystery bird   European honey buzzard, Pernis apivorus, the mystery bird&apos;s head is not as sleek as that of the European honey buzzard, the mystery bird has unfeathered tarsi (European honey buzzard has partially feathered tarsi), the mystery bird&apos;s upright perching posture is not typically adopted by the European honey buzzard, the mystery bird&apos;s throat plumage colour is not noticeably paler, and its underparts have finer barring than an adult European honey buzzard (the mystery bird&apos;s pale yellow eyes automatically rule out immature European honey buzzard, which always has dark eyes)   brown snake eagle, Circaetus cinereus, because of the barring on the mystery bird&apos;s underparts, the mystery bird&apos;s head isn&apos;t large enough, it lacks elongated feathers on the back of its crown, and its legs are not pale enough   lizard buzzard, Kaupifalco monogrammicus, because the mystery bird lacks the dark stripe down its throat, which is present and diagnostic in lizard buzzards of all ages  Some of the images I studied to make this ID:  dark chanting-goshawk juvenile perched on ground and juvenile perched in a tree provide a clear view of the typical posture of a perched bird, the shape of the face and beak, and eye colour, and the barred pattern on the bird&apos;s underparts and vent   dark chanting-goshawk juvenile in flight provides a clear view of plumage colouring and barring pattern on underparts, as well as leg and eye colour  If you are still reading, you may be wondering what the answer is to the question I posed about this bird. The dark chanting-goshawk is so named for its melodious singing voice, especially during breeding season. Unfortunately, I have been unable to find any audio of a singing dark chanting-goshwak to share with you.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/28/8", 
    "wordcount": "782"
}