{
    "headline": "The best books on Nigeria: start your reading here", 
    "text": "Our new series opens the door on countries in the developing world that not all our readers may know well. Here are our suggested reads, from classic novels to contemporary takes, for Nigeria. Share your own in the comments section and look out for the next in the series, Colombia. Things Fall Apart, by Chinua Achebe Achebe is regarded as the father (perhaps now grandfather) of modern African literature. His first novel  written as a riposte to Joseph Conrad&apos;s Heart of Darkness and what Achebe saw as its distortions  has become a classic, and is one of the most widely read African novels. It tells the tragic story of Okonkwo, a powerful and ambitious warrior among Nigeria&apos;s Igbo people. Set during the scramble for Africa by the European powers in the 1890s, it portrays the devastating impact of English Christian missionaries and colonial laws on Igbo culture. Achebe is a sympathetic voice, but he refuses to romanticise precolonial life and pulls no punches in revealing the flaws of his characters. Okonkwo is forced into a seven-year exile for accidentally killing a member of his clan. When he returns, he finds that traditional life is being corroded by the encroaching colonisers. When he and others, unwilling to adapt, try to combat this outside influence, things fall apart. Through the novel, for the first time, outsiders were able to see Africans as they saw themselves. Until his death on 21 March, Achebe was a thorn in the side of Nigerian military governments  and that often meant going into exile. Half of a Yellow Sun, by Chimamanda Ngozi Adichie Adichie&apos;s powerful second novel spans the decade to the end of the 1967-70 secessionist Biafran war, which tore Nigeria apart and took millions of lives. The intelligent, compassionate story weaves together the lives and different worlds of five protagonists, among them a charismatic, revolutionary academic, his beautiful partner, and their houseboy, who develops a fierce loyalty to his employers. As the conflict deepens, the Igbo population in the region suffer as they are sucked into hunger, squalor and violence. Personal and private struggles take centre stage as friendships and loyalties are severely tested, but the story encompasses wider themes such as postcolonialism, ethnic loyalties and race. The pain and poignancy of the time are beautifully evoked as the new nation&apos;s hopes and dreams  represented by the half of a yellow sun emblem that appears on Biafra&apos;s flag  flower briefly, before being brutally crushed. One of the characters in the novel is writing a book titled The World Was Silent When We Died. As if in response, Half of a Yellow Sun provides a searing history lesson that brings a distant war up close, and works as a powerful antidote to forgetting. A Swamp Full of Dollars, by Michael Peel In Nigeria, oil is a dirty business. The black gold of the Niger delta pollutes the region&apos;s air, land and water, and the corruption it generates poisons the country&apos;s business and politics. The oil from sub-Saharan Africa&apos;s largest producer also stains western society, which is hooked on oil, and its financial institutions, into which much ill-gotten gain from Nigeria flows. &quot;[It is] hard to imagine a dirtier business in which so many of us in the rich world are so intimately involved,&quot; writes Peel, a Financial Times journalist. Britain and the US profit greatly from the kleptocracy created by Nigeria&apos;s elite. Meanwhile, anger in the oil-rich delta, where people feel cheated out of their share of the profits, has sparked a violent response. Peel fearlessly ventures into the militants&apos; swamp hideouts in the lawless region  &quot;a trouble spot as hot as the local pepper soup&quot;  where millions of dollars of oil have been siphoned off to fuel the insurgency. In his lively prose and sharp analysis revealing the horrors wrought by &quot;the curse of oil in Africa&quot;, Peel&apos;s contempt for the authorities who brought about this sorry state of affairs is matched by a genuine affection for the country and its inhabitants.  Read the next in our series, on Colombia", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/23/best-books-nigeria-start-reading-here", 
    "wordcount": "681"
}