{
    "headline": "Mystery bird: snowy-throated kingbird, Tyrannus niveigularis", 
    "text": "    Snowy-throated kingbird, Tyrannus niveigularis, Sclater, PL, 1860, photographed in Chaparr reserve, Lambayeque Department in northwestern Peru (South America).  Image: Nick Athanas/Tropical Birding, 28 February 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 7D   Question: This striking pair of Peruvian mystery birds are very similar to a congener who shares its range. What is the identity of that congener? How can you distinguish the two species? Can you identify this mystery bird&apos;s taxonomic family and species? Incidentally, what do you suppose these two birds are doing in this photograph? Response: This is an adult pair of snowy-throated kingbird, Tyrannus niveigularis, a member of Tyrannidae, or Tyrant-flycatcher family. The photographer writes:  This kingbird lives west of the Andes in Ecuador and northern Peru, rarely SW Colombia. It is highly migratory, breeding in dry forest or desert scrub in the south of its range, then moving north in the dry season into more humid forest. This pair was on a breeding territory, and I caught it in the middle of one of the wing-lifting displays that is typical of this and several other kingbird species.   The snowy-throated kingbird occurs in open areas and woodland edge below 500 m in elevation. This species is partially migratory -- surprising for a species with such a small geographic range that is centered on the Equator.  Although these birds are omnivorous, they are sit-and-wait hunters that feed mainly on insects that they catch in flight, especially when raising chicks. The snowy-throated kingbird has grey upperparts, charcoal-grey wings with a white edge, a thick black bill, squared-off tail, a grey crown with a lemon-yellow cap and a black facial mask. Its underparts are lemon-yellow with a snow-white throat patch.  One reader, CircusHarrier, who saw this species in 2000, provides a few ID pointers:  This pair is as stated of the type genus, the majority of which are known as very regal birds (in respect to their golden crown  as seen on the right hand bird). Key aspects of identification I look out for are the coloration of the head and back / the bill size and proportion (in relation to the head) / the throat and chest colour along with the amount of streaking and the blending of the throat/breast into the belly as well as any white on the tail (not clear in this view). Distribution also allows birders to narrow the options and Northwest Peru immediately brings only two similar species into the assessment. One is a very widespread species, &quot;of low latitudes&quot;, (I&apos;ve seen in Arizona and in southern Peru) and differs from the photographed species by the chin/throat being pale but diffusely blended into a green/yellow breast with yellow belly. The grey head has a darker lores (ear coverts are slightly darker too) but never such an eye stripe as these individuals. Both species have large bills but these individuals have more delicate ones that appear to extend a distinct and large black eyestripe that contrasts with a much paler shade of grey to the head (and back). When combined with the diagnostic, and readily apparent in the field, feature of the pure colour to the throat and breast with a distinct demarcation between this area and the belly, I conclude that these birds are of the more localised species found along the coastal areas from Columbia to NW Peru (where I saw this species in 2000). [link]  As CircusHarrier mentioned, the snowy-throated kingbird is sometimes confused with another species; the tropical kingbird, T. melancholicus, whose much larger range overlaps (or should I say &quot;engulfs&quot;?) the snowy-throated kingbirds&apos; range. But they can be distinguished on the basis of these field marks:  smaller body size  white area extends onto breast  square tail (tropical kingbird: notched tail)  upperparts are greyer (tropical kingbird: olive-grey upperparts)  prefers arid lowland habitats  voice Here&apos;s a recording of a snowy-throated kingbird (recordist: Andrew Spencer):      The snowy-throated kingbird calls are clipped, high-pitched and rather enthusiastic, don&apos;t you think?  Compare those calls to the slower, lower-pitched and more melodic calls of a tropical kingbird (recordist: Bernabe Lopez-Lanus):      .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/10/9", 
    "wordcount": "746"
}