{
    "headline": "Eating weird and wonky fruit and veg could cut food waste, survey finds", 
    "text": "More than 80% of British shoppers would be happy to buy fruit and vegetables which are not perfect in shape or colour, a new survey has revealed. The survey confirms widespread - if relatively new - consumer acceptance of wonky carrots, blemished spuds and discoloured cauliflowers. The poll, for the Institution of Mechanical Engineers (IME), showed that fewer than one-in-five people would only buy produce that is unblemished and uniform in size and shape. In January, a report by the IME estimated that between 30% and 50% of the food produced worldwide is lost or wasted. It found vegetable and fruit crops around the world are frequently not harvested or do not leave the farm after failing to meet tough quality controls on physical appearance imposed by retailers and supermarkets. In the poll, 45% of people said that the appearance of fruit and vegetables doesn&apos;t matter; 26% said they would buy the cheapest option, and 10% said they would actively seek out and choose imperfect looking produce. There are differences when it comes to gender; men are revealed to be more concerned with cosmetically-pleasing food, with 22% choosing only perfect-looking fruit and vegetables compared with 16% of women. Tim Fox, head of energy and environment at the IME said: &quot;This survey clearly indicates that, despite perceptions held by commercial buyers, UK consumers are willing to purchase imperfect-looking fruit and vegetables. This food, which is perfectly good to eat, is often rejected by buyers before it leaves the farm as it does not meet cosmetic requirements. Last summer&apos;s poor UK harvest left some supermarkets struggling to keep shelves stocked with fresh produce and taking the unusual step of apologising for the fact that some fruit and vegetables are of lower quality than usual, while winter flooding and heavy rainfall made the situation even worse. Sainsbury&apos;s relaxed its rules on the cosmetic appearance of fresh produce and allowed fruit and vegetables that would normally be ploughed back into fields to be sold in its 1,012 stores. Fox added: &quot;There are various reasons why a staggering amount of food produce is not being consumed around the globe each year. In less developed countries many of the losses stem from issues like poorly engineered storage and transport infrastructure, but in developed countries like the UK food waste is largely the result of commercial practices, such as the demand for aesthetically pleasing food products, and wasteful behaviour in the home.&quot; He said the institution wanted to encourage everybody &quot;from the UN, government and retail business leaders through to people preparing their dinners at home, to think about the amount of food that is wasted and the land, water and energy resources involved in bringing food to the plate. Eliminating this waste can go a long way towards meeting the food demands of our growing global population and free up water, energy and land for other human uses.&quot; The poll questioned a nationally representative sample of 2,007 people in the UK.", 
    "section": "environment", 
    "gid": "environment/2013/feb/26/british-shoppers-irregular-fruit-vegetables", 
    "wordcount": "502"
}