{
    "headline": "Why science policy should take popular culture seriously", 
    "text": "     I&apos;m surrounded by badgers. I&apos;ve never actually seen one live, though I&apos;m told my university campus is riddled with them. Our student newspaper is called the Badger (I think he&apos;s called Ronald). I have several badger badges and a couple of badger toys friends have given me to laugh at my interest in the cull. I&apos;m forever spotting brightly coloured badger-themed street art around my home in Brighton. I have piles of books on the things. Wikipedia&apos;s list of fictional badgers is a thing of beauty; from Narnia&apos;s Trufflehunter and Bill in Rupert the Bear to the Weebls&apos; Badger Badger Badger song (dubstep version), Bryan Talbot&apos;s &quot;Grandville&quot; steampunk graphic novels or Hogwarts&apos;s Hufflepuffs. They&apos;re everywhere.  That I&apos;ve never seen a real badger and yet feel surrounded by them might seem like an example of the divide between urban life and nature. I disagree. It&apos;s an example of how suffused with animals our lives are, and that nature doesn&apos;t end where industrialisation begins. Just think about how many brands have animals in their logos (seriously, think about it). The trick is to reflect upon such symbols, stay cognisant as to what they represent. Shell&apos;s name and logo, for example, isn&apos;t some recent attempt at a &quot;greenwash&quot; nod to nature, it&apos;s because the company started off selling seashells. Really! An antique dealer in 1830s London noticed a fashion for using shells in interior design. They were so popular he had to get more from abroad, laying the foundations for an international import/export business which  via trading of rice, sugar, flour and more  by the 1890s was transporting oil. These things have roots.  Images of animals or machines in popular culture reflect public attitudes to science, technology and nature, but they are also part of the process by which we publicly digest policy regulating them too. Jokes about horsemeat  like mad cows before them  might distract us from thinking about the details of how we&apos;ve industrialised animals, they might be a bit crass and, several weeks on, they might be a bit dull. But they are one of the ways we make sense of the issue.  Back to the badgers: Angela Cassidy studies science, scientists, policy and politicians to understand the politics of the cull, but she looks at children&apos;s books too. Cultural images are threaded through this debate, just look at SchNEWS&apos;s  pistol wielding badger at the top of their reports.  Joshua Kopstein recently wrote about the ways drones seem to be emerging as a kind of cultural icon. As part of this article, James Bridle (who&apos;s behind the fascinating Dronestagram) told him:  There&apos;s been a huge amount of hard work done by some politicians, NGOs, some journalists, etc. to raise the profile of the use of unmanned weapons in the last few years. But they seem to have snuck into the public consciousness by a number of routes, a fever dream of networked society. Art reflects back these fears, and can perhaps provide a lens through which to understand and focus this disquiet. There&apos;s plenty of thoughtless &apos;drone art&apos; out there, and there&apos;s always a danger that they become &apos;cool&apos;, iconic, or fetishistic. But then, these techniques can always be used to analyse and explain too  For a precursor to drone art, perhaps, check out the 1983 &quot;Riders of the Apocalypse&quot; mural in New Cross (or you can sign a petition to protect its 1981 sister mural in Brixton). In recent years, some effort has gone into science-art collaborations as a way of helping engage the public with science. However, like a lot of &quot;public engagement&quot;, it&apos;s arguable that this is done more to make us feel comfortable with new technologies (or even distract us from them) than argue about them. Similarly, perhaps, I find Greenpeace&apos;s invitation to make Arctic themed crafts a bit patronising. It seems like a passive form of interaction, about celebrating their projects, not shaping them.  Maybe I&apos;m being too cynical. Maybe I&apos;ve just read too much Chomsky. Still, that the Tate didn&apos;t accept the &quot;gift&quot; of a wind turbine blade perhaps showed up some of the differences at play here. It would be interesting to see how the Science Museum or Wellcome Collection react to a similar presentation, especially considering their expressed commitment to public engagement. There is a growing movement of art in response to the oil industry. I find the way artists have playfully re-used advertising materials especially interesting. There was the subversion of Shell&apos;s advertising in the Arctic Ready spoof site last summer. Or the oil staining of BP at the Tate by Reverend Billy in the video above. My favourite is the way BP&apos;s logo has been turned into an Elizabethan ruff by Reclaim the Bard.  Zingy, the EDF logo, has also come in for rather a lot of re-making in the past week, in support of the No Dash for Gas activists (try the Free Zingy Facebook page).  That&apos;s not to say all re-uses of such logos are done as critiques. People have been knitting their own EDF logos for a while (here&apos;s a pattern) simply because they like it. This might seem like a strange thing to do. But people are strange (and creative, playful, angry and silly) and we&apos;ll only make strong science and technology policy if we remember that. Those who wish to sell us such new technologies know the role of play and aesthetics as much as those who want to critique them. That&apos;s why EDF creates characters like Zingy. It&apos;s why BAE systems gave out squishy submarine toys to schoolchildren visiting the Big Bang Fair last year. It&apos;s also why both sides of the nuclear power debate have produced games (&quot;Richie&apos;s World Of Adventure&quot; and &quot;Duke Anti-Nuke&quot;) and the Wellcome Trust invite researchers to &quot;Gamify Your PhD&quot;. Science policy happens, at least in part, through popular culture; be it art, advertising, activism, games, jokes, songs, funny-shaped cakes, knitting patterns or something else entirely. It might be easy to forget this in such a seemingly serious business as science policy, but to dismiss it as trivial is, like all snobbishness, ultimately limiting the debate.", 
    "section": "science", 
    "gid": "science/political-science/2013/mar/01/science-policy-popular-culture", 
    "wordcount": "1034"
}