{
    "headline": "Mazda6: car review", 
    "text": "Price 23,345MPG 67.3Top speed 130mph Would you enter a sporting contest if you had no chance of winning? That&apos;s the challenge facing the new Mazda6. Coming up against Ford&apos;s all-conquering &quot;Miracle&quot; Mondeo in the family saloon class is like clambering into the ring with the Undertaker  world wrestling&apos;s 6ft 10in 300lb undisputed heavyweight (signature move: the Chokeslam followed by the Tombstone  no one gets up from that). But the Mazda6 boasts wit,intelligence and ingenuity  and,sometimes, giants are slain. In the cold world of sales, much comes down to numbers, and Mazda&apos;s engineers have decided to play the percentage game. Their 6 is lighter and more efficient than the Mondeo. Its fighting gains are down to a raft of improvements brought about by the firm&apos;s SkyActiv project. This is an entire reworking of all the car&apos;s key components: engine, transmission, chassis, suspension  basically anything that can be refined to help reduce carbon and increase efficiency without killing the joy of motoring. No mean feat, as no one sets out to buy a family saloon for its hair-raising performance or to four-wheel drift a hairpin, let alone because it can smackdown a Mondeo. So, having appealed to your head (and hopefully gained a little audience support), Mazda now has to finish the move by appealing to your heart. And that&apos;s the hard bit. They say a job interview is over in the first few seconds. And so it is with acar. When you slide into the driver&apos;s seat of anew vehicle, you&apos;ll do that thing where you grip the steering wheel and shrug your shoulders acouple of times, you&apos;ll adjust the mirror and silently press the accelerator, and you&apos;ll know if you like it or not before you&apos;ve even turned the key. It&apos;s incredible how quickly we can make up our minds on such a massive purchase  and that&apos;s a nightmare for the car builders. Asticking door handle, a too-firm seat, an oddly placed gear knob and the game&apos;s up  regardless of how many hard yards they&apos;ve made on reducing carbon emissions. From the pavement the 6 is one of the best-looking cars from Mazda in years. The swooping front wings flow from its handsome face and are met by creased panels puckering the lower doors. Chrome beading picks out the headlamps and frames the boot. It&apos;s a surprisingly big car, with real presence at the kerb. Inside, the story continues. The cabin is well thought out and roomy. It doesn&apos;t feel lavish, but neither is it cheap. It&apos;s well judged.     Inside story: the well-thought out cockpit. Photograph: Observer    Start it up and the 2.2-litre turbo diesel feels eager and powerful; you&apos;d never guess it offers 67.3mpg  Prozac for your wallet. One neat technical development is the i-ELOOP, which gathers electricity from braking and stores it in acapacitor to power on-board systems. Another feature I liked is that the onboard computer calculates how much running time its stop-start system has saved you. Over a 350-mile weekend and 10 hours at the wheel, the engine was switched off for 2 hours and 7 minutes. Smart, slick and smooth, the Mazda has a lot going for it. But Ford has dominated this sector for two decades. And it&apos;s going to take more than some clever gadgetry to shift the Mondeo, which also has a killer move up its sleeve: it&apos;s cheaper. Not by much, but then matches can be won and lost by the tiniest of margins. Buying British A superb new website called British Built Cars has just launched. It lists, in detail, every known car currently or about to be made in the UK, from mass production right through to the low-volume specialist market. Each make and model has a brief description, images and a hyperlink to the manufacturer&apos;s own website. The site also features a comprehensive video library and news archive. It&apos;s terrific, interesting and useful  since when has idling on the internet felt so patriotic... Did your parents buy that? A new generation of internet-savvy, designer drivers are shunning the traditional hand-me-down banger for more upmarket motors subsidised by the Bank of Mum and Dad. Anxious parents, concerned about safety issues and their children&apos;s ability to find work in a period of record youth unemployment, are happy to pay for cars denied to them as youngsters. A third of all UK drivers aged 51-60 have paid, or would pay, for their teenager&apos;s first car. These young drivers are also using online resources more than dealerships, as they admit to feeling out of depth on a dealer&apos;s forecourt. Armed with knowledge gleaned from the internet those young people who cover their own motoring expenses are refusing to wait until they earn more money to buy a better car. Research by webuyanycar.com reveals that the economy has bred a new generation of designer drivers, with 31% of drivers aged 18-24 admitting they would happily trade in a hand-me-down car to free up cash to invest in a better vehicle. It&apos;s good news for car manufacturers, but in some ways it makes me sad that the days of the banger may be numbered. Think of all those adventures the more mature driver has had with over-heating, smoking rust buckets. Happy days. Email Martin at martin.love@observer.co.uk or visitguardian.co.uk/profile/martinlove for all his reviews in one place", 
    "section": "technology", 
    "gid": "technology/2013/jun/09/mazda6-car-review-martin-love", 
    "wordcount": "903"
}