{
    "headline": "3D-printed guns: expert warns of threat to user", 
    "text": "Firing a gun in which any part has been made in a 3D printer could result in the death of the user, a specialist has warned, because the plastics in the gun would not stand ballistic pressures and stresses  and so might disintegrate. Jonathan Rowley, design director of London-based 3D printing specialist Digits2Widgets, issued the warning on the company blog after being approached by two UK newspapers  the Mail On Sunday and the Daily Telegraph  that wanted him to &quot;print&quot; a gun using the files generated by Cody Wilson in the US earlier this week on his company&apos;s commercial printer. Rowley fears that the nylon used to create the designs would be unable to withstand the explosive force of the bullet ejection and that the &quot;gun&quot; could explode, shooting plastic shards that could harm users and bystanders.  The pressure inside a gun barrel typically reaches more than 1,000 atmospheres, and the temperature exceeds 200C, as the bullet is fired. The use of fine nylon powder in the printing stage  which could be left in the barrel by lack of cleaning, or by friction from previous bullet passage  would also be dangerous, he said: &quot;that&apos;s an explosive by itself.&quot; The heat caused by the ignition of the gunpowder to fire the bullet could create a blast inside the barrel that would blow it up, he fears. On the Digits2Widgets blog, Rowley gives the stark warning: &quot;Do not attempt to load and fire a 3D printed gun in which any element has been printed on a home 3D printer.&quot; Philip Boyce, an independent firearms expert at Forensic Scientific in Thetford, said: &quot;It all depends on how hard the plastic is. You might get one of these to fire 10 to 20 shots before it gives up the ghost. It would just disrupt - the barrel would fall apart, the chamber would fall apart.&quot; The accuracy of 3D printed guns is also under question because the barrel would wobble as the bullet passes through it. Boyce says the existence of files to create such weapons is something people &quot;definitely should worry&quot; about: &quot;normally criminals can only get converted blank-firing pistols. But if they have plastic weapons they can get a few shots off, which is all they want.&quot;  Rowley says that he is trying to establish a code of practice with commercial 3D printing businesses &quot;to stem whatever urge there might be to experiment with these objects. It&apos;s not just a question of morality  it&apos;s also about public safety.&quot; He says: &quot;We fear that the next story will be about a child blowing their hand off while experimenting with a 3D printed gun  This type of accident is the immediate danger of the project and will happen long before anyone is deliberately killed by one of these tools.&quot; Wilson, 22, has managed to produce a gun using a commercial 3D printer which successfully fired a shot  but in testament to his own nervousness about safety, he used a piece of string 20ft long attached to the trigger. He has now released the files for making the gun onto the internet so that anyone could &quot;print&quot; their own using a printer. That led to approaches from the newspapers, which Rowley has turned down flat. &quot;Nobody has done any testing on these materials in regard to high pressure and explosives,&quot; he told the Guardian. &quot;All that Wilson has proved is that with one particular machine and one particular material he&apos;s produced something that doesn&apos;t blow his hand off. He&apos;s giving the impression that these files can be used by anybody.&quot; That, he says, is enormously risky. &quot;None of our industrial 3D printers run the same type of plastic as used by Cody Wilson.&quot; Though the parts might look superficially similar, &quot;the way they would perform under firing would be totally unknown&quot;. 3D printing uses materials which can be heated using computer-controlled design systems to form extremely thin solid slices, which are then built up layer by layer to form solid objects. Its principal advantages are that it can be used building prototypes, generating one-off designs and even making shapes that cannot be made by standard injection-moulding systems. Firing a bullet in a gun creates an explosive force from expanding gas in the casing which propels the bullet along the barrel. But typically only 32% of the energy is transferred to the bullet; 30% is transferred to the barrel as heat. Metal barrels can withstand the pressure  Wilson spent almost a year developing the &quot;Liberator&quot;, a &quot;wiki weapon&quot; that can be put together from parts which can be printed in a commercial printer. He hopes that his files will lead to &quot;a complete explosion of all available gun laws  I think we should have the right to own all the terrible implements of war&quot;. Rowley says Wilson has &quot;abstract libertarian philosophy that proposes that anyone has the right to own anything&quot; and that he &quot;doesn&apos;t appear to care&quot; about the potential widespread use of 3D printed guns by individuals. But Rowley argues that making the files available is far more dangerous to those who download and try to use them than to those who might have such guns aimed at them. &quot;If you look at these files, there are all sorts of attached text documents about how to put them together, but nothing about the materials you must use for it to work or the printer you need to employ. It&apos;s highly irresponsible, but there are plenty of fools who will jump at the chance to have a go.&quot; He said he could not ethically agree to produce the guns for the newspapers: &quot;Anyone would be putting their life in their hands if they used these.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/09/3d-printed-guns-user", 
    "wordcount": "993"
}