{
    "headline": "Cisco launches appeal against Microsoft's 5.4bn deal to buy Skype", 
    "text": "Cisco has launched an appeal against Microsoft&apos;s $8.5bn (5.4bn) acquisition of internet phone service Skype on the grounds that the deal could prevent video calls becoming as popular as voice calls. The move could threaten Microsoft&apos;s largest ever takeover, which has already completed after being approved by American regulators last summer and by the EU four months ago. Cisco, an American multinational, says it does not wish to block the deal but wants European commission regulators to ensure Skype&apos;s 700 million customers are not locked into a Microsoft platform. Cisco uses open standards for its own video conferencing product and wants Skype to do the same. &quot;Our goal is to make video calling as easy and seamless as email is today,&quot; said Marthin De Beer, Cisco&apos;s video conferencing boss, announcing the appeal in a blog post on Wednesday evening. &quot;Making a video-to-video call should be as easy as dialling a phone number,&quot; he said. &quot;Today, however, you can&apos;t make seamless video calls from one platform to another, much to the frustration of consumers and business users alike.&quot; Both Microsoft and Skype use technologies that are not compatible with other video and calling services. Video calling applications, which also include Apple&apos;s FaceTime, are growing in popularity but their use has been held back because they cannot link with each other. Messagenet, a European internet phone service based in Italy, has joined Cisco in filing the appeal. Both companies had contributed during the commission&apos;s original consultation on the deal. &quot;The standards discussion is a legitimate one but that&apos;s not why this is going on,&quot; said Henry Dewing, an analyst at Forrester Research. The real focus was competition, he said, with Cisco trying to slow Microsoft&apos;s momentum. Skype was founded in 2003 in Estonia and acquired by online auction giant eBay in September 2005. It was sold to an investment group led by Silver Lake in November 2009 in a deal that valued the company at $2.75bn. Microsoft&apos;s biggest acquisition until Skype had been its 2007 swoop on digital marketing firm aQuantive for $6.3bn. Microsoft responded to the Cisco appeal by stating: &quot;The European commission conducted a thorough investigation of the acquisition, in which Cisco actively participated, and approved the deal in a 36-page decision without any conditions. We&apos;re confident the commission&apos;s decision will stand up on appeal.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/16/cisco-appeals-against-microsoft-buying-skype", 
    "wordcount": "400"
}