{
    "headline": "Nazi-themed drinking game 'sparked brawl on LSE union skiing trip'", 
    "text": "The London School of Economics is investigating allegations that a Nazi-themed drinking game led to a brawl in which a Jewish student&apos;s nose was broken. The inquiry relates to a skiing trip to Val d&apos;Isre organised by the students&apos; union last month and attended by 150 students from the university&apos;s athletics union. According to a statement released by the LSE&apos;s Jewish society, the assault took place after a Jewish student objected to the drinking game. The violence was not serious enough for French police to be involved, a students&apos; union source said. The LSE said: &quot;These are disturbing allegations relating to events which took place on a foreign trip organised by the students&apos; union. Both the SU and LSE are investigating these events and are prepared to take disciplinary action if the allegations are shown to be true. &quot;Students must abide by clear standards of behaviour set by both LSE and the SU and breaches of those standards are taken very seriously. We do not tolerate antisemitism or any other form of racism.&quot; According to the LSE&apos;s student newspaper, the Beaver, the game played was a Nazi-themed version of the drinking game Ring of Fire. This involved playing cards being arranged on a table in the shape of a swastika. Players were required to &quot;salute the Fhrer&quot;, the paper said. Jay Stoll, president of the LSE&apos;s Jewish Society, said: &quot;Nazi glorification and antisemitism have no place in our universities, which should remain safe spaces for all students. &quot;There is simply no context for what has happened here. Those who believe the game was all in good humour need to realise that when a Jewish student is subject to violence and the Nazi ideology glorified it is no joke but a spiteful, collective attack on a community.&quot; The Jewish student who suffered the injury told the Guardian: &quot;I&apos;ve seen this kind of game before, so it wasn&apos;t so much the game that offended me, as much as the antisemitic gibes that went with it. &quot;There was a mix of personal references and general Jewish insults. That was after I excused myself from the game. It made me extremely upset. That was the tipping point for me. It was a build-up during the game, and seeing the swastika obviously, but the comments built up to the point where I couldn&apos;t forgive myself if I let it slide. &quot;I feel angry about it now. There&apos;s no doubt it was an affront at my identity, but on a personal level it was extremely upsetting.&quot; Alex Peters-Day, general secretary of the students&apos; union, said: &quot;This is so at odds with everything the LSE and the union stand for&quot;. Most of the students at the university, founded by socialists Beatrice and Sidney Webb, are from overseas. Brendan Mycock, president of the LSE athletics union, condemned what he said were the actions of &quot;a small group of individuals&quot;. &quot;The athletics union prides itself on our open and tolerant nature and behaviour of this sort is not acceptable and is not an accurate representation of the behaviour we uphold ourselves to. Being in the athletics union is about being a team, behaving with respect to our team-mates and athletics union peers and representing our union and our university.&quot; Last November the Daily Telegraph reported claims that members of the Oxford University Conservative Association regularly sang an antisemitic song with Nazi references.", 
    "section": "education", 
    "gid": "education/2012/jan/15/lse-inquiry-nazi-drinking-game", 
    "wordcount": "585"
}