{
    "headline": "GrrlScientist's homemade vegan refried beans", 
    "text": "    One of my many hobbies is studying recipes and experimenting with them. I am especially fond of spicy-hot foods, and I regularly prepare a number of southeast Asian cuisines as well as Mexican dishes. My fondness for Mexican foods comes from my youth, growing up in western United States, when I was lucky enough to eat some of the most exquisite Mexican foods ever created. Since I eat vegan five or six days each week, and vegetarian one or two days per week, I get plenty of opportunity to modify and experiment with vegan and vegetarian recipes.  Vegan Frijoles Refritos   500 grams dried beans (black, red kidney or pinto beans or a mixture of any of these three) soaked in water for at least 2 hours or, better, overnight. Cook in vegetable broth with 6 bay leaves for 1.5 hours or longer. Remove and discard bay leaves, but leave the beans in their cooking water.  While beans are cooking, prepare the rest of the ingredients as follows: Saute the following ingredients in olive oil (2 or 3 T oil? Enough to cover bottom of pan):   6-8 green shallots with the green part (or green &quot;spring&quot; onions or 2 medium onions or an equivalent amount of shallots) diced  6 cloves garlic, minced  2 T fresh ginger, minced (optional -- this is NOT authentic, but it sure is yummy)  1 T paprika (substitute smoked sweet paprika or smoked chipotle for a smoky flavour, or substitute cayenne for a &quot;warmer&quot; spiciness)  2 T brown sugar (less if you use fewer jalapeos/hot chilis)  2-4 jalapeos or other hot chilis, seeded and diced (adjust numbers to suit your taste)  When the shallots/onions are translucent, the saute is ready for the next step. (5 minutes or so.) Add this saute to:   cooked beans (in their cooking water, which should be roughly as deep as the beans. If there is still a lot of water, pour off until the water and beans are at the same level. Set the extra bean water aside.)  250 grams fresh tomatoes, diced  3 T fresh oregano, cut small w herb scissors  4 T fresh coriander, cut small w herb scissors  2 T ground cumin  juice &amp; zest from one small lime  2 t fresh ground black pepper (adjust to suit your taste)  Cook for 30 minutes, stir once in awhile to prevent sticking to the bottom of the pot.      Mash mixture into a paste using a potato masher, using the reserved bean cooking water to adjust the consistency. Salt and pepper to taste. For vegan, garnish with freshly clipped cilantro or parsley, finely sliced green shallots/onions, Bell peppers or tomatoes. For vegetarian, garnish with guacamole, grated cheese, sour cream or nonfat yogurt. Serve with cooked rice or corn, in burritos, tacos, nachos or with chips or as a sandwich spread.  This is a glorious meal, delicious either warm or cold. It tastes better the day following preparation. Keeps at least three days in the refrigerator and freezes well.  I would show you a photograph of the finished product but I&apos;ve not yet figured out how to snap one that captures what I wish I could show. Maybe after today&apos;s experiment, I&apos;ll have something to share in this space.  [Photo added 21:30] Ok my peeps. Here&apos;s the photograph of tonight&apos;s experiment:      This is a spoonful of tonight&apos;s refried beans on a &quot;corn waffle&quot; with a few hints of parsley peeking out from under that fat slice of fresh tomato.  Comments regarding some of the experiments I&apos;ve tried so far:   black beans are authentic, but red kidney beans are often used, as are pinto beans, and some people use a mixture of two or all three of these beans. I use red kidney beans and they are tasty, but I plan to use black beans after I manage to find them  you may wish to add part of the onions, coarsely chopped, to the beans whilst they cook  the amount of sugar takes some experimentation. I&apos;ve found that increasing the number of jalapeos works best with more sugar, fewer jalapeos works best with less sugar  I&apos;ve added fresh parsley and found the bitterness nicely accents the sweetness of the sugar and the hotness of the chilis and freshly ground pepper  I&apos;ve increased the amount of diced tomatoes instead of adding any water to adjust the consistency of the bean mix  if you wish to have a strong smokey flavour in your refried beans, you can try adding one cup of very strong-brewed souchang tea (I tried this experiment today and this dish turned out to be the best ever.)  Let me know how your version turns out! .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/18/4", 
    "wordcount": "803"
}