{
    "headline": "Satellite eye on Earth: March 2013 in pictures", 
    "text": "   Marine stratocumulus clouds stretch across the southern Indian Ocean on 11 March, as a striking band of clouds run roughly north-west to south-east over the open ocean. Earth's boundary layer extends upward from the land or ocean surface to roughly a mile in altitude, and is the part of the atmosphere where interactions with the planet surface have the strongest effects. The clouds in this image likely formed underneath a strong inversion, in which air above the boundary layer was sinking. Patrick Minnis of Nasa's Langley Research Centre also observed that an atmospheric eddy was swirling in the east, comparable to a small-scale, low-pressure system confined to the boundary layer Photograph: MODIS/Aqua/NASA       Extensive ice fractures in the Beaufort Sea Photograph: VIIRS/Suomi NPP/NASA       A dust storm blows through Egypt on 22 March, obscuring parts of the Nile and the Gulf of Suez. The dust stretches from north-west Sudan to north-east Egypt, which lies within a broad band of dust-producing terrain that extends from north-western Africa eastwards to Mongolia. Outside of the Nile valley, Egypts land surface is a vast desert plateau rich in Saharan sand. Less than 3% of the land is arable, and less than 1% supports permanent crops Photograph: MODIS/Aqua/NASA       The Nile delta, in northern Egypt, is where the Nile splits and empties into the Mediterranean Sea. Important crops grown in this rich agricultural area include cotton, rice and sugar cane. This shot comprises part of a new animation of harvest patterns in the area. It is also featured in ESA's Earth from Space video programme Photograph: USGS/ESA       Hundreds of fires speckle the landscape across Indochina on 20 March. Hot spots marked in red indicate areas where the thermal sensors have detected temperatures higher than background. When accompanied by smoke plumes, they suggest actively burning fires. March marks the end of the cool, dry season, when fires, both intentional and accidental, become widespread across the region. Vegetation becomes dry and highly flammable, and farmers turn to fire to clear crop residue, cropland for the next growing season, and renew pastures for livestock. In the mountainous regions, fires can be used to convert forest to farmland, either permanently or in a traditional rotational system of agriculture where small plots of forest are burned, the land cultivated for a time, then allowed to lie fallow for forest to regrow before it is burned again Photograph: MODIS/Aqua/NASA       The condensation trails that form behind high-altitude aircraft, or contrails, are one of the most visible signs of the human impact on the atmosphere. On 15 February, numerous contrails were seen over Portugal and Spain. The composition of these long, narrow clouds is virtually identical to naturally-forming cirrus clouds. However, while naturally high levels of humidity cause the clouds, contrails form when airplanes inject extra water vapor into the atmosphere through their exhaust. In order for contrails to develop, air temperatures must be -39C (-38F) or below. The humidity of the air affects how long contrails last. When air is dry, contrails last just seconds or minutes. But when the air is humid, contrails can last longer and spread outward until they become difficult to distinguish from naturally occurring cirrus clouds Photograph: MODIS/Terra/NASA       Serbia's capital Belgrade is located at the confluence of the Danube and Sava rivers. Its metropolitan area has a population of 1.65 million and  human occupation can be traced back over 6,000 years. The city that became Belgrade existed by at least 279 BC. The core of old Belgrade, known as Kalemegdan, lies along the right banks of both the Danube and the Sava (seen in the centre). To the west across the Sava, Novi Beograd (New Belgrade) was constructed following the second world war. The difference in urban patterns between the old and New Belgrade is striking. Novi Beograd has an open grid structure formed by large developments and buildings such as the Palace of Serbia, a large federal building constructed during the Yugoslav period, now used for government offices. By contrast, the older urban fabric of Belgrade is characterised by a denser street grid and numerous smaller structures Photograph: ISS/NASA       Flooding along the De Grey River on 4 March Photograph: MODIS/Terra/NASA       The Rio San Pablo as it empties into the Golfo de Montijo in Veraguas, Panama. It is an ecological transition zone, changing from agriculture and pastures to mangrove forests, swamps, and estuary systems. The area has been designated a protected area by the National Environmental Authority of Panama and is listed as a 'wetland of international importance' under the Ramsar Convention  Photograph: ISERV/ISS/NASA       The River Okavango, running across the image, forms the border between Namibia to the south and Angola to the north. On the upper left corner, dots of white and other bright colours near a road show rural settlements. The red soil typical of many tropical and subtropical areas of Africa is also evident. In the lower-right corner, we can see large-scale, circular agricultural plots up to about 600m in diameter. The white lines running through the circle could be maintenance roads Photograph: Kompsat-2/KARI/ESA       Paluweh volcano (also known as Rokatenda), one of Indonesias Lesser Sunda Islands, emitting a plume of gas and ash on 26 March Photograph: ALI/EO-1/NASA       A river of haze blows across eastern China, Japan and the Korean peninsula on 8 March. China lies in the west, with heavy sediment pouring from the Yangtze River into the East China Sea. To the north, the Bohai Sea, which is also filled with tan sediment, is heavily covered with haze and cloud. The city of Beijing lies just off the upper left corner of this image. The thick haze is likely composed of a variety of particulates, including dust, smoke from coal used widely in the region, wood smoke, and industrial pollution Photograph: MODIS/Aqua/NASA       One of the most recognisable natural features on Earth, when viewing from space, is the Manicouagan Crater, one of the oldest known impact craters on the planet. Photographed by one of the Expedition 34 crew members onboard the International Space Station, the crater is located primarily in Manicouagan regional county municipality in the Cte-Nord region of Qubec, Canada. Manicouagan is one of the oldest large astroblemes still visible on the surface. The crater is a multiple-ring structure about 60 miles across, with its 40-mile diameter inner ring its most prominent feature; it contains a 40-mile diameter annular lake, the Manicouagan Reservoir, surrounding an inner island plateau Photograph: ISS/NASA       The Colorado River, dammed to form Lake Powell in 1963, crosses from east to west (which is left to right here). The confluence of the Colorado and San Juan Rivers is also visible. Sunglint  sunlight reflected off a water surface back towards the observer  provides a silvery, mirror-like sheen to some areas of the water surfaces. The geologic uplift of the Colorado plateau led to rapid downcutting of rivers into the flat sedimentary bedrock, leaving spectacular erosional landforms. One such feature, the Rincon, preserves evidence of a former meander bend of the river. Snow cover blankets the higher elevations of Navajo Mountain, a large body of igneous rock that intruded into pre-existing sedimentary rock layers and bowed them upwards into a structural dome  Photograph: ISS/NASA       Given the scarcity of water, its not surprising that Namibia has the second lowest population density in the world, trailing only Mongolia. And the Namib desert is one of the most sparsely populated parts of Namibia. But despite the harsh environment, there is still something that draws people deep into the desert: uranium. Namibia is among the top five uranium-exporting countries in the world. The Erongo region is home to Rssing mine, the oldest and third-largest producer of uranium in the world. Situated about 40 miles (70km) northeast of the coastal city of Swakopmund, the mine is located near the ephemeral Khan River. This image of the mine and surrounding landscape was taken on 8 March Photograph: ALI/EO-1/NASA       The late winter sun shone brightly on a stunning scene of clouds and ice in the Davis Strait on 22 February. The Davis Strait connects the Labrador Sea (part of the Atlantic Ocean) in the south with Baffin Bay to the north, and separates Canada, to the west, from Greenland to the east. Strong, steady winds frequently blow southward from the colder Baffin Bay to the warmer waters of the Labrador Sea. Over ice, the air is dry and no clouds form. However, as the Arctic air moves over the warmer, open water the rising moist air and the temperature differential gives rise to lines of clouds. In this image, the clouds are aligned in a beautiful, parallel pattern. Known as cloud streets, this pattern is formed in a low-level wind, with the clouds aligning in the direction of the wind Photograph: MODIS/Aqua/NASA       Ice on the Caspian Sea, which isnt really a sea but a giant lake that spans roughly 600 miles (1,000km) from north to south. In the winter, ice often forms over the lakes northernmost reaches, while the central and southern parts remain ice free. Temperatures are generally lower in the north. From north to south, the Caspian Sea also exhibits differences in salinity and depth Photograph: MODIS/Terra/NASA       A clear image of Scotland as the clouds part on 27 February. England makes up about the southern third of the image. Further north on the west coast of Scotland, the Firth of Clyde is hidden under a bank of low clouds (fog). Southern uplands lie just north of the border and the central lowlands just north of that. The Grampian mountains lie in the centre of the country, and the high peaks wear a covering of snow and ice year-round. The northern Highlands can be seen peeking out from under a large bank of clouds. The 62 mile-long (100km) strike-slip Great Glen Fault separates it from the Grampian mountains Photograph: MODIS/Aqua/NASA       On 7 March the Terra satellite passed over eastern Russia and captured volcanic activity at Shiveluch and Plosky Tolbachik, on the Kamchatka Peninsula  Photograph: MODIS/Terra/NASA       Adventurers call Tibets Yarlung Tsangpo the 'Everest of Rivers' for good reason. Stretches of it are some of the least-explored places in the world, and tales of failed expeditions abound. With headwaters in western Tibet near Mount Kailash, the river has the highest average elevation  4,000 meters (13,000 feet)  of any major river in the world Photograph: ASTER/Terra/NASA       The New Caledonia archipelago, 752 mile (1,210km) east of Australia: the main island, Grande Terre, 217-mile long (350km), dominates the image. A mountain range runs the length of the island  its highest point reaching over 1620m  and divides the lands lush east from the savannahs in the west. A coral reef surrounds the main island and stretches into the Coral Sea to the north-west. The reef provides an important nesting site for green sea turtles and is home to endangered dugongs Photograph: Envissat/ESA       Record snowfall in north Texas blankets the city of Canyon. Urban street grids and stream channels appear etched into the landscape by the snow, a result of both melting and street clearing in the urban regions and of the incised nature of stream channels in the surrounding plains. Agricultural fields are easily identified due to the even snow cover broken only by roadways between the fields Photograph: ISS/NASA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/apr/18/satellite-eye-on-earth-in-pictures", 
    "wordcount": "0"
}