{
    "headline": "Dear Mr Gove new year special: Michael Rosen's letter from a curious parent", 
    "text": "I thought I would try to be positive and lay out a set of modest proposals for you to consider in 2013. 1 Universities  It&apos;s imperative to keep down the number of students. &quot;Graduate&quot; is really another name for people who think they&apos;re entitled to be paid well. We are in an era when we must all pull together to ensure that workers work more and earn less (or as employers call it, &quot;keeping labour costs down&quot;) and large numbers of graduates swimming around the economy are an impediment to this. What&apos;s more, three years of independent living and discussion have the potential to turn many of these young people into dissenters and trouble-makers. There is an argument for saying that it is the job of government to enable a population to increase its cultural capital, raising the level of education of as many people as possible. You must portray this sentiment as a utopian fantasy of a long-lost past. So, let&apos;s put into practice a set of clear policies: a) You and your colleagues (and Eric Pickles) need to put a lot of effort into mocking and rubbishing university courses. Don&apos;t worry about consistency here: pick on both vocational courses and seemingly obscure academic ones: &quot;A degree in leisure management, ha ha ha&quot;; &apos;A degree in medieval German literature, ha ha ha&quot;. b) Suggest at every opportunity that academics and students are spongers and skivers. Contrast their use of public money, long holidays and low hours of work with MPs&apos; honesty, diligence and industriousness. c) Make a big deal out of things like the &quot;knowledge economy&quot;, &quot;what Britain does best&quot;, &quot;centres of excellence&quot; and &quot;world-class universities&quot;. Rely on journalists to put this inflated waffle (which you don&apos;t believe in anyway) on their front pages while relegating the cuts to a one-inch column on page 11. d) It is absolutely vital to boast about making it possible for the &quot;disadvantaged&quot; to go to university while making it harder for them to do so. Fees of 9,000 a year are already much too low and some students from poorer families are slipping through the net and going to university. We must discourage them from doing so. I suggest fees in the region of 20,000 a year. One scholarship a year per university would serve the purpose of looking as if you&apos;re being &quot;fair&quot;. I am so glad that your colleague David Willetts has highlighted the problems of white working-class boys going to university. Given your party&apos;s electoral precariousness at the moment, it is vital that you and your colleagues present a narrative which suggests that Britain today is a place where white people can&apos;t get on and black people are given incredible advantages. 2 Ebacc There is a real danger that you&apos;re about to be stabbed in the back by your predecessor Kenneth Baker. He has come up with a plan to abolish exams at 16, create higher schools and training places for 14- to 18-year-olds. With utmost urgency, you must dig up anything you can on Baker to suggest that he is either an out-of-touch old backwoodsman fart and/or he is in thrall to Trotskyists. For you to be able to push through what is fast becoming an exam that will be a major impediment for most young people to develop as learners, you must: a) ignore all evidence on adolescents and learning; b) make misleading comparisons with the old O-levels; c) keep talking about &quot;rigour&quot; without explaining what you mean by that word; d) rubbish teachers by saying that, unlike MPs, they are lazy and misuse public money. 3 Primary school exams The phonics screening check and the spelling, punctuation and grammar  Spag  test. You must resist all demands to provide evidence that these tests will improve reading and writing, as there is none. Avoid public debate about this. Potential problems coming up are: a) that many more children failed the phonics test than learn how to read using the old mixed methods; b) many good readers failed the phonics test; c) some children are being told they have &quot;failed&quot; and so can&apos;t proceed to &quot;real&quot; books. Rely on ill-informed newspaper editors to keep these stories off the front pages. When it comes to the grammar test, I predict that there will be real problems, with teachers not knowing how to teach for it and hardly any children understanding what is being tested. Therefore you must keep up the campaign of rubbishing teachers, showing how, unlike MPs, they are lazy and misuse public money. In a key speech, make the suggestion that most British children are ignorant, illiterate, stupid and badly behaved. 4 Academies programme Stop trying to be nice. Step in now, and make every state school in England an academy. Hail this termination of public accountability as a triumph of &quot;freedom from control&quot;. Make sure that your own burgeoning powers of control over the nation&apos;s teachers and young people is never mentioned. It is crucial that whenever an academy fails an inspection, you must rubbish the teachers, showing how, unlike MPs, they are lazy and misuse public money. It is highly unlikely that you will be able to keep tabs on all the academies, so I suggest that you create a set of regional committees to manage them. These must not be called &quot;local&quot; in case people compare them to local authorities and the management committees must not be elected, but made up of people appointed by you. 5 Teachers Abolish all teacher training. In a key speech, try to whip up people&apos;s bad memories of individual teachers (who were usually just people trying to implement what governments made them do) by saying how &quot;we all hate teachers&quot;. Play to people&apos;s feelings that it is always other people&apos;s children who are &quot;bad influences&quot; on their own, and what is needed is a &quot;firm hand&quot;. This should enable you to usher in the replacement of teachers by ex-military personnel who can do the job of patrolling past the computer terminals (equipped with News Corporation syllabuses), which all children will be looking at all day in the exciting schools of the future. 6 History You must work even harder on the history curriculum, ensuring that all our children in England are proud of our country&apos;s history. I&apos;m not absolutely sure what this means if Scotland becomes independent, but I&apos;m sure you&apos;ve figured out what &quot;our country&quot; means better than me. Meanwhile, can we make sure that dead white men are celebrated the most? All attempts to show either that some dead white men did bad things, or that there are some important things done by dead white women, dead black men and even dead black women, must be eradicated. We need to have our classrooms filled with pride. After all, thanks to your government, more and more children are arriving at school with empty bellies, so at least let&apos;s fill them with pride, eh? 7 Business All schools must be turned into limited companies. Headteachers should be employers (&quot;school company directors&quot;) while compulsorily non-unionised teachers and pupils are the workers. Schools should be required to make goods and sell services for money and become places that offer car-cleaning, photocopying, fruit-picking, biscuit-making and the like at highly competitive rates. 8 Your job The moment it looks as if staying in your job is an impediment to your long-term objectives of becoming leader of the Conservative party, make it clear to David Cameron that you&apos;ve never been very interested in education and you have outlived your usefulness. I hope that these proposals will be of use to you throughout the year.", 
    "section": "education", 
    "gid": "education/2013/jan/07/education-proposals-for-michael-gove", 
    "wordcount": "1314"
}