{
    "headline": "Family planning must be development priority, says UNFPA report", 
    "text": "Access to family planning is a human right and a sound economic investment at a time when the number of young people in developing countries has reached an all-time high, according to the UN Population Fund (UNFPA). The latest State of the World Population report makes the case for additional spending on family planning in poor countries, claiming it would save more than $11.3bn (7.1bn) a year on maternal and newborn health. Despite the economic benefits of family planning, the report said donor and government support for sexual and reproductive health has been shrinking in past years, as nearly 2billion people reach reproductive age. The report says young people&apos;s needs remain largely neglected, with the consequence that the largest generation of young people in history is unable to fully exercise reproductive rights and prevent unintended pregnancies, reduce the likelihood of dropping out of school or protect itself from sexually transmitted diseases. Many developing countries have not made reproductive health a priority and it has lost ground to other health issues such as infectious diseases, says the report. Family planning, however, is returning to the development agenda. At a London summit in July, donor countries and foundations pledged $2.6bn to make family planning available to 120 million women with unmet needs (ie fertile, sexually active women without access to contraception) in developing countries by 2020. Developing countries themselves pledged $2bn. &quot;Family planning is regaining its importance,&quot; says Margaret Greene, lead writer of the report. &quot;London mobilised governments to make commitments, but I think the economic research into the development impact of family planning has really burgeoned and strong sets of economic arguments have brought family planning to the fore.&quot; One-third of the growth of Asian economies is attributed to a demographic shift in which the number of working adults became higher than those who depended on them for support. This shift, says the report, was a consequence of family planning and brought increased productivity. The report says the costs of ignoring the right to family planning include poverty, exclusion, poor health and gender inequality. For example, failing to meet the sexual and reproductive health needs of adolescents and young people in Malawi contributed to high rates of unintended pregnancy and HIV. In the US, teenage motherhood reduces a girl&apos;s chances of obtaining a high school diploma by up to 10%. Richard Kollodge, editor of the report, emphasised that family planning was not a standalone objective but an integral part of reproductive health, and linked to other issues such as youth empowerment and maternal health. &quot;It is part of a mutually reinforcing cycle,&quot; he said. &quot;If you make family planning available to an adolescent girl, she stays longer in school and ends up getting a better job.&quot; According to the UNFPA, $8.1bn is needed each year to meet the current and unmet need for family planning among women in developing countries, with the cost of meeting unmet needs highest in sub-Saharan Africa and the poorest countries of other regions where delivery of services is weakest. However, money is just one part of the solution, says the report. To ensure that every person&apos;s right to family planning is realised, UNFPA called on governments to take a rights-based approach to family planning, secure an emphasis on family planning in the post-2015 development agenda, and focus on specific excluded groups such as adolescents, refugees and migrants, and sex workers. &quot;Family planning is not a privilege, but a right. Yet, too many women  and men  are denied this,&quot; said DrBabatunde Osotimehin, UNFPA&apos;s executive director. &quot;The pledge we made in July in London to increase access to family planning will improve the lives of millions and will each year help avert 200,000 maternal deaths. As we approach the target date for achieving the millennium development goals, I call on all leaders to build on this momentum, close the funding gap, and make voluntary family planning a development priority.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/14/family-planning-development-priority-unfpa", 
    "wordcount": "673"
}