{
    "headline": "Apple subpoenaed by FTC over Google's search deal on iPhone and iPad", 
    "text": "A US antitrust investigation into Google has subpoenaed Apple to find out more information about the deal by which the search giant provides services for the iPhone and iPad, according to Bloomberg, citing sources inside the Federal Trade Commission which is carrying out the probe. The FTC began investigating Google&apos;s position in the US search market last year to determine whether it unfairly increases advertising rates for competitors, and whether its search results are skewed to favour its own businesses  such as its burgeoning social network Google+. US authorities have now demanded that Apple hand over the agreements by which Google is the default search and mapping engine on its mobile devices. According to Bloomberg other mobile handset makers as well as mobile networks have also been subpoenaed.  Rivals to Google, such as Microsoft, have called the agreements anticompetitive. Together, Apple&apos;s devices and mobile phones running the Android mobile operating system give Google about 75% market share of the mobile market in the US at present, more than it has in the desktop realm where its share there is 66.4%, according to ComScore. In Europe, where the European Commission is also carrying out an antitrust investigation into the company, Google&apos;s desktop share is closer to 90%. It is not known whether the EC is also probing Google&apos;s deal with Apple, though a decision on its investigation is expected next month. Details of the Apple-Google relationship may show whether the latter is abusing its dominance of search to boost revenue in the mobile phone advertising market, Allen Grunes, an antitrust lawyer at Brownstein Hyatt Farber Schreck in Washington, told Bloomberg. &quot;As mobile search gets more widespread, the default setting becomes more significant,&quot; said Grunes, who does not represent Google or its rivals.  Google has been the default search engine on Apple&apos;s mobile devices since the iPhone was unveiled in 2007, though Apple is believed to have pursued talks with Microsoft in 2010 to use its Bing search engine instead. However, Google wound up with the continuing contract; Apple and Google are understood to share ad revenue from Google searches on iPhones, iPod Touches and iPads. The FTC&apos;s probe of Google is also understood to be investigating whether the company is using its control of Android to harm competition. That&apos;s because &quot;it&apos;s very likely in the next few years, we&apos;ll see mobile search outstripping desktop search,&quot; Ben Schachter, a New York-based analyst with Macquarie Capital told Bloomberg. He estimates that by the end of 2012 mobile searches in the US will make about 25% to 30% of all searches, up from 15% now, and that people will use whatever is the default on the device, even though it can be changed in the settings.  &quot;Most people don&apos;t even know what default search means  they just know there&apos;s a box they can use to look for information,&quot; Schacter said.  Apple and Google have declined to comment on the subpoenas.  Google in 2011 earned $1.3bn in search-related revenue on Apple products, according to a report released on 8 March report by Macquarie Capital, which said that the revenues were then split to give Apple $1bn and Google just $335m.  In January, eMarketer, a New York-based research firm, estimated Google&apos;s share of US mobile advertising revenue was 52% in 2011, driven by searches. Google earns about 95% of all US mobile-search ad revenue, the firm said.  The FTC&apos;s subpoena is the latest twist in the relationship between Google and Apple. The two companies were linked for much of last decade, with Google Chairman Eric Schmidt serving on Apple&apos;s board of directors. But that changed when in 2008 Google announced it would introduce Android to compete against the iPhone.  Schmidt left the board in 2009, the same year the FTC said it was examining whether Apple and Google were violating antitrust laws by sharing board members. Schmidt, then Google&apos;s chief executive, said the FTC probe did not prompt his decision to step down from Apple&apos;s board.  Conflict between the two companies intensified in 2010 after Apple&apos;s late co-founder Steve Jobs opened a patent battle against companies whose mobile devices run on Android, including Samsung and HTC.  Joaquin Almunia, the European Commission&apos;s antitrust chief, said on 5 March that he will decide next month on the future of the EC&apos;s 18-month antitrust probe into Google and notify the company about any concerns.", 
    "section": "technology", 
    "gid": "technology/2012/mar/14/apple-ftc-google-iphone-ipad", 
    "wordcount": "733"
}