{
    "headline": "Greater Mekong countries 'lost one-third of forest cover in 40 years'", 
    "text": "Five Asian countries have lost nearly one-third of their forests in the last 35 years and could be left with little more than 10-20% of their original cover by 2030  with devastating effects on wildlife and humans, a new report suggests. Cambodia, Laos, Burma, Thailand and Vietnam have lost nearly 40m hectares (ha) of forest cover since 1980 but have retained about 98m ha of natural forest, just over half of the region&apos;s land area. Using satellite data, the WWF researchers calculated that since 1980, Cambodia has lost 22% of its 1973 forest cover, Laos and Burma 24%, and Thailand and Vietnam 43%. The report on ecosystems in the greater Mekong area warns that these countries risk losing more than one-third of their remaining forest cover within the next two decades if they fail to increase protection. &quot;The greater Mekong is at a crossroads,&quot; said Peter Cutter, landscape conservation manager with WWF-Greater Mekong. &quot;One path leads to further declines in biodiversity and livelihoods, but if natural resources are managed responsibly, this region can pursue a course that will secure a healthy and prosperous future for its people.&quot; The report documents alarming fragmentation of the region&apos;s forests in the past 30 years. Large connected areas of &quot;core&quot; forest  defined as areas of at least 3.2km sq of uninterrupted forest  have declined from over 70% in 1973 to about 20% in 2009. If current trends continue, WWF predicts that by 2030 only 14% of the greater Mekong&apos;s remaining forest will consist of contiguous habitat capable of sustaining viable populations of many wildlife species including the tiger, Asian elephant, Irrawaddy dolphin and the endemic saola  also known as the Asian unicorn. The survival of many species , the report says, depend on the existence of well-managed protected area systems, and while the number of these areas have expanded dramatically since 1970, many are not well managed. &quot;Many protected areas exist in name only,&quot; added Cutter. &quot;Even relatively secure protected areas are under intense pressure from poaching and timber theft, while others have been reduced in size by government&apos;s eager to cash in on land concessions to mining companies or plantation owners.&quot; The five countries have all lost vast areas of primary forest in the last 30 years but many have replanted large areas. Vietnam, which used to be almost entirely forested until the second world war, now has only 80,000 ha of primary forest left. A further 10m ha has regenerated and 3.5m ha have been planted. This compares to 6.7m ha primary forest remaining in Thailand and 3.19m ha in Burma which has 27,5m ha of naturally regenerated forest but has only replanted 988,000ha. Nearly all the reforestation has been with plantations of single species, such as eucalyptus or palm oil which are far less attractive to wildlife. The report offers two future scenarios for the region&apos;s ecosystems. One predicts what will likely happen by 2030 under an unsustainable growth model in which the deforestation and degradation observed over the past decade persists, while the other scenario assumes a 50% cut in the annual deforestation rate and a future based on &quot;green economy growth&quot;. Under the latter, core forest areas extant in 2009 across the five countries would remain intact. &quot;The green economy approach is the choice for a viable future in the greater Mekong,&quot; added Cutter. &quot;Regional leaders have already affirmed that healthy economic growth goes hand in hand with healthy and productive ecosystems, but fast and effective responses are needed now to avoid permanent environmental degradation.&quot; The report highlights the Xayaburi dam development as a key threat to the health and productivity of the Mekong River and delta. The Mekong basin hosts 13 unique, yet connected, freshwater ecosystems, but the controversial Xayaburi project will sever the main stem of the lower Mekong River, blocking migratory fish and sediment flow with potentially devastating consequences for livelihoods and food security for 60 million people. &quot;Given that the majority of the region&apos;s biological heritage and supporting ecosystems occur in landscapes that cross borders, regional collaboration is critical,&quot; concluded Cutter. &quot;Increased and more sustainable investment in maintaining ecosystem integrity must also be a priority at landscape, national, and regional scales.&quot;     Mekong forest loss. Photograph: Graphic  ", 
    "section": "environment", 
    "gid": "environment/2013/may/02/greater-mekong-forest-cover", 
    "wordcount": "722"
}