{
    "headline": "African lions  the killer kings in mortal danger from man and sham medicine", 
    "text": "In 2002, I spent 10 days in Kenya. I&apos;ll never forget lying in a tent on the Maasai Mara trying to sleep against the awful, blood-curdling roar of lions hunting on the moonlit plains. I would wake every hour, swearing a beast was at my door. Seven years later, a trip to Botswana ended without seeing (or hearing) a single lion, and while the safari was magnificent, something powerful and fearsome was notably absent. It made me wonder: what would Africa be without lions? It&apos;s not a rhetorical question. The king of the beasts is on his deathbed. The great cats are vanishing across Africa. In fact, a study last year in Biodiversity Conservation estimated that lion populations have fallen by 68% in just 50 years: from 100,000 in 1960 to 35,000 today. Another report by the NGO LionAid, however, estimated even fewer: 15,000. While even 15,000 may sound like a lot when compared to other threatened species, lion populations are spread over more than 20 countries, spanning a geographic area larger than south America. Today they survive in small, fragmented pockets. Looking at a map of historic versus current lion ranges is like viewing a continent submerged by rising seas: only scattered islands remain. The situation is most dire in Western and Central Africa where LionAid warns as few as 645 lions survive. The story of the lion&apos;s decline is similar to that of many big predators. Ever-expanding human populations have gobbled up lion habitat for agriculture, livestock, and cities, while numbers lion prey  from antelope to zebra  have fallen dramatically. And like many top predators, lions face an unceasing conflict with humans: they are killed as pests, for trophies, and even for sham medicine. In order to conserve the lion, we must first stop so many dying at human hands. Lion-human conflict is as old as our origins on the African savannah. Lions do not shy away from killing livestock when they can, and they attack people with some regularity. Both trends may be worsened by prey decline. For millennia, pastoralists have fought back and speared the lions. But now some have turned to poisoning lions en-masse. In East Africa, a dangerous pesticide known as Furadan (banned in the EU, Canada, and US) is sprinkled over lion-killed livestock. When the pride returns to feed, they perish agonizingly. Unlike spears, the neurotoxin kills scavengers too. It&apos;s so deadly that in 2009 a 3-year-old boy died after ingesting Furadan, possibly mistaking the candy-blue pesticide for a treat Another threat: taxidermy and trophy hunters who argue that by shelling out a lot of cash to shoot animals, they aid conservation efforts. This may be a legitimate argument for some species, but not for lions. Big-cat experts Dereck and Beverly Joubert with National Geographic told me that lion hunting often ends in a long trail of murder , as dramatic as any royal coup. Hunters almost always target mature malesbecause of their manesbut by doing so, they unwittingly trigger a wholesale massacre. When a top male dies, a pride becomes vulnerable to challengers. If new males take over their first act is to kill any resisting females and all cubs. The Jouberts say that shooting one male can result in the deaths of over 24 lions. Finally, there&apos;s a new concern: the lion bone trade. Tigers have been killed for traditional Chinese medicine for millennia, some of whose practitioners consider their bones an aphrodisiac. But with wild tigers dwindling and demand rising, traders are turning to lions. Many of the lions involved are raised, much like tiger-farming, solely to be killed for their bones. In this case, trophy-hunters get to shoot a lion and the parts are shipped to China to make someone feel potent, even though there&apos;s no medical evidence this works. But if the trade widens, conservationists fear that eventually wild lions will also face the gun. Conservation must start with halting targeted killings. Lion hunting should be banned or at least better regulated. Working with local communities to mitigate lion conflict, compensate for livestock killed, and better protect both livestock and people should be a priority. Finally, the lion bone trade must be stopped before it gets out of control, like rhino horn and ivory. This is not to say the lion is going extinct anytime soon. But I wouldn&apos;t be surprised if in a couple decades our king fell victim to the same fate as the tiger today: down to just a few thousand in protected areas, struggling even there to survive against the rising tide of humanity. We still have time to decide for lions: would we be satisfied with a token population, representing what once was, or do we want African ecosystems that are still ruled by kings? Where antelope bound in fear and zebra watch the horizon, where prides tussle with hyenas under a dark sky, and the king lounges in the morning light, belly full? I say, long live the king.", 
    "section": "environment", 
    "gid": "environment/2013/feb/25/lions-africa-endangered-species-medicine-habitat", 
    "wordcount": "832"
}