{
    "headline": "International criminal court delivers landmark first ruling", 
    "text": "The international criminal court (ICC) has delivered the first verdict in its 10-year history, finding Thomas Lubanga, a Congolese warlord, guilty of recruiting child soldiers. Lubanga is one of 15 cases before the ICC, the world&apos;s first permanent war crimes tribunal, which opened in July 2002 to prosecute the perpetrators of genocide and crimes against humanity. Until the ICC, international tribunals had been set up on an ad hoc basis, notably for the former Yugoslavia and Rwanda. But human rights advocates had long pressed for an independent and permanent criminal court, as opposed to courts established for specific conflicts with a limited shelf life. The international tribunal for the former Yugoslavia, established in 1993, is to wind up by 2014. In 1998, 120 states adopted the Rome statute, the legal basis for establishing the ICC. The statute entered into force four years later, when it was ratified by 60 countries. Only the US, Israel, China, Iraq, Libya, Qatar and Yemen voted against the founding of the ICC. The US, however, has tempered its outright opposition to the court since George W Bush left office in January 2009. Under the Obama administration, the US has supported the ICC&apos;s investigation and prosecution in Sudan. The first arrest warrants ever issued by the ICC in The Hague were aimed at Joseph Kony  the subject of a video that turned into an internet sensation  and four of his LRA commanders, for crimes against humanity and war crimes. The 2005 indictments include charges of murder, rape, the sexual enslavement of women and girls, and forcing children to fight. The court&apos;s most recent arrest warrant, issued last November, targeted former Ivory Coast president Laurent Gbagbo. Gbagbo is alleged to have organised, along with members of his inner circle, systematic attacks against civilians during the violence that followed the November 2010 election, a poll that precipitated the end of his decade-long presidential tenure. The only serving head of state sought by the court is Sudan&apos;s president, Omar al-Bashir, who is wanted for alleged crimes against humanity (murder, torture and rape), war crimes (attacks against civilians) and genocide. The case against Muammar Gaddafi, the Libyan leader, who was accused of crimes against humanity during the Libyan uprising, was dropped after his death. All 28 people indicted by the court have come from the African continent, which has led to charges of bias. In 2010, Chad  the first ICC signatory visited by Bashir following the issue of his arrest warrant  defended its decision not to arrest the Sudanese president by accusing the ICC of only targeting African leaders. &quot;We are with the rule of law and everybody has to pay for his mistakes and for any crime he commits, but when it will be selectively and targeting only African leaders it should not be accepted,&quot; Chad&apos;s ambassador to the US, Ahmat Mahamat Bachir, told the BBC at the time. The African Union and the Arab League have always opposed the ICC&apos;s decision to issue the arrest warrants associated with the conflict in Darfur, Sudan. Under the Rome statute, the court&apos;s prosecutor, Luis Moreno-Ocampo, can launch an investigation on the basis of a referral from any state that accepts the ICC&apos;s jurisdiction, or from the UN security council. In addition, the prosecutor can initiate investigations on the basis of information on crimes from individuals or organisations. Three states  Uganda, the Democratic Republic of the Congo, and the Central African Republic  have referred situations occurring on their territories to the court. In addition, the security council has referred the situations in Darfur and Libya. The court prosecutor is currently conducting preliminary examinations in Afghanistan, Georgia, Guinea, Colombia, Palestine, Honduras, Korea and Nigeria.  This article was amended on 19 March 2012. The original said that only the US, Israel, China, Iraq, Libya, Qatar and Yemen have not ratified the Rome statute. This has been corrected.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/15/international-criminal-court-first-ruling-lubanga", 
    "wordcount": "645"
}