{
    "headline": "Thomas Telford school tops GCSE league tables", 
    "text": "Thomas Telford school in Shropshire is the country&apos;s top comprehensive for GCSE results, according to this year&apos;s school league tables. Some 98% of the school&apos;s pupils who sat GCSEs last summer gained five or more at grades A* to C, including English and maths  a feat many grammars and private schools failed to achieve. The headteacher, Kevin Satchwell, put the school&apos;s success down to its three-hour lessons and extended day. By the time pupils start their GCSE courses, they have had the equivalent of an extra academic year when compared to their peers at other schools. Lessons start at 8.15am and go on until 4pm, and in some cases 6pm. Classes are in three-hour blocks, which enable pupils to &quot;really get stuck into whatever it is they are doing and have more fun,&quot; Satchwell said. &quot;They are not distracted by bells going off every three-quarters of an hour and they don&apos;t have to rush from one lesson to another so often,&quot; he said. Satchwell said longer lessons and an extended day were seen as experimental when he introduced them upon opening the school 21 years ago. Now many schools have copied the model. &quot;It&apos;s not rocket science,&quot; he said. &quot;Longer lessons consolidate pupils learning and make for a calm environment, which is similar in many ways to a university.&quot; The school, which has consistently been rated as outstanding by inspectors, has a below-average proportion of pupils on free school meals (12%). The national average is almost 16%. It has very few pupils whose first language is not English. Parents receive reports on their child&apos;s progress 10 times a year, far more frequently than in most schools. Satchwell said this provided a &quot;strong scaffolding&quot; that ensured pupils, parents and teachers worked well together. The school is a city technology college, which means it is state-funded and accountable to central government rather than its local authority. City technology colleges were conceived in the 1980s under the Conservatives. Satchwell said he intended to carry on as headteacher of the school until he was &quot;carried out&quot;.", 
    "section": "education", 
    "gid": "education/2012/jan/26/thomas-telford-school-league-tables", 
    "wordcount": "355"
}