{
    "headline": "Zynga With Friends boss talks social games, freemium and the Android ripple-back effect", 
    "text": "In November 2008, two brothers released their first iPhone game, Chess With Friends, which enabled people to have multiple games of chess on the go over the network. It was followed in July 2009 by Words With Friends, a game inspired by Scrabble that became a multiplayer phenomenon. Fast forward to November 2010, when social games giant Zynga paid $53.3m for the developer of those games, NewToy. The brothers stayed on, with David Bettner becoming studio director, and Paul Bettner taking a role as general manager of the renamed Zynga With Friends studio. &quot;It&apos;s been a crazy ride from those very early days on Chess With Friends. We wanted to replicate this whole &apos;sitting round a table playing board games with your family&apos; feeling,&quot; says Paul Bettner. &quot;At the same time, we were focused on creating the table rather than the game itself. We wanted to create this platform that we could put a lot of games on top of, which would work in the same way replicating that feeling of sitting playing a game with a friend, but digitally.&quot; Bettner uses another comparison too, saying that NewToy took inspiration from text messaging, and what it might mean to create &quot;a play version of that&quot;.  Since the acquisition, the With Friends studio has shipped two more games Hanging With Friends and Scramble With Friends while also launching a Facebook version of Words With Friends. Zynga says players of Scramble With Friends are currently playing 7m rounds a day of the Boggle-inspired hame. Bettner is very clear on the main appeal of the With Friends games: it&apos;s the communication rather than the gameplay itself. &quot;When people tell us what they love about Words With Friends, they don&apos;t tell us they love the strategy of the game and how you can make these triple-word whatevers,&quot; he says. &quot;They tell us they love how this game keeps them connected to their mother-in-law in Wisconsin, or the way they get up every morning to see their brother has taken his turn. That&apos;s what I expect to hear if we do our jobs well.&quot; Bettner says that the studio has learned over time that it&apos;s vital for these kinds of games to be immediately engaging: to let people jump in with the minimum of instructions and start having fun. He also says that his team spends a lot of time refining the little touches, right down to the sound effects when players pick up virtual pieces in Words With Friends. &quot;We spent a long time tweaking those, even though it seems like a little thing. Those physical interactions you have with the stuff under the glass of the phone is so important,&quot; he says. &quot;You can see it the first time you turn on an iPhone and slide that Unlock button across. It feels magic, almost like there&apos;s something real under the glass. And we try to play that up in Scramble With Friends, so it feels like you&apos;re playing with this physical toy underneath the screen.&quot; Bettner says that there is no shortage of ideas for new features and improvements from With Friends players, who tend to be &quot;extremely vocal&quot;. Scramble With Friends was swiftly updated after its release, for example, after players of the paid version complained that its virtual tokens system restricted the amount of matches they could play. How does the studio decide what games to make next? &quot;I start by asking what would my wife want to play,&quot; he says. &quot;She&apos;s a tough critic with a short attention span, and represents the perfect consumer I&apos;m trying to target. If a game is too complicated or too strategy-focused, she&apos;ll move on to something else.&quot; Bettner says that the With Friends studio is also firmly focused on tapping into people&apos;s nostalgia for the games of their youth, from board games to pen-and-paper games like hangman. The idea: to make digital toys out of the childlike forms of play that are &quot;prewired into the brains&quot; of today&apos;s smartphone owners. What has Bettner learned about the business models of social mobile gaming over the last three years? Chiefly to never feel smug about what he has learned, seemingly. &quot;The things that worked last year are totally different to what works today,&quot; he says. &quot;The business models are being invented in real-time still. Facebook is a little more established in terms of what works, but mobile is like the Wild West.&quot; When it came out, Chess With Friends cost 2.99 ($4.99 in the US) as a paid download, with no in-game adverts. &quot;We thought we were going to be rich, then only about 10 people bought it,&quot; he chuckles. &quot;We decided to make the game free. We were forced to try new things or die, which taught me an important lesson about staying very agile. I realised we had to keep experimenting, and be as creative with our business models as we were with our game designs.&quot; That would later extend to using in-app purchases in Hanging With Friends, selling in-game currency and virtual items. Bettner admits that the studio has made mistakes, but has also &quot;stumbled into things that work really well&quot; through its willingness to experiment. &quot;People have expectations in the With Friends games of a certain level of value they get for free, so introducing some of these new mechanics has caused a little bit of friction,&quot; he says. &quot;With something like the tokens in Scramble With Friends, we&apos;re learning fast and rolling out changes to the economy.&quot; Both Words With Friends and Hanging With Friends are available on Android as well as iOS. Bettner has noticed some differences between the two platforms, but is positive about both. &quot;Android is growing like a weed, that&apos;s obvious, and we see the same trend in the growth of our Android user base,&quot; he says, before pinpointing a &quot;different economy&quot; on Google&apos;s platform. &quot;Users on Android tend to favour lower-priced items and expect more free content. I&apos;m not sure what contributes to that, but we definitely see that in the behaviour of users across the two platforms.&quot; However, it&apos;s being on both that creates a tangible benefit for Zynga and the With Friends studio, according to Bettner, who says that when Hanging With Friends launched on Android, it spurred increased usage back on iOS. &quot;When we are able to release a game on both platforms, it actually causes both platforms to grow,&quot; he says. &quot;There&apos;s a ripple effect, which is testament to the fact that the game is fundamentally social. My gut feeling is that when people can suddenly find more friends to play, it causes a surge in engagement.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/20/zynga-with-friends", 
    "wordcount": "1157"
}