{
    "headline": "Chinese webcam maker recalls devices after cyberattack link", 
    "text": "Chinese electronics firm Xiongmai is initiating a product recall after the enormous hacking attack that took down much of the internet on the eastcoast of the US and also affected Europe on Friday. The root of the attack, which took the form of a distributed denial of service attack (DDoS), was a network of hacked Internet of Things devices, such as webcams and digital recorders, many of which were made by Xiongmai. Researchers have accused the firm of shipping its products with basic security errors, such as the inability to set a password on some forms of connection, which led to them being co-opted into the Mirai botnet, a multimillion-strong network of hacked devices. After the accusations, Xiongmai announced a recall of some its products sold in the US. The electronics components firm, which makes parts for surveillance cameras, said in a statement on its official microblog that it would recall some of its earlier products sold in the United States, strengthen password functions and send users a patch for products made before April last year.  It said the biggest issue was users not changing default passwords, adding that, overall, its products were well protected from cyber security breaches. It said reports that its products made up the bulk of those targeted in the attack were false.  Security issues are a problem facing all mankind. Since industry giants have experienced them, Xiongmai is not afraid to experience them once, too, the company statement said.  Fridays cyber attack alarmed security experts because it represented a new type of threat rooted in the proliferation of simple digital devices such as webcams. These often lack proper security, and hackers found a way to harness millions of them to flood a target with so much traffic that it couldnt cope.  The main products Xiongmai is to recall are all webcam models, it said. Speaking to the security journalist Brian Krebs, researcher Zach Wikholm of Flashpoint said that there were basic security errors in a number of the vulnerable devices. The issue with these particular devices is that a user cannot feasibly change this password, Wikholm told Krebs. The password is hardcoded into the firmware, and the tools necessary to disable it are not present. Even worse, the web interface is not aware that these credentials even exist. The Mirai malware which is used to create the botnet can be cleared by simply restarting affected devices. But there are so many hacked devices on the internet that a vulnerable system will likely be reinfected within five minutes of restarting, unless some other protection is put in place.  The hacker who first wrote the code for seizing control of vulnerable devices released the source code to the public in October, allowing other opportunistic attackers to enslave their own networks of hacked webcams, routers and digital video recorders. ", 
    "section": "technology", 
    "gid": "technology/2016/oct/24/chinese-webcam-maker-recalls-devices-cyberattack-ddos-internet-of-things-xiongmai", 
    "wordcount": "473"
}