{
    "headline": "iPad Mini launch: why Steve Jobs thought 7in tablets would fail", 
    "text": "So if Apple is really launching a 7.85in &quot;iPad mini&quot;, how does that square with what Steve Jobs said two years ago? You might recall that on 18 October 2010, Jobs popped up on the discussion of Apple&apos;s earnings results to put in his two billion-worth. Apple at that time had had yet another good quarter: sales of the new iPhone 4 were going well (a record, with phone sales up 94% year-on-year to 14.1m, and iPad sales too had begun gaining momentum  up from zero when the iPad went on sale in April 2010, just six months earlier, to 4.2m for the three months to September. But at the IFA exhibition, Samsung had shown off a 7in tablet  and others were starting to move into the tablet market, focussing on 7in devices partly because it made the screens cheaper. So what did Jobs say? After taking a potshot at RIM (&quot;We&apos;ve now passed RIM, and I don&apos;t seem them catching up with us in the foreseeable future&quot;) and the lack of figures for Android phone sales  estimated by analysts at 20m for the quarter, though Nokia&apos;s Symbian was still the largest at 29m (&quot;Unfortunately, there is no solid data on how many Android phones are shipped each quarter. We hope that manufacturers will soon start reporting the number of Android handsets they ship each quarter&quot;  a hope that still hasn&apos;t been met). Microsoft had only just launched Windows Phone, so there was no point in discussing that as a competitor. And now we come to tablets. Transcript courtesy of Seeking Alpha:  I&apos;d like to comment on the avalanche of tablets poised to enter the market in the coming months. First, it appears to be just a handful of credible entrants, not exactly an avalanche. Second, almost all of them use seven-inch screens as compared to iPad&apos;s near 10-inch screen. Let&apos;s start there. One naturally thinks that a seven-inch screen would offer 70% of the benefits of a 10-inch screen. Unfortunately, this is far from the truth. The screen measurements are diagonal, so that a seven-inch screen is only 45% as large as iPad&apos;s 10-inch screen. You heard me right; just 45% as large. If you take an iPad and hold it upright in portrait view and draw an imaginary horizontal line halfway down the screen, the screens on the seven-inch tablets are a bit smaller than the bottom half of the iPad display. This size isn&apos;t sufficient to create great tablet apps in our opinion.  So, how would you deal with that, Mr Jobs?   Well, one could increase the resolution of the display to make up for some of the difference. It is meaningless, unless your tablet also includes sandpaper, so that the user can sand down their fingers to around one quarter of the present size. Apple&apos;s done extensive user-testing on touch interfaces over many years, and we really understand this stuff. There are clear limits of how close you can physically place elements on a touch screen before users cannot reliably tap, flick or pinch them. This is one of the key reasons we think the 10-inch screen size is the minimum size required to create great tablet apps. Third, every tablet user is also a smartphone user. No tablet can compete with the mobility of a smartphone, its ease of fitting into your pocket or purse, its unobtrusiveness when used in a crowd. Given that all tablet users will already have a smartphone in their pockets, giving up precious display area to fit a tablet in our pockets is clearly the wrong tradeoff. The seven-inch tablets are tweeners, too big to compete with a smartphone and too small to compete with an iPad.  Let&apos;s note that: 7in tablets as &quot;tweeners&quot;. You&apos;ve got to think that if the &quot;iPad mini&quot; is that sort of size, then Apple&apos;s executives have already been practising their responses to &quot;but Steve Jobs said tablets this size were tweeners!&quot; for the event on Tuesday. Oh, and back to Steve Jobs in October 2010:   Fourth, almost all of these new tablets use Android software, but even Google is telling the tablet manufacturers not to use their current release, Froyo, for tablets, and to wait for a special tablet release next year. What does it mean when your software suppliers does not (inaudible) to use their software in your tablet? And what does it mean when you ignore them and use it anyway? Fifth, iPad now has over 35,000 apps on the App Store. This new crop of tablets will have near zero.  The apps point remains true, of course, but the question now has to be: if 7in tablets (or even 7.85in ones, as Apple&apos;s expected to unveil  though don&apos;t be too certain) are &quot;tweeners&quot;, how will apps written for the 9.7in iPad look on them? A little maths: if the smaller iPad does have a 7.85in screen, and the same 4:3 proportions as the existing iPad, then it will have a screen area of 29.6sq in, compared to the 45.2sq in of the existing iPad  so the new one would be two-thirds the area (alternatively, the old one is 50% bigger; it depends what you use as the denominator). By contrast, the Google Nexus 7 has a 7in screen; its proportions  16:10  mean that the actual area of the screen is 22sq in. The Amazon Kindle Fire, which also has a 7in diagonal, has even stranger proportions  17:10  which means its area is 21.4sq in. That means that the &quot;iPad mini&quot; would, if those measurements are the same, have a screen area about a third bigger than either of those two devices (or their screens would be 25% smaller; again, pick your denominator).  This raises a couple of questions: will that screen size make the device seem bulky in comparison? Its measurements will be 6.3in by 4.7in, compared to the Nexus 7&apos;s 5.9in by 3.7in. So barely any longer, but noticeably wider (a whole inch). Of course, there&apos;s always the possibility that this will be a differently proportioned device. Which would trash all those calculations. Back to Mr Jobs:   And sixth and last, our potential competitors are having a tough time coming close to iPad&apos;s pricing, even with their far smaller, far less expensive screens. The iPad incorporates everything we have learnt about building high value products from iPhones, iPods and Macs. We create our own A4 chip, our own software, our own battery chemistry, our own enclosure, our own everything. And this results in an incredible product at a great price. The proof of this will be in the pricing of our competitor&apos;s products which will likely offer less for more.  Price, of course, is going to be the other testing ground. Amazon is pricing the Kindle Fire pretty much below cost, starting at 159, as is Google with the Nexus 7. (See what we know so far here.)  Jobs&apos;s parting shot:   These are among the reasons we think the current crop of seven-inch tablets are going to be DOA, dead on arrival. Their manufacturers will learn the painful lesson that their tablets are too small and increase the size next year, thereby abandoning both customers and developers who jumped on the seven-inch bandwagon with an orphan product. Sounds like lots of fun ahead.  Indeed, the other 7in tablets pretty much foundered. And although Amazon and Google have proven that there is a market there, it doesn&apos;t look like the biggest  with Amazon reckoned to have sold 5m in the past year, and Google about 1m in the past quarter (based on data in its financial results). There&apos;s a market there, but it isn&apos;t that big  so far. Can Apple make any difference, with or without sandpaper?", 
    "section": "technology", 
    "gid": "technology/2012/oct/22/ipad-mini-steve-jobs-7in-tablets", 
    "wordcount": "1320"
}