{
    "headline": "New university access chief warns Oxford and Cambridge over intake", 
    "text": "The government&apos;s university access tsar has warned Oxford and Cambridge they risk losing their status as world-class universities if they fail to widen their entry to include more students from state schools. In his first interview since his controversial appointment last spring, Les Ebdon, who started work as the new head of the Office for Fair Access (Offa) on Monday, told the Guardian: &quot;If the top universities are to retain their positions, they need to access the full range of our society. Otherwise, they are losing a major source of potential.&quot; Both Oxford and Cambridge take more than 40% of their entrants from fee-charging schools, which educate only 7-8% of children. The government&apos;s selection of Ebdon was opposed by Tory backbenchers who thought him a hardline advocate of &quot;social engineering&quot;. As vice-chancellor of Bedfordshire University, Ebdon recruited nearly all his students from state schools to study subjects such as journalism, sport and social work. An MPs&apos; committee tried to block Ebdon&apos;s appointment after he said he might use &quot;the nuclear option&quot;, ordering recalcitrant universities to cut their fees. But his Guardian interview made it clear that such action is unlikely. He said universities should set their own targets for widening entry and decide how best to achieve them. &quot;If I don&apos;t see challenging enough targets, that would be a subject for negotiation. If they don&apos;t achieve their targets and monitoring suggests more needs to be done, that will also be for negotiation.&quot; He said universities should use &quot;contextual data&quot; and admit students from disadvantaged areas on lower A-level grades than their more advantaged peers if research showed such students would do well on degree courses. But he ruled out setting quotas for state school students.", 
    "section": "education", 
    "gid": "education/2012/sep/03/university-access-chief-oxford-cambridge", 
    "wordcount": "295"
}