{
    "headline": "EU urged to revive flagging emissions trading scheme", 
    "text": "Investors and a group of large businesses have urged the EU to revive its flagging emissions trading scheme (ETS), ahead of a key vote in the European parliament next week. Shell, General Electric, Kingfisher, Unilever and EDF were among more than 30 large companies signing up to call for reforms that would raise carbon prices and restore confidence in the scheme, which is meant to cut the EU&apos;s carbon output. The Institutional Investors Group on Climate Change (IIGCC), which represents investors and asset managers worth 7.5 trillion, also joined the call for reform. But the suggested way of improving the scheme  a short-term fix of holding back some carbon permits from sale  is complex and it is uncertain whether MEPs will pass the proposal when it comes before the environment committee next Tuesday. The emissions trading scheme has been on life support for months, as prices of carbon permits have plummeted, to trade at barely 5, down from average prices topping 30 in recent years. Under the scheme, heavy industries and power generators need permits to cover each tonne of carbon dioxide they produce. At such low prices, the permits provide little or no incentive to companies to cut their emissions or invest in cleaner technologies. The price plunge was the result of an over-allocation of free permits to industries, the recession which depressed production in the sectors involved, and the ability to import even cheaper carbon credits from abroad to substitute for EU permits. As a short-term fix, the European commission has suggested &quot;backloading&quot; some of the allocations of permits by member states to their industries. At present, auctions of permits take place on a regular basis, in which companies bid for any they need above the free allocation that some receive. But as the market is already swamped, thanks in part to companies carrying over unused permits from previous years, if the auctions were to take place as usual the price could fall even further. Under the commission&apos;s proposal, some of those auctions will be postponed until later in the current phase of the scheme, which runs to 2020. In a Twitter chat with the Guardian, the EU commissioner, Connie Hedegaard, said: &quot;No plan B - to stop overflooding an already overflooded market cannot be THAT difficult.&quot; Rob Elsworth, policy officer at the campaign group Sandbag, said many MEPs did not seem to understand the proposal, which did not bode well for its passage. One of the leading members of the environment committee, the &quot;shadow rapporteur&quot; Eija-Riitta Korhola of Finland, is a climate sceptic. Stephanie Pfeifer, executive director of the IIGCC, urged MEPs to back the reform. &quot;The collapse of the carbon price and the direction of EU energy policy are creating uncertainty amongst investors concerned by climate change and weakening the case for investment in Europe&apos;s low-carbon sector. A yes vote would send a positive signal about the European parliament&apos;s commitment to its flagship emissions reduction scheme and begin to restore investor confidence in the EU&apos;s energy policy.&quot; In a letter to MEPs, the group of more than 30 companies wrote: &quot;The effectiveness of the EU ETS has been undermined by a surplus of allowances. The current carbon price will not stimulate low-carbon investments or innovation. Without agreement on the backloading proposal the price will fall further thus threatening the long term survival of the ETS. A failure of the EU ETS would distort the internal market with the emergence of a patchwork of 27 different energy and climate measures ranging from regulations to taxation.&quot; Last year, an influential committee assembled by the United Nations warned that carbon trading around the world was &quot;close to collapse&quot; and that urgent steps were needed to revive it, as one of the few means of stimulating emissions cuts on the scale needed to avoid dangerous levels of climate change.", 
    "section": "environment", 
    "gid": "environment/2013/feb/15/eu-urged-revive-emissions-traing", 
    "wordcount": "652"
}