{
    "headline": "Scientists find key to ageing process in hypothalamus", 
    "text": "Scientists have found a biological command centre for the ageing process in a lump of brain the size of a nut. The US team identified the mechanism in the hypothalamus, which sits deep inside the brain, and showed they could tweak it to shorten or lengthen the lives of animals. In a series of experiments, the researchers found they could extend the lives of mice by a fifth, without the animals suffering from muscle weakness, bone loss, or memory problems common in old age. The work raises the tantalising prospect of drugs that slow down natural ageing to prolong life in humans, but more crucially to prevent age-related diseases, such as diabetes, heart disease, and Alzheimer&apos;s. &quot;We&apos;re very excited about this. It supports the idea that ageing is more than a passive deterioriation of different tissues. It is under control, and can be manipulated,&quot; Dongsheng Cai at the Albert Einstein College of Medicine in New York told the Guardian. Writing in the journal Nature, the scientists describe how their research led them to what appears to be the body&apos;s control centre for ageing. They found that a chemical called NF-kB became more active in the hypothalamus of mice as they got older. When the researchers blocked the substance, mice lived up to 1,100 days, compared with 600 to 1000 days for normal healthy mice. When they boosted NF-kB in mice, they all died within 900 days. Tests on the animals six months into the study found that those without NF-kB had more muscle and bone, were better at learning, and had healthier skin than controls. Further work showed that NF-kB lowered levels of a hormone called GnRH, which is better known for the central role it plays in fertility and the development of sperm and eggs. When the scientists gave old mice daily jabs of GnRH, they found this too extended the animals&apos; lives, and even caused fresh neurons to grow in their brains. Cai said there may be several ways to slow down ageing, with drugs that dampen the activity of NF-kB in the brain, or raise levels of GnRH. &quot;For now, we are going to work on understanding the mechanism,&quot; he said. In an accompanying article in Nature, Bruce Yankner at Harvard Medical School, and Dana Gabuzda at the Dana-Farber Cancer Institute in Boston, wrote that, if confirmed, the results could have &quot;important implications for our understanding and treatment of age-related diseases&quot;. &quot;The idea that ageing can be globally influenced by hormones produced in the brain is of great interest to scientists,&quot; Yankner told the Guardian. &quot;Given the many effects of these hormones, however, their clinical use in diseases of ageing, such as diabetes, Alzheimer&apos;s and heart disease, will need to be carefully studied,&quot; he said.", 
    "section": "science", 
    "gid": "science/2013/may/01/scientists-ageing-process", 
    "wordcount": "469"
}