{
    "headline": "The green deal will be the biggest home energy programme of modern times", 
    "text": "2012 is set to be a monumental year for Britain. Of course we are looking forward to the diamond jubilee and the Olympics, but it&apos;s also the year in which we&apos;ll launch the pioneering green deal, unleashing real competitive forces in the energy efficiency market. Attracting more investment than ever before, the green deal will be the biggest home energy improvement programme of modern times, to tackle our draughty and expensive-to-heat housing stock. In a world of increasing prices, market volatility and reliance on imports, we simply cannot afford to be wasteful with energy. Our homes are among the most inefficient in Europe and up to 4.1m households live in fuel poverty in England alone. The time has come for a radical new approach to home energy improvement, moving away from pepper potting individual measures to whole house or property solutions. On Tuesday we&apos;re launching a YouTube video to explain the massive opportunity the green deal presents to industry and to businesses and people managing their energy bills. The vision is an ambitious and far-reaching one, putting the consumer in charge, with nationwide brands, small local businesses and community organisations competing to deliver the best offers. Competing not just on price but on quality and service and all underpinned by the highest standards. With a game changing scheme like the green deal, some in the supply chain will feel uncomfortable that it changes ways of working they have become used to. But too many people are missing out on the benefits of energy efficiency for us to rely more of the same. Eight million solid wall homes have had no affordable solution to insulate. The green deal will change that. We will look carefully at the different views coming forward on loft and cavity wall insulation, but with a wider span of measures we are confident the green deal will generate new demand for all types of insulation and actually increase jobs in an expanded insulation market to 65,000 by 2015. There are still millions of lofts and cavity walls to insulate and our ambition is to complete them all. But green deal and the Energy Company Obligation (ECO) will not be like previous schemes, ticking off one job for one property and moving on. Loft and cavity wall insulation are prime measures for inclusion in green deal packages alongside other work. Key is that people are advised so they understand everything their home needs. I do not want to continue to ask all bill payers to find a subsidy for those measures where the beneficiary is able to pay all the costs, like straightforward loft and cavity wall. We are proposing these measures be supported for particularly low income and vulnerable households alongside heating systems; and on top of that consulting on how ECO could provide extra financial support for hard to treat lofts and cavities. George Monbiot, in his online blog, claimed the green deal would result in higher bills for the most vulnerable and we&apos;d be doing nothing for the fuel poor. This is just not true. The ECO is specifically designed to support the poorest and most vulnerable households, as well as those in properties which are difficult to improve. It is not correct to think that only the element designated as &quot;affordable warmth&quot; will reach the fuel poor. In reality, our considerations suggest real benefits of a street by street roll out whereby much of the 1.3bn will help the poorest first. I will publish new guidance to local authorities, our essential partners, in the spring on how they might take up green deal to achieve this. The whole point of the green deal is to create a market where there&apos;s lots more competition than there is at present helping to bring down prices and make genuine and long-term savings, rather than the light bulb giveaways of the past . As well as energy companies, organisations like local authorities and local businesses will become providers and installers of green deals. Key to this competitive new market in energy efficiency will be to ensure the demand is there in the first place which is why we are putting up 200m when the green deal kicks off to provide introductory offers. There will also be a market in the private rented sector with minimum energy-efficiency standards from 2018. So rather than write off the green deal before it has even started I am keen to hear from those who have concerns to ensure this is the success it needs to be. Our consultation closes on Wednesday so there&apos;s still time to input. This is an exciting time in the world of energy efficiency, and we are on the brink of a revolution to make homes across the country cheaper to run, cosier to live in and ultimately fit for the future.  Greg Barker is the minister for climate change  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/17/green-deal-home-energy", 
    "wordcount": "841"
}