{
    "headline": "Apple unveils latest iPad", 
    "text": "     Apple has stepped up its assault on the tablet computer market with a string of new features for the iPad. The next-generation iPad will feature a high-definition retina display which Apple said boasts more pixels than a high-definition TV  and an improved camera, dubbed &quot;iSight&quot;. The slightly heaver device will feature improved photo and video taking, with a greater resolution camera and an HD video recorder. It will be able to connect to high-speed 4G networks and run an Apple-built A5X processing chip. The technology giant heaped pressure on its rivals with a cheaper iPad 2 priced at $399 (254). Apple also increased its presence in the living room with an enhanced set-top box, Apple TV. At a launch event in San Francisco on Wednesday, Apple&apos;s chief executive, Tim Cook, described the iPad as &quot;the poster-child of the post-PC world&quot;. He claimed that rivals launched more than 100 copycat tablet computers last year alone. &quot;The iPad is about post-portable computing. And it&apos;s outstripping the wildest of predictions,&quot; Cook said. &quot;We think the iPad is the poster child of the post-PC world. The momentum behind iPad has been incredible and has surprised virtually everyone. Across the year you&apos;re going to see a lot more of this innovation  we are just getting started.&quot; Phil Schiller, Apple&apos;s vice-president of global marketing, said: &quot;This is the best mobile display that has ever shipped and it&apos;s a real revolution.&quot; Apple held back from announcing a branded TV set, but film fans will be able to play high-definition content for the first time, with Apple TV. The new Apple TV will cost $99 (62), the same as the previous version. Movie fans will be able to wirelessly store films on multiple devices with Apple&apos;s improved iCloud storage system. Cook, who took over from Steve Jobs in August last year, said that Apple sold 172m &quot;post-PC&quot; devices in 2011, accounting for 76% of its total revenue in the final quarter of that year. The announcements fell short of what some commentators were expecting from the technology giant, which is the world&apos;s most valuable company by market capitalisation. &quot;Apple has so far played the TV game half-heartedly,&quot; said industry analyst Mark Mulligan. &quot;If Apple gets it right it can transform the internet experience in the living room and make the first bold step to removing the distinction between the TV experience and the internet.&quot; The nascent internet TV market is expected to have more than 61m users worldwide by the end of 2012, according to research firm Gartner. New releases from Apple and other electronics firms will grow that market to 82m subscribers by 2014, generating $27.3m in revenue. The new version of the iPad will cement Apple&apos;s position in the fast-growing market still further, according to Salman Chaudhry, mobile computing analyst at IT research firm Context. &quot;Despite strong showings from Samsung, with Apple accounting for 89% of the market in western Europe, we expect this dominance to remain following the new iPad launch,&quot; he said. &quot;Competitor tablets have failed to launch with a unique selling point. The biggest threat we see to the iPad comes from Amazon, with the upcoming Kindle Fire&apos;s low price point reinforcing a trend towards a two-tier industry: sleek, well-designed premium tablets on one side and cheaper tablets on the other.&quot; Apple sold 15m iPads in the final quarter of last year, 58% of the total market and more than double the number it sold in the same period in 2010, according to the latest research from Strategy Analytics. Google Android tablets made up 39% of the rest of the market in the four months to December last year. Carolina Milanesi, smartphones and tablets analyst for the research company Gartner, forecasts total tablet sales will hit 118m sales barrier this year, making it almost a quarter of the size of the PC market, whose growth is slowing rapidly. Sales are also shrinking in north America and Europe. Last year the worldwide PC market was under 360m, and growth is expected to be slow this year too despite the launch in autumn of Microsoft&apos;s next version of Windows. &quot;We see it as Apple, and then a long way back Samsung and Amazon, and then other companies are selling thousands rather than millions,&quot; Milanesi said.  This article was amended on 8 March 2012. The original contained duplicated paragraphs. This has been changed.", 
    "section": "technology", 
    "gid": "technology/2012/mar/07/ipad-apple", 
    "wordcount": "753"
}