{
    "headline": "Fukushima fish 'may be inedible for a decade'", 
    "text": "Fish from the waters around the Fukushima nuclear plant in Japan could be too radioactive to eat for a decade to come, as samples show that radioactivity levels remain elevated and show little sign of coming down, a marine scientist has warned. According to a paper published in the journal Science on Thursday, large and bottom-dwelling species carry most risk, which means cod, flounder, halibut, pollock, skate and sole from the waters in question could be off limits for years, . Sample fish caught in waters near the stricken reactors suggest there is still a source of caesium either on the seafloor or still being discharged into the sea, perhaps from what is left of the cooling waters. As the levels of radioactive isotopes in the fish are not declining as fast as they should have, the outlook for fishing in the area is likely to be poor for the next 10 years, the paper&apos;s author told the Guardian. &quot;These fish could have to be banned for a long time. The most surprising thing for me was that the levels [of radioactivity] in the fish were not going down. There should have been much lower numbers,&quot; said Ken Buesseler, senior scientist at the Woods Hole Oceanographic Institution in the US, who wrote the paper titled Fishing For Answers Off Fukushima. He said his findings  taken in part from Japanese research and sampling of fish in the area  showed how difficult it was to predict the outcome of a nuclear incident such as that at Fukushima. In 2011, after the earthquake and tsunami that struck Japan on 11 March and killed nearly 20,000 people, the nuclear reactors suffered a series of serious radiation leaks as their cooling systems failed, and workers fought frantically to try to shut them down. It was the world&apos;s worst nuclear accident since Chernobyl, in Ukraine in 1986. In the wake of the incident, the Japanese government sought to calm public fears by lowering the levels of radioactivity that would mean a fish was deemed unsafe for human consumption. As of April 2012, fish can only be sold in Japan if it contains less than 100 becquerels of caesium 134 and 137 in seafood per kilogram of wet weight, down from a previous limit of 500 becquerels. Buesseler said this was not because scientific advice had changed, but because the government wanted to reassure people. &quot;This is not lethal  I&apos;m not trying to be alarmist,&quot; he said. &quot;But the levels [of radioactivity in the fish] are measurable and consistent. It&apos;s a small increase in risk.&quot; However, eating large quantities of such fish over a long period could be harmful, he said. Fish is a more important part of the Japanese diet than in countries such as the US and the UK.", 
    "section": "environment", 
    "gid": "environment/2012/oct/25/fukushima-fish-inedible-decade-radioactivity", 
    "wordcount": "470"
}