{
    "headline": "Jeff Forshaw: why there is an imbalance between matter and antimatter", 
    "text": "Over the past two weeks, scientific results first from Cern and then from an experiment using a nuclear reactor in China have hit the headlines, at least in the world of particle physics. At Cern, in Geneva, antimatter atoms have been studied for the first time by a few dozen scientists working on the Alpha experiment. In China, the Daya Bay reactor, in Guangdong province, near Hong Kong, has been used to confirm that neutrinos might soon be taking centre stage in our understanding of how the universe came to be. Both results touch on one of the biggest unsolved problems in fundamental physics: why is there any matter left in the universe? It is just as well that there is some matter left behind, because by matter we mean particles such as electrons and protons, the things that build atoms, people, planets and stars. But the situation is a precarious one; for every particle of matter in the universe, there are around a billion particles of light. In other words, the universe is made almost entirely out of light. The vastly outnumbered matter particles appear to be a tiny residue left over after a spectacular fireworks display that occurred within the first second after the big bang. That fleeting moment saw the production of exactly equal amounts of matter and antimatter, all mixed together in a hot plasma. As the universe expanded and cooled, the anti-electrons started to fuse with the electrons and the antiprotons fused with the protons, converting them into particles of light. In this way, the matter and anti-matter drained away, leaving behind a universe filled with light except for that tiny residue. The message is clear  something must have stepped in to prevent the matter and antimatter from perfect cancellation  and without it we would not be here to wonder about this remarkable universe. The existence of antimatter was predicted in 1928 by the Nobel-prize winning British physicist Paul Dirac. Dirac&apos;s feat of purely mathematical reasoning was vindicated four years later when Carl Anderson discovered the anti-electron in his laboratory in California. According to Dirac&apos;s equations, anti-matter should behave exactly like ordinary matter, with the exception that it should carry the opposite electrical charge. That &quot;symmetry&quot; between matter and antimatter is the reason why they were created in equal amounts at the birth of the universe and it is why they almost cancelled each other out entirely. Today, particle physics experiments and hospitals (through their use of PET scanners) around the world routinely produce antimatter particles and, in most cases, they behave just as Dirac expected. So what spoils the prospect of perfect symmetry between matter and antimatter? Matter particles and antimatter particles have, on very rare occasions, been seen to act differently from one other in laboratory experiments. In particular, quarks and antiquarks (the particles that are used to build the atomic nucleus) sometimes deviate from perfect symmetry. In 1973, in another feat of mathematical reasoning, Japanese physicists Makoto Kobayashi and Toshihide Maskawa concluded that the only way to accommodate the deviant results was to suppose that at least six types of quark should exist in nature. At the time, only four types had been seen; it must have been very satisfying when the missing quarks were duly discovered, in 1977 and in 1995. So, although every single atom in the universe is built out of only two types of quark, it seems that the remaining four play a pivotal role in breaking the matter-antimatter symmetry. In a fascinating twist, it turns out that the differences between the quarks and antiquarks are not sufficient to explain the amount of matter in the universe. The message is clear: we do not yet fully understand the subtle differences between matter and antimatter. Cern&apos;s ALPHA experiment joins the ranks of those whose goal is to tease out those subtle differences, but what makes Alpha special is the uniqueness of the test it is able to perform. Antihydrogen has been produced at Cern since 1995, but it is only now that the atoms can be slowed down, trapped (using magnets) and studied by probing them with microwaves. The theoretical expectation is that hydrogen and antihydrogen should absorb and emit light (microwaves are one type of light) in exactly the same way. The results, so far, are consistent with that, but these are early days; the experiment aims to make some very precise measurements and the discovery of any deviation between hydrogen and antihydrogen would be nothing short of sensational. To date, particle physics experiments have focused mainly on the differences between quarks and antiquarks. The latest efforts in that direction are led by the scientists working on the Large Hadron Collider (Beauty) experiment at Cern, but quarks aren&apos;t the only option. Neutrinos also have their anti-particle partners. They have been less well studied, mainly because they are much harder to detect, and it is only in the past few years that that has been changing. The Daya Bay experiment, in China, involves counting the number of antineutrinos streaming out of a nuclear reactor; the result, published on 8 March, has made a decisive contribution by demonstrating, without significant doubt, that neutrinos, too, have the potential to contribute to the matter-antimatter debate. Jeff Forshaw is a professor of theoretical physics at the University of Manchester and co-author with Brian Cox of The Quantum Universe: Everything That Can Happen Does Happen (Allen Lane)", 
    "section": "science", 
    "gid": "science/2012/mar/18/matter-antimatter-cern-jeff-forshaw", 
    "wordcount": "905"
}