{
    "headline": "London conference awaits 'vision to take Somalia forward'", 
    "text": "On Tuesday next week, the UK hosts yet another big conference on Somalia, bringing together officials from 50 countries and organisations, including the UN, African Union and International Monetary Fund. The most significant difference from last year&apos;s London event is that instead of a tottering and discredited transitional regime, Somalia now has a fully fledged government, led by Hassan Sheikh Mohamud. Elected last September, the 57-year-old professor and activist is the first leader chosen inside Somalia since the 1991 overthrow of president Siad Barre, which sowed the seeds for the country&apos;s descent into chaos. Next week&apos;s gathering can be seen as a concerted attempt to bolster the Somali government&apos;s legitimacy as it seeks to rebuild the country after more than two decades of conflict. The conference will be co-chaired by Mohamud and David Cameron, the UK prime minister, and its main aim is to signal international support for Somalia as the new government sets out its vision. But in a setback to the UK, Somaliland, which broke away from Somalia in 1991, refused British entreaties to attend on the grounds that it would not have been treated as equal to the Somali government. Somali officials, however, are upbeat. &quot;We hope the international partners will support Somalia&apos;s implementation of its plans and priorities,&quot; Nuradin Dirie, a presidential adviser, speaking from Mogadishu, the Somali capital, says. &quot;We will be presenting plans for rebuilding the military, the police, the justice and public financial management systems. It is a vision of a political process to take Somalia forward.&quot; There may be some announcements of financial commitments, but those are expected to come at an EU-hosted conference in Brussels in September. Somalia will be very much on the international agenda this year. It will feature in meetings of the G8 group of industrialised countries, and the Tokyo international conference on African development, culminating in the Brussels meeting on the new deal for fragile states. The new deal  strongly backed by countries recovering from conflict such as Timor Leste and Liberia  seeks to put poor countries in the driving seat on development strategy rather than donors. At its core are five peace- and state-building goals: legitimate and inclusive politics; security; justice; economic foundations (jobs); and revenues and services. The thinking is that unless aid focuses on peace, money will go to waste. Somalia has enthusiastically embraced the approach and now wants donors to back its plans. Britain  which has pledged to spend 80m this year and next on aid  is on board. It has voiced support for the new deal, which seeks to align donor funds with the priorities of the recipient country, and has emerged as a strong cheerleader for the new Somali government. Last week, Britain reopened its embassy in Mogadishu, the first EU country to do so since Barre&apos;s overthrow. Turkey is committing diplomatic and financial resources. Somalia needs all the international support it can get. Although security has improved since al-Shabaab militants were driven out of Mogadishu by Amisom peacekeepers, the group continues to kill. Ban Ki-moon, the UN secretary general, this week expressed concern that the Islamist insurgents seem to be targeting Somalia&apos;s legal system, after the Somali deputy state attorney, Ahmed Malim Sheikh Nur, was killed by gunmen as he was leaving a mosque after Friday prayers. The threat posed by al-Shabaab explains the urgency behind the government&apos;s efforts to build a credible military and police to deal with hardcore elements who remain implacably opposed to reconciliation. The Somali government says it will welcome dialogue with those who turn their backs on violence. &quot;The doors are open to those who renounce violence [to] be part of the political process and we will take every step to include people,&quot; Dirie says, adding that the president and prime minister want to rebuild the security infrastructure to provide law and order. While noting the importance of peace- and state-building, civil society representatives, who attended events in London in the runup to the conference, say it is important to maintain development, particularly after the 2011 famine in which nearly 260,000 people died. &quot;Although the drought has ended, we need to build capacity to prepare for future emergencies, we need to invest in farming and livestock,&quot; Aydrus Daar, executive director of Wasda, an NGO that works in the Horn of Africa, says. &quot;There are short-term recovery projects but no three- to five-year programmes.&quot; Fartuun Adan, executive director of the Elman peace and human rights centre in Mogadishu, urged the Somali government to embrace civil society. &quot;We have lots to contribute, we have been working in Somalia for the past 22 years, whereas the government is very new in its job,&quot; she says, adding that the government should do its utmost to empower women and ensure enough jobs. Abdirashid Duale, chief executive of Dahabshiil, a remittances company, who will take part in an investment conference following the event in London, is confident there will be jobs as Somalia rebuilds. &quot;The young generation in Somalia is where the future lies and yes there will be jobs,&quot; he says, &quot;because we need people to build airports, electricity systems and infrastructure.&quot; Laura Hammond, senior lecturer at the School of Oriental and African Studies, however, says it is important not to get carried away with expectations. &quot;The new government is a real gift to the international community and much better than it was expecting,&quot; she says. &quot;But there is a danger of letting euphoria cloud our judgment. I hope people are patient enough with it and yet able to hold it to account, although international engagement has to be on Somali terms. That will be part of shoring up the government&apos;s legitimacy.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/may/03/london-conference-vision-somalia-forward", 
    "wordcount": "964"
}