{
    "headline": "LED lightbulbs can save you hundreds in energy bills", 
    "text": "With prices up to 25 per bulb, the received wisdom that LED lighting is too expensive seems deserved. But rising electricity prices and falling LED costs mean that for homes with a large number of halogen bulbs, the new generation of low-energy lighting finally makes financial sense. Concerns over the weak or cold quality of LED light have abated, say energy experts, whose verdict is backed up by shoppers posting positive online reviews on Amazon and energy-saving forums. Despite usually costing more than six times as much as halogens, the payback for LEDs now comes in 15 months or less  and for homeowners changing dozens of halogen bulbs, the savings can be in the hundreds of pounds every year afterwards. James Russell, technical development manager at the Energy Saving Trust, said: &quot;If customers are prepared to pay the up-front higher cost they will quickly calculate that they will see a return on their investment within the first couple of years  and will go on making financial savings for many more years. Customers will also not have the hassle of continuously replacing burnt-out halogen lamps.&quot; LED bulbs come with advertised lifetimes of 10,000 hours and up, compared to the typical 1,000-hour lifetime of hot-running halogen bulbs. LEDs, or light-emitting diodes, are semiconductors that make old-fashioned lightbulbs (incandescents) and even &quot;energy savers&quot; (compact fluorescents) look incredibly inefficient. A typical 35W halogen replacement LED will use as little as 4W, considerably less than the 10W or so a CFL would use to produce the same level of light. They also have the advantage of being &quot;instant-on&quot; and do not suffer from warming up slowly like some CFL replacements for halogens. While early generations of LEDs were criticised for being too cold in colour temperature  more of a blue white than a warm yellow  new models are able to match halogens for colour. Look for LEDs with a colour temperature of about 2700k for halogen replacements. I have swapped halogens for LEDs in my home, and my wife and family are unable to distinguish between the two. Russell said the best LEDs &quot;can match the performance of the halogens they replace in terms of light output, maintenance of light output over time and colour&quot;. I have calculated that using 40 LED bulbs in our new-build home for an average of 2.7 hours a day  the Energy Saving Trust&apos;s typical use figure for a bulb in a kitchen or living room  running costs would be 23 annually compared to 287 for sticking with halogens. Quality LEDs from brands such as Philips are available for as little as 9 each for slightly older generation but perfectly good bulbs when bought in bulk via sites such as eBay. Calculators to estimate the savings are available on LED shopping sites such as SimplyLED and LED manfuacturers such as Zeta. But while LEDs are, as some forum posters have written, &quot;a no-brainer&quot; when replacing halogens with GU10 fittings (two small circles), they are not ideal for every scenario. Dimmable versions cost slightly more, and while 35W halogen replacements are available for just less than 12 each for the newest perfect fit bulbs, that price jumps dramatically to about 23 each for 50W replacements that run at 5.5W, delaying the payback by a year or so. Also LEDs with MR16 (two thin spikes) fittings may require a new transformer. LED replacements for classic pendant-style single 60W bulbs in the middle of the ceiling are beginning to appear  such as Zeta LED&apos;s LifeBulb, which won a 450,000 government competition and is due to go on sale for around 20 each, or earlier models from Philips  but they are still relatively few and far between.", 
    "section": "environment", 
    "gid": "environment/2012/jun/08/led-lightbulbs-save-energy-bills", 
    "wordcount": "636"
}