{
    "headline": "Donald Trump opens controversial Scottish golf course", 
    "text": "     Two of Scotland&apos;s top golfers teed off with Donald Trump at the opening of his controversial 1bn golf course in Aberdeenshire today, despite calls for a boycott from conservationists. The Scottish Wildlife Trust wrote an open letter urging golfers Colin Montgomerie, Paul Lawrie and Martin Laird not to play at the Trump International Golf Links course at Menie Estate on the grounds it was built on &quot;a unique, protected area&quot; with &quot;nationally important landforms and wildlife&quot;. Lawrie was unable to attend because of bad weather. The course is situated on a stretch of 4,000 year-old coastal sand dunes that make up a section of the Foveran Links Site of Special Scientific Interest (SSSI), a status that should protect the site from development. Despite fierce protest from environment groups, Trump was given the go-ahead for &quot;stabilisation&quot; of the dunes to construct the resort in 2008, as Scottish ministers deemed the economic benefits to outweigh the environmental costs. An action group, Tripping Up Trump, has supported local residents opposed to the construction, and a film company called Montrose Pictures produced a documentary following the development. You&apos;ve Been Trumped was shown in cinemas in Edinburgh, Glasgow and London last weekend to coincide with the course&apos;s opening. A trailer for the film places footage of Trump stating &quot;we&apos;ve had tremendous support from the environmental groups&quot;, alongside a spokesperson for the RSPB explaining that &quot;the whole package is wrong&quot;. However, environmental concerns could prevent Trump from completing the final stages of his development. The businessman reportedly considered moving the course to Ireland after hearing about plans to construct an offshore windfarm 2km away from the site. Trump appeared before the Scottish parliament&apos;s economy, energy and tourism committee in April to describe wind turbines as &quot;one of the most serious problems Scotland will have or has had&quot;. When asked to back up his claim that they were detrimental to tourism, Trump responded: &quot;I am the evidence.&quot; Speaking on Radio 4&apos;s Today programme today, David Milne, a resident on the Menie Estate, questioned Trump&apos;s projections for the course, and summed up: &quot;I do not believe this course is environmentally sustainable, and therefore will not be economically sustainable.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/10/donald-trump-scotland-golf-course", 
    "wordcount": "378"
}