{
    "headline": "Wikipedia founder Jimmy Wales attacks government's 'snooper's charter'", 
    "text": "Jimmy Wales, the founder of Wikipedia, has sharply criticised the government&apos;s &quot;snooper&apos;s charter&quot;, designed to track internet, text and email use of all British citizens, as &quot;technologically incompetent&quot;. He said Wikipedia would move to encrypt all its connections with Britain if UK internet companies, such as Vodafone and Virgin Media, were mandated by the government to keep track of every single page accessed by UK citizens. The entrepreneur said he was confident there would be a general move to encryption across the internet if British-based communication service providers were required to collect and store data for 12 months from overseas companies, such as Google and Facebook, for possible access by the police and security services. He said the British government would have to resort to the &quot;black arts&quot; of hacking to break encryptions: &quot;It is not the sort of thing I&apos;d expect from a western democracy. It is the kind of thing I would expect from the Iranians or the Chinese and it would be detected immediately by the internet industry,&quot; he told MPs and peers. His intervention came as leading UK internet companies, including Vodafone and Virgin Media, also raised concerns about the responsibility for retaining and storing sensitive data from overseas third-party companies, which, they said, would damage their commercial relationships and entail a competitive disadvantage. The internet industry, which is giving evidence to a parliamentary special select committee on the draft communications data bill, said the legislation could create new opportunities for hackers and &quot;malicious agents&quot; wanting sensitive private information about individuals. The London Internet Exchange (Linx), told MPs it had serious concerns that the proposals would create a &quot;profiling engine&quot;, a filtering system that would produce detailed profiles on all users of electronic communications systems and allow sophisticated data mining. In a written submission Linx said it would be a challenge to safeguard this profiling engine, and that a breach would be &quot;a significant threat to national security&quot;. The organisation stated that the profiling engine amounted to &quot;an enormously powerful tool for public authorities&quot;. Its submission said: &quot;Its mere existence significantly implicates privacy rights, and its extensive use would represent a dramatic shift in the balance between personal privacy and the capabilities of the state to investigate and analyse the citizen.&quot; The 1.8bn scheme will require UK-based internet and phone providers to retain and store for 12 months the &quot;traffic data&quot;  who sent what, to whom, from where  of every British citizen&apos;s internet, text and mobile phone use. The move would exclude the contents of messages. The Home Office has admitted it cannot force foreign companies like Google and Facebook to store and hand over sensitive personal data. Instead it is hoping for voluntary agreements. But the legislation includes powers to require British communication firms to collect and store third-party data that cross their networks. Home Office security officials estimate that the rapidly evolving nature of the internet stops them tracking up to 25% of communications data despite such information being used as evidence in the majority of terrorist and serious crime cases. Internet and phone companies currently only keep data collected for their own business billing. The Internet Service Providers Association said the government estimated that this &quot;gap&quot; could be cut by 10% and questioned whether this was sufficient to justify the proposals or whether it represented value for money.", 
    "section": "technology", 
    "gid": "technology/2012/sep/05/wikipedia-jimmy-wales-snoopers-charter", 
    "wordcount": "579"
}