{
    "headline": "Gavin Barwell in 'date Arab girls' Twitter storm", 
    "text": "Conservative MP Gavin Barwell thought he was exposing a particularly shameless piece of political moneyspinning when he clicked on a link tweeted by Labour and found a press release accompanied by an advert saying &quot;date Arab girls&quot;. He wasted no time firing off a tweet to the party&apos;s press team and shadow schools minister Kevin Brennan, saying: &quot;I know Labour are short of cash but having an invitation to &apos;date Arab girls&apos; at top of your press release?&quot; However, what seemed like an easy strike might have turned into a something of an own goal. The press team&apos;s reply began &quot;oh dear&quot;, followed by a link to an explanation of how Google Adsense functions - that is, based on the preferences of a web user. The description on the Google website reads: &quot;You may come across such ads when you&apos;re viewing a website, video, or app on Google&apos;s display network. &quot;In addition to seeing ads based on your interests, you may also see ads based on the types of sites you visit, whether you +1 something, and more.&quot; The story was running on the LabourList website, a blog devoted to centre-left issues, which claimed that when its writers accessed the same press release they were greeted by an advert for a Samsung mobile phone. The advert was posted alongside the line: &quot;OopsBarwell got a far more interesting advert than LabourList did.&quot; Barwell stayed silent as other Twitter users expressed their amusement at his misfiring attack. Jon Mundy wrote: &quot;Oh - this is glorious, @GavinBarwellMP&apos;s browser history comes back to bite him.&quot; James O&apos;Flynn was similarly entertained, observing: &quot;This did make me chuckle. &quot;Be careful before you question how appropriate an advert on a webpage is.&quot; The original press release, posted on TwitLonger, was an attack on Michael Gove, claiming the education secretary was failing to provide enough school places for children. It included a quote from Brennan calling on the government to &quot;address the crisis in school places they have created&quot;. Adverts featured above and below the short release, apparently tailored to the viewer&apos;s preferences. The original link was tweeted by @labourpress on March 14, with Barwell&apos;s jibe following the same day. The press team hit back the next day, with the MP for Croydon central staying unusually quiet. However, a dating advert appeared to be fixed below the advert even when the page was accessed from different computers - though the enticement to date Arab girls was absent. While there is no evidence Barwell, the party&apos;s former chief operating officer, spends his spare time sifting through dating sites, he has previously revealed wide interests as a fan of rappers Public Enemy, author Joan Collins and soap opera Dynasty. He previously made headlines with a Twitter post after discovering that thieves had stripped metal from a memorial on his father&apos;s grave, writing that if he caught the culprits, they would &quot;regret it&quot;. However, this time Barwell seemed content to walk away and has tweeted about other events - such as a visit by Caterham School students to Westminster Cathedral.", 
    "section": "technology", 
    "gid": "technology/2013/mar/17/gavin-barwell-date-arab-girls-twitter", 
    "wordcount": "530"
}