{
    "headline": "Trials Evolution  review", 
    "text": "&quot;Simple to learn but hard to master&quot; is how RedLynx describes Trials Evolution, the sequel to Trials HD. They&apos;re not kidding. There are many other soundbites they could have used to sum up this game: &quot;Angry Birds meets (old Disney racing game) Pure&quot; and &quot;who needs sleep?&quot; spring to mind. It might seem odd to compare a racing game to that global iPhone addiction, but in terms of addictive quality, the games are hard to separate. Like Angry Birds, there&apos;s a big daft sense of humour behind Trials Evolution. Very much like Angry Birds, the game has got that &quot;I&apos;ll just have one more go &quot; quality that can swallow hours whole. And exactly like Angry Birds, it&apos;s a simple premise that only takes seconds to pick up. You control a trailbike rider. He moves from left to right in a linear fashion. You&apos;ve got to get him from the start line to the finish by negotiating a series of obstacles and jumps. That&apos;s it. You had more complex objectives on Spectrum games but, as we keep arguing, good gameplay is all you need. As it happens, Trials Evolution has great gameplay and even better scenery. Not only does the appearance make you forget the linear nature of the game, there are moments that will leave you gasping: for example, there&apos;s a trial at dusk where your rider leaps against the setting sun and it&apos;s simply breathtaking.     Trials Evolution    Where Trials Evolution does differ from Angry Birds is that where the latter requires a certain amount of luck, Trials Evolution is genuinely a game of precision. What makes that all the more remarkable is the simplicity of the controls. The right trigger accelerates. The left trigger is the brake. The left joystick makes your rider lean forward or lean back. That&apos;s it, yet it gives an incredible level of nuance. If your rider is in the wrong position, you might be able to rescue him from imminent disaster but chances are he&apos;s coming off and hitting a stray mine, face planting against a rock in hilarious style or writhing on the floor in a manner that should suggest agony but looks a lot like he&apos;s being pleasured by an invisible Jenna Jameson. The clever bit  oh you addictive game pushers, Ubisoft  is that there are frequent save points and a quick tap of a button will take you back to the last one without messing up your whole race. Your time is also taken at these checkpoints, so you can see where you&apos;ve shaved off  or lost  a few hundredths of a second. And it&apos;s those touches that keep you trying, trying and trying again as you attempt to up your medal score and unlock all the extra content. And then doing it all again on the large number of mini games. And then again on all the unlockable content. There is also, apparently, a vast multiplayer option (which we were unable to test in advance), plus a track designer and the facility to share your creations with the Xbox Live community. We&apos;ll maybe come back to all of that at a future date. In the meantime, if you&apos;ll excuse me, I&apos;m a second off a gold medal and I think I know just how to get my time down  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/18/trials-evolution-game-review-xbox", 
    "wordcount": "560"
}