{
    "headline": "Android on fire at Mobile World Congress, but not just for westerners", 
    "text": "As Google&apos;s executive chairman Eric Schmidt prepared to take the stage for his Tuesday Mobile World Congress keynote, journalists in the US were receiving an email from Apple inviting them to the iPad 3 launch event. It&apos;s safe to say the relationship between the two companies remains... complicated. Apple may have drawn some of the limelight away from Schmidt&apos;s speech, but MWC has been very much Android&apos;s show and not just because its great frenemy doesn&apos;t have an official presence here. Android is on a tear right now, and there have been numerous reminders at the show. That includes the stats 300m activated Android devices, 850k more every day and 1bn app downloads a month and also the impressive latest wave of Android devices from Samsung, HTC and other manufacturers. The Android stand is thrumming with activity, including an array of developers talking enthusiastically about Android as an OS and as a business opportunity. Which, of course, they would they&apos;re on Google&apos;s stand as guests after all but it&apos;s a mood I&apos;ve also caught from developers elsewhere at MWC. The majority of developers I&apos;ve met say they are focusing on iOS and Android. In fact, the two are often run together: &quot;iOSandAndroid&quot; is definitely a mantra (although for interest, a decent number go on to say they&apos;re actively thinking about Windows Phone as their third platform). As in 2011, Google has scattered robot-logo bins of Android pin-badges around the MWC halls. The treasure hunt may have lost its surprise factor second time round, but it still makes its point effectively, contrasting Google&apos;s network of partnerships with manufacturers, operators and technology firms with Apple&apos;s more aloof stance. That&apos;s not to say one is preferable to the other  the truth is that both companies are succeeding hugely  but the pin-badges do hammer home Google&apos;s rapid progress in embedding itself in the mobile industry. Schmidt&apos;s speech also elicited a notably warmer response from MWC delegates than he has in the past, when Google was still seen as a threatening foe rather than a partner by the mobile operators. There are still wrinkles in the Android strategy, when it comes to apps and developers. A number of the booths on the Android stand are showing rich 3D games, for example: just the thing to show off the quad-core processors in the coming wave of Android devices. Yet these games are more expensive to develop, at a time when the demand for paid apps on Android remains a controversial debate. Perhaps the richer content will help create a healthier market for paid Android apps, or perhaps these developers will find success by adopting freemium business models. It is still early days. Actually, though, the most interesting thing about Android in relation to developers and apps is not what&apos;s happening in the US, UK and other well-developed smartphone markets. One of Schmidt&apos;s key points in his speech was the march of Android into more affordable handsets in the year ahead. &quot;Many of our partners are working on phones in the $100-$150 range. The ultimate goal is a $70 device,&quot; he told delegates, while stressing that this could mean $20 or $30 for consumers, after operator subsidies. A burgeoning market for low-cost Android handsets yes, even if they&apos;re not running the latest version of the OS could create really interesting opportunities for apps in territories like China, India, Latin America and Africa. And this is without talking about the potential for affordable tablets in those places. Some of the apps taking advantage may be the ones that are popular in the western world  Rovio is certainly alive to the potential of getting its next 800m Angry Birds downloads from emerging markets, for example. But the opportunity is probably more about local developers in these countries, making apps that are relevant to the markets. This is by no means an open goal for Android. Western journalists and tech bloggers haven&apos;t written enough about what Nokia is doing with its Asha handsets, which are just as important to the company&apos;s future as its Windows Phone strategy, for example. However, one of the key trends at Mobile World Congress this year, for me, is that Android&apos;s success should not be judged solely against iOS, even if that rivalry is clearly front-of-mind for both companies at the moment. Supporting both platforms is increasingly a given for startups and developers in the western world. But it&apos;s the developers elsewhere in the world who may be starting with Android as their lead apps platform who are just as important to Google&apos;s mobile prospects in the years to come.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/29/android-on-fire-at-mwc", 
    "wordcount": "777"
}