{
    "headline": "Rising number of postgraduates 'could become barrier to social mobility'", 
    "text": "The ever increasing number of people holding postgraduate degrees, with numbers almost tripling in little over 15 years, risks becoming yet another barrier to social mobility for poorer students wary of taking on an even bigger debt burden, a leading education charity has warned. While good careers were formerly open to those with only A-levels, the bulk were currently only accessible if you had a degree, the Sutton Trust said, something which might soon become the case for postgraduate qualifications. Research for the trust by the London School of Economics and Surrey University shows that while in 1996 just 4% of working Britons aged 26 to 60 had a postgraduate qualification, this was now 11%, or 2.1 million people. The study found those with a higher degree earned around 5,500 a year more on average, equating to a career-long &quot;postgraduate premium&quot; of around 200,000. While this was considerably more than the cost of taking a postgraduate course, the risk was students from poorer backgrounds would baulk at taking on yet more loans having paid up to 9,000 a year already for their undergraduate courses. Further degrees can easily cost 20,000 a year in tuition and living expenses, the trust said. The worry was that the predominance of higher qualifications could become yet another entrenched barrier for entry into top professions, said Sir Peter Lampl, who heads the Sutton Trust. He said: &quot;When I was growing up, there were many professions that were open to young people with good A-levels. &quot;More recently, an undergraduate degree has become essential for many of those careers. Now, we find that a postgraduate degree is increasingly expected.&quot; He added: &quot;Unless we address the issue, there is a real danger that we are squandering the talent of a generation, and losing the chance to stretch our brightest minds, so that they develop the innovations and ideas that will be essential to our economy in the future. At the same time, the higher wage premium enjoyed by postgraduate degree holders threatens further to widen income inequalities, reducing social mobility.&quot; The trust&apos;s report on the issue recommends a system of targeted, state-backed loans to assist students from poorer or middle income backgrounds with postgraduate study. Similarly, it says, professions should consider offering bursaries to help would-be entrants attain the necessary qualifications. The research into wider changes in qualifications is equally striking: in 1981 58% of the post-26 workforce had no qualifications at all, while 5% had a degree, figures which had changed by 2011 to 5% 31% respectively. A spokesman for the Department of Business, Innovation and Skills, said: &quot;This is a useful contribution to the debate and confirms that those with postgraduate qualifications often earn more than others. The government supports postgraduate study through the Higher Education Funding Council for England (HEFCE), through the ring-fenced science and research budget distributed by the research councils and through subsidising professional and career development loans. &quot;We don&apos;t yet know what the impact of the new undergraduate finance system will be on the supply of postgraduates. But the new system has a higher repayment threshold, which means the repayments from former students are lower than before. We have asked HEFCE to monitor and review future participation in postgraduate study.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/07/rising-number-postgraduates-social-mobility", 
    "wordcount": "557"
}