{
    "headline": "Republicans critical of Obama national monuments bill amid sequester cuts", 
    "text": "Congressional Republicans have condemned Barack Obama for designating five new national monuments at a time when sequester funding cuts are hitting existing national parks and landmarks. Doc Hastings, the Republican chairman of the House Natural Resources Committee, issued a statement on Monday criticising the president for spending at a time when the sequester has forced the cancellation of White House tours. Obama signed proclamations on Monday establishing the five new monuments under the 1906 Antiquities Act.  &quot;These sites honour the pioneering heroes, spectacular landscapes and rich history that have shaped our extraordinary country,&quot; Obama said. &quot;By designating these national monuments today, we will ensure they will continue to inspire and be enjoyed by generations of Americans to come.&quot; The White House, anticipating criticism on financial grounds, quoted a 2006 National Parks and Conservation Association study saying that every federal dollar invested in national parks generated at least four dollars for the public. The White House claimed the national parks supported 267,000 private sector jobs.  The five monuments are: the Charles Young Buffalo Soldiers monument in Ohio, commemorating the first African American colonel; a First State monument in Delaware, recalling the state&apos;s early history; the Harriet Tubman Underground Railroad monument in Maryland in memory of her work in helping escaping slaves; the Ro Grande del Norte monument, an area of spectacular landscape in New Mexico, and another area of exceptional beauty, the San Juan Islands, in Washington state.  But Hastings objected, saying: &quot;President Obama has closed the White House to public tours but he&apos;s unilaterally ordering the National Park Service to spend scarce dollars on little-known, privately-owned property in Delaware.&quot; Hastings criticised the use of a 1906 piece of legislation to make the designations. &quot;The Obama administration not only sees the sequester as an opportunity to make automatic spending reductions as painful as possible on the American people, it&apos;s also a good time for the president to dictate under a century-old law that the government spend money it doesn&apos;t have on property it doesn&apos;t even own,&quot; Hastings said. He described the decision-making as lacking in transparency and said the law had been established to protect areas in danger of destruction, which was not the case, he said, with the five monuments designated on Monday.", 
    "section": "environment", 
    "gid": "environment/2013/mar/25/republicans-obama-national-parks-sequester", 
    "wordcount": "384"
}