{
    "headline": "Apple chief Tim Cook set to top US pay league", 
    "text": "Apple&apos;s late founder Steve Jobs created the world&apos;s most valuable company and was paid just $5 in the last years of his life  but his successor Tim Cook, unknown outside Silicon Valley until his elevation to the top job last summer, has been awarded a $378m (244m) pay jackpot. In the clearest sign yet that the wage bills for America&apos;s leading executives are ramping back to eye-watering pre-credit crunch levels, Cook&apos;s 2011 rewards, disclosed yesterday, put him in pole position to become the year&apos;s highest boardroom earner. Cook took home $900,017 in salary during 2011 and a further $900,000 in cash from an incentive scheme. But the bulk of his earnings will come from a windfall award of 1m Apple shares that tie him to the company for the next decade. On 24 August last year, to mark his promotion when Jobs retired, Cook was given stock then worth $376m, half of which will be handed over in 2016 and half in 2021. But by the time Cook takes delivery of the shares they might be worth substantially more. Every time Apple&apos;s share price gains a dollar, its chief executive&apos;s paper fortune will increase by more than $1m. Previous awards of shares mean a total of 1.376m shares are now owned by Cook or held in his name. Because Apple&apos;s price has risen steadily since last August Cook&apos;s shares are already worth $550m. The shares have no performance criteria attached. To claim his winnings Cook, who joined Apple in 1998 from Compaq Computer Corporation, must simply remain with the company until 2021. The details of Cook&apos;s vast pay package come as the UK government has pledged to bring in new legislation to tackle excessive executive pay. David Cameron said: &quot;The market for top people is not working. It needs to be sorted out.&quot; Average pay for the chief executive of a FTSE-100 company climbed 33% last year and now stands at 5.1m  but it remains a fraction of boardroom rewards in the US. &quot;It&apos;s another planet,&quot; said Sarah Wilson, chief executive of Manifest, which advises shareholders on corporate governance. &quot;The awards are eye-watering in the US and you really do have this cult of the chief executive as superstar. There is a lot of fear and uncertainty among board members that if they don&apos;t pay these large sums they will not get the people they want.&quot; Jobs was granted 5.5m shares during his lifetime, worth $2.3bn to his heirs, but between 2007 and his death last year he received no further awards. Instead, he collected a nominal annual salary of just $1 during the period that produced the first iPhone, the first iPad, and during which Apple&apos;s stock market value doubled. Cook&apos;s payout is still dwarfed by the $646.6m Jobs received in 2006, when his last swath of stock options vested, taking his total compensation for the preceding five years to $650.17m. Apple overtook oil giant Exxon Mobil as the world&apos;s biggest company last summer, and is now valued at $394bn on the stock market. But Cook&apos;s earnings are well ahead of those of Exxon&apos;s chairman and chief executive, Rex Tillerson. In 2010, the most recent year for which figures have been disclosed, Tillerson earned $29m in cash and shares, of which $5.6m comprised his salary and bonus for the year.", 
    "section": "technology", 
    "gid": "technology/2012/jan/10/apple-chief-tim-cook-tops-pay", 
    "wordcount": "568"
}