{
    "headline": "Earth Hour: millions prepare to switch off the lights", 
    "text": "Earth Hour is here again, and WWF is calling on hundreds of millions of people in thousands of cities and towns around the world to switch off their lights for an hour at 8.30pm local time on Saturday 23 March to show their concern for the environment. Last year saw the lights go out in homes and businesses in more than 6,950 cities and towns. The campaign even went into space when astronauts reduced power on the International Space Station. This year, more than 150 countries and territories are expected to participate, with Palestine, Tunisia, Galapagos, Suriname, French Guyana, St Helena and Rwanda joining the movement for the first time. Some of the key landmarks that will mark the event include the Sydney opera house and Harbour bridge, Petronas towers in Kuala Lumpur, Singapore&apos;s Marina Bay Sands, Tokyo tower, Taipei 101, the Bird&apos;s Nest in Beijing, the Gateway of India, the world&apos;s tallest building the Burj Khalifa, the Ancient Citadel of Erbil in Kurdistan, Table Mountain, the Bosphorus Bridge, the Eiffel Tower, the Brandenburg Gate, the UK Houses of Parliament, Buckingham palace, the Empire State Building, Niagara Falls and Los Angeles airport. Landmarks switching their lights off for the first time for Earth Hour this year include Copenhagen&apos;s Little Mermaid statue and Florence&apos;s Statue of David.            At the global media launch for Earth Hour 2013 in Singapore last month, CEO and co-founder, Andy Ridley, highlighted the grassroots nature of the movement:  &quot;People from all walks of life, from all nations around the world, are the lifeblood of the Earth Hour interconnected global community. They have proven time and time again that if you believe in something strongly enough, you can achieve amazing things. These stories aren&apos;t unique, this is happening all over the world.&quot;  Earth Hour has its share of critics, who say it symbolises environmentalism as living in the dark. Author George Marshall wrote in 2009:  &quot;Asking people to sit in the dark plays very well to a widely held prejudice that &apos;the greens&apos; want us all to go back to living in caves.&quot;  This year, Prof Bjorn Lomborg, a prominent critic of the economic cost of dealing with climate change, has warned the gesture will do little to help the planet and gives people the wrong impression about how to address climate issues:  &quot;Global warming is a real problem, but Earth Hour is not the answer. Taken to its logical conclusion, if switching the lights off for one hour is a good idea, why not for all the other 8,759 hours of the year?             Some energy experts have also said that Earth Hour could result in an increase in carbon emissions and place great strain on electricity grids. Fossil-fuelled power stations could be required to fire up quickly when everyone turns their lights back on, &quot;rendering all good intentions useless at a flick of a switch&quot;. But WWF maintains Earth Hour is not about saving energy but raising awareness. Part of this year&apos;s campaign is &quot;I Will If You Will&quot;  where you can pledge to take action beyond Earth Hour and get your friends, family and colleagues involved. WWF also wants to spread the word using social media. Earth Hour events around the world Organisers in the United Kingdom hope to break the record of 7 million people who took part last year. Landmarks that will turn off their lights include Big Ben and the Houses of Parliament, Trafalgar Square, BFI Imax, the London Eye, the Gherkin, Edinburgh castle, Brighton Pier, Westminster abbey, Durham cathedral, Old Trafford, Canterbury cathedral, Windsor Castle and Tewkesbury abbey. WWF-UK is hosting a night at the Southbank in London that will stream live content from around the world and feature a live acoustic performance by the band McFly, who have done the Harlem Shake in panda onesies to launch the campaign. Celebrity chefs including Raymond Blanc, Gordon Ramsay and Hugh Fearnley-Whittingstall have created special recipes for families to prepare and eat by candlelight, and WWF has teamed up with a Kevin McCloud, Miranda Richardson and Alistair McGowan, who have recorded readings of Rudyard Kipling&apos;s famous Just So stories.            Earth Hour organisers and WWF affiliate Fundacin Vida Silvestre is encouraging participants in Argentina to support a senate bill to make Banco Namuncur (Burdwood) a marine protected area. If passed, the 34,000-km sq area will raise the protected area of Argentina&apos;s seas from 1% to 4%. In 2007, 2.2 million people took part in the first Earth Hour in Sydney. This year, some of Australia&apos;s most famous landmarks will glow green to symbolise their commitment to renewable energy. Sydney Opera House, the Arts Centre in Melbourne and Council House in Perth will be all be powered by 100% clean energy and organisers are asking Australians to &quot;switch off for good by switching on to renewable energy&quot;. Towns and suburbs with the highest number of pledges will win solar power systems for their councils from Sungevity. Community events are also being planned, from stargazing Sydney to night runs in Queensland and BBQ bushwalk in Canberra. In Botswana, former president Festus Mogae has marked a four-year commitment to plant 1 million indigenous trees with the planting of 100,000 trees in Goodhope, a severely degraded area in southern Botswana. The CN Tower in Toronto, Canada will dim its lights for the sixth year running  the city was the second ever to back the campaign. Vancouver was named this week as the winner of the Earth Hour city challenge, for its &quot;overall holistic and strategic approach to climate action&quot;. It beat 16 other finalists including Sydney, New Dehli, San Francisco and Olso. The Indian subcontinent will switch off the Gateway of India lights at the same time as four villages in Madhya Pradesh receive solar lanterns, the first form of energy they will ever use. WWF says Earth Hour will be the first piece of environmental action taking place in Palestine since its UN recognition as a state. Earth Hour is being coordinated from both Gaza and the West Bank, with switch-off events taking place at Al-Jundi and Palestine squares, in Gaza City, and the cities of Nablus, Bethlehem, and Ramallah. Russia will switch off the lights at around 100 landmarks across 50 cities and towns. Following a successful petition last year that was instrumental in the passing of a law to protect the seas from oil pollution, this year WWF Earth Hour Russia is turning its attention to forest protection. Organisers are on their way to securing more than 100,000 signatures for a petition to change forest legislation. The amendments would reinstate a ban on industrial logging and protect almost 18% of all Russian forests  equal to an area of land twice the size of France. In Tunisia, which is taking part in Earth Hour for the first time this year, 11 cities and towns will turn their lights off, with the main event taking place at Avenue Habib Bourguiba, the site of the initial protests that sparked the Arab Spring. It will be attended by Tunisia&apos;s president, Moncef Marzouki. In Uganda, where 6,000 hectares of deforestation occurs every month, WWF Uganda is aiming to fill close to 2,700 hectares of degraded land with at least 500,000 indigenous trees as part of Earth Hour 2013. In the United States, New York city landmarks taking place include Times Square, the Rockefeller centre and the Empire State Building. The bright lights of the Las Vegas strip will also go dark for the hour, as well as Los Angeles airport and Niagara Falls.  Follow Earth Hour live", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/22/earth-hour-switch-off-lights", 
    "wordcount": "1282"
}