{
    "headline": "Microsoft loses EU antitrust fine appeal", 
    "text": "Europe&apos;s general court has upheld almost all of a giant fine levied against Microsoft over an antitrust case first brought by the European Commission&apos;s competition watchdog in 1998. The General Court of the European Union turned down Microsoft&apos;s request to dismiss a 900m (721m) fine levied in 2008, though it did cut it slightly  to 860m. In all, with two previous fines, the case has cost Microsoft a total of 1.64bn. That makes it the largest total fine from a single European antitrust case. The largest single fine, of 1.09bn, was levied in 2009 against chipmaker Intel. Microsoft was found guilty of failing to provide interface code to allow rivals to hook into its Windows server software at a reasonable price; the EC in 2004 exacted a &quot;penalty for noncompliance&quot;, claiming the prices being charged for access to the code was exorbitant  and hence tantamount to non-compliance. The court upheld that finding, but noted a 2005 letter from the commission which said Microsoft didn&apos;t have to freely distribute code that wasn&apos;t its own and which was freely available elsewhere. That letter gave Microsoft some room to think it was permitted to continue acting the way it had until 2004, and should have been &quot;taken into account in determining the gravity of the conduct found to be unlawful&quot;, the written decision said. The EC&apos;s competition commissioner, Joaquin Almunia, said the judgment fully vindicated his office&apos;s action against Microsoft and brought significant benefits to users. &quot;A range of innovative products that would otherwise not have seen the light of day were introduced on the market,&quot; thanks to the Commission, he said. Microsoft was less pleased: &quot;Although the General Court slightly reduced the fine, we are disappointed with the Court&apos;s ruling,&quot; the company said in a statement. Microsoft was initially fined 497m along with the 2004 order, and then another 280.5m for noncompliance in 2006, and then another 899m in 2008. The company has already booked provisions in its financial statements for the fines and penalties. The ruling means it has no active disputes with European regulators. &quot;In 2009 Microsoft entered into a broad understanding with the Commission that resolved its competition law concerns,&quot; the company said. Most notably in the 2009 deal, Microsoft ended an investigation into allegedly abusive practices for bundling its Internet Explorer web browser along with its operating systems. Microsoft agreed to instead offer customers a range of browsers to choose from in a system that was presented to users when they logged on, and offered them a random selection to pick from which the user could make the default. Separately, Google&apos;s Chrome browser, released in late 2008, is drawing level with Internet Explorer according to browser share metrics companies. In some countries, Chrome is used more than IE, according to some measurements. In a sign of the times, Microsoft itself turned to the competition watchdog in 2012, asking it to investigate Google for anticompetitive practices. That has led to investigations which are expected to come to a head in early July when Almunia has set a deadline for Google to respond to a number of questions about its competitive tactics and strategy. Microsoft alleged that Google was demanding unreasonable fees to license its technologies and asking courts to pull Microsoft products from shelves if it did not pay up. Google shot back in May with a similar request for the commission to again investigate Microsoft. Many observers say companies such as Apple, Google and Microsoft are increasingly acting as &quot;patent trolls,&quot; using the legal and regulatory systems as tools to thwart competitors as part of their wider struggle for market share. Almunia said in February: &quot;The Commission will continue to keep a close eye on the behavior of all market players in the sector, particularly the increasingly strategic use of patents.&quot; Both Samsung and Motorola  now owned by Google  are under investigation by Almunia&apos;s office over questions about whether they abused control of essential patents in order to restrict sales of products respectively from especially Apple and Microsoft.", 
    "section": "technology", 
    "gid": "technology/2012/jun/27/microsoft-loses-eu-antitrust-fine-appeal", 
    "wordcount": "688"
}