{
    "headline": "iPad recycling 'is multibillion-pound opportunity for UK firms'", 
    "text": "British businesses are failing to take advantage of the massive opportunity presented by taking apart iPads, smartphones and other consumer goods to recover and recycle rare metals. The value of the precious metals, such as gold and platinum, that are currently thrown away is estimated to run to billions of pounds a year in the UK alone. At present, much of the material leaves the country to be recycled overseas in countries such as China. The government said on Friday it would make new efforts to encourage UK entrepreneurs interested in recycling, with financial support of up to 200,000 available for companies to come up with new ways of recycling precious metals such as gold, neodymium and iridium. At present, an estimated 75% of the gold used in the production of consumer goods each year is lost through traditional recycling processes. Threatened shortages of some of these rare materials could become a brake on economic growth, ministers fear, as more than 95% of the supply of rare earth elements is controlled by China, while Russia and the Democratic Republic of the Congo are leaders in the production of other key materials. Analysts at PWC warned business leaders at the World Economic Forum in January that a shortage of such elements threatened the renewable energy industry. Caroline Spelman, the environment secretary, is planning to vist a factory in north London operated by Environcom. The company has created 150 new jobs in Edmonton, near the scenes that started the London riots last summer, with its focus on reconditioning equipment such as iPads and mobile phones, which when refurbished are sold through the British Heart Foundation&apos;s charity shops, and recycling the materials from consumer goods when reuse is not possible. The company now boasts an annual profit of about 2m on a turnover of 13.5m, and hopes to increase its turnover to more than 20m next year. Spelman said more must be done to recycle: &quot;Businesses are already feeling the heat from uncertainty in the supply of the speciality metals used in mobile phones, medical equipment and aeroplanes. We&apos;re working with business to help prepare for these risks  but there is also a multibillion-pound opportunity in the massive amount of valuable metals lost because of how we deal now with products people no longer want. &quot;I want to see British businesses taking advantage of this golden opportunity to boost growth and jobs through how we design products, while reusing, recycling or substituting valuable metals.&quot; She said the government was putting in place a &quot;resource security action plan&quot; that would help companies work together and learn from each other. Peter Young, chairman of the Aldersgate Group, made up of businesses interested in environmental sustainability, said: &quot;The era of plentiful and cheaper resources is over. Our business members are facing rising costs for essential raw materials and minerals, while constraints on their availability and price volatility are having a damaging effect on the economy. Waste must be avoided by designing for reuse or seen as a resource.&quot; Between now and 2020, the UK will dispose of about 12m tonnes of electronic equipment, of which about a quarter could easily be fixed and resold. The waste is likely to contain tonnes of precious metals  for instance, the Department for Environment, Food and Rural Affairs estimates it would hold about 63 tonnes of palladium, worth about 1bn.", 
    "section": "environment", 
    "gid": "environment/2012/mar/16/ipad-recycling-opportunity-uk-firms", 
    "wordcount": "574"
}