{
    "headline": "Dodgy landlords: how to avoid being ripped off", 
    "text": "In 2002 an anarcho-punk group called Thought Crime released a song entitled &quot;All Landlords are Scum&quot;. As a liberal-minded type, I don&apos;t usually agree with such sweeping generalisations  surely there are plenty of good, professional landlords out there? Perhaps. But as I embark on my third year at university, I can say that landlords have been the biggest headache of my academic career. I could bore you with my many sob stories  about being left homeless just before the exam season started, about my landlord suddenly selling off our house moments after we&apos;d paid the deposit. But I&apos;m sure you&apos;ve heard it all before  when I asked other students for their experiences, I found my situation was far from uncommon. One example comes from Edward in Leicester, he battled with mice infestations, bursting pipes and mouldy walls. His letting agency&apos;s customer service wasn&apos;t great either, he says: &quot;At one point they phoned my parents complaining about the state of the bathroom and claiming that when they had spoken to me the weekend before I had been dismissive and rude. My mum then pointed out that I had been home the whole weekend as my grandmother had died. They didn&apos;t contact us for a while after that about it.&quot; Talking to estate agents and landlords can feel like hitting your head against a brick wall. Some assume that all students are naive pushovers, others avoid your complaints hoping that you&apos;ll eventually give up and go away. To stop this, I suggest brushing up on the law. If you find legal waffle baffling then ask a law student to help you out or visit your local Citizens Advice Bureau  you could even take advantage of the free 15-minute consultations offered by law firms. That&apos;s what Edward did, and, after getting free advice from a local lawyer, he discovered that his letting company was acting illegally. As a result, he stopped paying rent for the remainder of his tenancy. If you&apos;re choosing a house, try to stick to the university-approved list of landlords. Scout around and get an idea of the average prices for your area. If you find a place that matches your budget make sure you read the tenancy agreement before you sign anything. Here&apos;s what to look out for. According to the housing charity Shelter, your contract shouldn&apos;t contain any unfair clauses, so it can&apos;t state: &quot;the landlord can change the terms of the agreement whenever s/he likes.&quot; Nor should it say that you have to pay for, or arrange, structural repairs  these are the landord&apos;s responsibility. Always check that the landlord is enrolled on a Deposit Protection Scheme. It emerged recently that some landlords are not doing so, even though they are compelled to by law. Don&apos;t let them get away with it. Make sure you keep or make a note of all payments and correspondences you have with your estate agent and landlord. It will come in handy if they dispute your version of events. Also, keep your parents in the loop, they have far more experience of complaining about things than you  let them hassle the property owner too. And finally, if you do have problems, don&apos;t let it stress you out too much. As long as the roof is still over your head you can usually still enjoy a happy home. Fight the landlords, but don&apos;t let the battle envelop your life.", 
    "section": "education", 
    "gid": "education/2012/sep/26/dodgy-landlords-how-to-avoid-being-ripped-off", 
    "wordcount": "573"
}