{
    "headline": "Air pollution could become China's biggest health threat, expert warns", 
    "text": "Air pollution will become the biggest health threat in China unless the government takes greater steps to monitor and publicise the dangers of smog, the country&apos;s leading respiratory disease specialist warned this week. Lung cancer and cardiovascular illnesses are already rising and could get worse in the future because of factory emissions, vehicle exhausts and cigarette smoke, Zhong Nanshan, the president of the China Medical Association, told the Guardian. The outspoken doctor  who won nationwide respect for revealing the cover-up of the Sars epidemic in 2002  said the authorities are starting to learn the lessons of past health crises by being more transparent about the risks posed by contaminated air. Unless there is more openness, he said, public trust will be eroded. &quot;Air pollution is getting worse and worse in China, but the government data showed it was getting better and better. People don&apos;t believe that. Now we know it&apos;s because they didn&apos;t measure some pollutants,&quot; said Zhong. &quot;If the government neglects this matter, it will be the biggest health problem facing China.&quot; Earlier this month, the government promised to be more open. It has been a long time coming. Beijing and other major cities have experienced dire levels of air pollution for more than a decade, but the government has been reluctant to investigate and publicly disclose the medical consequences. Zhong said he has been concerned about the problem for 10 years, but his efforts to press for official data have met with silence. During the run-up to the 2008 Beijing Olympics, he said he asked the environment department for information about ozone and carbon levels, but made no headway. &quot;They never answered. I understand this is because they did not collect such data. But it is also because they didn&apos;t want to announce this,&quot; Zhong said. &quot;Maybe they are afraid of showing that levels are too high, which might have a negative impact on society.&quot; Until recently, the government did not include ozone and small particulate matter known as PM2.5 in its air quality index, even though these two pollutants pose the greatest risk to human health. Insiders say some cities quietly and selectively measured these pollutants for many years, but never made the results public. Scientific studies of this crucial public health issue have been notable by their absence. Zhong says public awareness has come slowly because, compared to acute epidemics like Sars that results in sudden clusters of death, pollution is a chronic, slow-burning problem with consequences that are not apparent for many years. But there is strong evidence of the risks. He said outpatient cases at his clinic in Guangdong province increase by 10% on hazy days. He also cited a US study that showed that cases of cardio failure increased by 1.28% for every increase of 10 micrograms of PM2.5 per cubic metre. Understanding of the problems in China has been promoted by the US embassy in Beijing, which has released its own hourly measurements of PM2.5. In response, Beijing, Guangdong and several other provincial and municipal governments has belatedly followed suit. Zhong said state promises to introduce nationwide monitoring need to be quickly honoured. He also called for detailed epidemiological research into the problem. Controversially, he said it would be a good thing if every embassy in Beijing monitored and publicised pollution data. &quot;We need data. We don&apos;t have that,&quot; he said. &quot;We need to do something. We should start an annual study.&quot; It is difficult to separate the impacts of pollution and tobacco, which is also a major contributor to PM2.5. But Zhong said lung cancer rates are two or three times higher in cities than in the countryside, even though smoking rates are the same. On heavily polluted days, he advised city dwellers to wear face masks and not to exercise. But he said there was ultimately little that individuals could do unless greater efforts were made to check the source of the pollution. Although the nature of the health risk posed by smog is different from that of Sars, he said the two shared similarities in terms of the importance of information disclosure. &quot;It takes time to make local governments move on transparency,&quot; he said. &quot;But the situation now is better than during Sars. At the very beginning of that epidemic, it was really terrible. We have learned a lesson.&quot; He said the environment was now a key public health concern, which was not the case in the past. After polluted air, he said contaminated water, food and the chemicals found in furniture were recognised as major risks in addition to those previously identified from smoking and alcohol. &quot;We all have to breathe. It&apos;s no longer enough just to have a good lifestyle. A green environment is one of the most important elements in deciding people&apos;s health. People are more aware of that. I&apos;m happy about that.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/16/air-pollution-biggest-threat-china", 
    "wordcount": "830"
}