{
    "headline": "Gene breakthrough boosts hope of drug for blood diseases", 
    "text": "Noah Edwards is four years old and suffers from a disorder that prevents his blood from clotting. He bleeds profusely when cut and his face and body are easily bruised. His condition, called platelet function disorder, is a constant worry for his mother, Ruby. However, thanks to Noah&apos;s involvement in a remarkable project, funded by the British Heart Foundation, his prospects of leading a normal life have received a major boost. Researchers at Birmingham University have uncovered the genetic roots of platelet function disorder, a breakthrough that should not only improve screening and treatments for the condition but also increase chances of developing a new generation of drugs to counter blood clots and thrombosis, one of the main causes of death in the western world. &quot;We have discovered that a gene called G6b-B regulates the production of platelets in our blood,&quot; said Dr Yotis Senis, senior research fellow at Birmingham University. &quot;Platelets are pieces of cellular material that circulate in our blood. When the wall of an artery is breached, platelets accumulate there and block the flow of blood.&quot; However, platelet numbers in the bloodstream have to be finely balanced, Senis said. &quot;If numbers are too low, excessive bleeding can occur  as is the case with Noah Edwards. But if platelet numbers are too high, blood clots form too easily inside arteries and veins. &quot;These clots are then swept along blood vessels until they cause and obstruction and trigger a stroke or thrombosis. &quot;The two conditions [blood clots and platelet function disorder] are complete opposites but by uncovering the key to one of them, we have given science a chance to tackle the other, more common form,&quot; Senis said. The danger posed by the latter was recently demonstrated by US secretary of state Hillary Clinton, who spent the new year holiday under observation in hospital after being admitted for a blood clot. Thousands of people are affected by blood clots every year, including stroke victims. By contrast, bleeding disorders are uncommon. The best-known is haemophilia, which is inherited only by males. Dr Gill Lowe, another member of the Birmingham research group, said: &quot;Platelet function disorder affects both men and women. There are probably several thousand people with the condition in the UK, though many have not yet been diagnosed. Such individuals have nose bleeds all the time and bruise easily. Even wearing a rucksack or a watch can produce internal bleeding and bruising.&quot; Noah Edwards&apos;s condition was identified at the age of one. He  along with his eight-year-old sister Maya and his mother, Ruth, who are not affected by condition  provided blood samples that were crucial in helping the Birmingham researchers home in on the gene that controls platelet regulation in the body. The problems that a patient with platelet function disorder faces were highlighted by Ruby Edwards. &quot;Noah will be five years old on Monday and has already been told what present he is getting: a bike,&quot; she said. For most parents, such a gift is a straightforward choice but for Ruby, the selection was difficult. &quot;A fall from a bike could have a serious consequences, but I am determined that Noah should live as normal a life as possible,&quot; said Ruby, who lives near Malvern, Worcestershire, and runs Funny Blood, an organisation dedicated to raising awareness of the condition, from her home. &quot;As things stand at present, Noah will never be able to play contact sports like rugby, or box, or join the armed forces. He should wear a helmet while playing but there is limit to how much you can impose on children of this age. He is already trying to avoid people fussing over him. If he falls, he knows there will be bruising and possibly bleeding, so he runs away to stop the fuss.&quot; The discovery of the role of the G6b-B gene in triggering the disorder  what happens is that a mutant version of the gene causes excess platelet formation and this triggers an immune response that destroys all the body&apos;s platelets  gives scientists a handle on improving diagnosis and treatment. &quot;There is constant feedback between clinicians who are testing patients and scientists who are working on basic pathways,&quot; added Senis. &quot;And of course, there is the potential for developing new drugs to block blood clots or help patients who suffer from thrombosis.&quot; This point was reiterated by Helene Wilson, research adviser at the British Heart Foundation. &quot;As well as potentially benefiting patients with rare clotting disorders, we hope this research will open up new therapeutic avenues to develop treatments to prevent deadly blood clots that can cause heart attacks and strokes.&quot;", 
    "section": "science", 
    "gid": "science/2013/jan/13/gene-breakthrough-blood-diseases", 
    "wordcount": "790"
}