{
    "headline": "Young human rights reporter of the year 2013 - upper secondary category", 
    "text": "Winner of Amnesty International&apos;s Young human rights reporter of the year competition upper secondary category: Zaahid Rahman, 15, Cranbrook School, Ilford  Female genital mutilation FGM (Female Genital Mutilation) is a common cultural practice in many parts of the world today including the Middle East, East Africa and Southeast Asia. Its mere existence makes it too common. Typically involving girls aged below fifteen years of age, this traumatic procedure may involve removing, stitching and cauterising the genitals. So what justifies this? The WHO (World Health Organisation) explains: The procedure has no health benefits for girls and women. FGM is a violation of the human rights of girls and women. It is mainly done by communities as a rite of passage or with the intent of preserving a girl&apos;s virginity by trying to reduce their libido hence the removal of erogenous tissue. Typically an elder woman, normally the victim&apos;s grandmother, will profane the girl. In such practising groups there is an unhealthy idea of body image where the female genitals are considered impure and dirty. This being the case, women who have not been butchered are often discriminated against. As it is often done unprofessionally with neither sterile instrument nor adequate anaesthetic it can have damaging lasting effects on its victims; these include cysts, urinary tract infections, PTSD (Post-Traumatic Stress Disorder), bleeding and even infertility. Horrifically crude utensils are normally employed. These can include anything from razor blades to fingernails, from cut glass to scissors. Although the crime is relatively specific it affects a huge number exceeding double the population of the UK, a number we cannot ignore - that is as many as 140 million individuals in the world today. In developing countries the threat is particularly serious as medical professionals are becoming increasingly involved. 18% of cases and rising have been done by trained cutters who have outright abused their authority on families. Two thirds of FGM victims are Africans, with the largest concentration of FGM being present in Somalia. An appalling 96-8% of Somali women are &apos;circumcised&apos; which goes on to contributing to widespread FGM culture within the Somali diaspora. In areas with considerable immigrant populations in the UK, awareness should be raised of FGM as around 20,000 girls are at risk in Britain and France. Too often is it the case that unsuspecting girls are sent on &apos;holidays&apos; with family where FGM is carried out abroad. It is illegal in 22 African countries as well as 12 industrialised countries. However, much of it slips under the radar. Though France employs a tougher protocol in actively examining potential victims on return, Britain continues to hide behind the curtain of cultural sensitivity. As a result of this around 100 convictions linked to FGM have been made in France whereas absolutely none have been made in Britain despite a total of 82 incidents being reported to Scotland Yard. Since its outlawing in 1985, the practice has a paltry sentence of 14 years attached to it for inflicting permanent damage. Collaboration together as humans is the only way to eradicate this monster. Let us try to make this the last generation to be violated by the knife. Upper secondary runner up: Ellie Williams, 15, Knutsford Academy, Knutsford  One in three The 16th December, 2012. New Delhi. A young female physiotherapy intern is beaten and gang-raped on a public bus, whilst attempting to head home from the cinema. She was raped savagely including with a metal instrument, to the point at which only 5% of her intestines remained. This story caused a wave of emotional response in women, men and children across the world. This particular case reinforced my disgust of the maltreatment of women across the world, and has made me aware of the frequency of gender related violence. In India, equal voting rights for both women and men were given in 1950, despite this, around 70% of India&apos;s women are victims of domestic violence. Evidence suggest that a crime against a woman is committed every three minutes and a women is raped every 29 minutes. There are a number of reasons as to why India has such high domestic violence and rape rates often associated with the legal system and conviction rates or the pressure place upon some victims to drop charges and in some cases marry the attacker. A 2012 report by UNICEF revealed that 57% of Indian boys and 53% of girls between the ages of 15 and 19 believe wife-beating is justified. A recent national survey also reported that a large percentage of women blame themselves for beatings by their husbands. Is this a consequence of the low status of women in India? Patriarchy is normality, a belief held by not only some men but women and girls. The very idea that some women believe there is a justification to beat a woman not only angers but upsets me. But surprisingly, Sweden&apos;s rape rate is more than 30 times the number in India, Sweden has the highest incidence of reported rapes in Europe and the second highest in the world, shocking when remembering the women in 1862 (unmarried women and widows) who were allowed to vote in municipal elections, making Sweden the first country in the world to grant women the right to vote. Sweden is often regarded as having somewhat liberal views, in contrast, India is a country regarded by the West where negative attitudes towards women are expected. Within Britain, it is easy to forget the legacy of Emeline Pankhurst or Emily Davison, who, in 1913 gave the &apos;ultimate sacrifice&apos; in objection to laws against women. Women who gave their lives in order to ensure me, my sister, my mother and her mother gained legal equality with men. Yet, similar problems remain. One in four women will experience domestic violence, with an incident of violence reported every minute. Sadly, on average two women are killed by abusive (ex) partners every week. There is something criminogenic in the patriarchal views held by men throughout the world which facilitates sexual violence against girls and women. Negative attitudes towards women have nothing to do with poor or rich countries, developed or underdeveloped, culture, colour, religion or wealth. The abuse of women still continues and has to stop. Upper secondary runner up: Genevieve Brown, 16, Inverurie Academy, Inverurie, Scotland The uncertain future of female education in Afghanistan 2001 was a year when many Afghan girls&apos; lives changed. Their homeland, already a Taliban-run war zone, was invaded by troops from the United States, the United Kingdom, France and Australia. Both the Taliban and the war have killed many innocent Afghan citizens. Even now, explosions are commonplace in the life of the country&apos;s average civilian. Yet, Afghanistan is given hope for its future by recent gains in girls&apos; education. Since 2001, its female literacy rate has increased threefold and the number of Afghan girls enrolled in schools has increased from 5,000 to 2.4 million. In 2010 and 2011, just two years, 2,281 schools were built. Afghan girls&apos; education requires protection, as well as progress. Fawzia Koofi, the MP for Afghanistan&apos;s Badakhshan Province, has recalled, &quot;I was studying medicine when the Taliban came in 1996. That was my last day as a student. All of a sudden I was at home. You can see everything from your window, but you can&apos;t taste it, you can&apos;t touch it. I felt like a dead body.&quot; She plans to stand as a presidential candidate in 2014, and the very fact that she, as a woman, is able to do so is testament to Afghanistan&apos;s recent progress in women&apos;s rights. The Taliban may have curtailed her medical career, but she has forged a new one in politics. Although, there is much progress still to be made for females in this field, also, as she states: &quot;There are 18 committees in our parliament, and I&apos;m the only woman chair.&quot; The Taliban has made its objective, pertaining to girls&apos; education, crystal clear: in 2009 every month 50 schools were attacked. All of these schools taught girls. Girls have been targeted, and subjected to acid attacks. Head teachers have been assassinated. Afghanistan&apos;s population is situated largely in rural areas, and these rural districts are often subjected to violent Nato-Taliban confrontations. In the southern and eastern provinces, the Taliban forced many new schools to close  the province of Zabul had 61% of its schools closed in 2011, due to insecurity. These rural areas are also the ones most likely to possess conservative attitudes towards female education. Only so much progress can be made in twelve years. Afghanistan&apos;s female literacy rate remains one of the lowest in the world, and a lack of investment in female teachers prevents many girls&apos; attendances. Much of the girls recently enrolled in schools are long-term absentees. The combination of family pressure, due to deep-rooted prejudices against female education, and the high risk of harassment or persecution for attending school, is a major deterrent to many young girls. Afghanistan&apos;s gains in female education, if left unguarded, may struggle to endure the withdrawal of the international community, scheduled for 2014. The 60bn in humanitarian aid donated to the country since 2001 has rewarded its investors with crucial progress in girls&apos; basic human rights. This progress must be allowed to continue. Education is a right, not a privilege, irrespective of gender. Special commendation to the following longlisted entries in the upper secondary category Chloe Crowl, Penglais comprehensive, Aberystwyth Sean Kemsley, Marling, Stroud, Glos Kelsea Utting, TThe Dormston school, Sedgley Jessamine Rosales, The Sholing Technology College, Southampton Ebrubaoghene Abel-Unokan, Wilson&apos;s school, Wallington, Surrey James Sheridan, Wilson&apos;s school, Wallington, Surrey India Moore, Wirral grammar school for girls, Bebington Find out more about the Amnesty Young Human Rights Reporter competition. Teaching resources on the Guardian Teacher Network Amnesty&apos;s Guide to teaching controversial issues Summary of the Universal Declaration of Human Rights  Amnesty&apos;s teaching human rights lesson plan Amnesty&apos;s human rights photojournalism PowerPoint and lesson plan", 
    "section": "education", 
    "gid": "education/2013/may/06/amnesty-human-rights-2013-upper-secondary", 
    "wordcount": "1662"
}