{
    "headline": "Kenya's youth encouraged to aspire by DJ B and the Shujaaz.fm comic book", 
    "text": "DJ B has a dilemma. The big-haired pirate radio star and school dropout has just seen two women slinging tribal insults at each other in the street. Should he inform the authorities, or mind his own business? In the end, DJ B, whose real name is Boyie, decides that inaction would lead to disaster, while calling a hotline to report the hate speech might help prevent another bout of politically motivated violence in his neighbourhood. That is the storyline in December&apos;s Shujaaz.fm, a free comic distributed monthly through Kenya&apos;s Daily Nation newspaper and produced in Sheng, the brash mix of Swahili and English that is the lingua franca for millions of mainly young Kenyans. The latest issue offers up a tale that goes to the heart of what the multimedia Shujaaz project is, and where it came from. It also illustrates how nervous Kenyans are about March&apos;s presidential election, the first since at least 1,200 people were killed after a disputed poll in December 2007. Launched in 2010, Shujaaz was born out of the nationwide reflection that followed that shocking descent into chaos. Shujaaz means &quot;heroes&quot; in Sheng and the aim is to educate and entertain Kenyan youths, giving them tips on everything from planting maize seeds to nutrition and the role they can play in society. At the offices of Well Told Story, the consultancy behind the project, writers crowd around a mock-up of the December issue in an airy room adorned with lifesize cardboard cut-outs of DJ B, sexy but steely Maria Kim and football-mad Charlie Pele  some of the comic&apos;s main characters. Rob Burnet, the head of Well Told Story, says they have been planning election-related stories for a year, and aim to distribute 650,000 copies of the comic in December. Koome Mwiti, a 30-year-old content producer, says the team field-tested the December storyline with youths in Nairobi&apos;s Mathare slum. As with all the stories in the comic, there is practical advice  this time, it&apos;s a number to report hate speech by text. &quot;Guys were asking us, &apos;Where does it [the number] go? How safe are we?&apos;,&quot; Mwiti, a former marketing executive, says. Bridget Deacon, head of production at Well Told Story, says Shujaaz remains neutral, never mentioning specific locations or tribes. &quot;I am very proud that we are not shying away from the election. We&apos;ve found a way of making it empowering and enlightening for the youth.&quot; On the table is a letter addressed to DJ B from a girl in Kerugoya in central Kenya. She has drawn pictures of the Shujaaz characters and decorated the envelope with upbeat slogans. People also interact with DJ B on Facebook, commenting on issues raised in the comic or on syndicated radio shows. Meanwhile, in the main office outside, a shiny statue catches the eye  it&apos;s the International Digital Emmy that Shujaaz picked up in Cannes last April. &quot;The most exciting thing for us is that it is not for development  it&apos;s for the quality of the story  that was the ultimate thrill, that we&apos;d shaken off the idea that this was some kind of feelgood thing,&quot; Burnet says. Shujaaz is funded by the UK Department for International Development (DfID), Kenyan mobile phone giant Safaricom, USAid and a host of other groups. Of its funding, 40% comes from the commercial sector, though Burnet would like that to increase. More than 60% of Kenyans are under 30, but they generally have little spending power. Sheng is an &quot;aspirational language&quot; for this group, Burnet says. &quot;DJ B speaks for the youth  our idea is that we hold the mirror up,&quot; he says. The role of Sheng in Kenyan society is controversial, with some academics, government officials and older people vilifying the linguistic code. But the Go Sheng group is dedicated to preserving and demystifying the language: they are creating an online dictionary, using words submitted by speakers from across the country, and are working towards peace through the Tuvuke initiative. &quot;Kenya has no other unifying factor, apart from Sheng,&quot; Kelvin Okoth, 29, executive officer of Go Sheng, says. &quot;If all the youth of Nairobi came out today as Sheng speakers and said  this is what we want to stand for, that is a major threat to any political scenario,&quot; he says. &quot;I read Shujaaz. I think their content is really nice. It talks to what they want to say out there.&quot; Burnet, who came to Kenya in 1993 for a few weeks but ended up staying, says Shujaaz reaches 5 million Kenyans aged between 10 and 25 each month, through print, social media, radio and video. He says the audience is 70% rural and 30% urban. As well as appearing in the Daily Nation, the comic is distributed at Safaricom&apos;s mobile money M-Pesa kiosks country-wide. DJ B also broadcasts short segments on about 20 radio stations, and there are Shujaaz videos on YouTube. Some observers have disputed the figures given for Shujaaz&apos;s reach, pointing out that, for example, the daily circulation of the Nation newspaper is around 210,000 and lower on a Saturday, when the comic appears. It is estimated that only 15% of the Nation&apos;s readership are aged between 15 and 17. Burnet recognises that it&apos;s difficult to quantify tangible benefits, but he has a rich store of anecdotes  like the 32-year-old woman who was given a copy of Shujaaz containing a list of all the documents you need to get an official ID. &quot;She had been four times to get her ID but failed. She was inspired by the story to go one last time  and she did  she wrote to DJ B to thank him.&quot; Social media is a key part of the mix, and DJ B&apos;s Facebook page has more than 20,000 fans. Burnet says the aim is to get the leaders in the community to act. &quot;We want those innovators to be the ones to act  we need to use these wonderful interactive media to get people involved in the conversation,&quot; he says, adding that he wants to extend Shujaaz&apos;s reach to 10 million Kenyans through a million comics a month. &quot;We think the more people we are talking to, the more people we are bringing into awareness, the more innovators we are enabling to take action  it&apos;s just a numbers game.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/03/kenya-youth-dj-b-shujaaz-fm", 
    "wordcount": "1076"
}