{
    "headline": "Drought in northern Mexico  in pictures", 
    "text": "   Last year, fires and record high temperatures severely affected the growing season in the southern states of the US and northern Mexico. In Mexico, harvests failed and caused severe food shortages. On 17 January, the government announced it was distributing food to particularly hard-hit indigenous Rarmuri communities in Chihuahua state. This image shows vegetation growth between July and September last year. The government says the drought is northern Mexico's worst in 71 years Photograph: MODIS/Terra/NASA       Residents of rural communities in La Ifigenia and Santa Rita in the La Marta mountains, which divide the Mexican states of Coahuila and Nuevo Leon, remain in their houses as large forest fire approaches  Photograph: Miguel Sierra/EPA       View of dry fields in El Castillo community in the Galeana region of Nuevo Len state. The government promised to increase the resources to combat natural disasters in the farming sector Photograph: Miguel Sierra/EPA       A man turns on the tap of an empty water tank at the rural settlement of San Jos de los Gonzlez, in the municipality of Galeana Photograph: Tomas Bravo/Reuters       Two people from the Rarmuri indigenous group cross a dried creek in Chihuahua state's Guachochi municipality. Rarmuris are suffering severe shortages of food and water, according to local media. The drought is affecting almost 70% of the countryPhotograph: Reuters       Rarmuris stand in line to receive a government donation of food in Guachochi Photograph: Reuters       Mexican Red Cross volunteers load a train with humantarian aid for Rarmuri communities in January, in Creel town, Chihuahua state. Religious organisations, the government and civil society in Mexico launched a campaign to collect funds and food to combat the chronic hunger in the region Photograph: Yuri Cortez/AFP       Rarmuri indigenous people of the Tarahumara mountains sit by the side of a road near the town of Huisarorare, in Chihuahua state. The Mexican Red Cross has declared the situation in the region as 'a food emergency' Photograph: Raymundo Ruiz/AP       A Rarmuri family recives medical assistance in Guachochi town Photograph: Yuri Cortez/AFP/Getty Images       Rarmuri women queue to receive medical assistance in Guachochi town Photograph: Yuri Cortez/AFP/Getty Images       Rarmuris wait to recive humanitarian aid from the Mexican Red Cross at the train station in Pitoreal town, Chihuahua state  Photograph: Yuri Cortez/AFP/Getty Images       A Rarmuri participates in a caravan for help in Mexico City. Farmworkers and indigenous groups are demanding help from the federal government to combat the drought Photograph: Marco Ugarte/AP       Protesters block the road with their tractors in front of police. Farmers are demanding more support from the government. A caravan of farmworkers from northern Mexico travelled to Mexico City to demand the government provide more assistance for people affected by the region's worst drought in decadesPhotograph: KeystoneUsa-Zuma/Rex Features       City workers and volunteers sort food donated to the Rarmuris in central Mexico City. Food, medicine, blankets and other supplies were donated. The Rarmuris are being forced deeper into the Tarahumara mountains by lumber, mining and tourist industries that have been creeping on to their land Photograph: Henry Romero/Reuters       Farmers sit with boxes of aid they received in the village of Puerto Grande, in Nuevo Leon state Photograph: Stringer/Reuters       People wave flags with the image of the revolutionary hero Emiliano Zapata during a protest march in Mexico City. Thousands of protesters took to the streets to demonstrate about economic issues such as unemployment and for assistance after the drought caused severe food and water shortages Photograph: Tomas Bravo/Reuters  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/feb/01/drought-mexico-in-pictures", 
    "wordcount": "0"
}