{
    "headline": "All eyes on the red planet as ESA's lander prepares to hurtle towards Mars", 
    "text": "The moment has come. Having travelled half a billion kilometres across the solar system, a European spacecraft will release a robotic lander on Sunday and send it spinning towards Mars and a place in the history books. Mission controllers expect the Schiaparelli lander to separate from the ExoMars Trace Gas Orbiter, at 3.42pm UK time, one million kilometres from Mars. The pair will reach their destination on Wednesday when the mothership swings into orbit and the lander heads for the rust-red surface. Named after the Italian astronomer Giovanni Schiaparelli, the 600kg (1323lb) lander faces a dramatic six minute descent. As it punches into the Martian sky at 21,000 km (13039 miles) per hour, the disc-shaped probe will endure temperatures of more than 1500C (2732F). A parachute and thrusters will slow the descent, until the lander belly flops the last two metres onto the Meridiani Planum, a flat expanse near the equator. Apart from the US and the Soviet Union, no other country has put a working lander on Mars. The closest Europe came was in 2003 when the UK-led Beagle 2 lander set down on the surface, but failed to call home. Scientists at the European Space Agency (ESA) expect to do better this time. It is very important that it goes right. It will be the first successful Mars landing for Europe. We have to keep a cool head, said Michel Denis, flight director at ESA.     Overview of Schiaparellis entry, descent and landing sequence on Mars, with approximate time, altitude and speed of key events. Illustration: ESA/ATG medialab    A joint ESA venture with Russias space agency, the ExoMars mission is arguably scientists best chance of finding life on Mars. The Trace Gas Orbiter will loop around the planet and sniff the atmosphere for methane - potentially a waste gas emanating from subterranean microbial Martians. Meanwhile, the lander will monitor conditions on the ground and test technology for the ExoMars rover, which is expected to launch in 2020. The rover will hunt for microbial life in Martian soil samples pulled up with a two-metre-long drill. But first the spacecraft must make it to Mars. Soon after the Schiaparelli lander parts company with the Trace Gas Orbiter, it will go into hibernation to save power. As it nears the planet, the probe will wake and aim for a small ellipse-shaped landing zone. A smooth descent will see the probe touch down at 3.48pm UK time on Wednesday. The battery-operated Schiaparelli is expected to last about two days on Mars. From the moment it lands, it will take weather measurements and record electrical fields near the surface. Swirling dust storms that can spread across the whole planet generate such strong electric fields they can rip apart carbon dioxide and water molecules in the atmosphere. High above Mars, the Trace Gas Orbiter must slam on its brakes so it can be captured by the planets gravity. The braking manoeuvre calls for a main engine burn of more than two hours, but in that time the spacecraft will pass behind the red planet and lose all communications with Earth. We wont know if it has gone into orbit properly until it comes out the other side, said Denis.     The Schiaparelli module with thrusters firing. Illustration: ESA/ATG-medialab/ M.Thiebaut    The Trace Gas Orbiter, a giant machine measuring 18 metres across with its solar arrays unfurled, will take many months to steer into the right orbit from which it can do serious science. But with its sensors fully operational at the end of next year, the orbiter will sniff the Martian atmosphere for low levels of gases, including the mysterious methane detected by Europes Mars Express orbiter more than a decade ago. The surface of Mars appears to belch out plumes of the gas. While it may come from natural reactions in rocks, it could equally be a sign of life. The more we can study these trace gases, the more well understand the full picture, said Hkan Svedhem, project scientist on ExoMars. Should the orbiter detect enough Martian methane, it can learn where the gas comes from. A key measurement will be the ratio of carbon isotopes. When methane is made by life, it has a different proportion of carbon-12 to carbon-13 than when it is given off from geological processes. Methane on Mars is a longstanding puzzle. Is it coming from geological activity under the surface or is it coming from life? Either of those would be amazing, but life would of course be stunning, said Andrew Coates, who works on the ExoMars rover at University College Londons Mullard Space Science Laboratory. If the rover launches as planned, it will arrive in 2021. The ExoMars rover will be the first mission in recent times to look for signs of life. Nasas rovers have followed the water and made important discoveries, but what they havent been able to do is actually get to the life question. Thats the really new thing well be able to do with the rover, Coates said. Last year, Nasas Mars Reconnaissance Orbiter spotted the final resting place of the Beagle 2 probe, which went missing after its attempted landing on Christmas Day 2003. In a handful of pixels, the orbiters camera showed the Beagle had landed, but had failed to deploy its solar panels. We got Beagle to the right place, so most of its descent system must have worked. It didnt explode into a thousand pieces, said Denis. As for Schiaparelli, once we have uploaded the commands, we sit back and watch. It is a technology demonstrator, and those are not supposed to fail, but there might be some little surprises. Well see on the day.   This article was amended on 17 October 2016. An earlier version said the US, the Soviet Union and modern-day Russia had put a working lander on Mars. That was not true of Russia.", 
    "section": "science", 
    "gid": "science/2016/oct/14/all-eyes-on-the-red-planet-as-esas-lander-prepares-to-hurtle-towards-mars", 
    "wordcount": "967"
}