{
    "headline": "In search of the secret village of Clicket", 
    "text": "To get to the Brendon Hills, in the opposite corner of Somerset from our own, we go north-west through sharply contrasting terrains, lowland Sedgemoor and the Quantock heights, and then take the coastal road past Watchet and towards Minehead. Turning up through Dunster, past the ancient yarn market and the fairytale castle, we are soon at the edge of the Exmoor national park, thickly wooded slopes, narrow valleys, steep lanes and waterfalls. It was in such an Exmoor landscape that RD Blackmore placed his secret Doone Valley. And we, prompted by a reader who asked whether we had ever been to the deserted village of Clicket, were looking for another secret village lost in a valley, though this one was fact, not fiction. From the heights, we caught sight of the gleam of the Bristol Channel in a gap between the hills, but we needed to concentrate on the map to find a footpath south of Timberscombe that would take us to Clicket. Though the village is not marked on any map, there was fortunately a fingerpost marked &quot;Clicket 1 mile&quot;. When we had climbed the stile by the yellow waymark, it was hard to see the right way downhill through long grass and stinging nettles. But past that first field we took a track that looked promising. Now we were getting down into thick, dark woodland, overspread with ancient oak and beech. Still not sure we were on track, we were relieved to find a crumbling, overgrown wall, and then, down another, steeper drop, the ruined walls of a two-roomed building and a bridge across a larger, clear stream rippling over pebbles  probably the millstream we had heard of. Researchers have discovered a group photograph taken in 1890 showing the only remaining inhabitants: six men, one woman and three children. But there is no record in the 1891 census of anyone at all left in Clicket  perhaps it was just too isolated.", 
    "section": "environment", 
    "gid": "environment/2012/jul/09/secret-village-clicket-brendon-hills-somerset", 
    "wordcount": "325"
}