{
    "headline": "King Richard III's medieval inn recreated by archaeologists", 
    "text": "The medieval inn in Leicester where King Richard III slept before riding out to meet his fate at the battle of Bosworth has been recreated by the team of archaeologists and academics who dug up a local car park this summer searching for his bones. News of their discovery of the remains of a man with a twisted spine and a gaping war wound, in the foundations of a long demolished abbey, created ripples of excitement around the world. Results of the scientific tests on the remains have not been announced, though there have been rumours that they proved inconclusive. Although DNA has been extracted from far older bones, the success of the technique depends on the quality of their preservation. The DNA test results, which might establish whether the bones could really be Richard&apos;s, are expected next month, but meanwhile The Blue Boar inn has risen again in model and digital form, recreated from detailed drawings found in the archives of a local family. The inn was ramshackle by 1836 and was demolished, even though it was a tourist attraction for its royal connections, and celebrated and sketched by antiquarians for its picturesque medieval timber work. A Travelodge stands on the site in Highcross Street, without even a plaque to record its former glory. The site is wreathed in local legends. One says the inn was originally called The White Boar, which was Richard&apos;s emblem. The landlord heard the news from the battlefield that the last Plantagenet king was dead and his crown now on a Tudor head, hastily repainted his boar sign blue, and renamed the inn. Richard&apos;s own grand bed is also said to have remained at the inn, presumably because nobody remembered to come back for it, and yet another legend claims a century later a sack of medieval gold coins was found in a secret compartment in the base of the bed  and that the landlady, Mrs Clark, was murdered for the treasure. In August 1485 the inn, though built on older foundations, was quite new and one of the smartest buildings in Leicester. Richard stayed there before riding to the battlefield  recently pinpointed nearly two miles from the traditional site and memorial to the dead king  across the nearby bridge. Another tale says his spur struck a stone of the bridge, and on the return, with his stripped body slung over the pommel of a horse, his head struck the same stone. Yet another legend, which the archaeologists hope is not true, insists that after his body was humiliatingly displayed naked in the town, the remains were slung into the river Soar. However, they believe the alternative story, that the Franciscans claimed his body and buried it hastily but in a position of honour, near the altar of their Grey Friars church  exactly where the remains were found. The lost inn, described as &quot;the Grand Hotel of its time&quot; by Richard Buckley, co-director of the Leicester university archaeology service, who led the excavation, has been recreated from meticulous drawings of the timbers, which he recognised in a notebooks of the 19th-century architect Henry Goddard, still owned by his descendants. &quot;When I was looking through this notebook, what was thrilling about it was that the drawings were so detailed. They showed how the building was put together  the timber framing, the joints, pegholes  all annotated with measurements in feet and inches,&quot; Buckley said. The model was created as a computer drawing by Steffan Davies and converted into a scale model using a 3D printer in the university&apos;s department of physics and astronomy.", 
    "section": "science", 
    "gid": "science/2012/dec/18/king-richard-inn-recreated-archaeologists", 
    "wordcount": "601"
}