{
    "headline": "UCAS application figures: overview of the statistics and the coverage", 
    "text": "UCAS has released it&apos;s official 2012 application figures. Home student numbers are down by almost 10% in the wake of the fees increase to 9,000 per year. But how do the stats break down by age and socio-economic group? And is this a temporary blip? Applications fell dramatically when fees of 3000 per year were introduced, but climbed back up again over time. So what might the future hold? The Daily Mail and Telegraph writers are particularly concerned about the &quot;squeezed middle.&quot; Applications from the middle classes fell by slightly more than those from the poorest households. The Telegraph&apos;s Graeme Paton put this down to the &quot;generous system of grants and fee-waivers established to insulate poorer candidates from the fee hike.&quot; But in her regular Reality Check column the Guardian&apos;s Polly Curtis pointed out that &quot;there are some caveats. The first is that far fewer students from the poorest backgrounds applied to university even before higher fees: more than half of the richest students apply, while fewer than one in five of the poorest do. Even children from those families in the middle of the income curve are around 75% more likely than those at the bottom to apply to university.&quot; Jeevan Vasagar threw a population quirk into the pot: there are 1.4% less 18 year-olds this year than in 2011. The average fall across the UK was 8.7%, but applications from students based in England  who pay the highest fees  fell the most with a drop of 9.9%. Scottish students numbers  where tuition remains free  fell by just 1.5%. The number of Welsh youngsters applying fell by 1.9%. (Remember that population decline ... of 1.4%) It appears that mature students  those over 21, were most put off by the increased fees. In England 2,417 (14.7%) fewer 21-year-olds applied to university this year, and 1,300 (15.3%) fewer 23-year-olds. While the number of applicants aged from 25-29 fell by 2,399 (12.2%) and from 30-39 by 2,102 (10.8%). And this is despite a massive 2009-2010 spike of over half a million redundancies. Tellingly, the number of mature students applying to go to universities in the rest of the UK this year is almost identical to the number who applied in 2011. In Wales the number of 30-39 year olds applying increased slightly, from 980 to 984, while the number of 25-29 year olds fell by just 76. For younger students, NUS president Liam Burns thinks that the story might change when clearing comes around. His suspicion is that many who didn&apos;t apply because they were put off by fees will have changed their mind by the time clearing comes around. &quot;Clearing will be really interesting this year,&quot; he told the Guardian, &quot;Anyone who has actively said &apos;I&apos;m not going because of fees&apos;, very quickly might think &apos;Well, what other opportunities have I got? Youth unemployment is sky rocketing, the Future Jobs Fund has been cut, college isn&apos;t anywhere near as accessible as it used to be, what are my other options?&apos; &quot; Burns says the NUS is particularly interested in seeing what type of student goes to what type of university  for example how the coalition&apos;s HE policy affects were poorer students go to study&quot;that&apos;s when we&apos;ll see the effect of tuition fees.&quot; &quot;What I think is you will see poorer students going to &apos;less&apos; prestigious institutions, and those from more privileged backgrounds getting access to the more prestigious institutions because the whole system is set up to protect them.&quot; &quot;I don&apos;t want to fall into the trap of saying that applications will bottom out in terms of numbers, I think it will be different types of students going to different types of universities.&quot; &quot;I think we can get distracted by application numbers. Core and Margin is going to massively destabilise the sector. We will find out who the winners and losers are,&quot; he said. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/07/analysis-of-ucas-application-figures", 
    "wordcount": "710"
}