{
    "headline": "Monsanto Protection Act put GM companies above the federal courts", 
    "text": "Monsanto and the US farm biotech industry wield legendary power. A revolving door allows corporate chiefs to switch to top posts in the Food and Drug Administration and other agencies; US embassies around the world push GM technology onto dissenting countries; government subsidies back corporate research; federal regulators do largely as the industry wants; the companies pay millions of dollars a year to lobby politicians; conservative thinktanks combat any political opposition; the courts enforce corporate patents on seeds; and the consumer is denied labels or information. But even people used to the closeness of the US administration and food giants like Monsanto have been shocked by the latest demonstration of the GM industry&apos;s political muscle. Little-noticed in Europe or outside the US, President Barack Obama last week signed off what has become widely known as &quot;the Monsanto Protection Act&quot;, technically the Farmer Assurance Provision rider in HR 933: Consolidated and Further Continuing Appropriations Act 2013 The key phrases are a mouthful of legal mumbo jumbo but are widely thought to have been added to the bill by the Missouri republican senator Roy Blunt who is Monsanto&apos;s chief recipient of political funds. For the record, they read: &quot;In the event that a determination of nonregulated status made pursuant to section 411 of Plant Protection Act is or has been invalidated or vacated, the secretary of agriculture shall, notwithstanding any other provision of law upon request by a farmer, grower, farm operator, or producer, immediately grant temporary permit(s) or temporary deregulation in part, subject to necessary and appropriate conditions consistent with section 411(a) or 412c of the Plant Protection Act, which interim conditions shall authorise the movement, introduction, continued cultivation, commercialisation and other specifically enumerated activities and requirements, including measures designed to mitigate or minimise potential adverse environmental effects, if any, relevant to the secretary&apos;s evaluation of the petition for nonregulated status, while ensuring that growers or other users are able to move, plant, cultivate, introduce into commerce and carry out other authorised activities in a time manner &quot; According to an array of food and consumer groups, organic farmers, civil liberty and trade unions and others, this hijacks the constitution, sets a legal precedent and puts Monsanto and other biotech companies above the federal courts. It means, they say, that not even the US government can now stop the sale, planting, harvest or distribution of any GM seed, even if it is linked to illness or environmental problems. The backlash has been furious. Senator Barbara Mikulski, chair of the powerful Senate appropriations committee which was ultimately responsible for the bill, has apologised. A Food Democracy Now petition has attracted 250,000 names and sections of the liberal press and blogosphere are outraged. &quot;This provision is simply an industry ploy to continue to sell genetically engineered seeds even when a court of law has found they were approved by US department of agriculture illegally,&quot; says one petition. &quot;It is unnecessary and an unprecedented attack on US judicial review. Congress should not be meddling with the judicial review process based solely on the special interest of a handful of companies.&quot; Remarkably, though, it has also offended the Conservative right and libertarians. FreedomWorks, the conservative thinktank that helped launch the Tea Party, says corporations should &quot;play by the rules of the free market like everyone else, instead of hiring insider lobbyists to rewrite the rules for them in Washington&quot;. Dustin Siggins, a blogger for the Tea Party patriots has called it a &quot;special interest loophole&quot; for friends of Congress. &quot;We are used to subsidies, which give your tax dollars to companies to give them advantages over competitors. We are used to special interest tax loopholes and tax credits, which provide competitive and financial benefits to those with friends in Congress. And we are familiar with regulatory burden increases, which often prevent smaller companies from competing against larger ones because of the cost of compliance. This is a different kind of special interest giveaway altogether. This is a situation in which a company is given the ability to ignore court orders, in what boils down to a deregulation scheme for a particular set of industries,&quot; he writes. Even Monsanto appears a touch embarrassed. The company whose seeds make up 93% of US soybeans, 88% of cotton and 86% of maize and which on Wednesday announced a 22% increase in earnings, has sought to align itself with others in the industry, even though it is far and away the main beneficiary. In a statement, it says: &quot;As a member of the Biotechnology Industry Organisation (BIO), we were pleased to join major grower groups in supporting the Farmer Assurance Provision, including the American Farm Bureau Federation, the American Seed Trade Association, the American Soybean Association, the American Sugarbeet Growers Association, the National Corn Growers Association, the National Cotton Council, and several others.&quot; The company&apos;s friends are now on the defensive, seeking to blame &quot;activists&quot;. Here is John Entine, director of the Genetic Literacy Project, and a visiting fellow at the American Enterprise Institute, the pro-business, anti-regulation think tank: &quot;The legislation does not, as critics allege, allow farmers or Monsanto to sell seeds proven to be harmful. Rather, it provides legal consistency for farmers and businesses so that they will not be jerked around by temporary findings by competing court systems as activist challenges make their way up the legal food chain.&quot; The only good news, say the opponents, is that because the &quot;Monsanto Protection Act&quot; was part of the much wider spending bill, it will formally expire in September. The bad news however is that the precedent has been set and it is unlikely that the world&apos;s largest seed company and the main driver of the divisive GM technology will ever agree to give up its new legal protection. The company, in effect, now rules.", 
    "section": "environment", 
    "gid": "environment/blog/2013/apr/04/monsanto-protection-act-gm", 
    "wordcount": "991"
}