{
    "headline": "Boot up: CES's exhaustion, Nokia's Android?, another BBC iApp, and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Why we&apos;re not at the biggest tech show in the world &gt;&gt; Buzzfeed Matt Buchanan:   This is the first time in six years I haven&apos;t dragged my body, still recovering from the onslaught of Christmas and New Year&apos;s, onto a plane bound for Las Vegas, in order to subject it to a five-day frenzy of new gadgets, PR people, exotic strains of influenza, rivers of liquor, mountains of terrible free food, neat piles of overpriced decent food, endless lines of irritated bloggers, a constant fog of cigarette smoke and air freshener and blogger self-loathing, big TVs, small TVs and skinny TVs, all on just a handful of hours of sleep stretched across several nights. We decided at BuzzFeed this year that CES, after years of diminishing relevance, is no longer the most important place to go to see what&apos;s going to be happen in technology in the comings months and years.  Two overlapping trends have chipped away at CES and events like it.   Read on. He&apos;s right. Although - strictly speaking isn&apos;t Hanover Messe the largest trade show? Nokia Boss: &quot;Today we are with Microsoft, but anything is possible&quot; &gt;&gt; Gizmodo Translating from the Spanish, into which Stephen Elop&apos;s words were presumably translated in the first place. (Link).  El Pas: Do you discard launching an Android phone next year?  Elop: In the current ecosystem wars we are using Windows Phone as our weapon. But we are always thinking about what&apos;s coming next, what will be the role of HTML 5, Android... HTML5 could make the platform itself - being Android, Windows Phone or any other - irrelevant in the future, but it&apos;s still too soon [to tell]. Today we are committed and satisfied with Microsoft, but anything is possible.   Certainly Nokia could make a run of it in the Android space. It&apos;s very good at making lots of different phones. (Thanks @rquick for the link.) The BBC Sport iPhone app &gt;&gt; BBC Internet Blog: From the comments, Lucie McLean, executive product manager for BBC Sport&apos;s mobile services:   Due to the huge range of Android devices, testing for that platform is more complex and therefore takes more time.  And finally, scheduling &apos;big bang&apos; launches, across a range of platforms, increases risk, and we want to ensure launches are as smooth as possible for users. Back in July, when we launched the Olympics app for iPhone and Android together, we saw over three times as many downloads of the iPhone version. Android continues to grow apace but this, together with the development and testing complexity, led us to the decision to phase the iOS app first.  Features also add complexity (and risk) to launches, which is why we&apos;ll be adding football teams, team customisation and video in the coming weeks, across all platforms, rather than at launch.  Better to be a guru than a ninja... &gt;&gt; Benedict Evans Comparing indeed.com job trends for ninja, rock star, god, guru and maven. The ninjas are there, just very, very quiet. HAL 9000 Life-Size Replica &gt;&gt; ThinkGeek  Good morning, gentlemen.  The most accurate HAL 9000 replica ever created.  Built from the 1967 blueprints and image files (for the label).  Says 15 different phrases - responding to voice and most IR remotes.   $499.00? I&apos;m sorry, Dave, I&apos;m not sure I can afford that. Adobe Community: re CS2 free &gt;&gt; Adobe  On behalf of Adobe Systems Incorporated ...  You have heard wrong! Adobe is absolutely not providing free copies of CS2!  What is true is that Adobe is terminating the activation servers for CS2 and that for existing licensed users of CS2 who need to reinstall their software, copies of CS2 that don&apos;t require activation but do require valid serial numbers are available. (Special serial numbers are provided on the page for each product download.) See here.  You are only legally entitled to download and install with that serial number if you have a valid license to the product!   Ah well. It was a nice thought. Look at how great a Google smartwatch could be &gt;&gt; The Next Web  Using Google&apos;s latest design language, this &quot;Google Time&quot; concept by Adrian Maciburko is a nice idea for a super-simple take on the kinds of features such a device might have, including voice and touch interfaces.  What strikes me though, is how a smartwatch from Google would be a perfect fit for working with Google Now.   Note that this is not a leak, prediction or anything like that; it&apos;s someone saying &quot;Hey, what if..?&quot; But there&apos;s definitely a buzz around wearables. (Thanks @hotsoup for the link.) Braeburn Group Quarterly Apple Estimates &gt;&gt; Braeburn  The consensus of the 19 index participants is revenue of $57.944 billion, representing an expected rate of year-over-year revenue growth of 25.06% and earnings per share of $14.78, representing an expected year-over-year rise of 6.58%. The consensus estimates contrast with Apple&apos;s average rate of revenue growth of 65.96% last fiscal year and average 82.64% rise in earnings per share over the same twelve-month period. Apple&apos;s first fiscal quarter one year ago was 14 weeks in length versus 13 weeks in the quarter ended December 29, 2012.   One week&apos;s difference is about 7% less sales time. Oddly, there&apos;s little variation in the expected iPhone units sold - 48m to 51m (or 6%) but for Macs it goes from 4.5m to 5.5m (22% variation) and iPad units from 24m to 32m (25% variation). Consensus expectation is iPhone sales up 38% year-on-year, and iPad sales up 62% year-on-year.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/08/technology-links-newsbucket", 
    "wordcount": "977"
}