{
    "headline": "Space weather: storms from the sun", 
    "text": "    The Sun has been quite stormy recently. On Tuesday (13 March), the Sun ejected yet another solar flare from the same region that has been actively spewing this past week.  A solar flare is a sudden release of a large amount of energy from storms on the Sun&apos;s surface, known as the corona. Solar flares consist of short, intense bursts of highly energetic charged particles -- electrons, ions, and atoms -- that are launched into space. The amount of energy released in just one solar flare can comprise as much as one-sixth of the Sun&apos;s total energy output each second. For this reason, these outbursts are known amongst solar physicists as coronal mass ejections (CMEs). If a CME is sent in our direction, it typically reaches Earth in one to two days. (Tuesday&apos;s CME will not be a direct hit on Earth.) When a CME slams into Earth&apos;s magnetic field, the consequences are visible as spectacular auroras. Whilst geomagnetic storms are not new in the history of our planet, the effects of such &quot;space weather&quot; are. In this modern age of global digitalisation, these fierce solar winds interfere with satellite communications, power grids and GPS systems, resulting in disruptions or failures. For this reason, it is increasingly important to correctly predict weather on the Sun. This video provides a look at the tools and technology that solar scientists -- &quot;space weathermen&quot; -- are using to predict and forecast solar activity and the resulting space weather:              Visit AMNHorg&apos;s YouTube channel [video link].  .. .. .. .. .. .. .. .. .. .. ..  Science Bulletins is a production of the National Center for Science Literacy, Education, and Technology (NCSLET), part of the Department of Education at the American Museum of Natural History. AMNH is on facebook and twitter @AMNH .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/15/1", 
    "wordcount": "299"
}