{
    "headline": "It's time to stop the legal sale of illegally exported fossils", 
    "text": "There has been a furore recently about the auction of a fossil dinosaur in New York, which sold for $1.05m. The near-complete skeleton of a Tarbosaurus (a kind of tyrannosaur, but not Tyrannosaurus as erroneously reported in many places) is an important and scientifically valuable specimen, but it would appear that the material has been illegally exported. Tarbosaurus is only known from Mongolia, and under Mongolian law (and indeed that of a great many countries) it is illegal to excavate or export scientifically significant fossils. The Mongolians have no record of permits for the collection or removal of this specimen. There have been protests by palaeontologists and the public, and the American auction house in question now seems keen to cooperate and work with the Mongolian government and scientists to look at the provenance of the material properly. But the truth is that selling the fossil is not illegal in the US or indeed many other countries, including the UK. Importing, owning or selling a fossil that was illegally collected and exported from another country is itself not illegal. The sale of what are presumably illegally collected fossils is not uncommon: a good hunt around the internet will reveal fossil birds from China, dinosaur eggs from China and Mongolia. Even Christie&apos;s in London had a Tarbosaurus leg for sale recently (although it was subsequently pulled from auction pending an investigation into its provenance). There is certainly a moral and scientific recourse to oppose these sales but, at the moment, not a legal one. The fossil heritage of countries like Mongolia, China and Morocco is being exploited and sold off. Odd though it might sound, people really do want, and have the money to buy, whole dinosaur skeletons, fossils of ancient birds with preserved feathers and the like. It&apos;s hard for many countries to keep tabs on every expanse of badlands or desert where fossils can be found and check for &quot;poachers&quot;, and unlike, say, drugs or pirated DVDs, the average customs agent probably couldn&apos;t tell a real fossil from a bunch of rocks, or know what is or isn&apos;t scientifically important. To make matters worse, as with wildlife poaching, the approach taken by fossil hunters is often quick and dirty, with fossils being wrecked to simply extract the most valuable parts. Whole dinosaurs are cut apart to take the head alone, or a skull is smashed to extract the teeth. In short, such countries are struggling to keep hold of their fossils because a great deal of money can be made (dinosaurs fossils can go for a million dollars or more, and many are valued in the tens of thousands). While obviously a better duty of care from such vulnerable countries would help, the fact that the exploitation of their national heritage and scientific resources is effectively facilitated by other nations is problematic. It&apos;s perhaps ironic that laws to protect fossils sites and the exploitation of our own natural treasures are in operation, but that it&apos;s fine to sell off material that must have exploited those of another country. Making it clear to both prospective buyers and sellers that this is unethical may help a little  I suspect many do not even realise that there is a problem. In the long term however, we need greater cooperation from the authorities in discouraging such efforts and ideally put in place legal barriers to prevent these actions, which are destroying both scientific specimens and the national cultural and scientific legacy of those countries at risk.David Hone blogs at Archosaur musings", 
    "section": "science", 
    "gid": "science/blog/2012/jun/07/legal-sale-illegally-exported-fossils", 
    "wordcount": "592"
}