{
    "headline": "Archaeologists strike gold in quest to find Queen of Sheba's wealth", 
    "text": "A British excavation has struck archaeological gold with a discovery that may solve the mystery of where the Queen of Sheba of biblical legend derived her fabled treasures. Almost 3,000 years ago, the ruler of Sheba, which spanned modern-day Ethiopia and Yemen, arrived in Jerusalem with vast quantities of gold to give to King Solomon. Now an enormous ancient goldmine, together with the ruins of a temple and the site of a battlefield, have been discovered in her former territory. Louise Schofield, an archaeologist and former British Museum curator, who headed the excavation on the high Gheralta plateau in northern Ethiopia, said: &quot;One of the things I&apos;ve always loved about archaeology is the way it can tie up with legends and myths. The fact that we might have the Queen of Sheba&apos;s mines is extraordinary.&quot; An initial clue lay in a 20ft stone stele (or slab) carved with a sun and crescent moon, the &quot;calling card of the land of Sheba&quot;, Schofield said. &quot;I crawled beneath the stone  wary of a 9ft cobra I was warned lives here  and came face to face with an inscription in Sabaean, the language that the Queen of Sheba would have spoken.&quot; On a mound nearby she found parts of columns and finely carved stone channels from a buried temple that appears to be dedicated to the moon god, the main deity of Sheba, an 8th century BC civilisation that lasted 1,000 years. It revealed a victory in a battle nearby, where Schofield excavated ancient bones. Although local people still pan for gold in the river, they were unaware of the ancient mine. Its shaft is buried some 4ft down, in a hill above which vultures swoop. An ancient human skull is embedded in the entrance shaft, which bears Sabaean chiselling. Sheba was a powerful incense-trading kingdom that prospered through trade with Jerusalem and the Roman empire. The queen is immortalised in Qur&apos;an and the Bible, which describes her visit to Solomon &quot;with a very great retinue, with camels bearing spices, and very much gold and precious stones ... Then she gave the king 120 talents of gold, and a very great quantity of spices.&quot; Although little is known about her, the queen&apos;s image inspired medieval Christian mystical works in which she embodied divine wisdom, as well as Turkish and Persian paintings, Handel&apos;s oratorio Solomon, and Hollywood films. Her story is still told across Africa and Arabia, and the Ethiopian tales are immortalised in the holy book the Kebra Nagast. Hers is said to be one of the world&apos;s oldest love stories. The Bible says she visited Solomon to test his wisdom by asking him several riddles. Legend has it that he wooed her, and that descendants of their child, Menelik  son of the wise  became the kings of Abyssinia. Schofield will begin a full excavation Schofield said that as she stood on the ancient site, in a rocky landscape of cacti and acacia trees, it was easy to imagine the queen arriving on a camel, overseeing slaves and elephants dragging rocks from the mine. once she has the funds and hopes to establish the precise size of the mine, whose entrance is blocked by boulders. Tests by a gold prospector who alerted her to the mine show that it is extensive, with a proper shaft and tunnel big enough to walk along. Schofield was instrumental in setting up the multinational rescue excavations at the Roman city of Zeugma on the Euphrates before it was flooded for the Birecik dam. Her latest discovery was made during her environmental development work in Ethiopia, an irrigation, farming and eco-tourism project on behalf of the Tigray Trust, a charity she founded to develop a sustainable lifestyle for 10,000 inhabitants around Maikado, where people eke out a living from subsistence farming. Sean Kingsley, archaeologist and author of God&apos;s Gold, said: &quot;Where Sheba dug her golden riches is one of the great stories of the Old Testament. Timna in the Negev desert is falsely known as &apos;King Solomon&apos;s Mines&apos;, but anything shinier has eluded us. &quot;The idea that the ruins of Sheba&apos;s empire will once more bring life to the villages around Maikado is truly poetic and appropriate. Making the past relevant to the present is exactly what archaeologists should be doing. &quot;", 
    "section": "science", 
    "gid": "science/2012/feb/12/archaeologists-and-quest-for-sheba-goldmines", 
    "wordcount": "726"
}