{
    "headline": "Google Nexus 7: hands-on with Google's own-brand Android tablet", 
    "text": "Google unveiled its Nexus 7 tablet on Wednesday night, and there were units available to play with at the company&apos;s I/O Extended event in London, where I&apos;ve been liveblogging from. So how does it shape up? The 7in size is familiar from the BlackBerry PlayBook and Amazon Kindle Fire, of course, but the Asus-made Nexus 7 gets the light/rugged balance just about right: it&apos;s comfortable in the hand(s). The display is good too: that 1280x800 resolution is a bump up from the PlayBook and Kindle Fire, and is sharp and bright. The device is running Android 4.1 Jelly Bean, which feels snappy when switching between screens and applications. Everything feels  zippy. I&apos;m impressed by the Google Play Store, which has come on leaps and bounds since its early incarnation as Android Market on smartphones. There are recommendation widgets for one of your homescreens, suggesting apps and content you might like, and according to Google learning your preferences over time. Obviously, a 20-minute play at the launch event isn&apos;t enough to judge the success of that, but the idea is very good: I sense smart recommendation engines will be one of the more interesting battlegrounds between Apple and Google over the next year. Chrome is looking good as the preloaded browser, albeit still feeling very much like a desktop web browser ported onto a touchscreen device, rather than built from the ground up for touch.     Chrome is the preloaded web browser, and there are Google Play recommendation widgets on the homescreen    Google Currents remains an usable alternative to Flipboard including pulling in articles from a range of British news sites. Google&apos;s new magazine-reading app also works well, although its value will rest on how many publishers support it, and how quickly. YouTube, Gmail, Google Maps, Google Earth  they&apos;ve all been smartly optimised for the 7in display. Google+ looks beautiful, with the obvious caveat that if your friends aren&apos;t actively using it, that beauty will count for nothing. No games were on the device, but it will be interesting to see how the Nexus 7&apos;s quad-core CPU and 12-core GPU perform. Judging by the demos of Horn and Dead Trigger shown during the keynote, it&apos;s good for 3D games requiring more grunt yet the &quot;Who says mobile gaming has to be casual?&quot; quote in the keynote struck a slight bum-note. I suspect the Nexus 7&apos;s key gaming use will be games more like Angry Birds, Cut the Rope and Draw Something, and that&apos;s nothing to be ashamed about. So, the Nexus 7 is a powerful device, the software is good, the store is vastly improved, and there should be plenty of content and apps available for it when it ships in July. Google needs to work hard to get more developers to launch native Android tablet apps though: the availability of this device alongside the Kindle Fire should at least nudge a few more into putting in the effort. There is also work to do in bringing some of Google&apos;s entertainment services to Europe, such as its cloud music service.     Google Earth is also preloaded on the Nexus 7    But it&apos;s the price that stands out for me with the Nexus 7, at 159 plus shipping for the 8GB version and 199 for the 16GB model. This isn&apos;t an iPad-killer, it&apos;s looking to establish (together with Kindle Fire) a separate market. For now, the Nexus 7 is being sold online from the Google Play Store. It&apos;s unclear at this point when (or, indeed, whether) it will find its way to other online and offline retailers something that will be important for it to find a mainstream audience. It&apos;s Wi-Fi rather than 3G, so there&apos;s not an obvious operator angle but the price may be low enough for some to bundle it when selling high-end Android smartphones. The Nexus 7 is impressive, though: a valuable addition to the tablet market. Google&apos;s challenge now is to put some real welly behind getting the device into people&apos;s hands, securing more innovative, high-quality apps for its store, and ensuring that its music, films, TV shows, e-books and magazine offering is good around the world, not just in the US.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/27/google-nexus-7-tablet-hands-on", 
    "wordcount": "682"
}