{
    "headline": "Exam-hall nightmares: share your stories", 
    "text": "Can you imagine anything worse than sitting an exam that contains an unanswerable question, as AS-level business students did last summer? How about being surrounded by exam invigilators as they play slowed-down games of &quot;chicken&quot; in the aisles? Let&apos;s not even mention the infamous Inbetweeener&apos;s exam toilet scene We asked Guardian journalists and readers to submit their exam-hall horror stories. To add yours to the collection post it in the comments section below or tweet with the hashtag #examhorror. 1. Rudolph socks   It was our final exam at university in Sheffield and my friend, David, had run out of socks  a result of revision-induced laundry avoidance. He thought no harm would come of wearing his comedy Christmas pair. Halfway through the exam, a muffled, musical rendition of &quot;Rudolph&quot; emerged from his shoes. He was forced to hand his socks over to an angry invilgator mid-exam.  Clare Foyle, statistician at the University of Derby. 2. Fight or flight  I have to confess to having gone to university in Oxford, where you took your exams in a creepy Dickensian building on the high street called the Examination Schools. There we all were for the biggest exam in our lives, finals, sat at these rickety desks in a large echoing room, with the sound of the traffic from the street outside clashing rhythm with the anxious drum-beat of the blood streaming through our brains. A tall, angular invigilator told us to turn over our papers and the woman next to me gave a small cry, picked up her handbag from the floor, dragged open the zip and peed into it.  Tim Maby, Guardian Audio Editor. 3. Mental block   I had a complete mental block and forgot how to spell &quot;if&quot; in my English language exam. I spent most of my time trying to rewrite sentences so that they did not require &quot;if&quot;. When I came out of the exam I didn&apos;t want to speak to anybody about it, I was too embarrassed. I couldn&apos;t even look it up in a dictionary.  Rachel Charlton, Leeds City Council. 4. Piles of pain  My friend had such chronic piles during our finals that he had to take a rubber ring into the hall with him. People were laughing at him so much that he had to leave without completing the paper and didn&apos;t attend any other exams  or get his degree! He can laugh about it now though.  Ranjit Dhaliwal, Guardian picture editor. 5. Hitting rock bottom  It was 1979 at St Andrews University. While the rest of the country was still fretting over Margaret Thatcher&apos;s election I was more concerned about my psychology finals. The exam-hall had been set out with wooden desks and old government green canvas chairs. Everything had been going quite well, but during the primatology paper I felt this strange sensation as the canvas slowly gave way beneath me. Somehow I managed to avoid falling through the chair by balancing on its cross piece until the end of the exam.  Doug Moncur, IT professional. 6. High temperatures  I got bronchitis just before my intermediate certificate, the Irish equivalent of GCSEs, and was pronounced well enough to sit them but in danger of feverish collapse at any point. I was told to bring in a tartan rug to put on the back of my seat, to signify my endangered status to the examiner. Then, in the middle of each exam, a nun solemnly carried in a cup of tea, with two rich tea biscuits in the saucer, and set it on my desk  tracked by glares of pure hatred from everyone else in the hall.  Maev Kennedy, Guardian journalist. 7. Animal kingdom  The most traumatic exam for me was a spider crawling across the floor in my history GCSE. I am very arachnophobic. Fortunately the invigilator removed it.  Penny Woods, global development production editor.  I was sitting my philosophy MA exam at UCL last summer when a bird got trapped in the hall. It was flying around and coo-cooing in distress. We all carried on working regardless.  Steph, UCL. 8. Romantic distractions  One time, when mum was invigilating, Jeremy Rainer started stroking my leg under the tables to try to get me to laugh. And Dr Charlton once picked up my physics paper mid-way through an exam and started chuckling as he read it (I got an A* though).  Anon.  Other than the trauma of the exam itself was having to sit behind the overintelligent and at the time highly fanciable Rupert Harrison.  Anon.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jun/01/exam-hall-horror-stories", 
    "wordcount": "760"
}