{
    "headline": "Headteachers mock Jesse Norman's claim Eton breeds best public servants", 
    "text": "An attempt by one of David Cameron&apos;s policy advisers to defend the number of old Etonians in government backfired when he was lampooned by headteachers for claiming that Eton was better than other schools at promoting a &quot;commitment to public service&quot;. Jesse Norman, the Tory MP for Hereford and South Herefordshire, himself an old Etonian, suggested on Saturday that its pupils received the best grooming for office because of the values the school instils in them. &quot;Other schools don&apos;t have the same commitment to public service. They do other things,&quot; said Norman, who was one of two old Etonians to be promoted to top policy roles by Cameron last week. He added: &quot;It&apos;s one of the few schools where the pupils really do run vast chunks of the school themselves. So they don&apos;t defer in quite the same way; they do think there&apos;s the possibility of making change through their own actions.&quot; The remarks met with incredulity among heads in the state sector. Joan McVittie, headteacher of Woodside High School in Haringey, north London, who was made a dame in the last New Year honours list, said: &quot;I have never heard such nonsense in all my life. &quot;I think the gentleman should go into a state school and see what work young people there do on school councils, the voluntary work they are involved in and what they do in the community. He seems to think that all we poor people do in our state schools is sit and work for our exams and that we have no time to do good in the community. He is talking complete and utter rubbish.&quot; Mike Griffiths, headteacher of Northampton School for Boys, and currently president of the Association of School and College Leaders, said he found the comments &quot;slightly ridiculous&quot; and &quot;rather tiresome&quot;. &quot;I am not sure his views really correspond with reality when you think them through,&quot; he said. &quot;I have not heard of many old Etonians becoming social workers because they are so wedded to the idea of public service, have you? &quot;Is he saying that things like fagging and bullying that went on at Eton are good for developing leadership?&quot; From the private sector, Anthony Seldon, the master of Wellington College, said: &quot;Eton, in fact, is not the only school that teaches public service and character. It is something that can and should be taught in all schools, state and private.&quot; Seldon said the government that Norman was speaking for was placing too much emphasis on exams and too little on values such as public service and the building of character. &quot;Success in life is about so much more than exam results,&quot; he said. Norman praised the way Eton focused on old-fashioned subjects. &quot;Things like rhetoric and poetry and public speaking and performance are incredibly important to young people succeeding in life,&quot; he said. The other Old Etonian promoted last week by Cameron was Jo Johnson, brother of the mayor of London, Boris Johnson. Jo was made head of the No 10 policy unit . Norman added: &quot;I didn&apos;t know any of the people at the top of government when I was at school. I did know Boris. He was a couple of years below me. But then everyone knew Boris. He was a rather distinctive figure. Jo is much younger. I knew Cameron&apos;s brother slightly, but he wasn&apos;t in my year.&quot;", 
    "section": "education", 
    "gid": "education/2013/apr/28/headteachers-jesse-norman-eton-government", 
    "wordcount": "588"
}