{
    "headline": "What's that sound? It's Masternaut, the car gadget that says you're driving badly", 
    "text": "As I turned the wheel to steer the car through the roundabout, there was a shriek and the flash of warning lights. Beside me, Wayne Gilbert smiled. I had, apparently, steered too aggressively into the curve. The lights and the noise came from Masternaut, a new electronic device attached to the dashboard that is claimed to nudge you towards more careful, considerate driving  and to cut fuel bills by up to a fifth. When businesses have to justify every expense, and with fuel costs up 46% in real terms in the past five years, that is a saving not to be sniffed at. Masternaut&apos;s custom-fitted &quot;black box&quot; has a GPS for location, a gyroscopic and inertial system to detect turns and acceleration, and a data feed from the the microprocessor that controls the engine to detect revs and use. Gilbert, chief technology officer at Masternaut, says the device could usher in the age of &quot;ecodriving&quot;: driven by near-real-time feedback not just to the driver, but also to managers back at base. That does have its worrying side. Neal Parkinson, the company&apos;s head of consultancy, notes that in any sizeable business fleet  and especially of professional van drivers  there will be good and bad drivers, for whom the data will confirm what was already suspected. &quot;How you then have that conversation about improvement is quite a difficult thing,&quot; says Parkinson. An autopilot it is not, yet. Today, it&apos;s more like a driving instructor that tells you when you&apos;re doing things wrong  braking too harshly, accelerating too aggressively, or turning so tightly that things might be thrown around in the back. Fit it to a van delivering porcelain and you can see it might be useful. Other settings mean it can note when a vehicle has been idling for longer than a set time, a common cause both of pollution and excess fuel use. It&apos;s like a super-tachometer, able to locate you on a map and point out where you did things wrong, or right. In the long term, says Gilbert, we&apos;ll see far more sophisticated feedback between drivers and vehicles. He&apos;s a guinea pig. &quot;My own car is a jabbering cave of this kind of technology,&quot; he says. &quot;In the next five to 10 years we&apos;ll see complex event-driven processing feeding back in real time to the driver.&quot; He points to the crash involving 34 vehicles on the M5 in November, when seven people died in a pile-up suspected of being caused by smoke from a bonfire. With the technology he envisages, the vehicles could have sensed the changing road conditions and given the drivers more rapid feedback  and perhaps controlled their speed as they detected stationary vehicles ahead using radar. Automatic stopping systems are already fitted to new Mercedes to prevent the classic &quot;roundabout shunt&quot;, where drivers start forward because they see a gap in traffic  but don&apos;t realise the motorist in front hasn&apos;t moved. It&apos;s not a big step from that to the &quot;driverless car&quot;, an idea for which Google has filed a patent. That would create vehicles able, for example, to guide people around tourist spots or find their way to repair shops. It, too, would rely on a GPS locatorthat would connect to the internet and figure out its location. Google admitted in late 2010 that it had been working on driverless cars when it said test vehicles had navigated more than 1,000 miles in the US without drivers, though two humans were always in the car in case the software failed. Google&apos;s engineers say robotic cars will have faster reactions than humans, which could reduce accidents and allow more vehicles into the same road space at any given speed, cutting delays. The purely driverless car is likely to be some way off, which means systems such as Masternaut&apos;s, which is being fitted in fleets in the UK and Europe, will become more common. Gilbert points to an experiment by Norwich Union in which drivers&apos; insurance premiums were linked to how many miles they drove. The company abandoned it  but there is some suspicion that was due to actuaries who feared computers would take over their jobs of carefully working out how much to charge each age group, so that young drivers up to the age of 25 pay enormous amounts while those who might be just as risky but are older pay far less. Gilbert knows his company&apos;s systems can ensure careful behaviour: he has two sons. &quot;I told each one, when I let them take my car out, that I&apos;d know precisely how they&apos;d driven it because of the feedback. I told one that if he managed five years without a crash or any points on his licence then I&apos;d buy him a car of his own. &quot; Gilbert had to stump up.", 
    "section": "technology", 
    "gid": "technology/2012/feb/22/masternaut-car-gadget", 
    "wordcount": "814"
}