{
    "headline": "Make straight these gates", 
    "text": "&quot;It matters not how strait the gate,&quot; wrote William Ernest Henley in his poem Invictus. David Benson would disagree. He makes five- and six-barred gates that hang on the fells. Straight they have to be. &quot;It&apos;s the art of hanging gates,&quot; says this Threlkeld shepherd, who keeps his swales on pea-green Blease Fell, Blencathra&apos;s most western top, towering above. He places the straining post, which will support the gate, into a hole three feet deep, then jams stones and earth tightly around it, and swings on it to test its strength  like the louts in Magnus Mills&apos;s novel, The Restraint of Beasts. Those cowboys, however, make bigger holes. When something unforeseen happens, they push the evidence down such a hole and carry on regardless. More chagrin then if, after hanging a gate arrow-straight, David returns to find it gone. &quot;Farm gates do get stolen,&quot; he says. &quot;Livestock escapes and then they roam all over. Difficult.&quot; Making it impossible to part the gate from its strainer  as once stopped poachers removing the gate chained across the track to Seathwaite tarn in the Duddon Valley  helps. But a dedicated thief can unbolt the gate and remove it piecemeal. He commiserated when I mentioned meeting a group in Newlands carrying a casualty on a gate lifted from its hinges. This often happened during the 50s and 60s, when Sid Cross ran the Old Dungeon Ghyll hotel in Great Langdale and would organise fell rescues, using gates. David, who is broad-chested and strong as a strainer himself, says the worst thing is people climbing over and swinging on gates  always at the catch-end rather than the hinge-end. Really, they should open the gate and walk through. And bulls. They can reduce a five-barred &quot;yat&quot; to matchwood by repeatedly charging them. He has actually seen a cow clear a gate &quot;when spooked&quot;, but never a bull.", 
    "section": "environment", 
    "gid": "environment/2012/dec/02/make-straight-these-gates", 
    "wordcount": "323"
}