{
    "headline": "Academic publishing doesn't add up", 
    "text": "As one of the characters in George Bernard Shaw&apos;s play The Doctor&apos;s Dilemma observes: &quot;All professions are conspiracies against the laity.&quot; To update the observation for a contemporary audience, simply replace the term &quot;professions&quot; with &quot;publishers of academic journals&quot; and you&apos;ve got it in one. For, without the knowledge of the general public, a racket of monumental proportions has been milking the taxpayer for decades. It works like this. If you&apos;re a researcher in any academic discipline, your reputation and career prospects are largely determined by your publications in journals of mind-bending specialisation  like Tetrahedron, a journal specialising in organic chemistry and published by the Dutch company Elsevier. Everything that appears in such journals is peer-reviewed  that is to say, vetted by at least two experts in the field. This is the main quality-assurance mechanism used in scientific research, and it&apos;s what sets scholarly publication apart from most other forms of publishing. Different journals have different levels of prestige. Their status is measured by their &quot;impact factor&quot;, a citation-based measure of the perceived importance of a journal in its field. Tetrahedron&apos;s IF, for example, is currently 3.011. In any major scientific field, success depends on getting your articles published in such high-impact journals. And not just personal success, either: under the research funding arrangements now in place in the UK and elsewhere, the survival of entire university departments depends on the publication records of their leading academics. So academia has become a publish-or-perish world. This gives enormous power to outfits like Elsevier that publish key journals. And guess what? They wield that power. An annual subscription to Tetrahedron, for example, costs a university library $20,269 (12,600). And if you want Biochimica et Biophysica Acta, that&apos;ll set the library back 18,710 (11,600) a year. Not all journals are this pricey, but the average cost of an annual subscription to a chemistry journal is still $3,792 and many journals cost far more. The result is that unconscionable amounts of public money are extracted from our hapless universities in the form of what are, effectively, monopoly rents for a few publishers. Most major British universities are giving between 4m and 6m a year to outfits like Elsevier, and the bill has been rising faster than the rate of inflation over the years. But it&apos;s not just the exorbitant subscriptions that stink; it&apos;s the intrinsic absurdity of what&apos;s involved in the academic publishing racket. Most publishers, after all, have at least to pay for the content they publish. But not Elsevier, Springer et al. Their content is provided free by researchers, most of whose salaries are paid by you and me. The peer reviewing that ensures quality in these publications is likewise provided gratis by you and me, because the researchers who do it are paid from public money. (One estimate puts the value of UK unpaid peer reviewing at a staggering 165m.) And then the publishers not only assert copyright claims on the content they have acquired for nothing, but charge publicly funded universities monopoly prices to get access to it. The most astonishing thing about this is not so much that it goes on, but that people have put up with it for so long. Talk to university librarians about extortionist journal subscriptions and mostly all you will get is a pained shrug. The librarians know it&apos;s a racket, but they feel powerless to act because if they refused to pay the monopoly rents then their academics  who, after all, are under the cosh of publish-or-perish mandates  would react furiously (and vituperatively). Which is why the recent initiative by a Cambridge academic, Tim Gowers, is so interesting and important. Professor Gowers is a recipient of the Fields medal, which is the mathematics equivalent of a Nobel prize, so they don&apos;t come more eminent than him. In a memorable blogpost, Gowers announced that henceforth he would not be submitting articles to Elsevier&apos;s journals and that he would also be refusing to peer-review articles for them. His post struck a nerve, attracting thousands of readers and commenters and stimulating one of them to set up a campaigning website, The Cost of Knowledge, which enables academics to register their objections to Elsevier. To date, more than 9,000 have done so. This is the beginning of something new. The worm has finally begun to turn. The Wellcome Trust and other funding bodies are beginning to demand that research funded by them must be published outside paywalls. Some things are simply too outrageous to be tolerated. The academic publishing racket is one. And when it&apos;s finally eliminated, Professor Gowers should get not just a knighthood, but the Order of Merit.", 
    "section": "technology", 
    "gid": "technology/2012/apr/22/academic-publishing-monopoly-challenged", 
    "wordcount": "793"
}