{
    "headline": "Luxury is produced in Egypt, but it is not for local consumption", 
    "text": "The road from Cairo to Alexandria is lined with mega-farms growing strawberries, mangos and citrus fruit bound for foreign shores. In what was desert just decades ago, luxury produce now sprouts from the ground. The greening of this arid landscape was part of ambitious government plans to sustainably increase Egypt&apos;s cultivated territory by turning swaths of sand into fertile earth. Water and other resources, which had sustained generations of farmers, were diverted away from the fields of the Nile Valley. &quot;But it&apos;s not a question of just putting water on the desert and making it bloom,&quot; says Richard Tutwiler, director of the Desert Development Centre at the American University in Cairo. &quot;It takes a lot to make sand fertile.&quot; It took the construction of canals from the river to carry billions of cubic metres of water and tonnes of fertiliser to make the desert green, and, Tutwiler says, &quot;most of the expenses were incurred by the government&quot;. Eventually Egypt increased its cultivated land by one-quarter, and, in turn, the amount of food it produces. Despite this, most Egyptians still survive on cheap bread, not strawberries, and the country consumes near double the amount of wheat per capita as Italy. With a population of 85 million, Egyptians eat 15m tonnes of the grain each year. In the 1960s Egypt grew enough wheat to feed its population of 26 million on the 3.5% of its land  lining the banks of the Nile and north coast  that is naturally arable. While the amount of cultivated land has increased by a quarter, the area seeded with wheat has decreased, and Egypt is now the world&apos;s largest importer of the grain, buying 10m tonnes per year from the volatile international food markets. Steered by the liberalisation schemes of the US Agency for International Development and the IMF in 1990s, Egypt implemented a plan to transform its farming sector from domestic supplier to competitive exporter. Some say this has come at the cost of food security. Instead of seeding the newly greened desert with staple crops and affordable produce, most of this reclaimed land was given to businessmen who cultivated cash crops for export. In theory, the money earned from these exports would be used to buy less expensive goods, such as wheat, on the international market, while also creating jobs. Instead, investors built heavily mechanised mega-farms, providing few jobs and little food for domestic consumption. At the same time, allegations emerged that some international loans were being diverted away from development work. &quot;The economy at large was growing but it was not trickling down,&quot; says Magda Kandil, of the Egyptian Centre for Economic Studies. &quot;The intention was to increase growth, and we did, but in the absence of regulation corruption prevailed and it made this growth very much clustered among a few individuals.&quot; Under Hosni Mubarak&apos;s regime, corruption  much of which involved land deals  combined with aggressive economic liberalisation to favour the business class. This contributed to already increasing economic disparity, pushing the number of Egyptians who live on less than $2 a day to over 40%, from about 20% in 1999. When former Egyptian agriculture minister Yousef Wali was arrested in his Cairo villa last July, he joined other former officials to be detained and charged since Mubarak&apos;s ousting. Wali is charged with illegally selling government land in a 2006 deal that saw thousands of hectares of public land near Luxor transferred into the hands of a businessman close to Mubarak. Farmers&apos; unions, meanwhile, have been weakened to the point of futility, says Adel William, founder of Sons of the Soil, an organisation of farmers who joined anti-government protests last year. &quot;We cannot even fight for our rights because we are not allowed to organise,&quot; he says. The previous government offered minimal support to farmers, William says. Egypt&apos;s agricultural subsidies are meagre, equalling 2% of national farm receipts, compared to OECD countries, whose subsidies average around 30%. Millions gave up on the land and searched for urban wages. A quarter of Egyptians who now live in cities were born in rural areas, says Ayman Zohry, president of the Egyptian Society for Migration Studies. Sami Saleh is among the near 5 million people to migrate to Cairo. He once grew wheat and corn on his family&apos;s land in Fayoum, about 130km southwest of the capital. Now, the 41-year-old father of four works as a labourer and night watchman at a construction site. &quot;The fertiliser and water became too expensive and too scarce and the profits too little,&quot; says Saleh, standing outside the one-room, plywood shack where he now lives with his family. His monthly income of $80 is not enough to feed his family a simple diet of fava beans, bread and vegetables. Saleh says he borrows money to put food on the table. Like 80% of Egyptians, Saleh and his family depend on subsidised bread. These subsidies cost the government as much as $2.3bn per year. To mitigate this expense, the government paid farmers too little for their wheat, says Kandil. Many farmers could not make a profit and stopped planting Egypt&apos;s staple grain. The amount of land dedicated to growing wheat shrank, while the demand continued to increase and Egypt went from self-sufficiency to importing 60% of its wheat, hooking it into the unstable international market and eroding food security. In the end it was skyrocketing global wheat prices that exposed the flaw in the system. The international market price of wheat doubled between 2006 and 2008 and the cost of bread jumped when the Egyptian government didn&apos;t increase grain subsides to cover the difference. Riots broke out in bread lines and at least five Egyptians died in clashes. When protesters took to the streets of Egypt in January 2010, they had three key demands: &quot;Bread, Freedom and Justice.&quot; While none have been delivered, food prices have increased, putting basic staples out of reach for even more Egyptians. &quot;Clearly there should be an incentive system in place. Food security has become a dominant factor in domestic issues in Egypt,&quot; Kandil says. &quot;We will never get to a point where we are completely self-sufficient, but we need to moderate the risk going forward.&quot;", 
    "section": "global-development", 
    "gid": "society/2012/mar/06/egypt-mubarak-farming-food-security", 
    "wordcount": "1051"
}