{
    "headline": "To manage or lead? Applying management theory in the classroom", 
    "text": "In response to my last post, I received a thoughtful email from a colleague (an administrator) reflecting on the difference between managing and leading. This has been a theme for a lot of our on-campus professional development directed at faculty moving into administrative roles. Managing is keeping things moving smoothly: scheduling meetings, making sure everyone has the agenda, generating reports that accurately reflect in a timely fashion the work of the unit. These are tasks that help people feel like their ship has a rudder. Managers structure people&apos;s work lives by maintaining systems and rules. Leading demands a more dynamic approach. Leading requires a vision that can be clearly and meaningfully articulated  a vision that other people can get behind because it is inspiring, forward-thinking, and in some way resonates with what they themselves have defined as their purpose or passion. Of course I have some ambivalence about this. I&apos;m an English professor and an advocate for the humanities: the corporatisation of the university and the wholesale importation of managerial models and audit culture into higher education is, from my perspective, one of the most potent threats to what I do. But as I&apos;m thinking about the tasks confronting my department  a new assessment plan, a curricular review, a general sustaining of intellectual and professional wellbeing  I can see the need for balancing a get-it-done approach with a vision for why it should matter, even as the corporate-speak goes against my sense of professional identity and purpose and chafes my sensibilities. It&apos;s not enough to be able to schedule meetings and keep us all organised: a shared vision that makes sense and might possibly be inspiring, even on a day to day basis, is also necessary. I&apos;m thinking about what this means for me as a teacher, too. And while I believe the humanities classroom should be a place where we focus on the big questions, the life-changing, mind-bending questions that matter, I also think part my job is helping students get things done. I&apos;d like them to see how they owe it to the amazing insights they&apos;re having every day to figure out how to manage projects and time and energy, so those ideas can emerge and be shared. Part of my work is to facilitate and model such a process. So this past semester I thought a lot about how to translate some of what I&apos;ve been learning as an &apos;administrator&apos; to my practice as a teacher, particularly in my work with two groups of students. One was a first-year writing course populated by humanities majors (English, fine arts, modern languages, history); the second was our senior seminar for English majors in their last year of coursework. (Pretty neat to work with students on both ends of the spectrum at the same time.) Both courses culminate in a major research project, so they require a continuously fine-tuned balance of independent work on the part of the student and intense hands-on guidance on the part of me, all designed around each individual writer in conjunction with the needs and direction of the group. After the first set of conferences around midterm, several rounds of feedback on early drafts, and my request to the students for a mid-semester evaluation of my teaching, I was trying to figure out how to pull it all together. I knew from my evaluations that the students were happy with the feedback they were getting as they moved through the research and writing process, but I also knew that as we went on it would be difficult to synthesise all the comments, all the drafts, and really shape the work into a finished project. I started creating individual project reports for each writer, and then delivered the reports in class with a discussion of what we all thought the vision for the course as a whole might be in tandem with their specific work. With each round of comments, and each outbreak of writer&apos;s block or performance anxiety or uncertainty about the direction of the project, I gave the detailed and concrete feedback that would move the project forward and address mental and logistical issues, but I also had numerous conversations individually and in groups about the purpose, the bigger picture of the work What does it mean to do research in the humanities? What does it mean to ask big questions? What place do these big questions have in our lives? What does it mean for you to imagine yourself as a thinker, a writer, a member of an intellectual community? I realised that if I think of myself as a project manager, or a team leader, then the students in the course become contributors to getting the work done, as well as to the overall vision of what we&apos;re trying to do. It&apos;s something we share, but it means we&apos;re all responsible for fulfilling that vision, with all its manifold moving parts. My role is to manage, but it&apos;s also to lead. Management theory types seem to suggest that managing v leading is a binary, with one a more desirable trait than the other. In most areas of my work life, however, I&apos;m finding a blend to be pretty productive. Janine Utell is chair and associate professor of English at Widener University, Chester, Philadelphia, and a regular contributor at University of Venus. She can be reached by email at janine.utell@gmail.com; follow her on Twitter @janineutell. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/20/manage-lead-management-theory-classroom", 
    "wordcount": "937"
}