{
    "headline": "Is there a UK nuclear power plan B?", 
    "text": "Is the government conducting contingency planning for a scenario in which no new nuclear plants are commissioned in the UK in next few years?  You would think it is a vital question, given the nation&apos;s binding climate change targets, all the old nuclear and coal plants that will close shortly and rising energy bills. New nuclear reactors are essential to solving all these problems, say ministers, yet utilities such as E.on, RWE and SSE have all abandoned their nuclear plans as uninvestable and the sector&apos;s cheerleader EDF has put its plans on hold. But the Department for Energy and Climate Change would not tell me if they were developing contingency plans. A Decc spokeswoman said: &quot;The Carbon Plan and 2050 calculator show a range of possible scenarios for hitting climate change targets and keeping the lights on. We want to see nuclear as part of the mix  but it has to be taken forward in a way that is consistent with government&apos;s position on no public subsidy.&quot;  In other words, we don&apos;t need new nuclear energy, except we do. Germany has been somewhat more decisive. On the UK&apos;s commitment to &quot;no public subsidy&quot; for nuclear, if there is anyone outside Decc and EDF who thinks that is credible, I have yet to meet them. I have just seen the full presentation that SSE made to some MPs in March, first reported by my colleague Fiona Harvey. It makes a simple but devastating point. SSE point out that the price of the electricity generated by new nuclear plants will, according to EDF and the UK&apos;s Committee on Climate Change (CCC), be cheaper than the current market rate. That surely means it requires no subsidy at all, SSE say, yet the fiendishly complex knot of measures comprising the new energy bill will deliver handsome subsidies to new (and old) nuclear.  The main new nuclear subsidy will come via so-called contracts-for-difference (CFDs), which allow utilities to claim a top-up from energy bill payers if the electricity price falls below an agreed &quot;strike&quot; price. Ministers argue CFDs are available to all low-carbon technologies, and are therefore not a nuclear subsidy. Keith MacLean, SSE&apos;s policy and research director, sees it differently: &quot;This complex and messy CFD policy looks like an attempt to try to hide the state aid from the European Commission and the subsidy from political opponents of new nuclear. This is the opposite of what consumers need, which is an open and transparent approach where they can clearly see what they are paying and what for.&quot; Currently, state subsidy for nuclear would contravene EC competition rules. MacLean adds: &quot;The government should not be trying to find a one-size-fits-all policy to hide the nuclear subsidy, especially one which could be so damaging for renewables.&quot; And it&apos;s not just new nuclear power that is threatening investment in renewable energy, which is the only sustainable option in the long term. &quot;Renewable energy may be the victim of cheap gas prices if governments do not stick to their renewable support schemes,&quot; said Fatih Birol, IEA chief economist, on Tuesday. The CCC said the same in March, in response the UK&apos;s new dash for gas: &quot;The approach set out could be compatible with power sector decarbonisation required to meet carbon budgets, but also carries the risk that there will be too much gas-fired generation instead of low-carbon investment.&quot; EDF chose not to comment on SSE&apos;s assertion that either EDF&apos;s price predictions are wrong, or they are in line for subsidies they don&apos;t deserve. But the Nuclear Industry Association did comment. &quot;The current power price is volatile and depends on the price of input fossil fuels such as gas and coal,&quot; said a spokeswoman. True, but we are talking about nuclear energy. &quot;Low carbon generation - such as nuclear, CCS or offshore wind - has lower operating costs but higher upfront capital costs,&quot; she continued. &quot;CFDs will allow developers to model anticipated revenues, enabling them to commit the upfront costs to construct the plant.&quot; Also true, but Citi analyst Peter Atherton suggests the nuclear strike price may well need to be double or even three times higher than the prices predicted by EDF and the CCC. Again, something does not add up. &quot;We know [the strike price] has to be value for money and affordable,&quot; Decc says. &quot;On price discovery, we want to see competition between technologies over the longer term. This will drive the best deal for consumers. For now, we have to work on a technology specific basis and administratively set prices  based on gathering evidence about costs.&quot; It&apos;s worth reading that last sentence again. What it amounts to is an admission that nuclear plants, after 60 years of development, cannot compete on price in an open market. That is why no nuclear plant has ever been bulit without state support. &quot;I can only feel sorry for the people at Decc who have to put out this garbage, it can&apos;t be fun,&quot; one expert told me. &quot;I think we&apos;re near the end game now and I will be interested to see whether the government has the nerve to abandon nuclear completely or whether it will force through a couple of reactors to save face.&quot; What is really extraordinary in all of this is that the rock-solid political orthodoxy of the last 30 years has been that the government industrial policy must not try to pick winners. Yet the political bind that Decc&apos;s obsession with nuclear has now created means the government is having to bend over backwards to pick a loser. It is energy consumers, you and me, who will pick up the tab.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jun/01/nuclear-energy-emr-uk", 
    "wordcount": "966"
}