{
    "headline": "The world's temperature has always changed. What's different now?", 
    "text": "The Earth&apos;s climate has fluctuated throughout its history, with both warmer and colder phases than those we experience now. These past climatic changes were caused by natural &quot;forcings&quot;  things such as changes in solar activity, Earth&apos;s position relative to the sun, changes in atmospheric CO2 driven by emissions from volcanoes and ecosystems, and natural fluctuations within the climate system such as the El Nio Southern Oscillation or the Arctic Oscillation. The recent rise in temperature over the last century of around 0.75C is different to previous climatic change because it involves a new forcing: greenhouse gas emissions from human activity, which have driven atmospheric CO2 to its highest level for 15m years. Using climate models, scientists have shown that natural forcings alone can&apos;t account for the rise in average global temperature. But the temperature rise does fit with what scientists would expect from a mixture of natural and human forcings. The rate at which humans are releasing CO2 into the atmosphere is exceptional. Over the last 15m years atmospheric CO2 has regularly risen and fallen  due to natural processes  between 180 and 280 parts per million (ppm). Each time carbon dioxide increased by 100ppm it took between 5,000 and 20,000 years. In contrast, it has taken only 120 years since the Industrial Revolution for atmospheric carbon dioxide to increase by around 100ppm due to human activity. The closest match to present-day climate change in the geological past is an episode known as the Palaeo-Eocene Thermal Maximum (PETM), around 55 million years ago. During the PETM the average global temperature rose by between 5 and 8C in just a few thousand years  but even this relatively rapid change is slower than the current rate of global warming.  Like today&apos;s warming, the PETM is thought to have been caused by greenhouse gases being released into the atmosphere  but from natural sources and at only a tenth of the rate of our current greenhouse gas emissions.  This article was written by Carbon Brief in conjunction with the Guardian and partners The ultimate climate change FAQ  This answer last updated: 01.03.2012 Read about the project and suggest a question Report an error in this answerBrowse all questions and answers Related questions Are humans definitely causing global warming? How much warmer will the planet get? What are climate change feedback loops? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/mar/12/previous-temperature-climate-change", 
    "wordcount": "436"
}