{
    "headline": "16 tutors, seven parents and two pupils on the private tutoring boom", 
    "text": "The tutors&apos; view Edward, Waltham Forest &quot;I have worked as a private tutor for nearly five years teaching English and History and I have definitely noticed an upsurge in demand for tuition, especially at GCSE level for English Language. What has also changed slightly is the fall in demand for A level tuition which has been replaced by GCSE tuition. None of my clients strike me as being particularly wealthy and some are clearly on mid to low incomes. Approximately 75% of my current clients are from immigrant families and this percentage has been rising significantly over the past few years although this is partly through word of mouth between clients. I have also worked for a tuition centre in North London and I doubt the effectiveness of tuition centres compared to one-to-one tuition. The reasons behind the boom are, I believe, the perception that schools are not teaching effectively which is probably unfair and a fear of the hyper competitive job market that students will be entering into on leaving school. I do not believe the tutoring boom has encouraged a greater interest in education for education&apos;s sake but is a mark of how education has become more and more focused on skills and employment rather than intellectual rigour.&quot; Jonno, Oxford &quot;10 years ago the majority of children I tutored received two hours tuition per week from me and no further tuition from other tutors. What was then an extreme case - I tutored one child from the age of eight for six hours per weekend, four on Saturday and 2 on Sunday (with additional weekday tuition around exams) - is becoming more common . I now tutor five children for four or more hours per week. Three of these children receive further tuition in other subjects from other tutors. The child (now adult) who received this level of tuition a decade ago was clearly gifted, as proven by her university career to date. The children I am now tutoring are solid, but have far less headroom - university may prove more of a challenge.  And therein lies the problem. With top schools or universities as their aim, children are being tutored to their limits. Universities (more common) and schools (less common) that select without interview risk taking on students who cannot cope with the level of their coursework without significant extra help. Equally, these establishments risk missing out on students whose natural ability may be excellent, but whose results suffer in comparison to those who have received tuition.&quot; Anonymous, London &quot;I&apos;ve tutored for many years, from lucrative gigs for rich English people who live abroad, to local jobs for a mix of people.  Very often in London, the children I teach have parents for whom English is a second language, and I would say the majority are firmly middle class (though there are certainly families across the economic spectrum).  I think the boom is in part driven by a sense that money is better invested in &apos;topping up&apos; state education rather than going private, and for the children that are in private education already, it&apos;s driven at least partly by the idea that only degrees from &apos;the best&apos; universities are worth anything any more. I&apos;ve had several students who I was specifically coaching to get into Oxbridge, and several more who were trying to achieve scholarships to public schools.  But perhaps the most common reason for engaging a private tutor is just a wish to keep up with the Joneses. Most of my business in London comes from one set of parents recommending me to their friends - you can quickly end up teaching a good portion of the same class, which it always seems to me might negate some of the supposed advantage that hiring a private tutor brings. I&apos;d say we provide a valuable service, enriching and expanding the curriculum, but occasionally, it must be said, you&apos;re more or less just helping with homework.&quot; Anonymous, London &quot;I mainly tutor primary-aged children for entrance exams for private schools. The exams are becoming so competitive that they feel they have to give their children the best possible chances of getting in. I&apos;ve found that there is a huge difference in the standards that the children who attend the elite private junior or prep schools are working at in year 6, and the standard that children in year 6 are working at in state schools, and I think parents are increasingly aware of this. Quite often it&apos;s very evident that paying for tutoring is a big financial burden for them but it&apos;s one that they see as a necessity. I just try to make myself as good value as possible if that&apos;s the case.&quot; Lizzy, London &quot;I tutor English Literature on the weekends. I think teachers are really struggling to teach such large groups of students and have to cater for the middle range in their group. Anyone at the lower end, and struggling, isn&apos;t getting the attention they need, and anyone showing potential at the higher end isn&apos;t getting the support and encouragement they need. Also, they don&apos;t teach grammar in school anymore so any parent who wants their child to know what a comma splice is or how to ensure pronoun agreement and so on is going to need at least a few hours with a tutor or a good grammar book to ensure their child really understands their own language. &quot; Bronagh, Dartford &quot;I am an NQT and supported myself financially last year throughout my training by tutoring. I found this to be a rewarding and fiscally responsible way to spend my time as it both benefited my practise and the student&apos;s experience. With increasing pressure on teachers to plan effectively for the wide range of needs of students, it is unsurprising that many students feel forced to &apos;go private&apos; and pay for extra help. I have had huge success, seeing a rise in at least one grade with 90% of my students. Feedback from students is that it has helped with their confidence and one-to-one support is becoming increasingly hard to give in-schools. The downside was working an extra 5 hours a week of intense coaching in order to make ends meet.&quot; Rachael, Cambridge &quot;I enrolled with a tutoring agency while studying for my masters degree. My partner also tutored, and his pupil&apos;s family were obviously well off - so I was really surprised to find that my first pupil, the daughter of a single mother who had emigrated from Kenya, lived in one of the most deprived parts of the city. They often paid me in pound coins and I felt really quite guilty about taking the agency&apos;s hefty fee each week. While I agree that private tutoring may be experiencing a boom, this is offset by the sometimes aggressive recruitment drives of tutoring agencies, resulting in a surfeit of tutors for particular subject areas (in my case, English and history). I had to wait months for my first pupil, and have had no referrals at all since she took her GCSEs and my lessons with her ended. Every time a job appears on the website, it is snapped up in a matter of hours. I have since moved to Yorkshire and tried to sign up with another agency, but was told they had no vacancies in the whole York and Leeds area, nor did they anticipate any arising.&quot; Anonymous, Manchester &quot;From my experience parents put so much pressure on children to achieve and when I say &quot;&quot;achieve&quot;&quot; I mean for children to get the highest score in a test. I often tutor children who think that they cannot do maths because apparently they haven&apos;t got 70% in a maths test.  I believe there is a boom in private tutoring because parents want their children to be &quot;&quot;trained&quot;&quot; into passing the 11+, however I believe it is also due to parents wanting to have status and be better than the other parents. Whilst private tutoring can help children make progress, I fear that it is being used as a training regime for passing tests. As a trainee primary teacher too, I can see how private tutoring can impact negatively on children&apos;s self-esteem and their love for learning because they believe the only purpose of learning is to pass exams.&quot; Cathy, Nottingham I am self-employed and teach English and maths to year 6 level. My clients tend to be parents who are anxious about their child&apos;s progress at school. The most common story is of a child who has been &apos;left behind&apos; in maths or hasn&apos;t quite cracked reading yet, or whose writing is causing concern at school. I&apos;m noticing more and more that people phone me after Parents&apos; Evening; teachers seem to be giving quite specific targets for the children and often the parents feel they need to intervene quickly. I have a long waiting list and therefore am in a position to be able to turn away a child if I really don&apos;t see a problem. I am frequently asked to work with children who are already achieving very highly but I&apos;m more interested in building up the confidence of lower achievers, as I find this so satisfying. As far as ethnicity is concerned, I have almost equal numbers of indigenous and ethnic minority children. This is an affluent suburb, but I imagine my clients have a range of financial means. Jonny, London &quot;During university, I worked as a private tutor with an agency, providing tuition to middle-class and well to do families. There, the focus was on ensuring school access and on ensuring requisite grades were met for tests, to ensure children arrived in the correct sets at new schools, and so on. As a tutor I was given enormous freedom to teach whatsoever I wished, on a very healthy hourly rate of 35 per hour. The tuition was fantastic fun as a tutor; this shouldn&apos;t be overlooked. Being a private tutor can give great job satisfaction. I became a primary teacher after graduation and began tutoring at my school, a large and successful state school in an economically stifled area of East London. The school puts on a tuition service - free for parents, with tutors paid by the school - to support children who are falling behind academically at school, or who would benefit particularly well from the extra support. This has meant I have been able to work on a Saturday, tutoring pupils from my own classes who would not necessarily have accessed tuition otherwise. Being the teacher and the tutor allows me to get a clear grasp of what needs to be worked on. In the local community, tuition appears to be booming - the catchment area is culturally and linguistically diverse - and parents&apos; high aspirations are being directed towards the new agencies which are sprouting up. In truth, I feel suspicious of some of these agencies, which emerge in tiny shop fronts and seem not to require much qualification to become a tutor. There is probably some truth in the claim that the &apos;one to one&apos; support is more crucial than the teaching ability or subject knowledge of a tutor, in some cases, as the dynamic of tutoring allows a level of personalised learning which is difficult to attain when teaching 29 other children beside them.&quot; Anonymous, Northampton &quot;I currently tutor three mature students who are studying at university - all 3 are speakers of other languages. Although they understand the course contents, they feel disadvantaged against the other students because they think they lack the literacy skills necessary to achieve the high grades. They are incredibly focused and work extremely long hours to produce the assignments.&quot; Olivia, Tonbridge &quot;I&apos;m a student and have recently had an upsurge in requests for tutoring for History and English. Mainly from A level students. I think with recent tuition fee increases, and the scarcity of jobs, young people feel under pressure to invest in their education.&quot; Anonymous, Stevenage &quot;90% of my students are from ethnic minorities. They&apos;re generally on low incomes (many living in social housing) but see extra tuition as a priority. Most are hoping for a grammar school place or scholarship at private school. The children always work hard (doing far more homework than I set them) and, so far, have been very successful. I now get most of my business from recommendation as their friends seem to want to jump on the band wagon!&quot; Emma, Birmingham &quot;I have only been tutoring since September 2012, however the boom in people who are turning to tuition for help has been obvious to me, even over this relatively short period. Currently I teach four students, two of which are from immigrant families. Their parents have told me that although their children have thrived in the education system in their country, to give them the best possible chance of employment in skilled and &apos;prestigious&apos; positions in society (e.g. Doctors, Orthodontists, Dentists, Lawyers) schools are not sympathetic to the language barriers. They feel that the perception of their child is that they are lacking in intelligence, however the pace of the class leaves them confused with certain English words, and too shy or intimidated to ask questions or admit they&apos;re struggling. I personally feel that it is this shift in aspirations, from merely getting a job in Britain, to actually wanting to start a career with transferable skills (both immigrant students have expressed a wish to take there skills back to their country) which has partially led to the tutoring boom.&quot; Ian, Newcastle &quot;Parents do not have the time or knowledge to help their children. I tutor wealthy pupils, but their parents have received limited education themselves. So they employ me to do their kids homework with them, tutor them for exams etc. Although there is an element of learning, and interesting conversations. Their A grades are purely down to me most of the time.&quot; Victoria, London &quot;I&apos;m a successful private tutor from West London and I&apos;ve seen a significant rise in enquiries from immigrant families. As a result of the rising demand, I have a waiting list which is fully booked 6 months in advance. Over 70% of my clientele are from ethnic minority backgrounds and I receive a significant number of requests from Eastern European, Indian and Pakistani parents. One of the most common requests is for tuition for eleven plus exams largely because the content for the exam is not taught in schools. I&apos;ve also noticed a rise in the number of requests from international parents who live abroad but want their children to obtain places at top private or grammar schools. &quot; The parents view Anonymous, London &quot;I am an immigrant and my child was born in the UK. Although he is attending a private school I am using private tutoring to help him pass with success his 11+exams. I am not very familiar with 11+ exams and being an immigrant it is difficult to help him improve his English and verbal reasoning skills. Competition for a place in a good school in London is fierce and to be honest I think it is not fair to a 10 year old child. &quot; Luna, York &quot;My son is Autistic. His mainstream school (with learning support) insists that he is a D &amp; E student, but when I tutored him in Maths he rose to a B student. Convinced the mainstream school is hopeless for teaching someone with extra needs, I have pulled in all my friends to tutor him, and paid for a tutor in the one field he really enjoys, Geography - with his Autism he is fascinated by maps. In that subject, he went from an E to a C in one term. His tutor is great and understands what and how he needs to learn. He wants to do Geography A level so he needs at least a B. All his expected GCSE grades are now at C. I am having to negotiate with the school to get him on Higher papers rather than Foundation. My son thought he was being told he had to get Ds and Es until I reset his target grades. He wants to be a civil engineer. I am a widow living on my savings and scraps from writing as no one wants to hire a single mother with a disabled child. My son&apos;s DLA pays for some of the tutoring, along with other activities that he needs to manage his Autism.&quot; Anonymous, Crawley &quot;My daughter has never been very confident with Maths. She had a tutor for about a year in years 4-5, chosen based on personal recommendation. Her primary school had 2 maths sets- each of which seemed to teach to the middle of the set. She was in the lower set, and just covering very basic maths. 1 year of 1 hour per week with an experienced retired teacher made a huge difference to her confidence and acheivement. [sic] She is now in Year 11, and again is having 1 hour tuition in Maths per week- to help her get the best GCSE grade possible. This time the tutor came from an agency. We are a white British middle income family, and I suppose my reasons for using a tutor could be summarised as &apos;lack of confidence in school maths teaching and awareness of how important maths knowledge and qualifications are&apos;. However, I have noticed that children from immigrant families are more likely to have private tuition, and go to organisations like Kumon.&quot; Anonymous &quot;With both our children, getting into secondary school required copious private tuition, as much as anything so that they had someone who had the time to go over all their school work and make sure that it did make sense. It was not surprising to us to have to do this as we both came from musical families, where it was always expected that you would have to have extra tuition to learn an instrument. we had no class hangups. But for our son, private tuition has been crucial as he is one of the one in 7 boys, who have some form of dyslexia. this was not picked up by private tutors, nor the schools we tried, until we met a science teacher who realised that there must be some such problem, since he was verbally articulate, but very poor in writing. My wife requalified [sic] as a special needs teacher on top of her normal diploma, to get him through the first years. Since then, it has been important for him to have tutors as an alternative to what we can help with, again to go over all the work, to build methods of writing. At each stage - now at A level - he has had new fences to jump. He also has had massive help from the voluntary organisation Dyslexia Action. In the meantime, he also has singing, piano and clarinet teachers, which nobody finds is odd.&quot; Maria, London &quot;My son is doing 4 A levels. Although he is at an excellent state school and was working hard, he didn&apos;t seem to be doing as well as everyone else seemed to be doing. We are from a very ordinary background, husband is a builder, I&apos;m a civil servant but then I found out that more than 80% of the other children had tutors. We didn&apos;t want him to be at a disadvantage so used savings etc for tutors . He made huge leaps forward. So glad we were able to afford it.&quot; Judy, Newcastle &quot;My husband and I are both teachers working full time with a boy and a girl aged 9 and 7 respectively. My daughter received a lower grade in maths SAT&apos;s than all her other results. I knew from a friend who also has a daughter at the same school that her daughter ended up in bottom set when she went up to Middle school. I didn&apos;t want this to happen to mine and was anxious that she would not move up the level before leaving the school next year to go to middle school. I decided to hire a tutor for her once a week, but found that 1 hour was too long for her after a full day at school so she shares the session with her brother. She has been seeing the tutor who is a lovely lady and teaches in a local school for 6 months now. At the last parents evening, her teachers said &quot;I don&apos;t know why but A has really improved in maths, she has already gone up one level and by the end of the year I think she will be on level 4&quot; I was so pleased, but didn&apos;t tell the teacher she had a tutor as it was nice for her to feel she has made the difference and I didn&apos;t want A&apos;s progress to be some how negated as ultimately she did the work.&quot; Aruna, Manchester &quot;I have three children and they have been going to private tutors since they were in reception. It cost me almost 300 a month. As a parent I believe it is worth the finacial sacrifice, as it has benefited them immensley [sic]. Over the years they have excelled from being below average to above average. My 12 year old is currently preparing to take their GCSE in Maths. My children attened [sic] a very good school, but still need a private tutors to acheive well. I think many parents want to prepare their children to go on to Grammar schools and the preparation for doing this is a booming business for tutors. It&apos;s becoming very difficult to even book a good tutor now a days; as they can not take on any more students! I work very hard and just make ends meet, but i know in the end it will be woth [sic] every penny, my children will be given opportunities that I just couldnt [sic] have as a child.&quot; The pupils Daniel Sheffield &quot;I have had a tutor since starting A-level education, my parents are of modest means, my mother working for the soon to be defunct NHS- Direct and my father performing funerals as a civil celebrant. I personally think given the increasingly stance that university is more a requirement than a option for today&apos;s workforce and the huge competition for places that more and more families and students are going down the private tutoring route to get the edge they need.&quot; Florence, Kingston &quot;I struggled hugely with maths at school, and living in Kent meant that I had to take the 11 Plus, to ensure that I went to a grammar school, as opposed to the local comprehensive. My parents found me a wonderful tutor, an Iranian woman (not sure I can include her name?) and she laid everything out clearly, and took it step by step, until everything made sense. I passed my 11 Plus, and then saw her for two years in the run-up to my GCSEs. With her help, I got an A. And so did my siblings, when they went to her a few years after me. Her calm teaching method, the one-to-one nature of our lessons was incredibly helpful. Without her, I would have floundered in the bottom set, and would most likely have failed my Maths GCSE. It also helped that she always had chocolate and biscuits there for you to eat while you worked.&quot; What&apos;s your view? Join the conversation in the thread below.", 
    "section": "education", 
    "gid": "education/2013/apr/26/private-tutoring-boom-your-stories", 
    "wordcount": "3984"
}