{
    "headline": "Urturn raises $13.4m for social 'self-expression' service and launches its official iPhone app", 
    "text": "If the thought of an iPhone app for people to slap virtual stickers and slogans onto photos often of One Direction  share them with the world and then remix one another&apos;s creations makes you angry, you&apos;d best click away now. Urturn&apos;s app does exactly that. It launches today, alongside news of a $13.4m funding round for the London-based startup, including $10.7m from Balderton Capital, whose previous investments include Bebo, Lovefilm, Betfair and Wooga. Urturn began life in early 2011 as a service called Webdoc, before rebranding and relaunching its website in January 2013.  Billed as a &quot;social platform for self-expression&quot;, it provides its users with templates to customise photos, pull in music and video clips, and then share them on Urturn itself, as well as Facebook and Twitter. Templates currently available include the ability to doodle, add speech bubbles and associate SoundCloud and iTunes tunes with photos, turn images into polls (&quot;Love it/Leave it&quot; and &quot;This or That&quot; for example), as well as a &quot;Daft Punkify&quot; template to add the electronica duo&apos;s robot helmets to photos. If it sounds like a silly novelty, you may well not be in Urturn&apos;s target audience. Chief executive Stelio Tzonis thinks that it&apos;s the desire for this kind of self-expression that may peel away teenagers from Facebook, even if the things they want to self-express about remain the same. &quot;The kind of usage we have on Urturn reflects the usage on social networks: music, celebrities, lifestyle, design, fashion&quot; says Tzonis. &quot;Our audience is first US, then UK, and then South America, and it&apos;s teens and young adults talking about these topics.&quot; He adds that Urturn currently has more female users than males, and while the ratio swings week-by-week &quot;it depends what One Direction are doing!&quot;  on average he thinks around 60% of usage comes from girls and women. The impetus behind Webdoc (and now Urturn) was frustration at the difficulties of &quot;sharing and playing around with content&quot; on social networks. People could post photos, videos and status updates, but getting more creative with them required skills and tools  Photoshop, for example. &quot;What we learned was that social networks really brought to us a way to connect to people and share, but weren&apos;t so good when it came to expressing yourself,&quot; he says. &quot;The more expressive you wanted to be, the more complex it was, and you needed something like Photoshop. If you wanted to be more spontaneous, you had to be very simple. We wanted to connect those two ideas.&quot; Browse the Discover tab on Uturn&apos;s website, and you&apos;ll get a sense of what spontaneous expression means for its users. Yes, lots of cats and lots of Harry Styles, but also fashion  Cosmopolitan UK is using Urturn for example music and lifestyle content. Musicians and their marketing teams have already taken to the platform too: it&apos;s been used by/for Alicia Keys, David Bowie, Green Day, Ellie Goulding and Kendrick Lamar, as well as One Direction and Union J. What they  and Urturn&apos;s young users have caught on to is the potential of the &quot;Your Turn&quot; button on every piece of content created on the service. When clicked, it enables the user to make their own version using the same template. In a musician&apos;s case, it might mean fans customising and sharing their own versions of a tour poster, for example. &quot;We have seen teens totally get it, immediately. We didn&apos;t have to educate them,&quot; says Tzonis. &quot;They understand that the Your Turn button means it&apos;s their turn to express themselves. And that&apos;s the reason celebrities are using us: they want to engage, rather than just post one piece of content that is replicated with shares and retweets.&quot; For now, Urturn is creating the templates, but it is planning to launch an API for external developers to make them too  something that has commercial potential for brands and media companies, but also for quick-off-the-mark satirical memes. The new iPhone app is part of Urturn&apos;s drive for as much spontaneity as possible, with Android and other devices to come. The company currently has 25 staff, and while its focus is global, Tzonis says being headquartered in London has been an advantage. &quot;When I was in Silicon Valley, a lot of people said &apos;Why aren&apos;t you here?&apos; The reason is very simple: in London, we have all the technology industry  Facebook, Twitter, Google etc but also all the music industry, media and publishing, lifestyle and the advertising industry. In the US, those are spread between Silicon Valley, New York, Los Angeles.&quot; The $13.4m funding round is large for a London startup, and not bad for a company at this stage by Silicon Valley standards either. Tzonis says that building the API for developers is the first thing that it will fund, as well as further development of Urturn across all devices. &quot;We didn&apos;t want to be one of those startups that just try to develop yet another Instagram, yet another Pinterest or yet another iPhone app,&quot; he says. &quot;The reason we had interest from top VCs in the US and Europe was the bold vision that we had: there is this trend of people looking beyond Facebook for ways to express themselves in a very spontaneous and fast way, and the VCs saw the vision that what we want to achieve is really big.&quot; So how does Urturn make money from all this? Tumblr being bought by $1.1bn despite only making $13m of revenues in 2012 suggests that Urturn&apos;s investors may be less worried about short-term financial success and more concerned with the company getting big and disruptive enough to persuade a tech giant to acquire it. Still, Tzonis has ideas. &quot;The service will always be free to anyone can express themselves, but we believe we will have so many opportunities to monetise what you could do in an expression, and how we can promote an expression or post inside the service,&quot; he says. Brands, then, although affiliate deals for music and other products will also be a source of revenues, albeit not a large one. What about copyright and other legal questions? As Pinterest has grown, for example, it has faced more scrutiny about where people are finding the images they pin on that service, and whether it has the rights to republish them. Music is covered off for Urturn &quot;we don&apos;t allow uploads of music by users, and we use SoundCloud and iTunes,&quot; says Tzonis but a service where people can grab photographs from, say, MailOnline and then customise them with any text they like may have other challenges in store. The fact that Urturn &quot;always links back to the source&quot; of images may not mollify some photographers, rightsholders and media companies, while it will be interesting to see what happens when the first Urturn post libelling someone famous (and rich enough to afford good lawyers) goes viral beyond the service. There are two main risks for people who aren&apos;t part of Urturn&apos;s target demographic when trying to gauge how successful it might be. One: assuming that because you don&apos;t get it, Urturn is a rubbish idea that&apos;s doomed to fail. Two: assuming that because you don&apos;t get it, Urturn is bound to be a hit with The Kids. Both assumptions may be proved false. In the first case, there&apos;s already evidence that the kind of &quot;self-expression&quot; offered by Urturn really is meaningful to teenagers. In the second case, it&apos;s easy to say that something is targeting teens, but harder to predict whether they&apos;ll take to it in large numbers and stick around for the longer term. $13.4m at least gives Urturn the runway to find out, and possibly attract the acquisitive attention of Facebook as it nervously monitors the behaviour of its younger users, and figures out how to give them more tools for self-expression. &quot;It&apos;s important for them to wait until there is a very big success, then do an acquisition,&quot; says Tzonis. &quot;They will have these kinds of features ultimately, but through acquisition and then integration.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/22/apps-startups", 
    "wordcount": "1393"
}