{
    "headline": "Twitter warns of hack and resets passwords - too enthusiastically", 
    "text": "Thousands of people and organisations have received emails from Twitter warning them that their account may have been hacked after a huge phishing attack on its users on Wednesday night. But the company admitted that it reset too many passwords in an overzealous attempt to protect users. The company sent out emails telling account holders to reset their password, and warning them that they may have been hacked. Although the emails were genuine, many people thought that those were phishing emails too - and ignored them. Among the victims of the hack was the technology site Techcrunch, which has 2.5m followers, and tweeted a link which could have drawn more people into the hack. Some of the attempted hacks used phrases like &quot;serious gossip&quot; or &quot;that video&quot; or &quot;saying bad things [about you]&quot; with a link to a phishing or malware site.  Twitter has not said how many accounts were hit. The company has more than 500m active users, and saw one of its busiest days ever on Tuesday when Barack Obama was relected US president. The valid emails begin &quot;Twitter believes that your account may have been compromised by a website or service not associated with Twitter. We&apos;ve reset your password to prevent others from accessing your account.&quot; However not everyone who received the emails may actually have been hacked. Twitter said it was sending out the emails to people who might have received direct messages - which aren&apos;t publicly visible - from other hacked users. Clicking on the link can take the user to sites which will infect their machines, or which trick them into handing over their Twitter username and password - meaning that the cycle continues. However Twitter&apos;s new system for authorising third-party apps means that users should only ever give their username and password on the Twitter site itself; third-party apps have to request a &quot;token&quot; which can then be revoked by the user or Twitter. No third-party site that doesn&apos;t directly provide Twitter functionality should demand a password.", 
    "section": "technology", 
    "gid": "technology/2012/nov/08/twitter-warns-hack-password-reset", 
    "wordcount": "345"
}