{
    "headline": "RIM looks to woo former Blackberry users with new phones and BB10", 
    "text": "In the end, Carole Blake simply took a hammer to her BlackBerry smartphone, and smashed it into pieces. The London-based literary agent had had enough of what she saw as increasingly unreliable service. In October 2011, BlackBerry servers were down for days including her time at the Frankfurt book fair. But that was just the beginning of her BlackBerry problems, as her handsets also started malfunctioning. &quot;Four in a year left me frothing,&quot; she explained. She switched to an iPhone 5. &quot;It took five minutes to adjust, helped by having used an iPad. My unreliable BlackBerry was hurting business,&quot; she said. For Research In Motion (RIM), the Canadian company that invented the BlackBerry, Blake&apos;s story illustrates some of the many blows to the company over the past two years. Millions of users, and hundreds of businesses, have deserted BlackBerry for Apple, or Android phones such as Samsung&apos;s Galaxy S III, or Nokia. RIM suffered huge global operating losses last year including $643m in a single quarter and the board ejected its two co-founders, Mike Lazaridis and Jim Balsillie, replacing them with operations chief Thorsten Heins. So Wednesday is a very big day for BlackBerry, when Heins will unveil the company&apos;s latest offerings to try to reverse the tide and tempt back Blake and millions like her in what some analysts see as a last chance to survive. Two new mobiles  one with a keyboard, and one with only a touchscreen  will showcase its new BB10 software, which brings a completely new interface to the phone once known as the &quot;CrackBerry&quot; because of its ability to serve round-the-clock email to workaholics. Heins realises that he has a huge challenge but he recently told Die Welt that he believed RIM&apos;s role in the future will be substantial and that the new software is aimed not only at phones but also for cars. &quot;We have taken the time to build a platform that is future-proof for the next 10 years,&quot; he said. Benedict Evans, of Enders Analysis, sees BB10 as a last roll of the dice: &quot;The question is, how long can they keep rolling it? How long can they wait for the right numbers? The high-end corporate users are abandoning it.&quot; Evans added that from talking to people in phone shops, it seemed teenagers were keen on rivals with more games apps. Carolina Milanesi, smartphones analyst at research group Gartner, said the company cannot carry on as before. &quot;This is certainly key to RIM&apos;s survival and indeed BBM is just not enough anymore,&quot; she said.&quot;Even consumers that are price sensitive and who value messaging are looking for more than BlackBerry Messenger.&quot; BBM  the free messaging service that was blamed for helping rioters organise during the UK riots in summer 2011  no longer ties people to the brand either. The rise of rival services such as WhatsApp, which has an estimated 100m users worldwide  compared to BBM&apos;s 79m. WhatsApp also lets users send text-style messages for free but works on any smartphone. All of that means Heins and RIM have a mountain to climb. They have to tempt back people such as Mamun Ahmed, who switched from a BlackBerry to a phone using Google&apos;s Android software: &quot;Being a BlackBerry user I started realising that, I couldn&apos;t keep up with the &apos;tried the cool app&apos; trend, as very few app makers were making apps for BlackBerry,&quot; he said. His bank only offered apps for the iPhone and for Android phones. He said: &quot;All of the websites I was using on a day-to-day basis seemed only interested to make apps for the iPhone and Android and totally ignored others.&quot; That has meant a flight of users  so pronounced in the US that in October the New York Times ran a story about people being embarrassed to show their BlackBerry in public. Heins wrote to the paper saying the article &quot;lacks the balance&quot; expected, saying &quot;there are millions of BlackBerry fans out there who not only find value in their device, but also pride in being a BlackBerry owner.&quot; Some remain loyal. Abigail Rudd, a student at Exeter University, stuck with her BlackBerry rather than buying an iPhone when she renewed her contract last April because it is more robust than other models. &quot;In addition, the keyboard is great,&quot; she said. Yet the outflow continues. ComScore, which calculates US smartphone ownership, reckons that there are now just 9 million BlackBerry users in the US, down from a peak of nearly 22 million in September 2010, while US smartphone ownership has doubled to 123 million. Embarrassment can be a factor. Jamie Fox, in charge of communications for the TeamGB Ski and Snowboard teams, finally switched after 10 years with BlackBerry to an iPhone 5 this month. &quot;I was just on a ski trip with [2012 long jump Olympic gold medallist] Greg Rutherford and [Olympic runner] Andrew Strong and was relentlessly ribbed about still having a BlackBerry. Whenever it was taken out in the bar, loud cheers would go up and the mocking would begin,&quot; he said. But he had also become dissatisfied with the battery life, app choice and camera quality of the BlackBerry. RIM has also lost its favoured position as the handset of choice with business people. It has lost corporate and government contracts, some in the wake of the service outage. Businesses which used to hand out BlackBerrys are often replacing them with iPhones, where the galaxy of apps (sometimes custom-made) and better web browsing are pushing the BlackBerry aside. The prestigious contracts that RIM has lost in the past two years include the US National Oceanographic and Atmospheric Administration, the US National Transportation and Safety Board and the US Immigration and Customs Enforcement Agency. In November, even the Pentagon sought to let in Apple and Android phones, even while stressing that it would still hold on to some BlackBerry phones. The key to a BlackBerry revival, suggests Francisco Jeronimo, smartphone analyst at IDC, will be whether it can persuade those corporate customers  the segment where it first grew to fame as Wall Street financiers discovered they could get secure email while out of the office  to stay with it. &quot;They could survive. You won&apos;t compare them to Apple and Samsung but they could be in the top five handset makers. If they can manage to regain trust from the companies who have been clients, they can survive, profitably, just by staying small and focused,&quot; he said. And if they don&apos;t persuade those companies? &quot;If they can&apos;t, it will be very hard,&quot; he said. At worst, RIM might be broken up for the value of its patents which are considerable. Fox, for one, found his BlackBerry a source of irritation. &quot;The big annoyance was the random red light flashing [on the top of the phone]. It wouldn&apos;t be for an email, but for some random BlackBerry update. And I could never get it to stop. So distracting. On the whole, it&apos;s just outdated,&quot; he said. Persuading people that it is not is the task that lies ahead of Heins. Most of all, he wants to stop that red light going out.", 
    "section": "technology", 
    "gid": "technology/2013/jan/27/blackberry-new-smartphones-lure-lost-customers", 
    "wordcount": "1220"
}