{
    "headline": "Move to end aid to India was 'tactic to win votes at home rather than tackling poverty abroad'", 
    "text": "Justine Greening&apos;s decision to end British aid to India was based on placating Tory backbenchers, instead of combating poverty, according to a damning report from the Institute for Public Policy Research thinktank. Will Straw, the associate director of the IPPR, said that the coalition&apos;s announcement in November that aid to India would be halted in 2015, was &quot;a tactic for winning votes at home rather than tackling poverty abroad&quot;. India has achieved impressive economic growth in the past 10 years, as the shift in power to emerging economies has accelerated, but the country remains home to one-third of the world&apos;s poorest people  measured as those who live on less than 79p a day. The UK spent just over 300m on development in the country last year, with the most channelled through the Department for International Development; but after 2015 that will fall to just 30m of &quot;technical assistance&quot;. Straw said: &quot;The UK should not give aid to India for ever,but withdrawing now is premature given India&apos;s development challenges. DfID should instead focus on areas that are not benefiting from India&apos;s growth, and key issues like health, HIV and good governance in the poorest states.&quot; David Cameron committed the Conservatives to fulfil Labour&apos;s pledge to lift overseas aid spending to 0.7% of GDP by this year. But the ringfenced aid budget has become increasingly controversial with rightwing backbenchers, at a time when many other departments are facing deep cuts. Greening, who replaced Andrew Mitchell at DfID after a cabinet reshuffle in September last year, had been regarded as a sceptic on the issue of spending on aid before she took the job, and her decision to change Britain&apos;s relationship with India was her first key policy announcement. Max Lawson, the head of policy at Oxfam, said there was, &quot;no development case to be made for stopping aid to India&quot;. &quot;Three hundred thousand women a year die in childbirth,&quot; he said. &quot;It&apos;s completely inexcusable that the rich in India allow that to happen  but that&apos;s just as true in Nigeria or in Angola, and no one says we shouldn&apos;t help poor people in those places.&quot; Ivan Lewis, the shadow development minister, said that politics, not economics, had guided the announcement. &quot;The timing of this decision was not about consistent UK development policy, or our relationship with India, it was a beleaguered secretary of state trying to get a few brownie points from the &apos;no-aid&apos; brigade.&quot; Instead of just turning off the aid taps, the IPPR calls for the UK to draw up an &quot;exit strategy&quot;, setting development targets that must be achieved before assistance is stopped. It also recommends steps to increase the economic relationship between India and the UK, including making it simpler for Indian-born workers based in the UK to send so-called &quot;remittances&quot; back home. These payments, which are estimated to be worth more than 2.5bn a year, dwarf aid spending. A spokesperson for DfID said: &quot;This report fails to recognise that the decision to change the UK&apos;s development relationship with India was an agreement between the UK and the Indian government. The Indian government has made clear that what it values most about the relationship is technical assistance to make its own welfare spending more effective.&quot; This article was amended on Sunday 10 February 2013. It originally said Justine Greening replaced Andrew Mitchell at the DfID after the &quot;plebgate&quot; scandal.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/10/justine-greening-india-aid", 
    "wordcount": "591"
}