{
    "headline": "Plan to kill great white sharks that swim too close to Australian beaches", 
    "text": "Australian officials, under pressure to protect beachgoers after a string of deadly shark attacks, have approved a plan to kill sharks that venture too close to people in the water. The plan, which was announced by Western Australia state premier, Colin Barnett, on Thursday, has infuriated conservationists and marks a sharp reversal of the current policy that permits the killing of sharks only after they have attacked. &quot;We will always put the lives and safety of beachgoers ahead of the shark,&quot; Barnett told ABC radio. &quot;This is, after all, a fish  let&apos;s keep it in perspective.&quot; Barnett, along with the state fisheries minister, Norman Moore, announced the policy change as part of a AU$6.85m (4.41m)) package of &quot;shark mitigation strategies&quot; aimed at reducing the risk of attacks on beachgoers. There have been five fatal shark attacks in Western Australia in the past year, prompting some residents to demand a more aggressive shark management plan. The new funding will pay for a fisheries department service to track, catch and kill sharks that get too close to swimmers, a study of shark enclosures at beaches, more jet skis for lifeguards and a GPS tracking program. Great white sharks are a protected species in Australian waters, but the new policy would allow fisheries department officials to kill any great whites that present an &quot;imminent threat to people&quot;, Moore said. After an American diver was killed by a great white in Western Australia last year, the government set tuna-baited hooks to try and snare the predator. It was the first time authorities used an emergency legal exemption from the state protection of great whites to hunt the animal in the interest of protecting the public. The shark was never caught. The Conservation Council of Western Australia praised the additional funds for research and increased patrols but slammed the new pre-emptive kill policy as ineffective. &quot;We are concerned that plans to kill sharks that approach beaches applies a &apos;guilty until proven innocent&apos; approach to sharks and is a knee-jerk reaction to public concern that will harm the environment without protecting swimmers,&quot; the council&apos;s marine coordinator Tim Nicol said in a statement. Sharks are common in Australian waters, though the nation has averaged just over one fatal attack a year over the past 50 years.", 
    "section": "environment", 
    "gid": "environment/2012/sep/28/great-white-sharks-killed-australia", 
    "wordcount": "393"
}