{
    "headline": "iPad mini UK pricing will start at 249, screenshot suggests", 
    "text": "A screenshot captured just after Apple put the iPhone 5 on its website may point to the starting price of the as-yet unreleased  and unannounced  iPad mini.  The picture, caught by sharp-eyed reader Kristian Tapaninaho at about 21:20 on 12 September, shows the revised UK Apple Store page with a 249 starting price for the device.     Is this the starting price of the iPad mini in the UK? (A link to the full screenshot is included at the bottom of the post.)     Tapaninaho previously sent the screenshot to the Guardian, and has now blogged about it. Apple is widely expected to announce a smaller version of its market-leading iPad tablet on 23 October, although the company has not yet issued invites or given any indication that it has a product in the pipeline. But multiple sources have indicated to the Guardian that they expect to see a new product in the category. Most expectations are that it will be half the size of the existing iPad, which has a screen measuring 9.7in diagonally; rescaling would mean an iPad mini would have a screen measuring 7.85in diagonally, but with a total of half the screen area of its bigger sibling. And contrary to earlier information from sources last week, other sources have told the Guardian it now looks increasingly likely that the new tablet will include 3G and possibly 4G capabilities. The price spotted by Tapaninaho chimes with some other prices apparently leaked online and displayed by Mobilegeeks.de, which shows prices in euros for devices starting with Wi-Fi only and 8GB of storage priced at 249.  Converting that from euros gives a base price of 201; adding VAT at 20% gives 242 - though Apple, like most merchants, usually prices just below the next 10 increment, pointing to a 249 base price. That will leave a price gap compared to the two principal competitors in the sector, Amazon&apos;s Kindle Fire and Google&apos;s Nexus 7. The Kindle Fire, which will be going on sale in the UK, starts at 169 for an ad-free 16GB version and 209 for an ad-free 32GB version, while the Nexus 7 costs 159 for an 8GB version and 199 for a 16GB version. There is a clear demand in the market for smaller tablets, as evidenced by Carphone Warehouse which said on Monday that the Nexus 7 was its best-selling Android tablet ever. Graham Stapleton, chief commercial officer for the group, said in a statement: &quot;It&apos;s clear that there is a massive demand amongst our customer base for smaller tablets. We&apos;re seeing a real shift in what customers are using their tablets for, with more and more watching content on the go. It&apos;s now common to see people using their tablets during the morning commute or catching up on the day&apos;s news in a local coffee shop, and smaller devices make it easier to handle. He added: &quot;We&apos;ve seen that 59% of total tablet sales in our stores are sold as either connected or tethered, to allow access to the internet on tablets that don&apos;t have inbuilt 3G connectivity.&quot; That implies that a mobile-capable iPad mini could do well in that space.  The pricing details leaked on Mobilegeeks.de are said to have come from the internal computer system of the German retail chain Media Markt. Those show versions of the iPad mini with storage offerings of 8GB, 16GB, 32GB and 64GB. They also suggest that it will come in white or black versions, and with a 3G-capable - and, possibly, 4G-capable  version. That could make it attractive to mobile operators which could sell it alongside the iPhone, or on its own. By contrast the Kindle Fire and Nexus 7 are both so far only available in Wi-Fi-only models. Tapaninaho has a link to the original screenshot taken on his iPad.", 
    "section": "technology", 
    "gid": "technology/2012/oct/15/ipad-mini-uk-pricing", 
    "wordcount": "624"
}