{
    "headline": "Apps Rush: Sparrow, Strumify, Chaos Rings II, Dreamtopia, Angry Birds Space Guide, Peggle and more", 
    "text": "A selection of 13 new apps for you today: Sparrow Disappointed with the official Gmail app for iPhone? Sparrow should be your first port of call. A spin-off from the desktop application of the same name, it&apos;s an IMAP email client that works with Gmail and other accounts, with an intuitive swipe-based interface.iPhone Strumify Strumify is the latest iOS app that wants to teach people to play the guitar, using the device&apos;s microphone to listen to their playing and provide feedback. In fact, this also covers ukulele and mandolin players, teaching chords and progressions, with songs and additional exercises available via in-app purchase. iPhone Chaos Rings II Square Enix&apos;s acclaimed iOS RPG franchise has a sequel, with a hero tasked with sacrificing five people to save the world, including a childhood friend. Future updates are planned with extra missions, which is good, but the decision to sell the iPhone and iPad versions separately (12.99 and 13.99 respectively) rather than one universal build is a puzzling strategy.iPhone / iPad DoDonPachi Resurrection HD Square Enix should take a look at fellow Japanese firm Cave for a better example: its new Bullet Hell shoot &apos;em up costs 7.49, but is a universal app so buyers can play it across their iPhones and iPads. Enormous amounts of bullets, and a smartphone-optimised scoring mode.iPhone / iPad Dreamtopia New from DeNA subsidiary ngmoco is Dreamtopia, the latest Android game in the West to run on its Mobage platform. &quot;Join thousands of other players, in an whimsical, living, breathing world. By interacting with their dream lands, you&apos;ll work together to achieve unimaginable things,&quot; explains its Google Play store listing. Dreamy world-building strategy, in other words.Android The Daily&apos;s Angry Birds Space Guide This may be the moment when the app world eats itself: News Corporation&apos;s mobile-only newspaper The Daily has made an app all about the next version of Angry Birds ahead of its 22 March release. It introduces new characters and gameplay, with content from Rovio&apos;s partner NASA thrown in for good measure.iPhone / iPad Peggle EA has taken PopCap&apos;s globe-conquering peg-puzzler to BlackBerry smartphones, offering 55 levels to play through, and a Duel Mode to take on friends.BlackBerry Avengers Origins: Hulk Disney Publishing&apos;s latest book-app celebrates the origin story of the Hulk, as Dr Bruce Banner gets a gamma radiation blast that puts him in touch with his inner angry green giant. This is aimed at younger fans though, with voice narration (by Stan Lee!) and interactivity.iPhone / iPad Barnstormer Aardman Digital has teamed up with Nokia to make a Windows Phone game based on Shaun the Sheep: a platformer starring everyone&apos;s favourite animated TV ruminant (unless you prefer Timmy Time, of course).Windows Phone ICQ Veteran instant messenger service ICQ has a new Windows Phone app, although it also taps into Google Talk and Facebook chat, which is handy for anyone who forgot their ICQ login years ago.Windows Phone MotoHeroz Developer RedLynx started life making mobile games, then had a huge Xbox Live Arcade hit with Trials HD. Now it&apos;s back on iOS with MotoHeroz, a driving game that &quot;takes the fun, fast gameplay of a Trials style game, adds it to a frantic rally race, and delivers a fresh new kind of side-scrolling, platform racing game&quot;. It&apos;s based on the WiiWare game of the same name.iPhone / iPad SunPhos This sounds niche, but could actually be really useful. It takes any location and predicts the sun path from dawn until dusk, on any given day. Suggested uses include gardening, architecture, photography and househunting.Android Gridrunner Legendary games developer Jeff Minter has ported one of his classics to iOS. GridRunner, which originally came out in the early 1980s, includes the original C64 version, as well as a modernised version for 2012.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/15/apps-rush-sparrow-strumify", 
    "wordcount": "642"
}