{
    "headline": "Web freedom faces greatest threat ever, warns Google's Sergey Brin", 
    "text": "The principles of openness and universal access that underpinned the creation of the internet three decades ago are under greater threat than ever, according to Google co-founder Sergey Brin. In an interview with the Guardian, Brin warned there were &quot;very powerful forces that have lined up against the open internet on all sides and around the world&quot;. &quot;I am more worried than I have been in the past,&quot; he said. &quot;It&apos;s scary.&quot; The threat to the freedom of the internet comes, he claims, from a combination of governments increasingly trying to control access and communication by their citizens, the entertainment industry&apos;s attempts to crack down on piracy, and the rise of &quot;restrictive&quot; walled gardens such as Facebook and Apple, which tightly control what software can be released on their platforms.  More on the battle for the internet Revealed: US and China&apos;s cyber war gamesWashington&apos;s plan to beat web censorsChina struggle to regain control of the internetHow open is your internet? An interactive map  The 38-year-old billionaire, whose family fled antisemitism in the Soviet Union, was widely regarded as having been the driving force behind Google&apos;s partial pullout from China in 2010 over concerns about censorship and cyber-attacks. He said five years ago he did not believe China or any country could effectively restrict the internet for long, but now says he has been proven wrong. &quot;I thought there was no way to put the genie back in the bottle, but now it seems in certain areas the genie has been put back in the bottle,&quot; he said. He said he was most concerned by the efforts of countries such as China, Saudi Arabia and Iran to censor and restrict use of the internet, but warned that the rise of Facebook and Apple, which have their own proprietary platforms and control access to their users, risked stifling innovation and balkanising the web. &quot;There&apos;s a lot to be lost,&quot; he said. &quot;For example, all the information in apps  that data is not crawlable by web crawlers. You can&apos;t search it.&quot; Brin&apos;s criticism of Facebook is likely to be controversial, with the social network approaching an estimated $100bn (64bn) flotation. Google&apos;s upstart rival has seen explosive growth: it has signed up half of Americans with computer access and more than 800 million members worldwide. Brin said he and co-founder Larry Page would not have been able to create Google if the internet was dominated by Facebook. &quot;You have to play by their rules, which are really restrictive,&quot; he said. &quot;The kind of environment that we developed Google in, the reason that we were able to develop a search engine, is the web was so open. Once you get too many rules, that will stifle innovation.&quot; He criticised Facebook for not making it easy for users to switch their data to other services. &quot;Facebook has been sucking down Gmail contacts for many years,&quot; he said. Brin&apos;s comments come on the first day of a week-long Guardian investigation of the intensifying battle for control of the internet being fought across the globe between governments, companies, military strategists, activists and hackers. From the attempts made by Hollywood to push through legislation allowing pirate websites to be shut down, to the British government&apos;s plans to monitor social media and web use, the ethos of openness championed by the pioneers of the internet and worldwide web is being challenged on a number of fronts. In China, which now has more internet users than any other country, the government recently introduced new &quot;real identity&quot; rules in a bid to tame the boisterous microblogging scene. In Russia, there are powerful calls to rein in a blogosphere blamed for fomenting a wave of anti-Vladimir Putin protests. It has been reported that Iran is planning to introduce a sealed &quot;national internet&quot; from this summer. Ricken Patel, co-founder of Avaaz, the 14 million-strong online activist network which has been providing communication equipment and training to Syrian activists, echoed Brin&apos;s warning: &quot;We&apos;ve seen a massive attack on the freedom of the web. Governments are realising the power of this medium to organise people and they are trying to clamp down across the world, not just in places like China and North Korea; we&apos;re seeing bills in the United States, in Italy, all across the world.&quot; Writing in the Guardian on Monday, outspoken Chinese artist and activist Ai Weiwei says the Chinese government&apos;s attempts to control the internet will ultimately be doomed to failure. &quot;In the long run,&quot; he says, &quot;they must understand it&apos;s not possible for them to control the internet unless they shut it off  and they can&apos;t live with the consequences of that.&quot; Amid mounting concern over the militarisation of the internet and claims  denied by Beijing  that China has mounted numerous cyber-attacks on US military and corporate targets, he said it would be hugely difficult for any government to defend its online &quot;territory&quot;. &quot;If you compare the internet to the physical world, there really aren&apos;t any walls between countries,&quot; he said. &quot;If Canada wanted to send tanks into the US there is nothing stopping them and it&apos;s the same on the internet. It&apos;s hopeless to try to control the internet.&quot; He reserved his harshest words for the entertainment industry, which he said was &quot;shooting itself in the foot, or maybe worse than in the foot&quot; by lobbying for legislation to block sites offering pirate material. He said the Sopa and Pipa bills championed by the film and music industries would have led to the US using the same technology and approach it criticised China and Iran for using. The entertainment industry failed to appreciate people would continue to download pirated content as long as it was easier to acquire and use than legitimately obtained material, he said. &quot;I haven&apos;t tried it for many years but when you go on a pirate website, you choose what you like; it downloads to the device of your choice and it will just work  and then when you have to jump through all these hoops [to buy legitimate content], the walls created are disincentives for people to buy,&quot; he said. Brin acknowledged that some people were anxious about the amount of their data that was now in the reach of US authorities because it sits on Google&apos;s servers. He said the company was periodically forced to hand over data and sometimes prevented by legal restrictions from even notifying users that it had done so. He said: &quot;We push back a lot; we are able to turn down a lot of these requests. We do everything possible to protect the data. If we could wave a magic wand and not be subject to US law, that would be great. If we could be in some magical jurisdiction that everyone in the world trusted, that would be great  We&apos;re doing it as well as can be done.&quot;  Explore the seven-day special series on the Battle for the internet", 
    "section": "technology", 
    "gid": "technology/2012/apr/15/web-freedom-threat-google-brin", 
    "wordcount": "1194"
}