{
    "headline": "Bullied teachers fear culture of 'macho managers'", 
    "text": "More than two-thirds of teachers have experienced or witnessed workplace bullying in the past 12 months, with one in five victims quitting their job as a result, according to a poll published by the teaching union NASUWT. The survey revealed that 67% witnessed or were subject to bullying, harassment and abuse from colleagues. The grim findings of the online poll, conducted last year and involving 3,000 teachers, was released to coincide with the NASUWT&apos;s annual conference in Birmingham, where delegates have angrily hit back at what they describe as a &quot;denigration&quot; of the profession and the education system under the coalitiongovernment. The union vowed to ramp up industrial action, including strikes in the autumn over a range of grievances spanning pay, pensions and workload after passing a motion denouncing &quot;scurrilous attacks, abuse, intimidation and lies&quot; and accusing the government of a &quot;vicious assault&quot; on the profession. The Department for Education said it was &quot;absurd&quot; to describe school reforms designed to raise standards and put children first in such terms. A DfE spokesman said: &quot;We have given teachers more powers to tackle bad behaviour in the classroom and have introduced new laws to protect them from malicious allegations. We&apos;ve also allowed schools to run their own affairs by becoming academies, and we have slashed bureaucratic paperwork to free up teachers&apos; time. &quot;We are putting power back into the hands of talented heads and teachers  allowing them to get on with raising standards without interference from politicians. Strikes benefit no one.&quot; The National Union of Teachers, meanwhile, resolved to organise a one-day strike before the end of June in its continuing protest over pension reforms. The NASUWT poll suggests that as well as feeling under the cosh from outside, teachers are facing additional pressures at the hands of colleagues within the workplace. The union&apos;s general secretary, Chris Keate,s blamed the culture of &quot;macho management&quot; and the &quot;denigration&quot; of teachers for allowing bullying to flourish. The poll found close to a third (32%) of teachers reported being shouted at in front of colleagues, while 19% said they had witnessed teachers being shouted at by fellow members of staff in the presence of pupils. More than half of teachers who had been bullied say they experienced persistent, unjustified criticism and 45% reported intimidatory use of discipline and competence procedures against them. Four in five of those who bully are in management or leadership roles in schools. Almost one in five (18%) of those subjected to bullying said they ended up taking extended absence leave as a result, while 22% said they left the job. Keates said bullying was being &quot;condoned from the top&quot;, citing as examples the government&apos;s plans to make it easier to sack teachers, as well as the comments of Ofsted chief Sir Michael Wilshaw, who was quoted as saying earlier this year that &quot;If anyone says to you that &apos;Staff morale is at an all-time low&apos;, you know you are doing something right.&quot; The NASUWT leader said apart from the impact of bullying on teachers themselves, being shouted at in front of their pupils would set a bad example for children who were themselves bullied, because it would send a signal to their tormentors that such behaviour was tolerated. And the consequences for teachers of being bullied were &quot;devastating&quot; for their health and wellbeing. &quot;Loss of confidence, dread of going to work and sleepless nights are just some of the effects,&quot; she said. &quot;Unfortunately the culture of macho management and punitive accountability created by this government is enabling bullying to flourish. One of the first acts of the coalition was to abandon plans to record all incidents of bullying of staff and pupils. &quot;Concern for the health and welfare of the workforce is not high on the coalition&apos;s list of priorities. Indeed, it doesn&apos;t seem to appear at all.&quot; The pressures facing teachers were also debated at the NUT conference in Torquay. Delegates voted to back local industrial action in schools that choose to apply new regulations that come into force in September; these will allow the use of unlimited observation and monitoring of teachers as part of plans to allow heads to fire poorly performing teachers more quickly. The NUT also resolved in a debate held behind closed doors to continue joint strike action from this summer over pensions.", 
    "section": "education", 
    "gid": "education/2012/apr/07/teachers-bullying-workplace-nasuwt-union", 
    "wordcount": "749"
}