{
    "headline": "New Books Party: books received this week", 
    "text": "Below the jump, I mention the books that I received recently in the mail. These are the books that I may review in more depth later, either here or in print somewhere in the world.    When I get new books, I like to share them with people. Unfortunately, you are all so far away, so I cannot host a book party in my crib where you can look over these books, so I&apos;ll do the next best thing. I&apos;ll host a book party on my blog each Friday of the week when books arrive by giving you my quick &quot;first impression&quot; of them along with relevant links so you can get a copy of the book if you wish.  Books that arrived this week:  Why Everyone (Else) Is a Hypocrite: Evolution and the Modular Mind, by Robert Kurzban [Princeton University Press; 2012: Guardian Bookshop; Amazon UK/kindle; Amazon US/kindle] In-depth description: We&apos;re all hypocrites. Why? Hypocrisy is the natural state of the human mind.Robert Kurzban shows us that the key to understanding our behavioral inconsistencies lies in understanding the mind&apos;s design. The human mind consists of many specialized units designed by the process of evolution by natural selection. While these modules sometimes work together seamlessly, they don&apos;t always, resulting in impossibly contradictory beliefs, vacillations between patience and impulsiveness, violations of our supposed moral principles, and overinflated views of ourselves.This modular, evolutionary psychological view of the mind undermines deeply held intuitions about ourselves, as well as a range of scientific theories that require a &quot;self&quot; with consistent beliefs and preferences. Modularity suggests that there is no &quot;I.&quot; Instead, each of us is a contentious &quot;we&quot; -- a collection of discrete but interacting systems whose constant conflicts shape our interactions with one another and our experience of the world.In clear language, full of wit and rich in examples, Kurzban explains the roots and implications of our inconsistent minds, and why it is perfectly natural to believe that everyone else is a hypocrite.My first impression: Wow, this book looks really provocative. I opened the book randomly to the section entitled &quot;Lies, damned lies and self-perception&quot;. This section reports both anecdotal evidence as well as research into people&apos;s perceptions whether their good (or bad) fortune is the result of skill or luck -- even when it was made obvious that their good fortune was due to random chance. Invariably, the researchers found that people claimed that good fortune is the result of skill, whereas (their own) bad fortune is due to luck. This convenient lie is a hot-button issue for me, so I&apos;ll save my commentary for my review, but I do have one question: has anyone done this sort of research with people who suffer bipolar disorder, comparing responses by same person when experiencing a manic/hypomanic episode versus a depressive episode?  What book(s) are you reading? How far are you along in the book? What do you think of it so far?  .. .. .. .. .. .. .. .. .. .. .. .. twitter: @GrrlScientist facebook: grrlscientistPinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jul/20/2", 
    "wordcount": "514"
}