{
    "headline": "No Dash for Gas campaigners set up anti-EDF website", 
    "text": "A group of environmental campaigners being sued for 5m by energy company EDF for occupying one of the company&apos;s power plants in October last year has launched a website encouraging EDF customers to switch to alternative providers as a gesture of opposition to the civil action. Members of the campaign group &quot;No Dash for Gas&quot; occupied EDF&apos;s gas-fired power plant in West Burton for a week in October last year, protesting against fossil fuels and carbon emissions. Last month, 21 activists pleaded guilty to charges of aggravated trespass, and face possible custodial terms when they are sentenced later this month and in April. Separately, EDF initiated civil proceedings against 21 of the campaigners to recoup what it says were damages in excess of 5m caused by the protest, a figure that includes staff and labour costs, delays to the completion of the station, specialist security and lost carbon emission credits. The parents of one of the campaigners started a Change.org petition against the civil action two weeks ago, which has attracted more than 63,000 signatures, including those of Naomi Klein, Margaret Atwood, Richard Dawkins and Mark Ruffalo. Supporters have created a stand-alone website, EDF*off, promoted via social media, giving their perspective on the case and encouraging readers to switch to small, green energy providers as a result of the civil action. The site claims the civil action is an attempt to stifle protest: &quot;The civil lawsuit represents just 10 hours&apos; profit for EDF, yet could result in protesters losing their homes and being saddled with lifelong debts,&quot; it claims. &quot;It&apos;s a tactic to deter more people from taking urgently needed action on climate change.&quot; The move follows messages left on Facebook and Twitter from people claiming to be EDF customers incensed at the move. One Twitter user warned EDF they were &quot;losing 5 business contracts with us for life because you&apos;re attempting to sue those protesters&quot;, while several dozen Facebook users wrote on EDF&apos;s wall to say they were switching away from the provider in the days after details of the civil action were first published in the Guardian. EDF said it supports the right to protest, but said a civil action against protesters was necessary. &quot;EDF Energy supports the right to lawful protest and respects differing points of view. However, the consequences of this illegal activity put lives at risk, caused considerable disruption to the site during its construction, and considerable financial losses,&quot; said a spokesman. &quot;It is important that those considering this kind of action understand that they may face consequences through civil action for the damage, cost and disruption they cause.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/10/no-dash-for-gas-edf", 
    "wordcount": "451"
}