{
    "headline": "M&S, Co-op and Sainsbury's say chickens will be fed on GM soya", 
    "text": "Britain&apos;s supermarket giants have been accused of caving in to the genetic modification lobby by dropping their decade-long stance against selling chickens fed on genetically modified crops. The move has been seen as a key victory for GM food giants such as Monsanto which, environmental groups claim, will benefit from the switch. It is also being seen as a precursor to the introduction of GM meat and poultry by &quot;softening up&quot; consumer resistance to the controversial technology. It has emerged that Marks &amp; Spencer, the Co-operative and Sainsbury&apos;s are following Tesco, Asda and Morrisons and reversing policies that prohibit their suppliers from feeding GM soya to chickens used in the production of their own-brand eggs and poultry. The move came following fierce lobbying from groups such as the National Farmers Union and the British Poultry Council. The supermarket giants said suppliers had told them that non-GM feed for poultry is now too difficult and too expensive to obtain. There are also concerns that there is a risk non-GM and GM animal feed could become mixed up, making it more difficult to police the UK food chain. But non-GM feed producers in Brazil, a major source of animal feed to the UK, expressed surprise at the claims, saying they were producing record amounts of animal feed. They said there was no difficulty separating the two types of feed and claimed the move was more about the UK wanting to do more business with US GM companies. Environmental groups warned that there would be consumer protests if non-GM options were removed. &quot;The supermarkets should stand up for their customers and secure long-term contracts for all their non-GM food and feed supplies,&quot; said Dr Helen Wallace of the campaign group GeneWatch UK, which is critical of the GM lobby. &quot;If access to non-GM feed for chickens is allowed to be blocked today, how long before we have no choices left? &quot;People have a right to choose what food they want to eat and we must guard against corporate interests, cartels and monopolies taking over global food and feed supplies.&quot; The UK&apos;s new position is at odds with its European neighbours. Supermarket chains in Germany, France and Austria are increasing their use of non-GM soya in livestock production in response to consumer demand. French supermarket giant Carrefour is launching a label to signal to its customers that its animals have not been fed GM food. Abrange, which represents Brazil&apos;s non-GM soya producers, said that the desire for clearer labelling was shared by the British public. It pointed to a recent survey that suggested 67% of people prefer milk, eggs, poultry and meat produced with non-GM feed. It said claims that non-GM soya was hard to source following a temporary slowdown in exports were inaccurate. &quot;This year Brazil has enjoyed a record soybean harvest of over 82m tonnes, large enough to more than provide Europe&apos;s entire soya meal demand,&quot; Abrange said. The organisation said it believed the UK was repositioning itself on GM technology. &quot;This change could well have as much to do with interest in opening the UK to imports of GM soya from the US than to the temporary slowdown in Brazil.&quot; In a statement Tim J Smith, Tesco group technical director, explained that the supermarket chain was making the decision to buy livestock fed on GM soya because the risk of finding GM material in non-GM feed was increasing and because 80% of the world&apos;s soya is now modified. Environmental groups believe the government is increasingly enthusiastic about GM. Environment secretary Owen Paterson has branded sceptics of the technology as &quot;humbugs&quot;. Supporters say GM food will help feed a burgeoning population, but sceptics say the claims made for the technology are overblown. A Monsanto spokesman said they were not aware of a rise in demand for its GM soya product since the supermarkets changed their policy. He said the supermarkets&apos; decision was taken after lobbying from farmers&apos; groups, concerned about the rising costs of animal feed, not as a result of pressure from the GM lobby.", 
    "section": "environment", 
    "gid": "environment/2013/may/11/supermarkets-chickens-gm-soya", 
    "wordcount": "687"
}