{
    "headline": "Death Valley gains title of hottest place ever recorded on Earth", 
    "text": "For nearly a century the Mediterranean city of El Azizia in northern Libya has held the official title for having been the hottest place on Earth ever recorded. But the world record was taken away on Thursday after an investigation by the World Meteorological Organisation found the measurement was probably bungled by someone who misread a thermometer. A panel of experts convened by the WMO raised five serious concerns over the historic claim that the mercury reached 58C in 1922 at what was then an Italian army base on the Libyan coast. The inquiry began in 2010, but was suspended when Khalid El Fadii, who played a leading role as director of the Libyan National Meteorological Centre, went silent for eight months after fleeing Tripoli during the recent revolution. He later resumed the work. Doubt was cast over the Libyan record when the group ruled it was inconsistent with subsequent measurements taken at the same site and at nearby weather stations. The reading was also taken over an asphalt surface, which would be hotter than its desert surroundings, and the operator was likely inexperienced and using equipment that was already obsolete in 1922, the inquiry concluded. A full report by the international team, which included climate scientists from Britain&apos;s Met Office, and the US, is to appear in the Bulletin of the American Meteorological Society. In striking out the Libyan record  after 90 years to the day  the title of the hottest ever place on Earth passes to Death Valley in California, where the temperature reached 56.7C in 1913, the WMO said. The record has been amended in the meteorologists&apos; equivalent of the Guinness Book of Records, known as the WMO Commission of Climatology World Archive of Weather and Climate Extremes. David Parker, a climate scientist at the Met Office&apos;s Hadley Centre in Exeter, who took part in the investigation, told the Guardian the WMO launched the inquiry to ensure it had its facts straight about the past. &quot;In the past 10 years or so there has been a lot of data archaeology  that is, rediscovering old manuscripts and putting them into digital form and so on, and that is what enabled this. There is much more information available now,&quot; he said. One particularly damning piece of evidence was tracked down in the original log of the reading in El Azizia. A review of the document revealed that the person who took the measurement consistently misread the Six Bellini thermometer used at the Libyan site. The instrument was similar to the maximum-minimum thermometers sold at garden centres today. The device had a pin on each side of a U-shaped glass tube of mercury. One pin recorded the day&apos;s highest temperature, the other recorded the lowest. The temperature should be read off the bottom of each pin, but if the top were used, the measurement would be wrong, and up to seven Celsius higher than the actual maximum temperature. &quot;They presumably roped in an inexperienced person that day. If the observer had read the correct end of the pin and there had been grass or sand underneath the instrument instead of asphalt, the problem wouldn&apos;t have been so bad,&quot; said Parker. In striking out the El Azizia record, has the WMO sparked a war over bragging rights between the city and Death Valley? &quot;The people who made both observations have long since passed away. Their grandchildren might be disappointed that their grandparent hadn&apos;t broken the world record, but it&apos;s unlikely to have any serious impact,&quot; Parker said. &quot;The importance of getting the record straight is maybe not just to science, but to modern adaptation to climate change. If you have a correct perception of past extremes, you are more likely to assess recent extremes better, and know whether extreme high temperatures are getting more frequent and so to adapt to them,&quot; he added.", 
    "section": "science", 
    "gid": "science/2012/sep/13/el-azizia-libya-title-hottest-place-recorded", 
    "wordcount": "651"
}