{
    "headline": "Angry Birds and Facebook are the UK's top iPhone apps of all time", 
    "text": "Angry Birds is the most popular paid iPhone app of all-time in the UK, while Facebook is the top free iPhone app, according to charts published by Apple to celebrate the 25 billionth download from its App Store. Apple&apos;s own Pages word-processing app is the top paid iPad app of all-time in the UK, while the BBC&apos;s iPlayer is the most popular free iPad app. The charts have been published on the App Store page for Apple&apos;s 25bn downloads promotion, covering top free and paid apps for iPhone and iPad. The charts are localised: iTunes users see the lists for their own country when visiting the page. WhatsApp Messenger is the second top paid iPhone app of all-time in the UK, followed by Doodle Jump, Fruit Ninja and Angry Birds Seasons. In the free iPhone apps lists, Facebook is followed by Skype, eBay, Google Earth and Google Search. On iPad, Angry Birds HD, Scrabble, GarageBand and Monopoly follow Pages in the paid chart, while ITV Player, Skype for iPad, 4oD Catch Up and eBay for iPad follow iPlayer in the free list. The charts show some interesting trends about the habits of British iOS users. For example, those three catch-up TV apps in the upper reaches of the all-time free iPad apps chart. Meanwhile, 16 of the top 25 paid iPhone apps chart are games, showing the continued importance of iOS as a gaming platform. Games also accounted All four lists are based on sales/downloads, rather than revenues: Apple has not published charts for the all-time top grossing apps. The full lists are below: iPhone  Top 25 All-Time Paid Apps 1. Angry Birds2. WhatsApp Messenger3. Doodle Jump4. Fruit Ninja5. Angry Birds Seasons6. Cut the Rope7. TuneIn Radio Pro8. Monopoly9. Angry Birds Rio10. FatBooth11. Flight Control12. Scrabble13. Tiny Wings14. The Sims 315. Where&apos;s Wally? in Hollywood16. Sleep Cycle alarm clock17. Moto X Mayhem18. Color Splash19. Camera+20. Flick Kick Football21. The Moron Test22. Sonic the Hedgehog23. Alarm Clock Pro24. Sleep Talk Recorder25. Pocket God iPhone Top 25 All-Time Free Apps 1. Facebook2. Skype3. eBay4. Google Earth5. Google Search6. Twitter7. Paper Toss8. Bump9. BBC News10. Shazam11. Talking Tom Cat12. Pac-Man Lite13. Sky Sports Live Football14. Angry Birds Lite15. Amazon Mobile16. Waterslide Extreme17. Touch Hockey: FS518. Sky News19. iPint20. Facebook Messenger21. Met Office Weather22. Movies by Flixster23. Temple Run24. Viber25. Solitaire iPad Top 25 All-Time Paid Apps 1. Pages2. Angry Birds HD3. Scrabble for iPad4. GarageBand5. Monopoly for iPad6. Numbers7. Angry Birds Seasons HD8. Keynote9. Fruit Ninja HD10. FIFA 12 for iPad11. Angry Birds Rio HD12. Star Walk for iPad13. Cut the Rope HD14. Real Racing 2 HD15. GoodReader for iPad16. Jenga HD17. Tiger Woods PGA Tour 12 for iPad18. Penultimate19. Need for Speed Hot Pursuit for iPad20. TuneIn Radio Pro21. SimCity Deluxe for iPad22. Tetris for iPad23. Grand Theft Auto 324. MyPad+ for Facebook &amp; Twitter25. Plants vs. Zombies HD iPad Top 25 All-Time Free Apps 1. BBC iPlayer2. ITV Player3. Skype for iPad4. 4oD Catch Up5. eBay for iPad6. Angry Birds HD Free7. Calculator for iPad Free8. Kindle9. Sky Go10. Sky News for iPad11. BBC News12. Google Earth13. The Times14. Watch TV Free Live with TVCatchup15. Twitter16. TV Guide for iPad17. MyPad for Facebook and Twitter18. TripAdvisor19. Facebook20. Fruit Ninja HD Lite21. Talking Tom Cat 2 for iPad22. Angry Birds Rio HD Free23. Temple Run24. The Sun for iPad25. Crime City HD", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/07/apple-uk-iphone-ipad-charts", 
    "wordcount": "565"
}