{
    "headline": "Government appeals against ruling that solar subsidy cuts were illegal", 
    "text": "The government lodged an appeal on Wednesday against a judge&apos;s ruling that its cuts to solar power subsidies were illegal, arguing that the cuts were essential to encourage as many homeowners as possible to install renewable energy. The government will also argue that the judge&apos;s ruling was premature, as the final decision to slash the solar subsidies had not been taken at the time. The proposal in October by the department of energy and climate change (DECC) to cut the support for solar panels by 50% caused uproar in the industry, who claimed thousands of jobs would be lost, and that it deeply undermined the government&apos;s claim to be the &quot;greenest ever&quot;. Ministers said the cost of the panels had dropped and unless the subsidy was also cut, the available funding would be rapidly exhausted. A DECC spokesman said: &quot;We have lodged grounds of appeal with the court. We hope that permission will be granted for an appeal and that we can secure a hearing as soon as possible, so that we can provide clarity for consumers and industry on the way forward.&quot; A decision on whether the appeal can go ahead could come as early as Thursday. Climate minister Greg Bark tweeted that &quot;Timing up to Courts but hope to resolve well before the end of the month.&quot; &quot;The high court&apos;s decision was based on the view that the proposed approach to implementing new tariffs for solar PV is inconsistent with the Fit scheme&apos;s statutory purpose of encouraging small-scale low-carbon electricity generation,&quot; said the spokesman. He said DECC disagreed with this, arguing that: &quot;The overriding aim of the proposed reduction in tariffs for solar PV is to ensure that over the long term as many people as possible are encouraged to install small-scale low-carbon generation. Without an urgent reduction in the current tariffs, which give a very generous return, the budget for the scheme would be severely depleted and there would be very little available for future solar PV generators, or for other technologies.&quot; In December, a high court judge ruled that the government&apos;s handling of cuts to solar feed-in tariffs was &quot;legally flawed&quot;, following a challenge by two solar companies, SolarCentury and HomeSun, plus Friends of the Earth. The implications of Justice Mitting&apos;s verdict are not yet clear, but could open the door to thousands of householders claiming a higher rate of payments. Friends of the Earth called the appeal a waste of public money. The group&apos;s head of campaigns, Andrew Pendleton, said: &quot;Trying to appeal the high court&apos;s ruling is an expensive waste of taxpayers&apos; money. The government must expand the scheme  with all the tax revenue the scheme generates, this can be done at no extra cost to bill payers. Ministers should end business uncertainty and protect jobs with a clear plan to reduce payments from February  in line with falling installation costs.&quot; In October, the cuts to the solar scheme  from 43.3p per kWh of energy generated to 21p  were leaked online. Climate minister Greg Barker defended the cuts as necessary to protect the scheme long-term. &quot;The plummeting costs of solar mean we&apos;ve got no option but to act so that we stay within budget, and not threaten the whole viability of the Fits [feed-in tariff] scheme.&quot; The cuts prompted a furious backlash from the solar industry and green groups, with the chief complaint being the speed of the changes, which were to come into effect just six weeks later, on 12 December. Critics also drew attention to the fact that the consultation did not end until 23 December  over a week after the changes were proposed to take place. In December, a cross-party group of MPs said in a strongly worded report that said the reductions were &quot;clumsily handled&quot;, had threatened jobs and could have dealt a fatal blow to the scheme, because the changes required homes to meet the C-rated energy efficiency standard before becoming eligible for the solar feed-in tariff.", 
    "section": "environment", 
    "gid": "environment/2012/jan/04/government-appeal-feed-in-tariff-illegal", 
    "wordcount": "677"
}