{
    "headline": "Secret forest sell-off 'shopping lists' drawn up by conservation groups", 
    "text": "Secret &quot;shopping lists&quot; of public woodlands were handed to the government by the National Trust and the Wildlife Trusts before huge public anger halted the proposed sell-off, the Guardian can reveal. The lists were a &quot;betrayal of their members&quot;, according to the leading environmentalist Jonathon Porritt, who said the organisations had &quot;rolled over to have their tummies tickled by the government&quot;. The same organisations now sit on the independent panel set up in the wake of the fiasco to advise the government on the future of public forests. Porritt is member of a new pressure group called Our Forests that on Wednesday set out its vision, including a plan for a &quot;Domesday forest&quot; involving planting a billion trees in England. The report also demands that &quot;all our public woods are distanced from the control of &apos;big government&apos; and given full and lasting protection for &apos;big society&apos;,&quot; and warns that public woodland could still be sold off. A huge public backlash against proposals from the environment secretary, Caroline Spelman, to dispose of England&apos;s state-owned woodlands forced her into a humiliating U-turn and apology. The independent panel will make its final recommendations this spring, and has already condemned the government for &quot;greatly undervaluing&quot; the nation&apos;s forestry estate. Opposition to the sell-off was led by campaign group 38 Degrees, which amassed 534,000 signatures on its petition. However, when the government first proposed the sell-off and invited private &quot;expressions of interest&quot; via the Forestry Commission, the National Trust and Wildlife Trusts both submitted lists, now released by the Department for Environment, Food and Rural Affairs (Defra) after requests under environmental freedom of information rules. The Wildlife Trusts listed over 160 woods across England while the National Trust named 11 areas, including some that were not on the &quot;list for disposal&quot;. &quot;I believe they betrayed their members, absolutely,&quot; Porritt said. &quot;The NGOs have to hold the government to account, rather than roll over and have their tummies tickled. I don&apos;t think we would have got into this mess if the NGOs had sat down at the start and said to government: &apos;You are barking mad&apos;.&quot; Another Our Forests member, the former Forestry Commission employee Robin Maynard, said: &quot;It is astonishing that these organisations underestimated the scale of public concern so badly. Rightly or wrongly, people are still cautious about putting their trust in these groups [as members of the independent advisory panel], which had behind-the-scenes discussions.&quot; A spokeswoman for the Wildlife Trusts said: &quot;Once we were aware the government might dispose of the public forestry estate we quickly identified Forestry Commission sites that we consider to be particularly important for achieving our vision of a &apos;living landscape&apos; and communicated this to Defra. We obviously wanted to be sure that any disposals would result in sympathetic management and opportunities for restoration would not be missed. We believe it is important to be in dialogue with the government about [such ] issues. However, open and frank dialogue does not mean that we are in agreement. We would never engage in deal-making that would go against the interests of nature or the people who love it.&quot; Simon Pryor, natural environment director at the National Trust, said: &quot;The scale of public support for the forests of England last year caught everyone by surprise and showed how much our natural environment matters to people. It&apos;s interesting that some of the Our Forests&apos; proposals, such as the creation of more woodland and bringing woodland into management, resonate with comments in the independent panel&apos;s interim report.&quot; Like the National Trust and Wildlife Trusts, the RSPB and the Woodland Trust were also asked by the Forestry Commission to express their interest in acquiring woodland but they told the commission they were not interested. Porritt argues discovering the truth about how the NGOs operated is important, but also says moving the forestry debate into a positive discussion is crucial. Publicly owned woodlands could be an &quot;exemplar of sustainable land use&quot;, he says, from an economic, climate change, recreational and wellbeing point of view. The report notes that today the public forest estate delivers goods and services worth 2bn annually at a cost to each individual taxpayer of just 30p a year. The &apos;Domesday forest&apos; plan aims to raise woodland in England from less than 10% to the 15% recorded by the Doomsday book in 1086, by 2050. Our Forests call the plan ambitious but achievable and Porritt notes that planting trees remains one of the most cost-effective ways of tackling global warming. Existing government plans are to plant a million trees over four years. However, Porritt warned that the 25% budget cut currently being exacted from the Forestry Commission would leave a body unable to implement &quot;even the mealy mouthed recommendations likely to come from the independent panel.&quot; He also warned that the sell-off of 15% of public woodlands has only been halted, not abandoned: &quot;There has been no ideological change and given half the chance the government would backslide into a piecemeal sell-off.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/11/secret-forest-sell-off-list", 
    "wordcount": "885"
}