{
    "headline": "Vestas boss warns UK government is jeopardising energy investment", 
    "text": "The government&apos;s refusal to set a 2030 target on decarbonising power generation and the &quot;political vilification&quot; of renewable power is deterring investment in the UK&apos;s energy infrastructure, the chief executive of the world&apos;s biggest wind power company has said. Ditlev Engel, chief executive of Vestas, wrote in a comment for the Guardian on Thursday: &quot;The failure to establish a firm 2030 power sector carbon cap prolongs uncertainty for the supply chain where investment time horizons extend well beyond 2020. This is a significant missed opportunity. Over the last year the onshore wind sector has been politically vilified. Such attacks add to the political risk attributed to the entire UK wind industry.&quot; Vestas pulled out of its wind turbine manufacturing plants in the Isle of Wight and Southampton with the loss of 425 jobs in 2009. But the company retains research facilities in the UK and is considering a future expansion. Engel&apos;s warning comes ahead of the publication of the energy bill on Thursday, which the government says will trigger billions of investment in the UK&apos;s power generation. But ministers have been at loggerheads over the role of wind power, and the government&apos;s emphasis on gas-fired generation  with plans to build at least 20 new gas power stations  has been attacked by green campaigners. Engel said: &quot;Broader political agreement over the increased use of wind energy in the UK is needed. There is a common misunderstanding that it is possible to be vehemently anti-onshore wind while promoting the development of offshore wind. That is not the case. There is one wind industry in the UK, with largely the same developers, financiers and manufacturers operating across both the offshore and onshore environment.&quot; David Cameron has been one of those championing offshore wind, while appointing John Hayes as energy minster  even though Hayes has been notably hostile to windfarms, and campaigned against a planned onshore development in his constituency. Engel warned that the spillover effects from these rows would put off renewable energy investment. He said: &quot;Offshore investors witnessing the attacks on the onshore sector are left wondering if they might be next. Political consensus needs to give confidence across the whole wind sector.&quot; This could endanger the tens of billions of investment that is currently under consideration by some of the world&apos;s biggest wind turbine manufacturers. General Electric, Siemens and others are considering plants around the coast that could generate thousands of jobs. Last week, the energy secretary, Ed Davey, disclosed key details of the energy bill  promising a tripling of the money energy companies can add to bills to pay for renewables from 2.35bn this year to nearly 10bn at the end of this decade. Adjusting for inflation that would be worth 7.6bn in today&apos;s prices, an increase of nearly three times. Engel said this had helped to raise confidence among investors. But key details have still not been set out, including the &quot;strike price&quot; for renewable technologies and for nuclear power, which will determine how much return such companies can make on their investments. Those details will not be known until the middle of next year, and renewable supporters have been concerned that this would lead to a delay in building the infrastructure needed. Engel confirmed this: &quot;Final investment decisions for projects supported under the new support scheme are unlikely until the new arrangements are in place.&quot; Engel also confirmed that Vestas remained interested in the UK, despite its factory closures. He said new prototypes of offshore windfarms would be tested in the Isle of Wight. However, Vestas currently has no specific plans for expansion in the UK.", 
    "section": "environment", 
    "gid": "environment/2012/nov/29/vestas-boss-government-jeopardising-energy-investment", 
    "wordcount": "615"
}