{
    "headline": "Delhi created its own energy crisis", 
    "text": "Delhi is in the midst of a power struggle, but not the political kind. The city is rapidly running out of energy, as government, opposition and private suppliers all bicker about who is to blame. In the past two years, the Delhi Electricity Regulatory Commission (DERC) has hiked power rates four times, by a whopping 26%, and another hike is expected, despite the fury of consumers. Meanwhile, many beleaguered Delhi residents suffer eight-hour-long power cuts in 45 degree summer heat.  With local elections coming up in November, Chief Minister Sheila Dixit has been quick to shove the blame on to private distribution companies (known as &quot;discoms&quot;). The chief minister even wrote an angry letter to business tycoon Anil Ambani, the head of Reliance Infrastructure, which owns two of Delhi&apos;s biggest discoms. Somewhat belatedly, she directed him to fix the power crisis and ensure all-day electricity. Dixit admitted she was &quot;shocked&apos; to learn that the discoms owe dues amounting to nearly Rs 33 billion to the government (about 375 million). But the government is no hapless innocent, claim opposition parties. Maverick activist-turned-politician Arvind Kejriwal has alleged that the Delhi government is colluding with discoms to fudge losses, line their pockets and pass on costs to the consumers. The opposition Bhartiya Janata Party is also calling for an inquiry into the financial mismanagement of the discoms and demanding intervention by the Prime Minister.  Meanwhile, as the government muddles along, green campaigners point out that Delhi has completely ignored other solutions. A recent report by Greenpeace India revealed Delhi&apos;s miserable failure to attain renewable energy targets. Delhi actually achieved less than 1% of its target, making it the worst performer amongst 22 states, despite being by far the wealthiest. Part of the problem, says report author and senior Greenpeace campaigner Abhishek Pratap, is Delhi&apos;s cossetted status. &quot;As the capital, Delhi gets 75% of its energy from coal plants in other states. This has made the city complacent, and slow to consider other alternatives. The DERC does not even have a proper policy for renewable energy,&quot; he points out.  The report also pointed out the growing inequity between rural and urban areas. Delhi consumes double the national average of electricity, while poorer states such as Bihar go short. Coal guzzling also comes at a huge environmental cost for the city, and the country, with India now on the brink of a public health crisis.  &quot;This report is an indictment of the whole policy framework around renewables and the dismissive attitude of the government towards it,&quot; wrote Pratap in a stinging foreword, &quot;Renewable power could have been a tool to bridge the demand-supply gap in the energy sector across the country. But the toothless mechanism combined with unambitious targets has failed to give any impetus to renewables in India.&quot; Now, Delhi is belatedly scrambling for alternatives. Greenpeace believes solar energy is a good alternative for Delhi, given its nearly 350 sunny days a year. &quot;People think solar energy needs a lot of land, but Delhi has plenty of roof space. It&apos;s not a vertical city like Mumbai; it&apos;s a radial city,&quot; says Pratap. Currently, no subsidies exist for solar users, and ignorance about solar alternatives means that very few Delhi households actually consider solar options.  But things may be changing. On June 3, Sheila Dixit opened a new solar project. &quot;Our country is endowed with abundant natural sunshine. For our electricity needs, we should look towards the sun,&quot; said Dixit. These platitudes have been heard before though; about two years ago there was much talk about a renewable energy policy, but little action.  But this time around, with desperate times calling for desperate measures, Pratap expects some progress. Greenpeace is meeting with government officials this week to talk about a viable renewable energy policy, with incentives and support for discoms, and punitive measures to ensure compliance. Meanwhile, it has just launched a new campaign to mobilise public support for solar energy. &quot;Delhi cannot depend on coal for energy any more, nor can it look to other states. If it does not consider renewable energy, the city will run out of power very soon,&quot; says Pratap. Ominous words. Is the Delhi government - and its public - listening?", 
    "section": "environment", 
    "gid": "environment/terra-india/2013/jun/07/delhi-created-own-energy-crisis", 
    "wordcount": "718"
}