{
    "headline": "Poor people want to be poor, they say. Really?", 
    "text": "Speaking at a business meeting recently, I was reminded of a deep-seated instinct common among the elite, political and educated classes that continues to prevent many countries from addressing historic inequalities and progressing on poverty reduction: that it is the poor&apos;s own fault that they are poor. I have lost count of the number of well-educated, well-off people I have spoken to who seem to believe that poor people somehow &quot;want to be poor&quot; or are simply too dim to escape from poverty. The banana-businesswoman&apos;s view that &quot;poor people suffer from a culture of poverty&quot;. The ex-beauty queen who told me that she had once begged at a traffic light as part of her studies and had come to the conclusion that it was an easy way to make money  poor people must just be lazy, she said. The USAid consultant who explained to me over lunch that &quot;some indigenous people just don&apos;t want to develop&quot;. It is not only failed economic and social policies that are barriers to poverty reduction; it is this failure of so many people  voters, politicians and so-called &quot;development experts&quot;  to empathise with the reality of poverty and the problems poor people have to overcome. Because, in a sense, the USAid consultant was right  many indigenous people see &quot;development&quot;, as traditionally understood, as a threat to their way of life, and therefore don&apos;t want to &quot;develop&quot;. And some poor people have had so many knockbacks that they have become resigned to their poverty, which, to a non-empathetic mind, may look like laziness. In some cases, communities are just not as interested in making money as development experts think they should be. (And, yes, some poor people are lazy, just like lots of rich people.) But empathy is in very short supply. Too few people who work in the development industry have ever actually taken the time to try to understand the world from the perspective of the &quot;beneficiary&quot; they are supposed to be helping. Mahatma Gandhi always travelled by train third class to get closer to the masses of Indians who lived (and still live) in poverty. Too many development professionals (and I know some of them) think they deserve business class and a posh hotel. A few years ago I spent some time getting to know an organisation called ATD Fourth World in London. It is a group active in many countries, including supposedly &quot;developed&quot; countries, which believes that the only way to respond to poverty is to live in poverty beside poor people. ATD volunteers build long-term relationships with the poorest people in the world, such as those living under bridges in the Philippines or on the rubbish dumps of Madagascar. &quot;People living in extreme poverty suffer daily from the contempt, indifference and rejection of their fellow human beings. Yet they possess an expertise, based on their lived experience, that is not recognised,&quot; Jo-Lind Roberts of ATD told me. Seeking to build the perspectives and opinions of poor people into policies and programmes is common nowadays, at least in theory; the World Bank&apos;s excellent Voices of the Poor study in 2000 is a good example. But there is too much parachute consultation, engaging with community leaders, not the poorest, and without the long-term community involvement needed to understand the reality of poverty. Understanding poor people&apos;s perspectives is not a data-gathering exercise; it is a lifetime&apos;s mission, requiring empathy and humility, not just the latest hi-tech smartphones  empathy with situations that are very different from your own, and the humility to know that you may well not have the answers to a given situation. As consultations gear up for the post-millennium development goal (MDG) framework, Beyond 2015, a civil society group, has expressed disappointment at the failure of the newly announced panel &quot;to explicitly acknowledge the role of people living in poverty&quot;. Various initiatives are now gearing up to collect the &quot;views of poor people&quot; on what the next round of MDGs should look like, including at my own organisation, the Overseas Development Institute. All such initiatives are welcome but the organisation I will be following most closely is ATD, with its decades of expertise and solidarity. It already has an Unheard Voices website on which the perspectives of poor people on the MDGs and other issues are being compiled. Covering 10 countries, including Burkina Faso, Bolivia and Belgium, the project aims to provide people in extreme poverty with the means to contribute their experience and knowledge to evaluate the MDGs and contribute to the post-2015 processes. They are focusing on different themes in different countries. In Burkina Faso, for example, they are looking at how to reconcile conventional education with traditional African culture. As one father said: &quot;Our children are being trained for office jobs that do not exist.&quot; More NGOs and human rights organisations should follow ATD&apos;s example, demonstrating long-term physical solidarity with poor communities, and expressing outrage over the systematic exclusion of the voices of poor people from the political processes that determine their lives. Unless, that is, we are prepared to accept, as those businesspeople implied in my recent meeting, that it&apos;s just the natural order of things.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/03/poor-people-want-to-be-poor", 
    "wordcount": "882"
}