{
    "headline": "Women in science, you have nothing to fear but your own subconscious", 
    "text": "A few days ago I received an invitation to an afternoon of scientific lectures taking place at my university. The notice was issued by the head of the school, who would host, and consisted of four speakers. The event was to be chaired by a fifth person, and followed by a panel discussion with four additional professors. Ten people in total were taking part  and all of them were men. I have always been fascinated by the skewed gender ratios at higher levels in the academic life sciences. Unlike disciplines such as physics, chemistry or engineering, where female students are thin on the ground, biology can claim no such shortage of raw professorial material. It is, in fact, positively burgeoning with young women. When I started my PhD in Seattle in 1990, our department was fifty-fifty for both PhD students and post-docs. In the UK, the number of women and men earning undergraduate degrees in the life sciences is also balanced, a trend that carries on into the PhD phase. When you go to international scientific conferences, the audiences are teeming with women  even if the podia usually are not. It is only later that the jaw-dropping attrition begins: the pool of women biologists is whittled away relentlessly until, by the end, only 15% of professors are female1. Numbers of PhDs awarded in the biological sciences have been largely gender balanced for many years now (over 40% from 1993, according to governmental figures from the United States2), so it is unlikely merely to be a lag at this point. In short, old men are being replaced with younger models. It&apos;s difficult to understand exactly why this happens: there are many possible explanations, and combinations of factors may also come into play. But decades of research in the social sciences, along with the numbers, suggest where not to look for answers. Are men simply better at science, and therefore outcompete women on a level playing field? The equal number of PhD students in biology (and the excellent grades girls achieve in high school) belie this idea, and the notion of female inferiority is rarely voiced these days (except by anonymous commenters in certain online venues).  Is it more personal? Biologists work long hours, and the desire to have a decent work/life balance may drive many women out of the profession of their own accord. The life sciences career path is rife with short-term contracts, which also don&apos;t help those wanting to start a family. Meanwhile, a study published in 2010 showed that women scientists shoulder on average approximately twice as many household chores as their male partners, and also bore more childcare responsibilities. This might seem trivial, but it wouldn&apos;t help women to compete, either3. What about sexism? In these more enlightened times  and given the deterrent of university employment tribunals  overt discrimination is probably not the major culprit any more. But in her wonderful book, Why So Slow? Advancement of Women, Virginia Valian painstakingly documents many studies showing the inherent, subconscious bias that both men and women have against female scientists, who unlike men, do not conform to the &quot;schemata&quot; (&quot;capable&quot;, &quot;independent&quot;, &quot;can-do&quot;) that we tend to think of when we envision scientists4. Picture a scientist in your head: the image is likely to be male. We&apos;re just wired that way. The same wiring causes internal dissonance when we are faced with a female scientist. Schemata are the same pesky things that prompt someone to say &quot;What did he say?&quot; when you mention you&apos;ve been to see your doctor  even though about 40% of doctors in the UK are women, and are set to outnumber their male counterparts in only a few years.  So it was with great interest that I heard about a new study from Moss-Racusin and colleagues, published in the Proceedings of the National Academy of Sciences5. The experiment was a variation on the classic name-swapping CV studies (see Valian&apos;s book for more on these) which have been used to show that, given an identical bogus CV, people are more likely to prefer candidates if a male name is printed on the top. This randomised, double-blind experiment was performed on 127 scientific faculty from &quot;research-intensive universities&quot; in the US, who agreed to evaluate a potential student-cum-laboratory manager. The results were eyebrow-raising  though perhaps, given the many studies performed before, not terribly surprising:  &quot;Faculty participants rated the male applicant as significantly more competent and hireable than the (identical) female applicant. These participants also selected a higher starting salary and offered more career mentoring to the male applicant. The gender of the faculty participants did not affect responses, such that female and male faculty were equally likely to exhibit bias against the female student. Mediation analyses indicated that the female student was less likely to be hired because she was viewed as less competent.&quot;  The authors go on to suggest that subconscious bias might be overcome, and female participation in science increased, by pre-emptively coaching people on recruitment panels to be aware of their inbuilt biases.  It&apos;s an interesting idea, and one that could be used beyond recruiting. Whenever people get together to make scientific decisions involving the evaluation of candidates, like choosing speakers for a lecture series, training might help stop them from naming the first people (i.e. men) who pop into their heads. Instead, they might sit back, take a few deep breaths and have a serious think about who else out there might be truly qualified. It might also help for scientists, of both genders, not to shy away from complaining about committees who apparently lack the originality or persistence to give science the fairness and diversity it deserves. References: 1. Kirkup, G., Zalevski, A., Maruyama, T. and Batool, I. (2010). Women and men in science, engineering and technology: the UK statistics guide 2010 (pdf). Bradford: the UKRC.  2. National Science Foundation, official statistics. TABLE 28. Biological sciences degrees awarded, by degree level and sex of recipient: 19662006 (pdf) 3. V. Valian, Why So Slow?: Advancement of Women (MIT Press, 1999) 4. L. Schiebinger and S.K. Gilmartin. Housework Is an Academic Issue: How to keep talented women scientists in the lab, where they belong. Academe Online, January-February 2010 issue.  5. C. A. Moss-Racusin et al. Science faculty&apos;s subtle gender biases favor male students. Proceeding of the National Academy of Sciences USA, 2012 ; published ahead of print September 17, 2012, doi:10.1073/pnas.1211286109", 
    "section": "science", 
    "gid": "science/occams-corner/2012/sep/25/2", 
    "wordcount": "1086"
}