{
    "headline": "Twitter founders launch two new websites, Medium and Branch", 
    "text": "They inspired a boom in self-publishing with Blogger, then turned the world to 140 characters with Twitter. Now Ev Williams and Biz Stone have launched two new websites  Medium and Branch  in what they hope will prompt an &quot;evolutionary leap&quot; in online sharing. Williams and Stone are still directors of Twitter, but are involved in the new ventures through their San Francisco-based incubator fund, The Obvious Corporation. Like Twitter, both Medium and Branch are publishing platforms where users can share pictures, articles and text. And both are more or less splinter services to Twitter. But what are Medium and Branch? Medium      been there    Medium is built around collections. For now Medium is invite-only, but soon anyone will be able to start a collection and publish their own photographs or writing. Collections appear in a very visual grid format, with the highest-ranked post always at the top. You sign in to Medium using your Twitter account  see the umbilical ties there?  but the idea is that people can read, view and vote on content without worrying about developing their own audience. For example, this collection of nostalgic photographs was created by Williams. But anyone with a Twitter account can contribute. How prominently your contributions appear in Medium collections is entirely based on how many people have voted on it. Collections can also be private  for sharing with a select group of family or friends  or public, for the world and his wife to enjoy. For example, here are a few of the best collections so far: Been There. Loved That; Look What I Made; The Obvious Collection. And this is how Williams described the new site: &quot;Medium is designed to allow people to choose the level of contribution they prefer. We know that most people, most of the time, will simply read and view content, which is fine. If they choose, they can click to indicate whether they think something is good, giving feedback to the creator and increasing the likelihood others will see it.&quot; Branch      Branch    Branch describes itself as an attempt to combine the intimacy of a dinner table conversation with the power of the internet. So watch what you say. Users sign into Branch using their Twitter account, but that does not mean updates from all of your followers will appear here. Branch is the place for Twitter users to have more in-depth conversations with each other. You can start your own &quot;branch&quot; and invite other Twitter users to join you. There is no need to set up a separate Branch account. For example, the technology blogger MG Siegler started this branch on Apple hardware leaks and then invited 10 other high-profile gadget bloggers to discuss the topic. Anyone can subscribe to their conversation and be notified with updates. Think of Branch as Menschn, but with less knee-jerk political reaction and more innovation. Josh Miller, the head of product at Branch, described his topic-based social network as follows: &quot;Between articles, blog posts, and tweets, the internet is dominated by monologues. So we want to build a home for dialogues online, by combining the intimacy of a dinner table conversation with the power of the internet.&quot; Early thoughts  Both Medium and Branch look purpose built to cater to certain needs that have evolved with our daily information overload. Neither product takes aim at Twitter, for obvious reasons. But they do not need to. Branch brings the simplicity of Twitter and a more expansive, specialist conversation that can be found on Quora. Its success is more likely to be judged on the quality of conversations and return rate of its users, rather than the number of sign-ups. Similarly, Medium is not meant to be a repository for the badly-lit photos of a bazillion users. &quot;Our philosophy is that quality begets quality, so we will grow Medium smartly, ensuring that our platform is valuable to everyone in this increasingly mobile, connected, and noisy world,&quot; said Williams. What will be interesting is how both Medium and Branch affect Tumblr, the lightweight blogging platform whose biggest threat is being overwhelmed by low-quality content posted without a second thought. No doubt David Karp, the founder of Tumblr and renowned creative zealot, will love Medium. It remains to be seen whether he will respond.", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/15/twitter-founders-new-branch-medium", 
    "wordcount": "716"
}