{
    "headline": "Birdwatch: Green woodpecker", 
    "text": "My children call it &quot;the bird that laughs at us&quot;; our ancestors gave it the folk-name &quot;yaffle&quot; for the same reason. We hear them in the mornings and evenings, as they call from the orchard alongside our home in Somerset, and occasionally catch a glimpse of one as it bounds away across the lawn on rounded wings. This striking bird is the green woodpecker, the largest British member of its family. Along with the great and lesser spotted woodpeckers, and the wryneck, it managed to cross the land bridge between Britain and continental Europe following the last Ice Age, before the waters closed for ever to form the English Channel. Of Europe&apos;s 10 species of woodpecker, six failed to make it across and have never been seen here. Since then we have lost one of the quartet: the wryneck, a bizarre bird with a mottled plumage like rough bark, whose name arose from its habit of twisting its neck and hissing to deter predators. Wrynecks were once common in southern Britain, and would have nested in the orchard until at least the early 20th century, and probably even later. When I began birding in the 1960s the wryneck had suffered a rapid decline, and was just managing to hang on in a few southern counties. Soon afterwards it disappeared as a British breeding bird. Lesser spotted woodpeckers bred in the orchard within living memory: our neighbour Mick recalls seeing them here until 20 or 30 years ago. Now they too have gone, following one of the most rapid declines of any British bird. Unless something is done to reverse this downward trend, our smallest woodpecker may soon follow the wryneck into oblivion. Fortunately we still have great spotted and green woodpeckers, indeed both are doing rather well. The great spotted has learned to come to our peanut feeders, terrifying the smaller birds as he does so. They have good reason to fear him: we may choose to demonise another black-and-white bird, the magpie, but great spotted woodpeckers are just as adept at raiding birds&apos; nests. Indeed they have been known to drill a hole through a nestbox to reach the baby bluetits inside. Green woodpeckers are rather less predatory, unless you are an ant, in which case this pigeon-sized bird is your nemesis. Green woodpeckers love ants, and use their extraordinarily long and sticky tongue to vacuum them up in vast quantities. So our &quot;lawn&quot; (which due to my prolonged neglect is rapidly turning into a scrubby meadow) is ideal for them. They head straight for the telltale humps of yellow meadow ants&apos; nests, and feed to their heart&apos;s content. If you are able to get a good view of this shy creature, you are sure to be impressed. Few other British birds rival the green woodpecker in appearance. The combination of green and yellow plumage, red crown, black moustache and pale, staring eye is amazing. And when it catches sight of you and flies away, listen for that laughing call, echoing into the distance.  Blood Memory, an exhibition of work by George Boorujy is at the PPOW Gallery, 535 West 22nd St, New York until 14 April at ppowgallery.com", 
    "section": "environment", 
    "gid": "environment/2012/mar/18/birdwatch-woodpecker-predators-birds", 
    "wordcount": "537"
}