{
    "headline": "Real Racing 3 freemium switch sparks online anger from fans", 
    "text": "EA liked Australian developer Firemint&apos;s first two Real Racing mobile games so much, it bought the company. Now Real Racing 3 is on the verge of release for iOS and Android, but a switch from paid to freemium is causing controversy. For a taste of the outrage, read TouchArcade&apos;s How the Free to Play Model Will Work in Real Racing 3 article an even-handed explanation of the game&apos;s freemium mechanics. The gist: players will face wait times when repairing, upgrading and unlocking cars in the game unless they spend virtual coins earned through play or purchased in-app to skip the wait. Journalist Jared Nelson acknowledges that there will be &quot;trepidation&quot; over the switch from paid to freemium &quot;a business model which has many benefits but has also been abused enough times in the past that people feel the need to approach with caution&quot; but concludes that in Real Racing 3&apos;s case, the model is handled well. It&apos;s safe to say commenters on the article don&apos;t agree: &quot;This is how you kill an AAA game EA are more evil than the retiring Pope No way in hell I&apos;m buying any freaking virtual coins This just reeks of a company who&apos;s sold out F**k EA f**k firemonkey and f**k freemium I will never make peace with freemium&quot; and so on. It made me think a few things. First: Goodness, internet commenters can be angry not a huge surprise in this parish, admittedly. Second: MAN ALIVE, perhaps wait and play the game before making a final judgement on how well or badly its freemium mechanics work? (Third: At least I have a better idea how to use &quot;neckbeard&quot; as an insult. And I didn&apos;t have to pay a cent for that knowledge) But it&apos;s important not to simply write this backlash off as a few angry commenters letting off steam about a game they haven&apos;t yet playedthe mobile gaming world&apos;s equivalents of right-wing rentaquotes who&apos;ll happily condemn a film, game, book or speech without having seen, played, read or heard it. No, something else I took from the TouchArcade comments and similar responses posted on the Real Racing Facebook Page is that people really do love this franchise. Having a fanbase who care enough to get angry is a testament to the craft that went into the first two Real Racing games. People love Real Racing, and for those keen enough to be posting comments on previews of the game, there are genuine concerns about the effect going freemium will have on its charms third time round. Do they have good reason? There are plenty of bad examples of freemium games on smartphones and tablets: games designed to make you cough up cash regularly with the threat of mirthless grinding if you don&apos;t. Final Fantasy: All The Bravest being the most recent example, for me. Against that, there are good examples. Pocket Planes for one: a game that dishes out its virtual currency in liberal measures, making the payment decision come from you (&quot;I want to expand into China! Right now!&quot;) rather than pushed upon you by the game (&quot;You have to expand into China next! But we&apos;ll make you grind for weeks unless you pay!&quot;) The craft that went into the previous Real Racing games makes me want to give the new one a fair shot, with high hopes that it&apos;ll fall into the latter category. Hopefully the majority of existing fans will feel a similar way: play first then judge. Should the games industry worry that bad freemium games will tarnish the model as a whole, though? A quick look at the App Store charts should dispel that. The free-to-play games making the most money Clash of Clans, Candy Crush Saga, The Simpsons: Tapped Out, Temple Run 2, Rage of Bahamut, Ruzzle, Kingdoms of Camelot and others are games that people are genuinely enjoying. A lot of people. This is perhaps the final thing to consider about Real Racing 3: EA and its studio are taking a calculated gamble that by taking the game freemium, it will reach a much bigger audience to more-than counteract any existing fans who drift away. &quot;We looked at it closely, and the market was demanding games with this model,&quot; EA&apos;s Nick Earl tells CNET. &quot;It&apos;s an opportunity to get it in front of far more people.&quot; My personal concerns about energy-based freemium systems  those that delay you from playing if you don&apos;t pay  is that they throw up a barrier at exactly the moment you might be falling in love with a game, and wanting to play and play and then play some more. Without overdoing the love analogy, throwing a payment mechanism in your way risks turning this moment into just another business transaction, rather than a grand romance. It&apos;s a risk rather than a certainty though. Real Racing 3 may yet be the next monster freemium success on iOS and Android, but just as importantly, also a game that delights existing and new players alike. Judgement should be reserved until it&apos;s actually in their hands.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/feb/13/real-racing-3-freemium-fans", 
    "wordcount": "874"
}