{
    "headline": "Coventry University: good international partnerships start at home", 
    "text": "If universities want to develop a portfolio of inter-institutional partnerships around the world, they need to adopt not only a transparent and collaborative approach abroad, but a holistic philosophy that starts at home. Coventry University&apos;s partnership model uses link tutors, subject specialists, staff development, staff and student exchanges, knowledge transfer and collaborative research. Using this model Coventry has created 18 highly successful partnerships around the world in 14 different countries. Here, we explain how and why we believe this model is successful and we invite other universities to share what is working and not working for them. The partnership model adopted by Coventry University works because considerable time and effort is put into understanding the partners&apos; needs and ensuring it&apos;s a relationship that benefits both institutions. Each partner is assigned a link tutor to support the academic needs of the partnership. The link tutor manages the process for the moderation of assignments, the moderation of completed coursework or examinations and the oversight of programme and subject boards. The partnership is also supported by subject specialists who regularly visit the institution to ensure all activities meet high quality academic standards and to provide support for staff development. The assignments and examinations are further checked by several Coventry University subject specialists and an external examiner. Each partner is also allocated a partnership manager to ensure that the partner institution is briefed on changes in university policy, that the Coventry provision fully meets their current needs, and that the partner institutions are made aware of any further opportunities to collaborate across the same or different disciplines. This whole process is supported by a central academic partnership unit. You may be asking how the model fully supports staff and student exchange, knowledge transfer and collaborative research. The answer lies in the role played by the associate dean (international), assigned to each discipline These associate deans are tasked with ensuring the partnerships work effectively and also establishing mobility opportunities for staff and students. They are supported in this by a central international experience and mobility service, which provides a catalyst for knowledge transfer and collaborative research. Of course, this is not always an easy task and in the case of mobility, financial arrangements and what should be an appropriate balance of payments can sometimes be difficult to confirm. This is particularly the case when Coventry is supporting institutions in countries suffering from an economic downturn or where major cost of living inequalities exist. Different time zones, and in some cases, different academic calendars also complicate visit schedules. We have learned that the key is to pace the collaboration process and look for mutually beneficial interactions. The first step is to link like-minded faculty members and work towards a collaborative project for students that does not involve travel. If that is successful we work towards stage two which is a field trip or summer school programme, either outbound for our students or inbound for the partner institution. Some financial support is available for staff and student exchange through the Prime Minister Initiative and Leonardo de Vinci funding. Although Coventry University has been successful in acquiring such funding to support initiatives in India and elsewhere, it is not an exact science for using in both a timely manner and with a partner in a location of your own choosing. We further encourage academic researchers to provide staff development or specialist talks to staff and students in their area of research,usually conducted face to face at the partner institution. However, if this activity is not financially viable or practical for colleagues, Coventry provides support though video conference sessions. Time differences can usually be reconciled or recordings made for later delivery. However, it remains to be seen if this method will continue to initiate ideas for collaborative research. Although innovative uses of technology help, face to face contact is still important. Barbara Howell is associate dean for international partnerships at Coventry University. Patrick Blessinger is the founder and executive director of the Higher Education Teaching and Learning Association (HETL) and co-founder of the Institute for Meaning Centered Education, New York City This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/higher-education-network-blog/2012/jul/11/coventry-university-international-partnerships", 
    "wordcount": "710"
}