{
    "headline": "Nigeria's top banker denies wrongdoing over 5bn missing funds", 
    "text": "The head of Nigeria&apos;s central bank has denied any wrongdoing after he and 14 other officials were threatened with arrest warrants over 5bn missing from government funds. Lamido Sanusi, a highly respected banker, was told he faced arrest unless he appeared before Nigerian MPs to answer questions over the missing money. The warrants were signed because the officials failed to respond to invitations to explain the alleged failure to transfer the money to the treasury, according to the office of the speaker, Aminu Tambuwal. Sanusi told the BBC he was unaware of the arrest warrant and that he was not in Nigeria, but that the deputy governor would appear before MPs. &quot;I personally don&apos;t believe the speaker signed such a warrant as these things are not personal,&quot; the BBC quoted him as saying. Sanusi said the central bank had made remittances to the treasury in accordance with the law. &quot;Our accounts are audited by two reputable external auditors  No government agency or department even comes near our contribution to the budget,&quot; he said. Tambuwal&apos;s spokesman, Imam Imam, said other officials for whom warrants have been issued include Andrew Yakub, group managing director of the state-owned Nigeria National Petroleum Corporation, and National Pension Commission director general Muhammad Ahmad. Sanusi was named central bank governor of the year by the global financial publication the Banker last year. He rankled parliament this month when he suggested reducing the number of MPs from 360 to free up money for development. He also called for the number of public servants to be halved. In a recent interview with the Guardian, Sanusi was highly critical of Africa&apos;s political class, accusing it of acting narrowly to protect particular ethnic or religious groups. &quot;It&apos;s the big elephant in Africa that nobody wants to talk about,&quot; he said at a meeting on governance held by the Mo Ibrahim foundation in Dakar, Senegal. &quot;You&apos;ve got an elite that is predominantly of a certain age that is definitely male, sometimes also representative of a particular ethnic or religious group, that appropriates political power in its interest and then pretends that there&apos;s some kind of economic tinkering that can be done to take care of women if they&apos;re excluded and all that,&quot; he added. Sanusi, who said he agreed with 99% of the arguments made by Occupy Nigeria (but not on maintaining fuel subsidies), criticised African governments for failing to develop manufacturing capacity and for relying on the export of minerals and natural resources to countries such as India and China. &quot;My argument is that Nigeria and African countries have not been able to make the move partly because it&apos;s so much easier to make a lot of money from rent than from production and profits,&quot; he said. &quot;It&apos;s a logical thing that flows from the top: is it going to be an economy that encourages domestic production and job creation or one that encourages conspicuous consumption?&quot; Nigeria has a notoriously corrupt oil sector. A study in October led by the former head of Nigeria&apos;s anti-corruption agency, Nuhu Ribadu, said the country has lost out on tens of billions of dollars in oil and gas revenues over the past decade from cut-price deals struck between multinational oil companies and government officials. The confidential report, leaked to Reuters, said oil majors Shell, Total and Eni made bumper profits from cut-price gas, while Nigerian oil ministers handed out licences at their discretion. This, while not illegal, did not follow best practice of using open bids. Hundreds of millions of dollars in signature bonuses on those deals were also missing, it said. Nigeria is Africa&apos;s largest crude oil exporter, shipping more than 2m barrels per day, and has the world&apos;s ninth-biggest gas reserves and one of its largest liquefied natural gas export terminals. But Nigeria&apos;s elite rather than the wider population have benefited from its oil wealth.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/13/nigeria-banker-denies-wrongdoing-funds", 
    "wordcount": "655"
}