{
    "headline": "UK criticised for lack of clarity on decision to cancel aid to Burundi", 
    "text": "A parliamentary committee has criticised the Department for International Development (DfID) for failing to provide a full explanation for its decision to end bilateral aid to Burundi. Malcolm Bruce, chairman of the international development committee, has written to Andrew Mitchell, the UK international development secretary, to express his disappointment with the government&apos;s refusal to reconsider its decision as recommended by the committee. Bruce also criticised the government for not allowing the committee to see a proposal from the DfID Burundi office to increase the programme. &quot;The government still has not provided us with a full explanation of why it did not accept the proposal to scale up the Burundi programme to make it viable which was put forward by the DfID Burundi office in its submission of June 2010 to the bilateral aid review,&quot; said Bruce in a statement on Friday. &quot;DfID was unable to show us the unredacted submission, even in confidence. Our analysis is only as good as the evidence on which it is based and DfID has not fully explained the reasoning behind this decision.&quot; Ivan Lewis, the shadow development secretary, criticised DfID for a lack of transparency. &quot;Not only has Andrew Mitchell refused to reinstate a programme which meets his stated criteria for UK bilateral aid, but he has also continually failed to produce vital documentation,&quot; said Lewis. &quot;This lack of transparency calls into question the terms on which this decision was made and I urge Andrew Mitchell to release the DfID Burundi office submission to the bilateral aid review in full.&quot; Britain last year gave 13.7m  3.6% of all aid  to the east African country, focusing mainly on education, health, access to justice, and regional economic integration. The decision to axe bilateral aid to Burundi followed a bilateral aid review begun in 2010. As part of the review announced in March, DfID decided to reduce the number of bilateral aid programmes from 43 to 27. Burundi was dropped, even though DfID said it had &quot;a compelling case for aid&quot;. In 2005, the country emerged from a 12-year civil war, fought on ethnic lines, that killed 300,000 people. The conflict left the country devastated, with the lowest recorded GDP per capita in the world, at $150 in 2008. Burundi ranks 166th of 169 countries in the UN&apos;s human development index. With 81% of the population living below the poverty line, it is unlikely to meet most millennium development goal targets, not least those on poverty, maternal and under-five mortality, and deforestation. Violence last year, including the massacre of 36 people at a bar near the capital, Bujumbura, have fuelled fears of a return to civil war. DfID&apos;s doubts about bilateral aid to Burundi surfaced in 2009, when a director said the programme was &quot;structurally inefficient, with a small spend, overly wide scope, and a staff-to-spend ratio which does not reflect economies of scale&quot;. DfID said, in its bilateral aid review of Burundi, that a &quot;large scale-up would have been required to show a significant impact and therefore demonstrate value for money. Achieving this in the short term would have been difficult given capacity constraints in the country.&quot; DfID has said it will continue to support Burundi through other channels, particularly through TradeMark East Africa, an initiative created by DfID with joint funding from Belgium, Denmark and Sweden. The scheme aims to reduce transport times and costs, eliminate trade barriers, and integrate small markets. &quot;The government has been clear from day one that our priority is to ensure that every penny of taxpayers&apos; assistance is directed where it has the most impact for poor people and offers best value for money,&quot; said Mitchell in defence of DfID&apos;s decision. &quot;As part of a set of detailed reviews, we took the tough but responsible decision that Britain is best placed to help Burundi through other routes to tap into the economic growth in the region and to boost trade with its neighbours. A country-to-country programme is not always the most effective way of providing support.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/03/uk-lack-of-clarity-over-burundi-aid", 
    "wordcount": "688"
}