{
    "headline": "The online copyright war: the day the internet hit back at big media", 
    "text": "A casual observer could be forgiven for thinking that major media firms hate technology. They certainly fear it. Since Jack Valenti, the legendary film industry lobbyist, said in 1982 that the VCR was like the Boston Strangler, preparing to murder the innocents of Hollywood, they have viewed such advances as a Godzilla creature rising from the sea to threaten their existence. In the past 30 years in the US, they have lobbied for 15 pieces of legislation aimed at tightening their grip on their content, as technology has moved ever faster to prise their fingers open. In this seemingly never-ending battle, 18 January 2012 was a defining date, a day when the internet hit back. Mike Masnick, founder of TechDirt and one of Silicon Valley&apos;s most well-connected bloggers, remembers running through the corridors of the Senate in Washington, laptop open, desperately trying to find a Wi-Fi signal. Around him was chaos. Amid a cacophony of phones, political interns were struggling to keep up with the calls and emails from angry people across the US and the world claiming Hollywood-backed legislation was about to break the internet and end its open culture forever. In an unprecedented day of action, Wikipedia and Reddit, a social news website, had gone offline in a protest organised by their communities of editors, and backed by thousands of other sites, large and small. Google had blacked out its logo in protest. Students around the world were bitching on Twitter that they couldn&apos;t get their homework done without Wikipedia. Even Kim Kardashian came out swinging. One senator&apos;s office that Masnick visited calculated they had taken 3,000 calls. Within hours of the unprecedented assault, Sopa, the Stop Online Piracy Act, was dead and a sister act, Pipa, a neat acronym for the tortuously titled Protect IP Act (Preventing Real Online Threats to Economic Creativity and Theft of Intellectual Property Act) was sunk too. In Europe, the action buoyed up opponents of Acta, the US-backed international copyright treaty that has sparked protests across the continent. Countries including Bulgaria, Germany, the Netherlands, Poland and Slovakia have all refused to sign, arguing that Acta endangers freedom of speech and privacy, and the bill has stalled. But for how long? &quot;The industry has this down cold,&quot; Masnick says. The Motion Picture Association of America (MPAA), Valenti&apos;s old stomping ground and one of the most powerful lobbying bodies in Washington, has emerged bruised from the battle, but few doubt it will rally. There is widespread anger among leading media companies about the way the Sopa fight played out. The protest had many voices but there was no doubting whom the media executives blamed  Silicon Valley in general and Google in particular. President Barack Obama had &quot;thrown in his lot with Silicon Valley paymasters&quot;, according to Rupert Murdoch, whose News Corp empire includes the Fox studios. &quot;Piracy leader is Google who streams movies free, sells advts around them,&quot; Murdoch wrote on Twitter. &quot;No wonder pouring millions into lobbying.&quot; But trying to blame Google or even to cast this as a battle between Silicon Valley and Hollywood is to misrepresent a major shift in the media landscape, say those pushing for a more open internet. Elizabeth Stark, a free culture advocate who has been campaigning for a relaxation of copyright law for years, says the Sopa battle will be seen as a landmark in a much wider debate about the open nature of the internet compared with the closed, copyright-protected world from before the digital age. &quot;This wasn&apos;t Google v Hollywood,&quot; says Stark, a visiting fellow at the Yale Information Society Project. &quot;This was 15 million internet users v Hollywood. That&apos;s what they don&apos;t get. I think they think we can just get a few executives and put them in a room and call those people &apos;the internet&apos;. Well, now they know that&apos;s not going to work.&quot; That said, Stark doubts that this battle is over. The losing side is rallying its troops. The media giant Viacom, owner of Paramount Pictures and Comedy Network, has reanimated a $1bn (630m)suit against Google&apos;s YouTube, which it accuses of allowing users to use its copyright material from shows such as South Park and The Colbert Report. No legislation in the US is likely before November&apos;s election. But as Wikileaks showed, the US has already pushed for Sopa-style legislation in Spain and in the tech community, few doubt that Sopa will be revived. After the act was shelved, Cary Sherman, chief executive of the Recording Industry Association of America (RIAA), which represents music labels, wrote a blistering article in the New York Times attacking Wikipedia and Google for spreading misinformation in order to cause a &quot;digital tsunami&quot; that &quot;raised questions about how the democratic process functions in the digital age&quot;. Sherman wrote: &quot;The hyperbolic mistruths, presented on the home pages of some of the world&apos;s most popular websites, amounted to an abuse of trust and a misuse of power. When Wikipedia and Google purport to be neutral sources of information, but then exploit their stature to present information that is not only not neutral but affirmatively incomplete and misleading, they are duping their users into accepting as truth what are merely self-serving political declarations.&quot; Wikipedia&apos;s co-founder Jimmy Wales says the RIAA is missing the point. &quot;They are irrelevant at this point. I don&apos;t care what they have to say. Someone is so far out of touch with what is going on in Washington, with the public and with their own industry.&quot; For decades, the media industry has tightened its hold on copyright material. There are valid arguments for protecting the rights of content creators, but it is now clear that applying these rules to the digital age isn&apos;t going to work  not least because those now affected by copyright rules are not just other companies but ordinary people. &quot;The public think it&apos;s gone too far,&quot; said Wales. &quot;It&apos;s just possible that we may be at a point where we can stop the march forward of this ridiculousness.&quot; The internet has changed the world so much that current legislation is not adequate, said Wales. &quot;Go back 50 years and copyright was an industrial regulation that most people had no contact with,&quot; he said. &quot;It was pretty difficult to find yourself in a position where you had committed a felony.&quot; Now the US is trying to extradite Richard O&apos;Dwyer, a 23-year-old UK-based computer science student, on copyright infringement charges. &quot;When, 50 years ago, could a kid sitting in his basement in the UK commit a crime in the US? It&apos;s disturbing.&quot; What are the legitimate limits to copyright? What&apos;s the ethical norm for copying? &quot;None of that is clear yet. It&apos;s going to take time to work that out,&quot; said Wales. Until 18 January, the debate within legislatures had been about extension and enforcement of the current rules. Now he hopes there may be time for a bigger debate. &quot;We also need to bring back into discussion serious issues about the length of copyright, which has been extended again and again for no good purpose. We need to talk about what constitutes fair use, what kind of copying can the public do without getting into trouble.&quot; If, for example, someone uploads a video of their child&apos;s birthday party and then finds it has been deleted because a copyrighted song is playing in the background, &quot;that&apos;s not piracy. That&apos;s how we use our music these days,&quot; says Wales. &quot;A lot of what people want to do now is not legal but should be legal. We can say that and still be against full-scale piracy.&quot; Wales said he had never heard of Megaupload, the online file sharing site at the centre of an international criminal investigation, before it was shut down, but had friends who used it. &quot;It was people who lived outside the US who said they would have bought such and such but they don&apos;t sell it here,&quot; he says. &quot;If there&apos;s some great show that they are not showing over here, they are very tempted. We can morally disapprove, but that&apos;s the way people are.&quot; Megaupload was charging a subscription to people who wanted a lot of content. &quot;Why should you pay these assholes money when you could pay the people who actually made it some money?&quot; said Wales. If the media industry addressed the needs of its audience, there would be less piracy, he believes. Stark points to a study by Musiksverige (Music Sweden), an industry association, that found music piracy in Sweden fell significantly after the introduction of Spotify, a streaming music service. &quot;It shows what we have said all along: people want to reward artists for their work.&quot; Alexis Ohanian, Reddit&apos;s co-founder, agrees. &quot;I&apos;m hopeful right now. These are not soundbite issues, they are complicated. If you look at the work that Reddit&apos;s community did investigating Sopa, you can see that there is a lot of thought going into these issues in the community. Like a lot of rights, I think we took our right to a life online for granted until it was challenged. I think we are on guard now.&quot; Media execs are on guard too. Many look to the music industry and fear they may be next. Since the peer-to-peer filesharing site Napster emerged in 1999, music sales in the US have dropped 53%, from $14.6bn to $6.9bn in 2010. The digital world is a lot less lucrative than selling DVDs. Last year the movie industry made $30bn at the box office worldwide. Ed Epstein, author of The Hollywood Economist, calculates box office revenue accounts for just 10% of a hit movie&apos;s money. The rest comes from cable and satellite channels, pay-per-view TV, video rentals, DVD sales and digital downloads. All that extra cash comes from sources that Hollywood once railed against, and pressed Washington to crack down on. But this time Epstein believes the industry may be right to be worried. As the music industry has shown, digital sales are worth a fraction of physical sales. There are already signs that the movie industry is changing. There was a new player in town at the Sundance film festival this year, one who had financed 17 of the movies on show. That player was you. Kickstarter, a three-year-old website that hosts crowdsourced fundraising for creative projects, had funded 17 films at Sundance, about 10% of the total, and had another 33 films at the South by Southwest festival in March. The company is now a significant player in independent film, allowing cinematic hopefuls to take their case right to the people. It&apos;s just the beginning of a major change in the industry, says Kickstarter&apos;s co-founder Yancey Strickler. &quot;I think we are at a point where we are asking whether you really need a film industry for a film to be made or a music industry to make music. People can now speak directly to their audiences,&quot; he said. &quot;And the demands of an audience are very different to the demands of an industry. An industry wants to know about merchandising tie-ins with McDonalds  that&apos;s not necessarily what the audience is looking for, or what the artist is concerned with.&quot; Strickler was at Sundance this year, where a number of Kickstarter-financed films were offered distribution deals. But many people were also rejecting deals they saw as disadvantageous. &quot;Going straight to the web, or video on demand, or doing a deal with independent cinemas  these are all viable options now,&quot; said Strickler. &quot;Look at the success of that Joseph Kony video. This is just the beginning.&quot;  Explore the seven-day special series on the Battle for the internet", 
    "section": "technology", 
    "gid": "technology/2012/apr/18/online-copyright-war-internet-hit-back", 
    "wordcount": "1992"
}