{
    "headline": "Ten new universities announced", 
    "text": "Ten smaller higher education colleges in England, including three specialist arts institutions and the venerable Royal Agricultural College, are to become full universities, the government has announced in the biggest shakeup to the sector in 20 years. David Willetts, the universities minister, will recommend the move to the Privy Council, the body that grants university status, the Department for Business, Innovation &amp; Skills said. The move, which had been anticipated, is the largest one-off creation of universities since the then-polytechnics were awarded university status in 1992. It came after Willetts&apos;s department reduced the minimum student intake of 4,000 for a university to 1,000. Along with the Cotswolds-based Royal Agricultural College, founded almost 170 years ago, the other institutions being recommended are the Arts University College at Bournemouth  in Poole  Lincoln&apos;s Bishop Grosseteste University College, Harper Adams University College in Shropshire, Leeds Trinity University College, Newman University College, Birmingham, Norwich University College of the Arts, University College Birmingham, University College Falmouth and University College Plymouth St Mark and St John. &quot;These well-known and highly regarded university colleges represent over 1,200 years of history between them,&quot; said Willetts in a statement. &quot;It is right to remove the barriers preventing high-quality, higher education providers like these calling themselves universities simply because of their size. &quot;I am delighted that they have taken up the opportunity offered by our reforms. This will lead to the biggest creation of universities since 1992 and will enable more people to realise their aspiration of going to a university.&quot; The institutions are represented by GuildHE, which praised the move to create more specialist and intimate universities. Andy Westwood, the chief executive of GuildHE, said: &quot;Smaller and specialist institutions are long established  in most cases for longer than many UK universities  and often lead the league tables in areas such as teaching and employability. They also have a strong reputation and impact in their localities and sectors, contributing to economic growth and to stronger, more vibrant communities. &quot;Gaining university title is long overdue and it helps to provide greater choice for students and for businesses, while enhancing the quality and diversity of the UK&apos;s higher education sector as a whole.&quot; The would-be universities have applied to the Privy Council for a particular university title, which must not be deemed confusing. The Privy Council consulted Willetts&apos;s department, which in turn received information from the Higher Education Funding Council for England about student numbers and other data. The 10 institutions span a variety of subjects and histories, with three specialising in the arts  Bournemouth, Norwich and Falmouth  and two  Royal Agricultural College and Harper Adams University College  devoted to agriculture. The other five offer a wider variety of courses mainly centred around the arts, humanities and teaching, and these often have their quirks and individualities. Two, Leeds Trinity and Newman, have a Catholic background and ethos while University College Falmouth and University College Plymouth St Mark and St John  generally known, more conveniently, as Marjon  and Bishop Grosseteste are Anglican, with the latter still having a stipulation that its principal must be active in the church. Marjon has a further, if ambiguous, claim to fame: one of its constituent colleges, St John&apos;s, has its origins in Battersea College, founded in 1838 by James Kay-Shuttleworth, often credited as the inspiration for Charles Dickens&apos;s dreary, fact-obsessed educator, Mr Gradgrind.", 
    "section": "education", 
    "gid": "education/2012/nov/27/ten-new-universities-announced", 
    "wordcount": "566"
}