{
    "headline": "Autumn on Titan, a hurricane on Saturn and fire on the international space station  in pictures", 
    "text": "   Since it began taking pictures of the sun in 2010, Nasa's Solar Dynamics Observatory has been recording the sun's rise toward solar maximum, the peak of solar activity in its regular 11-year cycle. This image is a composite of 25 images captured between 16 April 2012 and 15 April 2013. It reveals the most active regions during this part of the solar cycle Photograph: SDO/GSFC/NASA       Russian cosmonaut Pavel Vinogradov works outside the International Space Station on 19 April during the first spacewalk of the Expedition 35 mission. Vinogradov and Roman Romanenko (out of frame) spent about six hours upgrading the station's exterior hardware Photograph: ISS/NASA       A close-up of the Burning and Suppression of Solids (Bass) experiment onboard the space station. Nasa astronaut Chris Cassidy runs the experiment, which examines the burning and extinction characteristics of a wide variety of fuels in microgravity. The results of the experiment are fed into computational models used in the design of fire detection and suppression systems for microgravity environments Photograph: ISS/NASA       These delicate shells of gas (shown in red) are the remnants of a supernova explosion around 600 years ago. The exploding star, SNR 0519, was a white dwarf  a sun-like star in the final stages of its life. SNR 0519 is more than 150,000 light-years from Earth in the southern constellation of Dorado (the Dolphinfish) Photograph: Hubble Space telescope/NASA/ESA       The Elephants Trunk nebula is a cloud of gas and dust 2,400 light years from Earth in the constellation Cepheus. The nebula is part of a larger region of ionised gas illuminated by a massive star nearby (outside the image to the left). Radiation and winds from this hot star compress and ionise the edges of cloud, resulting in the bright 'ionisation fronts' in the image Photograph: Nick Wright (University of Hertfordshire, SAO) and Geert Barentsen (University of Hertfordshire, Armagh Observatory)/ING       A storm at Saturn's north pole, photographed by the Cassini space probe. The angry eye of the hurricane-like storm appears dark red while the fast-moving hexagonal jet stream framing it is a yellowish green. Low-lying clouds circling inside the hexagonal feature appear as muted orange color. A second, smaller vortex pops out in teal at the lower right of the image. The rings of Saturn appear in vivid blue at the top right Photograph: SSI/JPL-Caltech/NASA       The eye of the storm at Saturn's north pole is 2,000 kilometres across with cloud speeds as fast as 150 metres per second. The view was acquired at a distance of approximately 419,000 kilometres from the planet Photograph: SSI/JPL-Caltech/NASA       Saturn's largest moon, Titan, passes in front of the planet and its rings in this snapshot from the Cassini spacecraft  Photograph: SSI/JPL-Caltech/NASA       An ice cloud takes shape over Titan's south pole in a sign that autumn has arrived in the southern hemisphere of Saturn's largest moon. Each of the moon's seasons lasts about seven-and-a-half Earth years. The composition of the ice in the cloud remains unknown  Photograph: SSI/JPL-Caltech/NASA       Underground explosions may be responsible for the pits inside these two large martian impact craters, imaged by Esas Mars Express. Each crater is just over 50km wide. One theory to explain pits like these is that ice beneath the surface was heated so rapidly in the impact that created the crater, it vaporised explosively Photograph: FU Berlin (G. Neukum)/DLR/ESA       The tip of the 'wing' of the Small Magellanic Cloud, a galaxy about 200,000 light-years away that orbits our own Milky Way. The image combines x-ray data from Nasa's Chandra X-ray Observatory (purple); visible light from the Hubble Space Telescope (red, green and blue); and infrared from the Spitzer Space Telescope (red). Galaxies hundreds of millions of light-years away can be seen sprinkled around the edge of the image Photograph: JPL-Caltech/NASA       A Hubble image of Comet Ison, which is touted to become the 'comet of the century' when it makes its closest approach to the sun on 28 November when it could briefly become brighter than the full moon Photograph: Hubble Space Telescope/ESA/NASA       Don't sneeze: Engineers check the installation of a detector on the James Webb Space Telescope in the clean room of Nasa's Goddard Space Flight Center in Greenbelt, Maryland. The Mid-Infrared Instrument (Miri) and other instruments on the telescope  the successor of Hubble and the most powerful space telescope ever built  will watch galaxies form and see deeper into the universe than ever before  Photograph: Chris Gunn/NASA       Hubble captured this image of a young star called V* PV Cephei at the edge of a fan-shaped nebula Photograph: Hubble Space Telescope/NASA/ESA       This image from ESO's Very Large Telescope shows a dim and dying star about 3,300 light-years away in the constellation of Scutum (The Shield) surrounded by a glowing green planetary nebula. When stars the size of the sun end their lives their atmospheres are blown into space, creating spectacular glowing clouds of ionised gas Photograph: ESO       Nasa's commercial partner Orbital Sciences Corporation launched its Antares rocket on 21 April from a new spaceport at the agency's Wallops Flight Facility in Virginia. The completed flight paves the way for a demonstration mission by Orbital to resupply the space station later this year Photograph: Terry Zaperach/NASA       Hubble astronomers celebrated the space telescope's 23rd birthday on 24 April by releasing this infrared photograph of the Horsehead Nebula. It appears in shadowy form in optical light, but at infrared wavelengths it is transparent and ethereal Photograph: Hubble Space Telescope/NASA/ESA       Nasa's planet-hunting Kepler spacecraft discovered the smallest planets ever found within the habitable zone around stars, where liquid water could exist. Just weeks after the discovery was announced, a crucial component that Kepler uses to orient itself in space failed, making an enforced early retirement for the telescope highly likely Photograph: JPL-Caltech/NASA  ", 
    "section": "science", 
    "gid": "science/gallery/2013/may/31/titan-saturn-international-space-station-pictures", 
    "wordcount": "0"
}