{
    "headline": "Lethal weapons may have given early humans edge over Neanderthals", 
    "text": "Early humans wandered out of Africa armed with darts and arrows that made them formidable hunters and deadly competitors for any Neanderthals that stood in their way. The revised version of the human story follows the discovery in South Africa of a haul of small stone blades or &quot;bladelets&quot; that formed lethal weapon tips, either for arrows fired from bows, or spears propelled from wooden throwers called atlatls. Researchers uncovered more than 70 sharp stone tips measuring no more than 5cm long while excavating an eroded cliff face that overlooks the ocean at a site called Pinnacle Point on the south coast. The development of the technology allowed early humans to attack wild animals or human foes from a greater distance and with more devastating effect. &quot;People who possess light armaments that can be thrown long distances have immediate advantages in hunting prey and killing competitors,&quot; Curtis Marean, project director at Arizona State University, told the Guardian. The blades were made from a rock called silcrete that must be heated in fire to transform it into a material that can be flaked into a sharp edge. Long, thin flakes of stone were notched and snapped to make smaller tips, and then blunted on one side so they could be fixed into lengths of wood or bone to make a spear or dart. Tests on the stone tools found at Pinnacle Point revealed they were made throughout a period lasting from 71,000 to 60,000 years ago, suggesting that one of the earliest arms industries was sustained by knowledge and expertise handed down from generation to generation. Details of the haul are reported in the journal Nature. To manufacture the projectile tips, early humans must have collected raw rock materials, gathered wood for burning, known how to heat-treat the silcrete, prepare and trim the blades, and finally attach them to arrows and spears. The ability to master these tasks and pass them down to others draws on brain functions that are essential to the modern mind. Scientists have unearthed similar stone bladelets at other sites in South Africa and Kenya, but none so old or as enduring as those discovered at Pinnacle Point. The technology spread to other parts of Africa and Eurasia around 20,000 years later. Kyle Brown, a co-author on the paper from the University of Cape Town said the team spotted the minute but carefully made tools among the smallest material collected in sieves used at the excavation site. Marean believes the combination of more advanced weapons and greater cooperative behaviour among the early humans was a &quot;knockout punch&quot; for the Neanderthals. &quot;Combine them, as modern humans did, and still do, and no prey or competitor is safe,&quot; he said. &quot;This probably laid the foundation for the expansion out of Africa of modern humans and the extinction of many prey as well as our sister species such as the Neanderthals.&quot; In an accompanying article, Sally McBrearty, an anthropologist at the University of Connecticut, notes that the preparation of the stone weapon tips must have taken &quot;days, weeks or months&quot; and been interrupted from time to time by more urgent tasks. This suggests the early human weapons-makers had the brain power to hold tasks and future plans in their memories. The invention of stone bladelets in south Africa may have defined the success of humans as they moved north to occupy the rest of the world. In the journal, Prof McBrearty writes: &quot;Human populations are thought to have started migrating from Africa shortly after 100,000 years ago. If they were armed with the bow and arrow, they would have been more than a match for anything or anyone they met.&quot;  This article was amended on 9th November 2012. The original stated that similar weapon tips appeared in Africa and Eurasia 20,000 years ago, rather than 20,000 years after the stone bladelets described.", 
    "section": "science", 
    "gid": "science/2012/nov/07/lethal-weapons-early-humans-neanderthals", 
    "wordcount": "662"
}