{
    "headline": "Politics", 
    "text": "What youll learnA politics degree aims to develop your understanding of government and society  how people, ideas and institutions interact and what the effect is. Its a subject full of drama  youll study the rise and fall of leaders and political parties, and the power play between nations. Youll examine the ideas of freedom, democracy and human rights. Youll touch on ideologies, such as communism and fascism, as well as party politics, electoral behaviour, and protest and revolution. Most courses will allow some specialisation, so you may get the chance to study international politics, global development, or intelligence and surveillance studies. Politics degrees can be taken alongside international relations, which would enable you to explore in greater detail the relationships between countries. This could involve investigation of issues around war and peace, the work of the United Nations and Nato, and how countries respond to global poverty and climate change. You could also choose to study politics as a joint degree with, for example, history, philosophy or economics.   interactive   How youll learnYoull be taught through a mixture of lectures and seminars. Some courses last four years, which will give you the chance to spend a year working in Westminster, or Washington, or, if you have good language skills, at the European Union, perhaps working for a lobby group, or a researcher, or for a politician. What entry grades youll needEntry requirements vary. A-levels (or equivalent) in politics, history, philosophy, law, sociology, economics, English literature, religious studies or business studies could help your application.   interactive   What job you could doA degree in politics doesnt automatically qualify you for a seat in the House of Commons, but youll have a better idea of what to expect if you do decide you want to become an MP. Politics graduates enter a vast array of jobs  those in the public sector are a particular draw. Think about a career in the civil service, including the diplomatic service, working as a researcher for a politician (both in the UK and overseas), or becoming a political journalist. Fluency in a foreign language will see you well placed to get a job in an international organisation.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.politics", 
    "wordcount": "367"
}