{
    "headline": "Nokia aims for mass market with upgrade to music streaming service", 
    "text": "Nokia Music and its Mix Radio feature has been one of the most impressive features of Nokia&apos;s Lumia Windows phones since its launch in late 2011, offering customised streaming radio channels for free, with no ads. Now the service is getting a premium tier called Nokia Music+. Announced at the Midem music industry conference at the weekend, it will charge users 3.99 (3.40) a month for the ability to cache an unlimited number of channels  or &quot;mixes&quot;  on the smartphone, as well as the ability to skip as many tracks as they want; higher-quality audio when streaming over a Wi-Fi connection, and access to the service from other devices via an HTML5 site. &quot;With this, our service is even more complete,&quot; says Nokia&apos;s vice president of entertainment Jyrki Rosenberg. &quot;There is a funnel of free users, and also a tier of people who are willing to pay for unlimited skips, higher audio quality and the other features.&quot; That chimes nicely with the music industry&apos;s desire to see new models and prices for digital music in 2013, to complement the now-standard 9.99-a-month pricing for on-demand streaming services like Spotify and Deezer. The obvious comparison to Nokia Music is Pandora, the US-based personal radio service which is free in its basic version, but offers its users a Pandora One premium tier for $3.99 (2.50) a month. In that case, the incentive to upgrade includes the removal of advertising, although Nokia Music doesn&apos;t carry ads in its free version. While Nokia has made Nokia Music a key selling point for its Lumia smartphones, it has steered clear of grand promises to revolutionise the music industry, unlike the company&apos;s previous Comes With Music service, which failed to catch fire in Europe and the US  although it has been a notable success in countries like India, where it is currently generating 1m track downloads a day. Rosenberg says Nokia Music+ aims to reach consumers who aren&apos;t attracted by services such as Spotify. &quot;When we analysed the market, it was pretty clear from our research that this type of service is still targeting a fairly narrow segment of the market  I would say less than 10%, initially,&quot; he says. &quot;That&apos;s why it&apos;s important with this new tier to still be addressing a large part of the market, not limiting ourselves to less than 10% of it. 3.99 is still affordable enough for us to be focusing on the mass-market.&quot; Nokia Music+ will roll out across the 24 countries where the free app is available over the first quarter of 2013, available as an in-app upgrade for users. The company has never published figures to show how many people are using Nokia Music, although Rosenberg says that the app is certainly being found by Lumia owners. &quot;If we talk activation rates  how many people who bought a Lumia activate the service  that number is very big. The great majority of users activate it,&quot; he says. Nokia had sold 13.3m Lumia handsets by the end of 2012, which gives some idea of the scale. For now, Nokia Music is certainly smaller than Pandora, which ended 2012 with 67.1m active listeners, with Apple still mulling its long-rumoured launch of an &quot;iRadio&quot; style app to offer similar features to iOS users. Even so, if a significant chunk of Lumia buyers become active users of Nokia Music, and if the company can upsell a healthy number of them to the new premium tier, Nokia Music will have a genuinely meaningful impact for the music industry.", 
    "section": "technology", 
    "gid": "technology/2013/jan/28/nokia-music-lumia-windows-phone", 
    "wordcount": "609"
}