{
    "headline": "Government requests for user info threaten free speech, advocates warn", 
    "text": "Free speech advocates have warned that online communications are being stifled by the growing efforts of US authorities to obtain records of messages posted on forums like Twitter. A judge in New York this week ruled that Twitter must release three months of an Occupy Wall Street protester&apos;s online communications, and the website&apos;s owners have published data that shows the US government is by far the most energetic pursuer of information about its users. Martin Stolar, an attorney for Malcolm Harris, one of 732 Occupy Wall Street protesters arrested on the Brooklyn Bridge roadway in New York last October, said warned of a chilling effect on free speech. &quot;It sort of puts a damper on communication and peoples&apos; ability to freely communicate if they know the government is going to be intercepting,&quot; he said. Prosecutors have pursued Twitter for details of Harris&apos;s tweets spanning three months in an attempt to find out whether he disobeyed police orders. Protesters argue that police did not give clear directions during the march, and in June a federal judge ruled that police had failed to give sufficient warnings against walking on the roadway. But Harris still faces a disorderly conduct charge. The decision to force Twitter to release Harris&apos;s tweets was handed down on the same day as a &quot;transparency report&quot; from the site, the first of its kind. The report logs the request for user information filed with Twitter by governments around the world. The United States has filed the most by far, with 679 such requests since January 1; Japan was a distant second with 98, and the United Kingdom came in third with 11. Elie Mystal, editor of US legal blog Above The Law, said the legal ruling isn&apos;t a game-changer. &quot;If you think about it, anything you tweet is &apos;public&apos;,&quot; wrote Mystal in an email Tuesday. &quot;If I wanted to use them against you, I could. If you tweeted &apos;I&apos;m gonna stab Elie in the face&apos; and then later I am stabbed in the face, certainly I would be allowed to look at your Twitter account and read that you had previously expressed your face-stabbing desire.&quot; Stolar, though, said the decision showed an outdated notion about the way people communicate. &quot;I think the judge&apos;s opinion is from the last century,&quot; Stolar said. Last year, Sam Jewler relied heavily on Twitter to circulate an Occupy-published newspaper and raise awareness about voter representation in Washington DC. He said activists are aware  and wary  of the consequences. &quot;I think it&apos;s one of those mostly unspoken things that [people] are aware could happen,&quot; Jewler wrote in a Twitter message Tuesday. &quot;We have to expect anything we post online to be used against us. If only government were so transparent.&quot; Twitter said in a statement on Tuesday that it was &quot;disappointed&quot; with the decision. &quot;Twitter&apos;s terms of service have long made it absolutely clear that its users own their content,&quot; the statement read. &quot;We continue to have a steadfast commitment to our users and their rights.&quot; In a statement, chief assistant district attorney Daniel Alonso said he was &quot;pleased that the court has ruled for a second time that the Tweets at issue must be turned over&quot;. He added: &quot;We look forward to Twitter&apos;s complying and to moving forward with the trial.&quot; Harris&apos;s trial is expected to begin in December.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/jul/03/us-government-requests-twitter-info", 
    "wordcount": "579"
}