{
    "headline": "Facebook will take away users' right to vote on policy  unless they vote for it", 
    "text": "The right to vote appears to be about to be taken away  on Facebook, at least. Users have until 10 December to decide whether future policy changes should be put to the vote. Depending on the result, it could be the last chance users have to express their opinion on changes to the site. For a vote to pass on Facebook, an initiative must get more than 30% of votes from active registered users. This means that unless 300 million people vote in favor of the latest initiative, the ability to vote will likely be lost. The social-media giant is putting the right to vote to a vote because participation in the past has been low. The company said: &quot;To be clear, our goal in modifying our site governance process is to make sure that we receive feedback from you in the best, most productive way possible so that we can be responsive to your input.&quot; The site has experimented with user voting for three years. Under the current system, any policy change that receives more than 7,000 comments is put to a vote.  In this instance, voting in favor of the proposed documents supports an end to the current system in favor of a new voting system that would rely on questions submitted to the company&apos;s chief privacy officer, Erin Egan, through a Facebook page or during live webcasts. Other proposals include: Changing how information is shared with affiliates like Instagram by allowing the information to be stored &quot;in a way that is more efficient than maintaining totally separate storage systems&quot;. Adding language to explain how privacy controls work. Specifically, clarifying the difference between privacy settings (which control what is seen anywhere on Facebook) and timeline visibility preferences (which determine what things are on your timeline, but don&apos;t change how they are seen on other parts of the site).  Clarifying advertising policies with additional language.  Replacing the &quot;who can send you Facebook messages&quot; setting with new filters. Facebook also said that it was not proposing a change in ownership of its content. Facebook will still own all photos and videos on the site until a profile is deleted (in which case, content might still be on the company&apos;s backup servers for some time). The vote closes at 12pm PST on 10 December. By 1pm ET on 7 December, 471,919 people had voted for the existing documents and 68,516 people had voted in favor of the proposed documents.  The vote can be accessed here or on the Facebook Site Governance page, where users can access the voting app by clicking on the box labeled &quot;Site Governance&quot; below the timeline photo.", 
    "section": "technology", 
    "gid": "technology/2012/dec/07/facebook-right-to-vote-policy", 
    "wordcount": "455"
}