{
    "headline": "Burkina Faso stages Africa's film festival with a conscience", 
    "text": "Ouagadougou isn&apos;t the first place that comes to mind when one considers the glitzy world of movies, yet Burkina Faso&apos;s capital has hosted the pan-African film festival Fespaco for more than 40 years and showcases some of the best talent on the continent. Every two years, the streets of Ouaga, as the city is known, liven up to the beat of djembe drums as thousands of film fans fill the city&apos;s maquis (open air barbecues) and exchange silver-screen banter with the Ouagadoulais. The film projections are often grainy and the sound distorted, yet the cinemas are packed. And this year, Fespaco, which runs until 2 March, is something different  a film festival with a conscience. The theme is African cinema and public policy, and more than 100 films are being screened, of which 20 will be competing for the coveted Etalon d&apos;Or. Many of films cover some of the most hotly debated topics in Africa and elsewhere. Here&apos;s a selection of the films: The Cut            Reading on mobile? Click here to view video Directed by first time film-maker Beryl Magoko, The Cut documents female genital mutilation (FGM) in her village in western Kenya. The film reveals, in uncomfortably graphic detail, how a small number of villages perform FGM on their children. Magoko tells of her experience of FGM as a 10-year-old child. &quot;I came under a lot of peer pressure from my sister and my school friends, so I too wanted to do it. It was torture,&quot; Magoko told the Guardian. &quot;You just bleed and suffer, and the medicine they give you is herbs with sugar water. The following year, people came to the village to explain the consequences of FGM. This is what I needed, but it was too late for me. I want to show my film in the villages on mobile cinemas alongside seminars, so young girls don&apos;t have to suffer. The government, too, needs to be pressured to punish and make examples of people who continue to illegally circumcise their children.&quot; Virgem Margarida            Reading on mobile? Click here to view video Based on the shocking testimonies that Licnio Azevedo collected for his documentary, Virgem Margarida, tells how the Mozambique government set up &quot;re-education camps&quot; for prostitutes to make them &quot;new women&quot; in the spirit of the 1975 revolution. The women were taught to cook, build homes and till the land. They band together to fight for independence from their &quot;liberators.&quot; Today, though, much has changed. Both in Mozambique and globally, women continue to be victims of male-dominated ideology. The film will strike a chord with those who supported the One Billion Rising campaign. Robert Mugabe  what happened?            Reading on mobile? Click here to view video Directed by veteran Zimbabwean documentary maker Simon Bright, What Happened? charts President Mugabe&apos;s journey from all-conquering hero who stood up to British imperialism and South African apartheid to bloodthirsty villain, responsible for the deaths of thousands of his countrymen. Importantly, Bright shows what can be achieved in a developing country through good governance and unity, a side of Zimbabwe that many have long forgotten. &quot;Mugabe was a hero of mine. In his first four years in power he brought people together and increased agricultural production, doubled the education rates and placed health facilities all around the country. However, power corrupts, and absolute power corrupts absolutely,&quot; says Bright. In the aftermath of the Arab spring and the French intervention in Mali, the film provides a stark warning of the dangers of supporting benevolent dictators. Inside Story            Reading on mobile? Click here to view video Directed by Nikiwe Rolie, this tells the tale of a young and talented HIV-positive footballer in South Africa, who slowly comes to terms with his life-threatening condition. Backed by UNAids, USAid and other donors, the film combines facts with animation to &quot;deliver the key messages&quot; in the fight against the disease. Unfortunately, it epitomises much of the frustrations about African cinema and Fespaco. There is little money for making movies, so one way to get funding is to tie in with donor agendas. As a result, original scripts are often hijacked by development-related themes. Cinematic freedom and creativity tends to be stifled as directors try to crowbar in development. La Pirogue            Reading on mobile? Click here to view video This is based on the true stories of thousands of Senegalese men who braved the perilous 1,500km journey to Spain on wooden boats (pirogues) in search of jobs. Moved by the story of his mechanic, who spent a week surviving on water and biscuits to prepare for the hunger on such a trip, director Moussa Tour tackles the topic with a perfect blend of Senegalese culture and humour, while raising critical questions about illegal migration and its root causes. &quot;This film is for the Senegalese politicians, because it is about young people who need hope, and they are the ones who can provide that hope.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/01/burkina-faso-film-festival-conscience", 
    "wordcount": "835"
}