{
    "headline": "Tablets will challenge PC sales by 2017 as Android passes iPad, says IDC", 
    "text": "IDC has revised its forecast for the number of tablets that will be sold in 2013 up from 172.4m to 190.9m - suggesting that it thinks tablets will outsell laptops this year. Its long-term forecast reckons that by 2017 total tablet shipments will hit nearly 353m - compared to its forecast released a week ago for the PC market in that year, which it reckons will be 382m, after substantially revising its forecast for future PC shipments downwards last week.     PC v tablets - IDC forecast for shipments by year through to 2017. Figures from 2013 are forecast. Click for larger version.    That means that in just seven years from the release of Apple&apos;s iPad, the tablet would be challenging the PC as the most-sold computing device - if one discounts the smartphone, which has outsold PCs since the fourth quarter of 2010. Shipments in 2012 were 128.8m, IDC estimates - suggesting that this year will see a 48% jump in the number of tablets going to retailers. IDC also forecasts a boom in smaller tablets with screens less than 8in diagonally: &quot;One in every two tablets shipped this quarter was below 8 inches in screen size. And in terms of shipments, we expect smaller tablets to continue growing in 2013 and beyond&quot; said Jitesh Ubrani, IDC&apos;s tablet analyst. &quot;Vendors are moving quickly to compete in this space as consumers realize that these small devices are often more ideal than larger tablets for their daily consumption habits.&quot; That category includes Apple&apos;s iPad mini, Google&apos;s Nexus 7, Amazon&apos;s Kindle Fire and products from Samsung and Kobo. (All those products run versions of Android, though not all linking to Google.) None of those companies has given figures for sales or shipments of those categories; Apple lumps iPad mini sales in with its larger iPad.  Market share win for Android - but what about profit? IDC also forecasts that Android tablets will overtake Apple in sheer numbers this year - by 93m to 89m - and continue that dominance through the forecast period. Apple outsold Android devices, just, in 2012, with a 51% share, IDC says.     Tablet OS share, forecast from IDC: it reckons Android will pass the iPad in 2013. Click for larger version    In 2012, Apple sold 65.7m iPads, so the forecast suggests a growth of 35% in sales year-on-year. But IDC forecasts a slowing in growth, to an average of 15% annually. It also suggests a very slightly slower growth for Android tablets which would leave the two platforms almost neck-and-neck by the end of the period - and completely dominant, with 89% of the total market. Though IDC doesn&apos;t specify any regional breakdown, the dominance of the iPad in the US - where a Yankee group survey in December found that half of people planning to buy a tablet intended to get an iPad - suggests that Android&apos;s strength will principally be in Europe and especially Asia.  China has recently become a fast-growing market for cheap 7in tablets costing $50 to $100 and running a version of Android that doesn&apos;t connect to Google&apos;s services. IDC&apos;s forecast doesn&apos;t offer a profits breakdown. But with Apple dominating the tablet market so far, it has also grabbed the lion&apos;s share of profits by competing at the high end, even with its iPad mini released last year.  That in turn suggests that Android&apos;s dominance will not necessarily be matched by an equal share of the profits, as low-end tablet companies fight for share.  Microsoft: bitter medicine But the story is gloomy for Microsoft. IDC suggests that this year it will only power 5.3m tablets running &quot;full fat&quot; Windows, and 3.6m WinRT devices including its own Surface. Even at growth of almost 50% for Windows tablets and 28% for WinRT, it suggests that they will only sell 26.2m and 9.7m respectively by 2017. &quot;Microsoft&apos;s decision to push two different tablet operating systems, Windows 8 and Windows RT, has yielded poor results in the market so far,&quot; said Tom Mainelli, IDC&apos;s research director for tablets. &quot;Consumers aren&apos;t buying Windows RT&apos;s value proposition, and long term we think Microsoft and its partners would be better served by focusing their attention on improving Windows 8. Such a focus could drive better share growth in the tablet category down the road.&quot; With Microsoft not having released figures for sales of its Surface RT tablet, and with other companies including Acer and Samsung stepping back from releasing RT devices in the US and Asia, the platform looks to have hit challenges in its early months. IDC&apos;s figures won&apos;t give any easing of those concerns.", 
    "section": "technology", 
    "gid": "technology/2013/mar/13/tablets-challenge-pc-sales-2017-android", 
    "wordcount": "742"
}