{
    "headline": "How women can stop cycling from being a pain in the arse", 
    "text": "Women risk a loss of sensation, numbness and tingling in their undercarriage as a result of cycling in certain positions, the New York Times reports. In a study published in the Journal of Sexual Medicine, Yale academics asked 48 competitive cyclists to bring their bikes into their laboratory, then used a device to test sensation in the pelvic floor. They found that cycling in the drop position increased perineum pain, and decreased genital sensation. Boston University previously found that cycling contributes to erectile dysfunction, so the lads don&apos;t get an easy ride either. It&apos;s a finding that will be familiar to many female cyclists. Days into cycling, I walked into the pub like John Wayne and sat down gingerly. My friend, a seasoned cyclist, put her hand on my shoulder, gave me a knowing look and reassured me: &quot;It gets better.&quot; It did of course. And a large part of cycling is learning what works for you. The solutions are often counter-intuitive: a gel saddle is likely to cause more discomfort than a hard Brooks saddle, for instance, because the material bunches up, causing more friction. You&apos;ll need to &quot;break in&quot; the saddle first, if you&apos;re choosing one with minimal padding, but leather saddles stretch and mould to fit your backside perfectly. Adjusting handlebars can make all the difference, changing the amount of weight you put on your arms: lowering the stem can redistribute some of the pressure to your arms, as can raising, or lowering the saddle a little. Playing around with saddle positions can help you figure out what&apos;s best for you  there&apos;s no one-size-fits-all solution. The bike you choose will have a strong bearing on your saddle choice. If you&apos;re on an upright bike, the width of your saddle will be an issue. Unisex and men&apos;s saddles are typically narrower, which can be a literal pain in the arse for women. Women&apos;s pelvises are wider, so wider saddles will support your sit bones more adequately. With all the weight then distributed evenly, you shouldn&apos;t have any problems with support and comfort. Racing and touring bikes, especially those with drop handles, have a different issue, and it was this type of bike that was highlighted as problematic by the study. When cycling in the drop position, your weight is focused on your clitoral region. After a few hours of cycling, this can cause pain and numbness. The noses on women&apos;s saddles tend to be a tad shorter than men&apos;s for this reason  often tilting the nose a tiny bit forward can make the world of difference. Cutouts in saddles can offer a bit of relief and are a common feature on women&apos;s racing saddles. Switching between resting on the hoods (the stationary part of the brakes), and riding in the drop position can also give your delicates a break on long rides, too. It&apos;s not all saddles though. Especially in hot weather and on long cycle rides, chamois cream can ease intimate friction and after long rides, Sudocrem is a godsend for sensitive areas. Padded cycling shorts are also a great investment - you can get hot-pant style shorts that are handily hidden under skirts for city cycling, and they also temper worries about inadvertent underwear flashing as you&apos;re whizzing down the road. On long rides, if you&apos;re wearing padded cycling tights, the best underwear choice is the most liberating cycling secret of all  go commando. Cyclists of Britain, cast off your knickers - you have nothing to lose but the danger of some chafing. A straw poll of friends showed that discomfort when cycling was a very common problem, but not one that most women felt comfortable bringing up. A few people reported the opposite effect  hypersensitivity. In which chase, grab your tandems, and enjoy the summer sun.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/apr/03/women-cycling-pain-in-the-arse", 
    "wordcount": "635"
}