{
    "headline": "Michael Gove admits GCSE students treated unfairly", 
    "text": "     The education secretary, Michael Gove, has admitted that students who sat GCSEs this year were treated unfairly, but insisted it was beyond his remit to order that the grade boundaries be adjusted. Many schools have threatened legal action after the boundaries between C and D in the English and English language exams were moved up between January and June, resulting in fewer pupils achieving top grades in the summer. Labour has called for Gove to explain to MPs exactly what happened when parliament resumes on Monday. The education secretary told BBC Radio 4&apos;s Today programme: &quot;My heart goes out to those students who sat the exam this year because I don&apos;t think the exam was designed in the most appropriate way Everyone who sat the exam was treated in a way that either wasn&apos;t fair or appropriate.&quot; On Friday, the exam regulator Ofqual ruled out re-marking the June papers but said students who took GCSE English and English language exams in England and Wales this summer would be offered special resits in November. Despite teachers&apos; complaints that such resits would be of no use to pupils who needed their results now, Gove ruled out ministerial intervention. &quot;It would be absolutely wrong for me to give instructions to Ofqual,&quot; he said. &quot;It would be a genuine scandal if ministers were to interfere to make exams easier or more difficult.&quot; As well as ruling out interference, Gove denied that pressure from him regarding grade inflation had led exam boards to adjust the boundaries in the first place. &quot;I absolutely did not put any pressure on any exam boards,&quot; he told BBC Breakfast. &quot;I made it clear that no pressure was put by central government, by me or any other minister, on any exam board. How each exam paper is marked and how the marks are allocated is ultimately a decision for the exam boards. I cannot interfere in that process.&quot; Gove laid blame for the problems with GCSEs with the modular exam system inherited from the Labour government. He said the coalition was changing the system at the earliest opportunity, which would mean students sitting exams in the new school year would be the last to sit modular exams. He said that further in the future there would be a replacement exam with the &quot;same rigour&quot; as O-levels, but unlike O-levels they would be sat by the &quot;overwhelming majority&quot; of students. An announcement on this replacement for GCSEs would be made in the autumn with the launch of a consultation, which would also determine the name of the new exam, Gove said. &quot;I think it&apos;s vital we move away from examinations that so far haven&apos;t worked and haven&apos;t served students well.&quot; He said it was not for him to say whether the new exams would have predetermined fixed percentages for each grade boundary.", 
    "section": "education", 
    "gid": "education/2012/sep/03/michael-gove-gscse-students-unfair", 
    "wordcount": "489"
}