{
    "headline": "Hitman: Absolution  preview", 
    "text": "The bloke with the barcode tattoo returns. Agent 47  last seen six years ago in Hitman: Blood Money  has dusted off his old black suit, treated himself to a new red tie and dug out those silver pistols from the bottom of the drawer where he keeps his pants. His goal: to remind us gamers that before a certain band of free-running, century-hopping assassins, there was one undisputed king of the silent kill. A king with a barcode on the back of his bald head. You know, to help him blend in with the crowd. Hitman: Absolution (PC / PS3 / Xbox 360) is a third-person level-based stealth-&apos;em-up, or, depending on your play style, a third-person shooter. It follows genetically engineered super-assassin Agent 47 as he tries to unravel the mystery  and protect the life  of a girl named Victoria. This, naturally, involves a lot of assassination, starting with the offing of his former handler, Diana, after she kidnaps the girl. Killing Diana is the game&apos;s first mission, and functions mostly as a tutorial. Sneaking past guards, you learn, is a matter of learning their patrol routes and, if necessary, distracting them. Killing them is even easier, with a garotte around the neck or a single silenced pistolshot, after which it&apos;s best to pop the dead man&apos;s clothes on as a disguise and stash the body in a bin. So far, so familiar. It&apos;s level two when things open up and get interesting. Agent 47&apos;s second target, a vicious gangster, awaits him in the central pagoda of a bustling Chinatown courtyard. In fact, it&apos;s a courtyard that bustles like nothing I&apos;ve ever seen before in a game, with a crowd of perhaps 100 civilians, gangsters and police milling about. There&apos;s a price paid in size, however. Physically, the level is smaller than those in past Hitman games, and even the largest levels in Absolution are divided into sections. Despite their size, these are true sandbox missions, which you can play in many different ways. That Chinatown gangster alone can die more than a dozen different deaths, including being shoved into a manhole or crushed by a falling crate, poisoned with food or cocaine, garotted in an alley, gunned down in the street or sniped from afar with his own prized rifle. The game has more than 80 possible improvised weapons and more than 50 unique &quot;accident&quot; opportunities. Not that it&apos;s all about killing people. In fact, the score system actively encourages players to use as little violence as possible, deducting points for unnecessary deaths. High scores unlock &quot;assassin techniques&quot;, making it easier to sneak through the next mission like a true professional, rather than rushing in all guns blazing, unlocking nothing, and having to do the same again. Points are, however, awarded for silent kills and hiding bodies, so players keen to cause a bloodbath can salvage their scores by keeping their massacres quiet. It is, indisputably, an easier Hitman, though the Expert and Purist difficulty settings are closer to the original. On normal difficulty, though, the puzzle-solving element is all but gone. Instinct mode  not unlike Eagle Vision in Assassin&apos;s Creed  highlights all nearby interactive objects, and picks out the paths of guards in flaming lines across the floor. Instinct is also a bar that can be depleted to keep a disguise working even under scrutiny, or to pull off fast group kills in the achingly cool &quot;point-shooting&quot; mode, which lets you line up a series of shots before performing them all in quick succession with a single button. Both need to be used sparingly, as even on normal difficulty your Instinct bar does not regenerate. More so than with most games, it&apos;s up to you to challenge yourself. It&apos;s not about playing through  although the game&apos;s 20 chapters should keep you busy  but playing well. The new Contract mode lets you challenge others to play as well as you have, replaying missions but selecting your own targets. At heart, Absolution stays true to the Hitman spirit. In the end, you don&apos;t play for the violence, but for the cold satisfaction of a job well done.  Hitman: Absolution is released on 20 November 2012", 
    "section": "technology", 
    "gid": "technology/2012/nov/15/hitman-absolution-preview", 
    "wordcount": "699"
}