{
    "headline": "Live webchat: should I do a post-grad or head straight for the workplace?", 
    "text": "It&apos;s no surprise that increasing numbers of students are applying to post-graduate courses. Sky-high unemployment and a pause in graduate trainee schemes means competition for jobs is fierce. Why not spend an extra year at university? The job market might look better in 12 months time  and a post-graduate qualification could give you an edge over other candidates. But further study has a hefty price tag, with most courses costing from 3,000 to 10,000. Tomorrow afternoon we&apos;ll be joined by careers advisers, course directors and post-graduate students to discuss what the options are for the class of 2012. Perhaps you&apos;ve applied for a master&apos;s course but you&apos;re concerned about the cost  or want advice on how to make the most out of your studies? Join us from 1-4pm to speak directly to our experts  or pose your questions in advance by posting them in the comments section. Our panel: Antonia Kanczula worked as a freelance lifestyle writer for eight years, mainly for women&apos;s magazines. She decided to return to university last year to study for an MA in interactive journalism at City University, London in order to update and digitise her skills. Sarah Johnson has just finished an MA in newspaper journalism at City University. She previously worked as a journalist in Vietnam. Andy Pritchard writes the student advice sections on FindAMasters.com and FindAPhD.com and is a regular contributor on PostgraduateForum.com. Dr Tracy Johnson works as a careers adviser at the University of Bristol and has been teaching career management for eleven years. She also runs Brainbox Coaching, where she offers advice to career changers and professional development services. Daniel Cunningham is the student finance and international manager at the Central School of Speech and Drama Stephen Levett is head of business development and student recruitment at the College of Law. He works alongside legal firms to discuss how lecturers can best prepare students for the modern world of law. Chris Brauer is senior lecturer at the Institute of Management Studies and the Centre for Creative and Social Technologies at Goldsmiths, University of London. Becky Maxwell is a careers/educational adviser and associate lecturer with the Open University. She holds advice, guidance and coaching qualifications, is a psychology graduate, and has a wealth of knowledge on career and study-related issues.", 
    "section": "education", 
    "gid": "education/2012/jun/18/applying-for-postgraduate-course", 
    "wordcount": "387"
}