{
    "headline": "Look to nature for early signs of spring", 
    "text": "As per the name of this column, this month&apos;s photography assignment is all about green shoots. Not the elusive signs of economic recovery, but the more reliable and tangible ecological resurgence that is spring. For those that gauge the seasons by the calendar, February is strictly winter, but for those of us who take their cues from nature, the month is one of great promise. Buds bursting, early blooms, birdsong and butterflies can act as beacons for those (like me) that suffer from seasonal affective disorder. The promise of extra sunlight is borne out by the lengthening days, and 9-to-5 workers will welcome the glow at the end of the working day. The incredibly mild winter means that the natural world is advanced by a good two weeks or more. Snowdrops and hellebores are already blooming in gardens and, in areas brushed by the Gulf stream, daffodils are in flower. Seven species of butterfly have been recorded on the wing so far, and the advanced season is betrayed by an early record of the usually aptly named March moth. Swallows that have been seen in Cornwall and Essex however, are more likely to be birds that have survived the winter here, rather than early migrants. Winter could still make a resurgence though, and the Met Office seem to be favouring a month dominated by easterlies and below average temperatures  but this would only slow, not halt, spring&apos;s onset. The optimist in me fancies their &quot;one in three&quot; chance of a continuation of mild westerly weather. Even if the worst happens and there is a sprinkling of snow, it could provide some great opportunities for photographers. Providing sharp frosts don&apos;t turn them to mush, early spring flowers poking through a layer of snow could give an Alpine feel to proceedings. In contrast to the flashy camelias and magnolias that will be flowering in gardens, our wild trees and shrubs are much more subtle, but nonetheless beautiful. Alder and hazel have long, yellowish male catkins that are preceded on the same branches by tiny female flowers, looking like red-tipped matchsticks or a bundle of red fibres. Framing both male and female flowers in focus is tricky, but makes for a great image, especially backlit against a dark and uncluttered background such as a shady forest floor. Sexual segregation is stronger in willow trees, which have either all-male or all-female flowers. Both the yellow pollen-bearing male and the pearl-grey downy female flowers have nectaries that will attract early mining bees and bumblebees. If temperatures on a still and sunny day are high enough, there&apos;s a good chance of catching early butterflies sunbathing. A continuation of above average temperatures and grass growth will force some to dust off the lawnmower and perhaps liberate a red admiral, peacock or small tortoiseshell from the shed. A visit to a sunny ride or glade in the woodlands could be brightened by a sulphur yellow brimstone busying by. The leeward side of sunny hedgerows will be populated by winter gnats indulging in their frenetic yo-yo dance. Capturing this prenuptial frenzy could be the ultimate challenge with such small, fast moving and erratic subjects. The dawn and dusk chorus will be cranking up a gear during the month, with possibly of the nation&apos;s favourite songster, the blackbird, joining its congeners the song thrush and mistle thrush. Shelley&apos;s blithe spirit, the skylark, will take to the air on quivering wings. Rooks should begin to repair their nests and ravens will be on eggs on lofty cliffs and crags. Grey herons will be looking dapper, as if saturation and contrast has been increased, head and neck now bright white with an elegant black streak of an eyebrow, and a double row of black stitching down the length of its sinuous neck. Its normally dingy straw-coloured bill will now resplendent orange. So don&apos;t wait until the clocks go forward to celebrate spring. Use the sunny days in this specially extended edition of February (it&apos;s a leap year) to catalogue the reawakening of the natural world after its unnaturally cosy winter slumber.  Peter Brash is an ecologist at the National Trust and tweets as @NTPetebrash  Share your photos of nature&apos;s February firsts on our Flickr group", 
    "section": "environment", 
    "gid": "environment/blog/2012/feb/01/green-shoots-february-early-spring-photography", 
    "wordcount": "705"
}