{
    "headline": "Boot up: music mapped, Anonymous interviewed, WOA tablets' pricing, and the 'web question'", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team The world&apos;s hottest digital markets: a music map &gt;&gt; paidContent Surprising reason why Germany and France buys lots of CDs: because classical music sells well. Lots of interesting nuggets from a neat map. Fugitive hacker Christopher Doyon, or Commander X, tells why Anonymous &apos;might well be the most powerful organization on Earth&apos; &gt;&gt; National Post  Q: As strictly an online army of hackers, how powerful is Anonymous? A: Anonymous is kind of like the big buff kid in school who had really bad self-esteem then all of a sudden one day he punched someone in the face and went, &quot;Holy s-- I&apos;m really strong!&quot;   Summer&apos;s coming. (Doyon&apos;s in Canada; he&apos;s not stronger than the police.) China market: Booming sales of Windows Phones could be short-lived, say sources &gt;&gt; Digitimes  According to Michel van der Bel, COO of the Greater China region at Microsoft, sales of Windows Phones have accounted for 7% in China&apos;s smartphone segment recently, compared to a 6% share for Apple&apos;s iPhones.  The strong sales enjoyed by Lumia phones at present are typical short-term results for the newly launched model, and it remains to be seen whether the sales momentum will continue, commented industry sources.  Given that sales of iPhones totaled over five million units in China in the first quarter of 2012, it would be difficult for Windows Phone models to yield the same results in a quarter, the sources commented.   Party poopers. WoA tablet PCs struggling to hit price targets &gt;&gt; Digitimes  WoA (Windows on ARM) tablet PCs, based on estimated general BOM costs of US$300-350 for 10-inch tablet PCs and US$150-200 for 7-inch models, are struggling to meet vendors&apos; price targets for competition against Apple and Amazon&apos;s tablet PC products because of the additional US$90-100 fee for Windows 8, according to Taiwan-based supply chain makers.  The average price of tablet PCs has been dropping rapidly sine the launch of Amazon&apos;s Kindle Fire. But PC brand vendors, who are used to price wars, are nevertheless struggling to compete, because unlike Amazon they do not see additional revenues from post-purchase content sales.   While Digitimes has a shaky reputation, the post-purchase point is an important one. Samsung begins blocking unofficial S-Voice requests &gt;&gt; TheNextWeb  The S-Voice APK, which contained services that were exclusive to the Galaxy S III, allowed owners of other Ice Cream Sandwich-powered smartphones to install Samsung&apos;s new voice assistant (its Siri rival) and perform commands on their devices. It appears that in the last 24 hours, Samsung (and its partner Vlingo, the technology behind the voice functions) have begun detecting requests from non-supported devices and blocking them, displaying the message: &quot;Network Error. Please Try Again.&quot;   Doing it on device ID. Smartphone hijacking vulnerability affects AT&amp;T, 47 other carriers &gt;&gt; Ars Technica  Ironically, the vulnerability is introduced by a class of firewalls cellular carriers use. While intended to make the networks safer, these firewall middleboxes allow hackers to infer TCP sequence numbers of data packets appended to each data packet, a disclosure that can be used to tamper with internet connections.   Complex, and presently theoretical... apart from the test that the researchers carried out using some smartphones, in which they spoofed a variety of sites, including banks. (Thanks @rquick for the link.) Tour the Pyramids Online &gt;&gt; Discovery News  Indeed, this is not just another too-clean looking and ultimately boring 3-D virtual tour of Egypt&apos;s famous archaeological site.  &quot;Many 3-D models of ancient sites have more to do with fantasy and video games than with archaeology. The colors, surfaces and textures are not researched and appear quite flat or unrealistic,&quot; Peter Der Manuelian, Philip J. King professor of Egyptology at Harvard University and director of the MFA&apos;s Giza Archives, told Discovery News.   Then again, the real pyramids don&apos;t have Lara Croft pinging around them. The site itself is interesting, though note that (1) needs Firefox in 32-bit more (2) you need to download and install a 3D browser plugin. (Thanks @TehGreatGonzo for the link.) Why Wasn&apos;t I Consulted? The web&apos;s fundamental question &gt;&gt; Paul Ford A really fascinating, thought-provoking essay.   A sitcom works better on TV than in a newspaper, but a 10,000 word investigative piece about a civic issue works better in a newspaper.  When it arrived the web seemed to fill all of those niches at once. The web was surprisingly good at emulating a TV, a newspaper, a book, or a radio. Which meant that people expected it to answer the questions of each medium, and with the promise of advertising revenue as incentive, web developers set out to provide those answers. As a result, people in the newspaper industry saw the web as a newspaper. People in TV saw the web as TV, and people in book publishing saw it as a weird kind of potential book. But the web is not just some kind of magic all-absorbing meta-medium. It&apos;s its own thing. And like other media it has a question that it answers better than any other.   One wrinkle: the web is increasingly being used via mobile. He thinks that&apos;s different from the non-mobile-screen web. Does that change the question? (Thanks @nomster for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/22/technology-links-newsbucket", 
    "wordcount": "917"
}