{
    "headline": "SpaceX prepares to launch first commercial flight to space station", 
    "text": "     In the early hours of Saturday morning, a rocket is scheduled to lift off from Cape Canaveral in Florida on a mission to deliver a capsule full of supplies to the International Space Station. Such launches are unremarkable when government agencies are at the helm, but this flight is different. The launch of the Falcon 9 rocket and its Dragon capsule is in the hands of SpaceX, the first commercial company to attempt a rendezvous with the orbiting outpost. This will be a momentous step towards the privatisation of space. Even a partially successful mission will strengthen Nasa&apos;s plans to hand industry responsibility for sending cargo and ultimately crewed flights to low Earth orbit, allowing the agency to focus on other missions. The launch, planned for 9.55am BST, is very much a test flight for SpaceX, the company founded by PayPal entrepreneur Elon Musk, and the chances of something going wrong, from the rocket misfiring to the capsule being lost in space, are real. The Falcon 9 rocket has flown only twice before, successfully reaching orbit on both occasions. An earlier SpaceX rocket, Falcon-1, failed to reach orbit on its first three test flights, though the company has had no failures since. &quot;We have to allow for the fact that this is an extremely complex and tough flight. It&apos;s a test flight, not a standard milk run,&quot; said Alan Stern, a US aerospace consultant and former associate administrator in charge of science at Nasa. &quot;Elon Musk and SpaceX have a tremendous track record, and when Falcon 1 failed, they stuck with it and made it work. They will have a failure again, because everyone does, but a test flight is a learning experience. Regardless of how successful the flight is, whether it&apos;s complete or partial, it&apos;s a big step forward. This is a sea change.&quot; For Saturday&apos;s launch, the Dragon capsule will be stuffed with nearly half a tonne of food, water, clothing, batteries, laptops and lab equipment, but none of it is crucial for the space station crew. If all goes to plan, the Dragon capsule will reach a preliminary orbit 10 minutes after take-off, deploy its solar arrays, and begin a series of engine burns to steer a course to the space station. En route, the capsule must check its position with GPS, shut down its thrusters and drift for a while, and demonstrate an abort manoeuvre to ensure it can back away from the space station if needed. On day three of the mission, the Dragon capsule will fly under the orbiting station and make radio contact with the crew. Next, the capsule will loop out in front, over and then behind the space station at a distance of seven to 10km and hold its position  all the while flying above the Earth at 17,500mph. The following day, the capsule will edge slowly towards the space station, and after a mock abort that orders the craft to retreat to a safe distance, it will approach to within 10 metres, so a crew member, Don Pettit, can grab it with a robotic arm and attach it to the station. Once docked, the Dragon capsule will be emptied of its supplies, refilled with return cargo and sent back to Earth two weeks later, splashing down in the Pacific Ocean off the coast of California. The mission is not private industry&apos;s first foray into space exploration. Nasa contracts engineering firms like Boeing and Lockheed Martin to build its rockets, for example. But previously, companies were paid full costs to make them and a secured profit on top. The new scheme gives companies more initiative and aims to use market forces to drive down costs. So far, Nasa has paid $381m to SpaceX, but the contract for resupply missions to the space station could ultimately earn the firm $1.6bn. The promise from SpaceX is to reduce today&apos;s market rate per launch from around $150m to just $55m. &quot;The importance is outsourcing to the private sector things that formerly belonged to the government. The theory is that the private sector is more efficient, lower cost, and perhaps even higher performance,&quot; said John Logsdon, a Nasa adviser and former director of the Space Policy Institute at George Washington University. The UK and European space industries are keen to see SpaceX succeed. &quot;Companies like SpaceX bring in external investment and take a more commercial, entrepreneurial approach and that is growing the sector. They help other companies see that it is possible,&quot; said John Paffett, director of telecoms and navigation at British satellite manufacturer SSTL. &quot;The downside is that in the launcher business you expect to have failures and when you are commercially funded, you are a lot more susceptible to risks and loss of investment confidence if you have problems. With the Falcon 9 launch, success is critical, and not just for SpaceX.&quot; The success of Nasa&apos;s strategy will not be clear for a decade, according to Alain Charmeau, head of Astrium Space Transportation, which manufactures the Ariane family of commercial rockets. Nasa&apos;s shuttle programme promised low-cost flights on a weekly basis, but ran up costs of $209bn on 130 or so missions in 30 years. &quot;I am not being negative, I am just cautious. Space is not yet a market like the car industry, or even aeronautics,&quot; he said. Ongoing wrangling over Nasa&apos;s budget and plans to commercialise space already threaten future cost savings. Nasa has invited four companies to compete for contracts to build and fly a crewed capsule, including Boeing, SpaceX, Blue Origin, and Sierra Nevada. But Congress is pushing for Nasa to choose one. &quot;You need competition to get the benefits of competitive pricing and ideas. Moving to one provider undercuts the whole idea of this initiative,&quot; said Logsdon.", 
    "section": "science", 
    "gid": "science/2012/may/17/spacex-launch-first-commercial-flight-space-station", 
    "wordcount": "976"
}