{
    "headline": "Students are already consumers - but will we get cannier?", 
    "text": "Education Guardian teamed up with Ones to Watch, the website that showcases the best UK student journalism, to launch a writing competition. We asked:  &quot;With fees tripling to 9,000 a year at most universities, is it inevitable that the student will become a consumer?&quot;  Here&apos;s, Lucy Snow, the first of two runners-up. &quot;Students as consumers&quot; is one of those horrid phrases that provokes much indignant bleating: education becoming a commodity, universities becoming sausage factories, lecturers becoming Gove&apos;s finger puppets. But students have been consumers ever since fees were introduced, by definition. University offers us a product  made up of libraries, academic experts, careers advice  and, rightly or wrongly, we pay what the government deems is an appropriate price. The real question is, will increasing these fees make students more aware of their status as consumers, and demand more bang for their buck? Or will the result be a creativity-sapping Dickensian nightmare: Mr M&apos;Choakumchild at the helm churning out graduates like &quot;so many pianoforte legs&quot;? University should be about creativity, and education for education&apos;s sake. My BA degree has been amazing and enriching, a golden period between the box-ticking of secondary school and the online numeracy and non-verbal reasoning tests apparently integral to getting any graduate job. But many a morning I have had to convince myself to get out of bed and go to my lecture by working out exactly how much each hour of contact time is costing me. Does my awareness of this negate the positive stuff? As with most student issues, opinion tends to be polarised: either you&apos;re a free-spirited creative sticking it to the man, or you&apos;re an institutionalised scab practically encouraging higher fees by utilising every cringeworthy opportunity to &quot;network&quot; that the careers centre gives you. However, I believe that an appreciation of the purely educative, enriching processes of higher education can exist alongside an awareness that students should be offered a range of services in return for their fees. As much as events entitled &quot;How to sell yourself to employees&quot; and &quot;How to use social networking to get ahead&quot; may turn your stomach, they are attempts to improve the consumer experience and give students a leg up in a saturated jobs market. There should be no shame in accepting this help, and no dent to your academic or creative integrity. Against a backdrop of anti-capitalist protests, it&apos;s difficult to see the phrase &quot;student as consumers&quot; in anything other than a negative light. But university is a unique product that markets itself to you at great expense. Students need to be conscious consumers so we can get the best out of our three years. When it comes to the business of learning, it&apos;s not what your university can do for you, but rather what you can do for yourself  with the resources and support provided.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jan/11/students-already-consumers", 
    "wordcount": "486"
}