{
    "headline": "New to nature No 63: Dalara garuda", 
    "text": "Lynn Kimsey, director of the Bohart Museum of Entomology at the University of California in Davis, has discovered a 2.5in wasp that has jaws longer than its front legs and a particularly fierce appearance. The description of the species is not yet published so its scientific name is not official, but Kimsey will name it Garuda, after the national symbol of Indonesia  a mythological, part-human, part-eagle warrior that has wide wings, great speed and superb fighting skills. Her Garuda, which she describes as the Komodo dragon of wasps, was collected in the Mekongga Mountains on Sulawesi island, which, like Australia and Madagascar, has an inordinate percentage of species found nowhere else on earth. As curator of a collection with half-a-million wasps from around the world, Kimsey instantly knew that this beast was unusual. The Garuda is a predator of other insects and belongs to the genus Dalara in the wasp family Crabronidae. Although little is yet known of the natural history of this winged beast, Kimsey points to behaviours in related species of Dalara that may explain its extraordinary mandibles. Some males sit at the nest entrance and guard against parasites and other wasps that rob nests. This vigilance is repaid with a sexual encounter each time the female returns. Kimsey notes that the Garuda&apos;s &quot;jaws are big enough to wrap around the female&apos;s thorax and hold her during mating&quot;. A team of scientists exploring the plants, animals, and fungi of Sulawesi have collected about one million specimens over the past four years. Kimsey estimates that among the wasps alone there are hundreds, perhaps thousands, of species new to science. She is concerned about the loss of tropical forests and what that portends for species diversity. So many wasps, so little time. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2012/jan/15/garuda-warrior-wasp-new-to-nature", 
    "wordcount": "309"
}