{
    "headline": "Hackers call US government's latest cybersecurity efforts 'a train wreck'", 
    "text": "Two branches of the US government are introducing cybersecurity legislation on Wednesday but hackers, the very people the government is trying to protect the internet from, have serious doubts about the government&apos;s ability to legislate technology. President Barack Obama is expected to mention an executive order on cybersecurity in Tuesday&apos;s state of the union, with details on the order to be released Wednesday morning. That same day, congressman Mike Rogers will reintroduce Cispa, the cybersecurity bill that allows private companies to share information about cyberthreats with the government. Cispa was much maligned by critics, and Obama said he would veto it if it was passed. The bill made it through the House in the 112th Congress and faltered in the Senate. Open-internet advocates say the bill threatens the privacy of citizens and provides the government and private companies overreaching access to people&apos;s information. Washington insiders expect Obama&apos;s executive order to produce information sharing provisions and an outline of cybersecurity standards for critical infrastructure and industries. Some of those on the hacking scene, however, are gearing up for what they see as another convoluted attempt at introducing harsh measures to control something they don&apos;t quite understand.  Leon Kaiser, of the unfortunately named hacking collective Gay Niggers&apos; Association of America, which hacked Tumblr in December, said that anytime the US government attempts to craft cybersecurity legislation, it ends &quot;in a train wreck&quot;.  &quot;The closest thing to &apos;cybersecurity&apos; the old men in congress can even wrap their heads around amounts to &apos;listen to all communications with no regard to privacy,&apos;&quot; Kaiser said in an email. &quot;It&apos;s taking a shotgun approach to security, and in the process, shooting the constitution.&quot; The Anonymous collective threatened to shut down the online stream of the state of the union on Tuesday afternoon because of the reintroduction of Cispa.  &quot;This action is being taken to underline a fact that appears to be sorely unrecognized by the Obama Administration  that the Internet is a sovereign territory, and does not fall under the jurisdiction of any nation state,&quot; the collective said in a statement.  Sebastianowl, an anonymous member of Anonymous, said in an email that many in the hacking scene feel that there needs to be &quot;less laws, that are clearer and more fair.&quot; &quot;Sentencing for any kind of computer related crimes also needs to be brought into line with reality and the bounds of justice, companies tend to inflate their estimates of damages and juries hear &apos;millions of dollars in damages&apos; and rush to throw the book at someone for exploiting ridiculously lax security and changing a webpage.&quot; Sebastianowl pointed specifically to the Computer Fraud and Abuse Act, which was initially created in 1984, as an example of what he believes is the government&apos;s habit of crafting legislation that allows for unnecessarily harsh prosecution of offenders. The act has been updated several times since it was first introduced, but was subject to harsh criticism after open-internet advocate Aaron Swartz killed himself on January 11. Swartz was being threatened with more than 30 years in jail and up to $4m in fines for violating the act by downloading material from the JSTOR article archive.  He also mentioned the case of Andrew &quot;Weev&quot; Aurenheimer who, like Swartz was, is being threatened with a lengthy prison sentence for sharing information acquired illegally.  Hacktivist supporters say the persecution is harsh compared to the acts, especially because many of these hackers see their work as acts of political activism, not malicious crimes. &quot;Companies themselves need to be made to take a much greater responsibility for leaving systems containing their own, or their customers, sensitive data unpatched and insecure, sometimes years after vulnerabilities in the technology they are using have been widely publicized,&quot; sebastianowl said.  Critics frequently say that technology legislation it flawed because the government can&apos;t keep up with a rapidly advancing industry.  Amy Mushahwar, counsel at Ballard Spahr LLC, has worked in the technology industry for more than 15 years and is familiar with the Washington cybersecurity debates. She told the Guardian that &quot;the standards are very old, very mature, but constantly being updated&quot;.  With the president announcing the order the same day Cispa is reintroduced, Mushahwar expects there will be gaps in what Obama can address with the executive order because of the dynamic with Cispa.  &quot;Likely, the cybersecurity order will be solely focused towards critical infrastructure and critical industries, so that leaves a wide-swath of companies general retail, hospitality that are not addressed,&quot; Mushahwar said.  She added that companies can be bogged under conflicting cybersecurity standards which can inhibit a companies ability to participate in higher level security discussions and analysis. &quot;Good security isn&apos;t compliance; good security is creative,&quot; she said.", 
    "section": "technology", 
    "gid": "technology/2013/feb/12/government-cybersecurity-efforts-train-wreck", 
    "wordcount": "805"
}