{
    "headline": "Grantham celebrates Isaac Newton", 
    "text": "In a recent post on this site, Stuart Clark introduced the Gravity Fields Festival, and the complexity of the figure it celebrates  Isaac Newton. The festival, being held in Grantham, where Newton went to school, runs until Friday 28 September. Its theme is Newton and science, but it is an arts as well as a science festival, with plenty of history and heritage thrown in for good measure. Thus there is room for museums, archives, galleries, music, history, theatre and events in an eclectic range of venues. My talk on Monday, on Newton&apos;s public and prolonged interest in the very practical topic of maritime navigation, was undoubtedly improved by being in a pub. Elsewhere, Grantham&apos;s schoolchildren have been introduced to novel spaces: an apothecary&apos;s shop and an alchemist&apos;s laboratory. Grantham, of course, has long celebrated its connection with Newton. The nearby Woolsthorpe and its apple tree have been a pilgrimage site from at least the later 18th century, with visitors often making off with a few leaves or even roots. One of Newton&apos;s earliest biographers, William Stukeley, visited the area to talk to people who remembered the young Newton. His unpublished memoir, which recorded some of the most memorable Newtonian anecdotes, has been digitised and can be read on the Royal Society&apos;s website. The townspeople&apos;s own sense that their most famous son should be celebrated publicly developed in the 19th century. Thus, well over a century before the classic Isaac Newton Shopping Centre was built, a bronze statue was raised. This was to be a moment of national as well as local significance for Grantham. Thus just as in 2012 South Kesteven District Council has enticed luminaries including Martin Rees, Astronomer Royal and former president of the Royal Society, in 1858 Grantham Town Council hosted the then president of the society, Benjamin Brodie, and a flock of eminent visitors from Oxbridge and the metropolis The guest of honour and keynote speaker was Lord Brougham, a former lord chancellor who had just published an analysis of Newton&apos;s Principia Mathematica. Representatives of Trinity College, Cambridge, and the British Association for the Advancement of Science were also present. Flanked by boys of the grammar school and the townspeople of Grantham, it was a spectacle impressive enough to be engraved for the pages of the Illustrated London News. It included an element that could never be repeated today. As well as a president and assorted fellows, the Royal Society sent along a chair believed to have belonged to Newton (on which Brougham sat), and three treasured relics that were paraded through the town. They were Newton&apos;s reflecting telescope, his prism and a first edition copy of Principia, carried on cushions and then set up, in open air, before the statue. Although such objects would never be treated in this fashion today, Grantham has nevertheless imported a number of treasures. Perhaps most impressively, the National Portrait Gallery has loaned portraits for display in Belton House. The scale and scope of the celebrations are, of course, much greater than the 1858 event. As a finale, it is the ambition of Gravity Fields to transform the town  &quot;Grantham as you have never seen it!&quot;  this Friday. Weather permitting, a pedestrianised town centre will &quot;come alive with Newton themed processions, aerial displays, light projections and  performers&quot;. Back in the 1850s the former mayor of Grantham, Thomas Winter, had claimed that &quot;All civilized nations may  claim an interest in Newton&quot; and lauded him as a benefactor, philosopher and man of science, &quot;no mere flash of genius, but the steady process of untiring industry&quot; and not just wise, but &quot;the most practical of philosophers&quot;. Everyone should appreciate and revere his memory.  Such heroes are much less relevant to our times. The Gravity Fields Festival has been considerably more of the &quot;warts and all&quot; approach to Newton&apos;s life and personality, recalling his enmities, frailties, and interest in alchemy and revelation as well as optics and mathematics. It nevertheless demonstrates that Newton, and the whole range of things his life and after-life are associated with, can generate an interesting, eclectic, non-reverential and inspiring series of events.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/sep/26/history-science", 
    "wordcount": "696"
}