{
    "headline": "Breakthrough in mixed plastics recycling as new plant opens", 
    "text": "A major breakthrough in the challenge of recycling mixed plastics - a long-standing issue for consumers - has been made with the opening of a new national recycling plant. The 15m facility in north Lincolnshire - a joint venture recycling operation between Coca-Cola Enterprises and ECO Plastics - was opened on Thursday by environment minister Lord Taylor, and will be one of the first to use advanced technology to integrate the processing of both plastic bottles and polymers. It will enable an additional 15,000 tonnes of rigid plastic packaging such as tubs, pots and trays to be recycled every year. The government&apos;s waste advisory body Wrap has provided a 1.15m loan towards the development of the facility - an extension of the existing bottle sorting and processing facility - and an important step towards building much-needed reprocessing infrastructure for rigid plastics. Recycling of plastic bottles began in earnest 10 years ago and about 50% of all bottles are now recycled. But other plastics, such as dark plastic ready meal trays, yoghurt pots and protective film, have proved a challenge to recycle, not helped by varying local recycling facilities and compounded by confusing consumer advice to householders. There are also strict rules on re-use, which means that packaging outside food cannot be recycled to provide packaging for food products. Marcus Gover, director of closed loop recycling at Wrap, said: &quot;It is important that rigid plastic packaging is effectively recycled as if not carried out properly rigid plastics can contaminate the highly valuable plastic bottle waste stream  which would not be good for the economy or the environment. As the UK&apos;s capacity to process non-bottle plastics packaging grows, it will ultimately become viable for local authorities to routinely collect non-bottle plastics packaging from households at kerbside.&quot; Wrap has also drawn up new guidance for local authorities on the recycling of plastics that will be sent out next month. Last month&apos;s budget set a new target for plastic recycling of 42% (up from 24%) by 2017, and earlier this month minister Lord Taylor of Holbeach criticised the continued disposal of plastic bottles and other plastic products to landfill as &quot;shameful&quot;. He said 240,000 tonnes of plastic bottles were last year sent to landfill by households with access to kerbside plastic recycling collection  equivalent to nearly half of all bottles used. The plastic bottles sent to landfill would have been worth around 91m if they had been recycled. Coca-Cola has already pledged to recycle all clear plastic bottles disposed of at the London 2012 Olympic and Paralympic Games, of which it is one of the major sponsors. The recycled materials will be used to make 80m new Coke bottles. Gover admitted that recycling plastic film - the &quot;final frontier&quot; in plastics recycling, is one of the hardest challenges of all, as it can get caught in machinery. But in September 2011 Wrap research proved it was technically possible, commercially viable and environmentally best to recycle it. It is working with retailers such as the Co-op and Sainsbury&apos;s to collect bread bags, clingfilm and more at the front of stores and recycle back to materials used in store. Lord Taylor said of the new move: &quot;I&apos;m delighted to see this investment in ECO Plastics. It will increase the amount of plastic that gets recycled by 15,000 tonnes, helping to protect the environment and save businesses money by cutting back on their use of raw materials. The recycling industry is growing and we&apos;re working to help companies gain a foothold in this exciting new marketplace which will help us become a zero-waste economy.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/10/mixed-plastics-recycling-new-plant", 
    "wordcount": "612"
}