{
    "headline": "New Super Mario Bros U  review", 
    "text": "Nintendo&apos;s greatest asset is Shigeru Miyamoto&apos;s library of glorious franchises, but while Nintendo Land turns the whole lot into amuse-bouches, the only classic Nintendo character with his own Wii U launch vehicle is Mario, in New Super Mario Bros U. Which is more than a little disappointing for Nintendo-heads since, good though the modern reimagining of the classic side-scroller is, it makes more sense as a franchise on the 3DS than Nintendo&apos;s fixed consoles. Nintendo surely chose to give New Super Mario Bros the Wii U treatment because it could do so more easily and more quickly than it could with any of its other franchises. That said, New Super Mario Bros U impresses technically. All the levels are new, and are fantastically well designed. Difficulty levels swiftly reach the realms of fiendishness. There are many new details, like a freezing power-up which encases enemies in blocks of ice that Mario can pick up and throw, or the occasional presence of BabyYoshi, who can be picked up, inflated and used like a hot-air balloon. Or giant piranha plants that need to be hit three times with fireballs, rather than just once. And you can win power-ups and apply them before the start of a level. Also, even though it&apos;s just an old-fashioned side-scroller, the jump to HD does give the graphics a surprisingly attractive sheen. There&apos;s one truly innovative, Wii U-specific element: the multiplayer. This allows up to five people  four on Wii Remotes and one on the GamePad  to play together, and the person with the GamePad helps out the others by tapping the screen to create temporary blocks, tapping enemies to distract them and tapping otherwise unreachable power-ups. It&apos;s frenetic and anarchic, but hardly the stuff that will convince you to buy a Wii U. Come on, Mr Miyamoto: let&apos;s have a proper Mario game for the Wii U. And a Zelda, and a Metroid, and a Pikmin, and a Donkey Kong and so on...", 
    "section": "technology", 
    "gid": "technology/2012/nov/30/news-super-mario-bros-u-review", 
    "wordcount": "327"
}