{
    "headline": "Competition will dovery little to improve schools", 
    "text": "Over 20 years ago, legislation introduced the idea of market forces into state education  but it is only in this decade that we will begin to see its full effect. The 1988 Education Reform Act gave a parent the right to choose a school for their child, and since then parental choice has become a cornerstone of education policy. For many parents, the reality has seemed very different. Overt and covert selection, an increase in the number of faith schools, ever-narrowing catchment areas for popular schools, and too much variation in quality has meant that although parents have the right to express a preference for a school, they have never been guaranteed their choice. While giving parents more information has played a part in raising standards, it is questionable whether the market is actually the best means of delivering both more choice for parents and higher standards for children. Until now, it hasn&apos;t really been tested. The fortunes of individual schools may have been affected by parental choice, but the conditions for a real market in education haven&apos;t been in place. That is beginning to change. Three government policies are strengthening competition in education. First, opening up the management of schools to new providers  ranging from teachers and minority religious groups to charitable arms of global companies  and new types of school, such as the free schools programme, are designed to build greater diversity and capacity, so therefore more choice, into the system. Second, in some urban areas, a combination of new university technical colleges, free schools and studio schools, which are very small and offer a practical approach to learning, as well as independent schools coming into the state sector, means that thousands of extra secondary school places are being built into the local system. With no requirement for those opening new schools to establish a need for extra places, the future pattern of school provision is unpredictable.  It will certainly build surplus capacity and therefore greater choice into the system, but with a free for all among providers and no one with the responsibility for planning provision, market forces will rule. Schools will open and close faster than ever before, with, I predict, the greatest turnover among free schools. They are, by their nature, experimental and the government has already accepted that some won&apos;t make it. Already three of the first cohort to be inspected were given notice in March to improve. Third, the emphasis on independence and autonomy for teachers is widely agreed to be a good thing, but as competition takes hold there is every incentive for schools to use this greater autonomy to ensure their own survival. That is understandable, but it is the antithesis of the government&apos;s objective of schools supporting one another to become a self-improving system. So, the temptation will be to keep your own good ideas to yourself; hold back from offering the loan of a good teacher to a nearby struggling school; join partnerships that are safe, not challenging; and do your best to make sure parental choice doesn&apos;t affect your intake. Most teachers have a strong sense of the moral purpose of their job  a responsibility not only to their own pupils, but also to others. However, with more of the school system being shaped by competition, there is an incentive for them to look inwards at themselves and not outwards to others. The government&apos;s approach may create more choice. However, the cost isbecoming clearer every week  greater instability, fractured partnerships, incoherent provision and less sharing of good practice. The best way to improve parental choice is to improve all schools, but competition of this kind will do little to make that a reality.", 
    "section": "education", 
    "gid": "education/2013/apr/01/competition-wont-improve-schools-choice", 
    "wordcount": "622"
}