{
    "headline": "Social TV and second-screen viewing: the stats in 2012", 
    "text": "In 2012, a lot of people are using smartphones, tablets and/or laptops while watching TV. But how many, what are they doing, and what might it mean for the TV industry? It&apos;s a question being chewed over at pretty much every industry conference, and there is no shortage of research companies conducting surveys to try to help them understand viewer habits, and respond accordingly. I thought it might be a good time to round up some of the latest studies, all from 2012, and draw a few conclusions. Starting with the latter: Somewhere between 75% and 85% of TV viewers use other devices while watching, although a lot of these people are doing unrelated tasks  it&apos;s startling how many surveys come up with around 60% for the percentage of people who are emailing, which is a telling (and somewhat dispiriting) comment on modern working habits. Of these multi-screeners, how many are actually using their second device to look for something relating to the show they&apos;re watching? Somewhere between 37% and 52%, while between 27% and 44% are browsing for products spotted in a show or ad, depending which survey you believe. It&apos;s looking like more than a fifth of TV viewers are chatting on Facebook or Twitter about the shows they&apos;re watching, although again, lots of people are on these sites for unrelated reasons (between 42% and 48% overall, by the looks of it, which includes related and unrelated use). Here are the studies, in reverse-chronological order by date of publication. If I&apos;ve missed any significant research, do post links and details in the comments: eDigitalResearch / IMRG (October 2012) This was a survey of 2,000 people in the UK conducted in early July 2012. It found that 80% of smartphone owners, 81% of tablet owners and 73% of laptop owners use their devices in front of the TV. 41% of people have used one of these devices to browse for a product after seeing it in a show or advert. IMRG is &quot;the UK&apos;s industry association for e-retail&quot;, so it was keen to stress the implications for retailers, particularly in terms of ensuring their smartphone and tablet-friendly websites and apps tie into the adverts they&apos;re running on TV. Red Bee Media / Decipher (October 2012) This survey of more than 2,000 British smartphone, tablet and laptop owners claimed that 86% have used one of these devices while watching TV, although only one fifth have used a &quot;synchronous companion app&quot; (e.g. a Zeebox-style app) to do it. Of those app users, 55% were keen on the ability to respond to shows through polls and voting in these apps, while 52% liked the ability to participate or influence them by playing along. The study also found that 52% of respondents had used a second screen to find out more about a TV show, and that one third said they were more likely to watch a show live rather than on catch-up if there was lots of social buzz around it. 44% of &quot;dual screeners&quot; use the second screen to find out more about brands or ads, 56% are open to receiving targeted ads through synchronous apps, and 40% would be willing to receive offers and promotions on their devices based on products featured on the TV. Meanwhile, a quarter of respondents said they&apos;d pay for a second-screen app, although only 1.27 per app on average. Verizon / Harris Interactive (October 2012) Verizon commissioned Harris for a poll of 2,319 Americans who were planning to watch the US presidential debates. It found that 65% said they were going to do it with a smartphone, tablet or computer in their hands/laps. 41% said they were at least &quot;somewhat likely&quot; to use the second screen to fact-check statements by Barack Obama and Mitt Romney, while 39% were somewhat likely to follow the reactions of political reporters, and 26% to follow those of comedians (&quot;although it is not clear if this is to track their political punditry or for comic relief&quot;). This wasn&apos;t a one-way flow of social updates, though. 23% of people planning to watch the debates said they&apos;d post their own reactions on Facebook, and 14% on Twitter. BSkyB / YouGov (September 2012) BSkyB commissioned YouGov for some research on how technology and social media are changing TV-viewing habits, based on 4,465 responses. The topline figure: 75% of Brits watch TV with a second device to hand. What are they doing? 65% are surfing the web, 60% are emailing and 48% are using social networks. The study also drilled into the habits of 18-24 year-olds, finding that 24% use Facebook to find something to watch, while 9% use Twitter. 37% share something about a show on social media, while 31% talk online to people they don&apos;t know about their favourite shows. Overall, 24% of people surveyed said they use social media for TV recommendations, while 12% of people say &quot;they&apos;ve turned on their TV just because of something they&apos;ve seen on social media&quot;.     Google's multi-screen study included a warning    Google / Ipsos / Sterling (August 2012) This is currently one of the most widely-quoted studies of multi-screen habits, thanks in part to its warning to the TV industry that &quot;Television no longer commands our full attention&quot;: 77% of the times people watch TV, it&apos;s with another device. The study, which involved 1,611 US participants, suggested that 81% of people use smartphones while watching TV, while 66% use laptops or PCs while watching TV. Top activities included emailing (60%), internet browsing (44%), social networking (42%) and playing games (25%). Google suggested that 22% of &quot;simultaneous usage&quot; of more than one device is complementary one use is related to the other. It also found that 22% of respondents have searched for something on their smartphone because they saw it on TV a figure that breaks down to 17% because of an ad, and 7% because of a show (obviously, there&apos;s an overlap). Ericsson (August 2012) Ericsson&apos;s study of TV and video habits was based on its ConsumerLab research program, which involves interviewing 100,000 people a year in 40 countries. Its key finding was that 62% of people use social media while watching TV 18 percentage points more than 2011&apos;s finding. 40% of them are discussing what they&apos;re currently watching on social networks. The report noted that social TV isn&apos;t just for the young folk: 30% of 45-59 year-olds &quot;engage in social TV behaviour at least weekly&quot;. Deloitte (August 2012) Deloitte&apos;s survey of 4,000 people in the UK dug into second-screen habits, claimed that 24% of all respondents use second screens, although nearly half of 16-24 year-olds use messaging, email, Facebook or Twitter to discuss what they&apos;re watching on TV. It suggested there is a &quot;muted appetite&quot; for interacting with shows from the second screen, with only one tenth of respondents browsing the internet for information about the show they&apos;re watching. 40% said they like being able to send comments in to a live show, but 68% said they wouldn&apos;t want websites for products, people or adverts that they&apos;ve just seen on TV to &quot;automatically appear on their computer, tablet or smartphone&quot;. Deloitte&apos;s response was that second-screening has much more of an impact on driving &quot;conversations about a programme, as opposed to interaction with it&quot;, with the company&apos;s Paul Lee suggesting it will be similar to eating in front of the TV: &quot;An everyday experience for some; absolutely unthinkable for others. One thing is certain: it is here for good.&quot;     The Pew Internet study examined what multi-screeners do    Pew Research Center (July 2012) Another US study, this, conducted for the Pew Internet &amp; American Life Project with a sample of 2,254 US adults in late March 2012, although published later in the year. It found that 52% of mobile phone owners are &quot;connected viewers&quot;, using their phones while watching TV. 38% do it to keep themselves occupied during advertising breaks or other pauses, and 23% send texts to friends watching the same show as them. 22% fact-check what they&apos;ve seen on TV, 20% visit websites mentioned in a show, 11% check what other people are saying online about the show they&apos;re watching, and 11% post their own comments from their phone. Meanwhile, 6% said they use their phones to vote for reality show contestants. IAB UK / ESPN (July 2012) The UK&apos;s Internet Advertising Bureau teamed up with broadcaster ESPN for a study zeroing in on second-screen usage during the Euro 2012 football tournament, based on ESPN&apos;s 3,000-strong Fan Forum panel. The idea: to dig into how people use multiple screens during a big sporting event. It found 54% of fans used another device while watching matches on TV, and that of those, 68% were using the second device for &quot;UEFA Euro 2012-related activity&quot;. Of these people, 39% visited social networking sites related to the match, 17% visited related websites, 16% placed bets, and 11% used related apps. 16% of fans read tweets, while 10% tweeted themselves. However, unrelated activity was also happening on the second screen: 61% checked emails and 13% did online banking tasks. Thinkbox (June 2012) The Screen Life study from Thinkbox and COG Research aimed to give the advertising industry more insight into multi-screen viewing, blending analysis of video footage of 23 households&apos; living rooms with an online survey of 2,000 people. It suggested that 86% people with access to TV and the internet have ever &quot;multi-screened&quot;, while 34% say they do so regularly. It found that 31% have chatted about TV shows or ads in a second screen, but that this rose to 56% for 16-24 year-olds. The research suggested that multi-screeners are more likely to stay in the living room during ad breaks (81% versus 72% for people who aren&apos;t multi-screening), and that they watch for longer too: 64% of their viewing sessions last for more than 15 minutes, versus 47% for non multi-screeners. IAB / Ipsos MediaCT (May 2012) This was a study from the Internet Advertising Bureau which found that 63% of TV viewers had used a connected device the last time they watched live TV, with that rising to 66% for people the last time they watched time-shifted TV. This research also found that most users are emailing, texting and social networking, which aren&apos;t usually related to what they&apos;re watching. However, it claimed that 45% of smartphone and 30% of tablet &quot;multi-screeners&quot; were doing something relating to the current show. 23% of smartphone multi-screeners were texting, emailing or messaging friends about the TV, while 20% were chatting about it on social networks, and 20% actually talking (as in voice calls) about it to friends. 37% of smartphone multi-screeners use their devices to talk about ads they&apos;ve seen, with some intriguing findings that the more devices people use at once, the better they are able to remember ads  as in associate advertisers with specific TV shows.     Nielsen compared habits across four countries    Nielsen (April 2012) Nielsen&apos;s study of multi-screening habits is also regularly quoted at TV and tech industry conferences, not least because it compared the US, UK, Germany and Italy rather than focusing on one market. In the US, it found that 41% of smartphone owners use their phones at least once a day while watching TV, while 45% of tablet owners do the same. In the UK, those numbers were 40% and 41% respectively. Across all countries, the most frequent tablet or smartphone activity was checking email, but Nielsen also dug into US (I think) simultaneous TV and tablet usage for some more depth. It found that 61% of tablet owners check email while watching TV, 47% visit social networks during a show (and 45% during the ad break), 37% look up information relating to the show they&apos;re watching, 34% check sports scores, and 27% look up product information based on a TV ad.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/oct/29/social-tv-second-screen-research", 
    "wordcount": "1992"
}