{
    "headline": "Will the 'girl effect' really help to combat poverty?", 
    "text": "The call to invest in adolescent girls has been sweeping the development field in recent years. Among the supporters of this policy are key stakeholders such as the UK Department for International Development (DfID), the World Bank and several UN agencies. In part, this is linked with the effort of Nike and its philanthropic arm, the Nike Foundation. Several years ago the foundation began focusing on adolescent girls, coining the term the &quot;girl effect&quot; (on development). The empowerment of girls, it is argued, is a powerful way to tackle poverty. This is because, as a special UN taskforce claimed in 2010, empowered girls will &quot;marry later, delay childbearing, have healthier children, and earn better incomes that will benefit themselves, their families, communities and nations&quot;. The slogan used by DfID describes this as &quot;stopping poverty before it starts&quot;. But is it really so straightforward? At the heart of this policy is the assumption that the prevalence of early marriage and childbearing is a key factor affecting a country&apos;s economic prospects. However, a glance at the statistical data reveals there are many developing countries in which adolescent fertility is actually less prevalent than in the US, one of the world&apos;s wealthiest nations. For example, Vietnam, Sri Lanka, Pakistan, Burma, Jordan, Lebanon and Morocco, all had lower rates of adolescent fertility than the US in the last reported year. In Rwanda, one of the countries where DfID and the Nike Foundation are rolling out girl-focused interventions, adolescent fertility is not much higher than in the US. These examples highlight the limit of the association between the prevalence of early childbearing and a country&apos;s economic standing. Even more questions arise if we consider the UK&apos;s experience of teenage pregnancy prevention. In the UK, teenage motherhood was described as linked with incomplete education, economic difficulty and poor health. In the late 1990s, the Labour government launched a 10-year strategy to curb the rate of teenage pregnancy. The effort was based on the assumption that if young women postponed childbearing, their economic prospects would improve. This suggestion seems compelling, but there are two fundamental problems. First, it is an undisputed fact that in the UK it is overwhelmingly disadvantaged young women who opt for early motherhood. Research that examined women from similarly disadvantaged backgrounds revealed that those who delayed childbearing were not significantly better off than those who did not. Regardless of parenthood, those from disadvantaged backgrounds are less likely to access higher education and to obtain high paying jobs than those from more affluent backgrounds. This divergence of prospects is not caused by teenage motherhood, and therefore delaying pregnancy will not address it. The second key problem is that policymakers&apos; views and young women&apos;s preferences are not necessarily aligned. Labour&apos;s strategy failed to meet its target partly because a certain proportion of young women want to become mothers. Both these problems raise questions regarding the effect of current development interventions. &quot;Girl effect&quot; proponents argue that if girls in developing countries delay childbearing they will be significantly better off. However, as in the case of teenage pregnancy in the UK, this argument is based on questionable evidence. Early childbearing is portrayed as a cause of poverty, but the statistics do not demonstrate such a causal connection. Furthermore, in Britain the effort to tackle teenage pregnancy was met with resistance from disadvantaged young women. How would it be received in countries where early childbearing is culturally sanctioned and frequently takes places within marriage? Will this effort to &quot;export&quot; a western policy succeed? Time will tell whether the &quot;girl effect&quot; will become one of those promising interventions that turn out to be more of a myth than a panacea.  Ofra Koffman is a Leverhulme postdoctoral fellow in the department for culture, media and creative industries, King&apos;s College London", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/10/will-girl-effect-combat-poverty", 
    "wordcount": "642"
}