{
    "headline": "The higher education achievement report: reforming degree classifications", 
    "text": "While schools reel at the prospect of GCSE and A level reforms, universities are involved in a quieter qualifications revolution of their own. They are poised to adopt a new way of measuring student achievement that could see degree classifications wane in importance. Over the past four years I have chaired a steering group developing and trialing the higher education achievement report (Hear), a more sophisticated approach to recording the skills and knowledge students gain during their time in higher education. A concise, electronic document, following a standard template, the Hear includes not only a detailed account of students&apos; academic achievements throughout their course, but also a record of any additional awards or recognised activities and roles of responsibility. Of the 109 institutions who have expressed an interest in the Hear so far, all but five now have a timetable for putting it in place, and 20 have already awarded a Hear to their students. This means that, as our steering group publishes its final report today, more than half the sector is already on board. Higher education&apos;s two representative bodies, Universities UK and GuildHE, have each recommended that every institution now adopts the Hear . Getting to this significant stage has taken longer than originally envisaged. This is due to extensive trialing that has taken place, during which many challenges and issues have been identified and overcome. One of the key questions to arise during trialing was whether the Hear should be a record of progression, or only of attainment. Student representatives were concerned that a &apos;warts and all&apos; record, including fails, low marks and resits, may not take account of mitigating circumstances or varying institutional rules on resits. However, employers were firmly of the view that anything less than a complete record might be seen as a cover up. On balance, we decided that for the sake of simplicity and completeness everything that counts towards the final degree result should be recorded, including fails and low marks. This level of transparency will help students as well as employers by showing the decisions made by institutions in combining marks to create a degree award. Producing module marks to the detail required, at the same time as fulfilling our requirement that the Hear should be a limited number of pages, was a challenge for some trialing institutions. Addressing this issue has meant we now have a Hear template that is neither over-complex nor too lengthy. While it was important to produce a standard template, the Hear also had to be flexible. We had to make sure that it could include a grade point average, should institutions choose to move towards this system in the future, and also allow institutions to decide what kind of extracurricular activities are recognised and verified. We took care to ensure that the report does not constrain student choice or different forms of assessment. In addition, presenting the Hear as an electronic document was technically challenging. With the help of JISC, experts on information and digital technologies for education, and the trialing institutions, we have produced technical guidance and created a system for providing secure access to Hears for students and prospective employers. The Hear makes full use of what has hitherto been underutilised, and often unseen, information on student achievement. It therefore requires better communication and efficient information sharing between different parts of an institution  from IT services to careers departments, lecturers, and student unions. This represented both a benefit and a challenge. Institutions involved reported that it has led them to critically assess their internal processes for recording assessment. Trialing also suggests it is likely that student record systems and administrative activity will have to be reviewed in many participating institutions. Finally, of course, the cost of introducing and maintaining the Hear was an important consideration. A study we commissioned found that for many institutions this was lower than expected, with the cost of implementation varying depending on an institution&apos;s starting point. At a time when students have just started to pay higher fees, the Hear is a clear example of how universities can provide greater value. For employers, it offers the chance to see in more detail what students have achieved at university and make comparisons between job applicants. We hope that the introduction of the Hear, eventually by the whole higher education sector, will mean that when the next generation, sitting Gove&apos;s reformed GCSEs , graduates from university, they will have far more to show for their academic experience than a simple degree grade or grade point average Professor Sir Robert Burgess is vice-chancellor of the University of Leicester and chairs the Burgess Implementation Steering Group for the HEAR This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/03/higher-education-achievement-report-bob-burgess", 
    "wordcount": "807"
}