{
    "headline": "Can organic farming enhance livelihoods for India's rural poor?", 
    "text": "Sixteen months ago, Delhi-born Ashmeet Kapoor returned to India with a wish to make a difference. The 26-year-old graduate, who had recently completed his masters in innovation management and entrepreneurship at Brown University in the US, knew he wanted to improve the lives of India&apos;s rural poor in some way. &quot;I wanted to work to improve rural livelihoods using enterprise, but I needed to get my feet on the ground to explore where I could have the most impact,&quot; Kapoor explained. It didn&apos;t take long for him to identify agriculture, which accounts for almost half of India&apos;s workforce, as his chosen sector. Kapoor&apos;s search began with a train journey across India, the Jagriti Yatra, where he joined 400 other young people eager to gain inspiration for entrepreneurial work. The experience introduced him to the challenges facing farmers in India, as well as the attendant opportunities. &quot;Our agricultural system is in a mess,&quot; he said. &quot;Many of our farmers are underpaid, malnourished, are frequently using chemicals that harm their health, and rely on practices that seriously degrade their land. Not only this, the food that they are producing is often coated in harmful chemicals, has little taste and is low in essential nutrients.&quot; Kapoor was also struck by what he describes as the &quot;lost talent&quot; in rural areas. &quot;I was amazed to discover that a lot of people in rural India actually have BAs and MAs, but there are no jobs for them. Their only option is to move to the cities to take jobs in factories. If you want to support rural development, you have to create the right opportunities. Farmers are still not really looking at agriculture as a business.&quot; Kapoor moved to rural Uttar Pradesh and started a two-acre demonstration farm to experiment with different agricultural practices and spend time among farmers. The more farmers he spoke to, the more convinced he became of the relevance of organic practices as a solution to many of the challenges they face. &quot;Organic farming, when practised properly, reduces the input costs for fertilisers, pesticides and seeds, dramatically improves farmer health and enhances the fertility and resilience of their land,&quot; said Kapoor, as we travelled to Haryana, just north of Delhi, to visit a group of farmers he plans to work with. &quot;Of course, it also gives you tastier, safer and more nutritious produce.&quot; The problem is that the right incentives for farmers to convert to more sustainable practices have not been effectively created, said Kapoor. &quot;People want good, nutritious food but they don&apos;t want to pay more for it. Farmers want to be paid fairly for their work, and to farm in a way that can support them long into the future, but today&apos;s systems don&apos;t provide for that. Certification is expensive, many of their skills have been lost and much of the money paid for good produce is, in any case, lost to middlemen.&quot; As a result of these experiences, Kapoor set up a company, Jagriti Agro Tech, which, on Thursday, will start to supply affordable organic fruit and vegetables direct to households in Delhi, sourced from farmers in the surrounding states under the brand name I Say Organic. His remit is simple: by connecting farmers directly to markets, he hopes to address several challenges simultaneously, providing better incomes and quality of life to rural farmers. Kapoor plans to pay his farmers prices 25% higher than the current market rates for their produce, incentivising the use of more sustainable practices. In addition, unlike most &quot;box schemes&quot;, few of which exist in India today, he says the cost of his produce will remain competitive with local non-organic fruit and vegetables. Kapoor believes customers should be able to choose what they want, and receive it within a day. It sounds an impossible task, but the only way to achieve these goals is to work with the system, said Kapoor. &quot;You can&apos;t just create markets, nor can you just work with farmers, so instead we are trying to work from one end to the other: to create and support the whole value chain.&quot; The farmers appear to have seen rapid benefits. &quot;We currently have no means of marketing our produce, and initial conversion costs to organic farming require time, effort and money,&quot; said Nepal Singh, a farmer from southern Haryana. &quot;I Say Organic is giving us better rates for our produce, and clearly labels it, making it far more worthwhile to farm organically.&quot; &quot;In the future, I believe organic produce will be in great demand,&quot; added Gulzar Singh, another farmer from the same region. &quot;I want to be one of the first people to grow it, just like our ancestors used to. I Say Organic is providing us with proper markets for our produce, and better prices than the Mandi [local market].&quot; Kapoor&apos;s work is part of a wider wave of change in India. &quot;The organic market is growing in India,&quot; said Sunil Gupta, founder and CEO of Dharani Organic, and one of Jagriti&apos;s first partners. &quot;More farmers are becoming aware of both the hazards of conventional farming and the opportunities, financial and otherwise, of more sustainable methods.&quot; A number of Indian states, including Mizoram, Uttarakhand and Sikkim intend to go 100% organic, with many more adopting policies to promote organic farming. There is a growing dialogue around the potential for India&apos;s organic market both within and outside India. One study has estimated it could grow by about 15% between 2011 and 2013. To scale up his business, Kapoor plans to increase the number of farmers and customers he works with from hundreds to thousands, and to diversify his business model. &quot;Our goal is to make organic produce accessible to everyone eventually, not just a niche group,&quot; he said. &quot;To do this, we hope to start also marketing B and C grade produce  vegetables which might be smaller or less physically perfect, but perfectly usable  to lower-income customers, to develop rural markets, and even to start processing any food we don&apos;t sell. It&apos;s just one step along the road at a time.&quot;  This article was amended on 19 April 2012. The headline and standfirst were changed. The headline originally read &apos;Organic farming promises to yield a sustainable future for India&apos;s rural poor&apos;. The standfirst read &apos;Organic agricultural practices are improving prospects for India&apos;s farmers by providing greater profit and sustainability.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/15/organic-farming-india-rural-poor", 
    "wordcount": "1093"
}