{
    "headline": "Call of Duty: Black Ops 2  multiplayer hands-on preview", 
    "text": "Is there another franchise in the shooter genre that casts a longer shadow than Call Of Duty? Certainly Activision&apos;s FPS mammoth draws as much ire as it does admiration from the gaming community, but you can&apos;t argue with the statistics. Call Of Duty shatters through unit sales records as a matter of course, year in, year out. The last entry in the series, Modern Warfare 3, grossed a whopping $775m (495m) in its first five days of release and its predecessor tops the franchise&apos;s highest-seller list, having shifted more than 23m copies to date.  That last little piece of information probably weighs heavy on the collective minds at Treyarch, the developer behind the upcoming Call Of Duty: Black Ops 2. Since the first Black Ops is the biggest selling CoD entry of all time, expectations for its sequel have been pumped up to the point of absurdity. Whether or not Treyarch can top its personal best depends largely on Call Of Duty: Black Ops 2 living up to the hype, and a big part of this  the silver bullet, in fact  is down to the game&apos;s crucial multiplayer mode. First, the bad news: if you were a fan of the wager matches in Black Ops or, indeed, its in-game currency, which allowed some non-linear progression through the unlockables  too bad! They&apos;re now things of the past. Kill Streaks have gone too, although they exist in a more malleable form as Score Streaks. The big push with Black Ops 2, seems aimed at delivering as much customisation to the player as possible without breaking the overall balance. The Class Creation tools have been overhauled somewhat. Instead of a set rubric in which players are forced to pick a certain number of perks, weapons and pieces of equipment, in Black Ops 2, they&apos;re assigned 10 character points to spend as they please. Let&apos;s say, for example, you&apos;re a CoD player who hardly ever uses their secondary weapon. Well, in Black Ops 2, you don&apos;t need to select one; you simply cash it in for some extra points, and you can spend them something else.       Players can also buy up to three Wildcards (each costing a point), which allow them to bend the rules and configure their class further. The &quot;Perk Greed&quot; Wildcard, for example, allows players to select two Perks from the same category  such as Hardline and Flack Jacket. Wildcards can also be used to buy more weapon attachments or extra grenades. To maintain some sense of balance, there are upper limits on what the player can buy  you can&apos;t stroll into a match with five guns, for example.  Once in a match, players will notice that the rejigged Score Streak system is more user-friendly than its Kill Streak predecessor. In the past, players had to string together a series of kills in order to call in useful items such as UAVs, rocket bombardments and K9 attack dogs. Now they&apos;re rewarded for what Treyarch has labelled &quot;positive gameplay&quot;. Each Score Streak piece of equipment is assigned a numerical value, and once the player earns that value through their actions, the equipment is available for them to deploy. So, for example, if a player captures a flag (100pts), shoots an enemy on their way back to base (100pts) and then plants their flag at homeplate (100pts) they can then call in a UAV drone (300pts) having only fired one shot. The new equipment in the game is an absolute blast to use. A lot of the guns in the game look like revamped versions of the weapons in Modern Warfare, but there are some completely unique items in Black Ops 2&apos;s arsenal too, befitting its slightly futuristic setting. These include the Assault Shield, a metal riot shield that can be used as deployable cover, Shock Charges, that temporarily stun targets and the Millimeter (sic) Wave Scanner, that allows players to see stationary targets through walls (think about that, campers).  The Score Streak rewards are equally satisfying. There are obviously the tried and tested assets, such as Care Packages and UAVs, and there are some re-skinned features too  an attack drone mini helicopter presents a smaller target, but it pretty much does the same thing as the Harrier from MW2.  Then there are brand new items, such a remote drone that the player flings into the sky as soon as they unlock it, and it circles the battlefield until it finds a target  making it pretty much a guaranteed kill. There&apos;s also the HellStorm Missile, which works the same way as a Predator Missile, except that it can split off multiple warheads, decimating enemies moving together in a group. There are even a couple of non-lethal items such as The Guardian (no relation), a turret that emits a microwave pulse that slows down opponents. Stick this baby in the right section of the map and you can create a bottleneck filled with a lot of downed enemies.       Players also have the option of taking control of some of their AI equipment remotely. Players can switch to the HUD of items such as attack drones or remote turrets and better direct their fire against foes. They can also leave the equipment to work remotely, if they so choose.  There were four maps available at the multiplayer reveal: Cargo, Yemen, Turbine and Aftermath. Aftermath and Cargo were set in LA, the former featuring a decimated downtown area, and the latter set in a container bay at the docks. Yemen is a classic street battle set in a small town, while Turbine  my favourite of the lot  takes place in a canyon around a downed cargo plane. All of the maps look exquisite and favour the close-quarters run-and-gun style of gameplay COD is known for. Aside from Team Deathmatch, we were allowed to play the new Hardpoint match, which is essentially a version of King Of The Hill from Gears Of War 3. Everything the player does in the online mode earns them XP, and each new level offers them a new unlockable item. There are 55 levels in the game, and we&apos;re told that hitting the top level won&apos;t be enough to unlock all of the mode&apos;s content. This means that in order to obtain shiny new perks, guns and equipment beyond level 55 requires players to Prestige  and there are a further ten levels of that available. There are also a ton of medals, tags and baubles in the mode for players to collect for, as Treyarch puts it, &quot;doing something cool in a match&quot;. Players now also have the option of playing in ranked matches, as one of the key pushes for Black Ops 2 is in the direction of the eSports market. To that end, they&apos;ve introduced League Play, which offers skill-based matchmaking and seasonal ladders. If you start playing in the online Leagues, Black Ops 2&apos;s online mode will record your skill level, size you up, and plonk you in a league with players you have a chance of beating. Once you get into the habit of trouncing opponents on a regular basis, you move up to the next League in terms of skill-level. Quitting matches in League Play is punished harshly, by the way, as Treyarch doesn&apos;t want highly skilled killjoys to be able to drop down to the lower leagues and mess up anyone else&apos;s experience.  Treyarch has also furnished its League Play mode with a new toolset allowing players to commentate on games, rather than play in them. The designated commentator  or CoDcaster  has an array of play-by-play features to allow them to fill out their uploads including Score Panels, Name Plates and different views they can use to follow the action. Treyarch says it has a streaming component in development, which will allow CoD-heads to follow matches on their tablets.  Of course, whether eSports proves a substantial draw for the CoD faithful remains to be seen, but even without it, the online mode looks set to rack up impressive audience numbers. Overall, the focus in Call Of Duty: Black Ops 2&apos;s multiplayer is on quickness and customisation. Treyarch wants players to dive into this mode, work out their play preferences and then level up as quickly as possible. This doesn&apos;t mean that it&apos;ll be easy to become an elite player, but it makes Black Ops 2&apos;s online mode arguably the most accessible of its type in series. It&apos;s a sharp, brutal and compelling experience, and all of this bodes well for Black Ops 2&apos;s chances when it&apos;s released this November.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/14/call-of-duty-black-ops-2-multiplayer-preview", 
    "wordcount": "1430"
}