{
    "headline": "Heathrow must be expanded or replaced, airport chief announces", 
    "text": "Heathrow has weighed back in to the aviation capacity debate with a warning that Britain can only sustain one hub airport and that the choice for the government has to be to expand Heathrow or replace it. Colin Matthews, the chief executive of Heathrow (formerly BAA), said the nature of &quot;hub&quot; airports was poorly understood, and highlighted new research that claimed lack of hub capacity could deprive the UK of trade opportunities totalling 14bn a year. Inaction would see foreign competitors race ahead, with Schiphol, Amsterdam, in particular already taking business. Matthews said: &quot;Heathrow can last without a third runway, but it is a progressive relative decline.&quot; He admitted that &quot;if you ask three economists, you get three different answers&quot;, but said research Heathrow commissioned from Frontier Economics suggested the potential costs to the wider UK economy as well as aviation could total 14bn a year, although it warned the figures should be treated with caution. New Chinese destinations such as Chengdu could provide a third of that uplift. Campaigners Hacan (Heathrow Association for the Control of Aircraft Noise) pointed to a bilateral agreement between China and the UK restricting flights, and questioned the need for an expanded &quot;hub&quot; airport. Spokesman John Stewart said: &quot;We can find no hard evidence that the London economy will lose out if Heathrow does not expand as a hub.&quot; The reports mark Heathrow&apos;s first public foray into the capacity debate since the formal launch of the Sir Howard Davies commission earlier this month. It is not due to report until June 2015, after the next general election, although Davies has promised that his interim findings in late 2013 will significantly narrow down the options for potential airport expansion. Heathrow&apos;s major opponent now seems to be the mayor of London, Boris Johnson, who had a first meeting with Davies on Wednesday and offered to work closely with the commission, although he previously made clear he would not be bound by its findings.", 
    "section": "environment", 
    "gid": "environment/2012/nov/15/heathrow-issues-hub-airport-decision-warning", 
    "wordcount": "339"
}