{
    "headline": "France looks to EU transparency law to help lift the 'resource curse'", 
    "text": "Pascal Canfin, the French development minister, is more interested in policies with the potential to help or hurt poor countries than in meeting aid targets. It is an approach that contrasts with the UK where the development debate  to the frustration of some NGOs  seems overly focused on Britain&apos;s pledge to devote 0.7% of its gross national income (GNI) to aid, a target it is due to meet next year. &quot;Aid is critical, but we need to act in other dimensions such as trade and agriculture,&quot; said Canfin, who is attending the EU&apos;s annual development days. An event that brings together a sprinkling of heads of state  President Joyce Banda of Malawi is here, ministers, development experts and NGOs, the theme this year is sustainable and inclusive growth for human development. Canfin, who was on a panel on social protection, outlined France&apos;s approach to development to the Guardian at the start of the conference on Tuesday. The former MEP, who set up an NGO called Finance Watch which pushed for greater transparency in financial flows, said France, where aid makes up only 0.46% of GNI, planned to meet the 0.7% target by putting in 10% of revenues from a financial transactions tax, expected to raise 1.6bn (1.3bn). Legislation pending in November will fix the 10% figure into law. But Canfin&apos;s interests and priorities lie elsewhere. He and President Franois Hollande are making a big push for the EU&apos;s directives on transparency and accounting, currently making their way through the system. The directives, which were approved by a key parliamentary committee last month, require companies to publish their payments to foreign governments. The move received strong backing from Hollande when he was in the Democratic Republic of the Congo and Senegal last week. The French leader said he favoured &quot;real&quot; transparency, with extractive industries reporting not just country by country but also project by project, without exception. NGOs have been pressing hard on this last point in the belief that high transparency in the accounts of powerful western companies will help lift the &quot;resource curse&quot;  whereby wealth in countries with abundant natural resources remains with a small elite. A recent World Bank report said that although African countries with natural resources have enjoyed high economic growth  such as Angola  there has been little poverty reduction. &quot;We are very committed with the Nordic countries to these directives; they are our red line,&quot; said Canfin. &quot;We want them to be as strong as US standards. That way it will set a &apos;pre-global standard&apos; and we can go to Japan and China and say &apos;this is what we&apos;re doing&apos;.&quot; Canfin applauded support for strong transparency rules from Nick Clegg, the deputy prime minister, last week, saying the UK position is key. &quot;In the past month, there seemed to be an erosion of support in the UK, so it was important for Clegg to reaffirm British support.&quot; Canfin is counting  perhaps overoptimistically  on the directives leading to more wealth staying in developing countries as they negotiate better deals with western companies. &quot;This could have a tremendous impact on development, and the budgetary costs to developed countries would be close to zero,&quot; he said, an acknowledgment of the pressure to cut aid budgets in the west. Elaborating on the theme that aid is just a component of development, Canfin said France would hold a public debate on development policy next month. &quot;It&apos;s a debate we have not had for more than 15 years and it will cover more than aid,&quot; he said. He praised Britain&apos;s efforts to push for greater transparency and public accountability of its aid, adding: &quot;Aid is one topic of consideration, but we also need to consider other areas  finance, agriculture and trade.&quot; On agriculture, particularly the common agricultural policy (CAP), which has been criticised for damaging the interests of poor countries despite reforms that have curbed the worst excesses, Canfin said France  where farmers have resisted CAP changes  would push for a &quot;greener, more sustainable&quot; EU policy. On trade, he said France was willing to delay a 2014 deadline for completing economic partnership agreements (EPAs). EPAs are disliked by poor countries for forcing them to open their markets to competition that they cannot withstand. Canfin said France was willing to change the deadline to 2016, to allow more time to take into account the reservations of developing countries. France&apos;s broad approach to development finds favour among some NGOs. &quot;There are two main approaches emerging to look at the developing framework. One is the traditional aid-centred agenda, and the other is to build a more comprehensive framework looking at the issue of coherent policies, innovative financing, democratisation and human rights,&quot; said Olivier Consolo of Concord, a group of European NGOs. &quot;Both governments and NGOs need to focus more on this comprehensive framework, looking ahead to the post-2015 agenda, which will also bring into discussion an international sustainable development framework.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/17/france-eu-transparency-resource-curse", 
    "wordcount": "848"
}