{
    "headline": "In defence of university careers services", 
    "text": "The Guardian work section recently published an article entitled 10 things every graduate should know before they start job hunting. Writer Tanya de Grunwald&apos;s advice was practical, sensible and encouraged graduates to take ownership of their job search. As a university careers adviser, the message had strong resonance and mirrored exactly the approach I  and my colleagues across the sector  would adopt. However the article also suggests that HE careers services are part of the problem, not the solution, for today&apos;s graduate jobseekers. &quot;Many say they found their university careers service uninspiring and unhelpful  that&apos;s if they made it through the door,&quot; writes de Grunwald. The subtext is clear: HE careers advisers are something of an anachronism, unable to keep pace with the labour market realities. Such comments capitalise on the enduring, albeit inaccurate, stereotype of the university careers adviser as inadequate and outdated. This seems indicative of a fairly entrenched view that careers services (and by default, their practitioners) are narrow in outlook and limited in scope. Tanya has spoken to &quot;hundreds of recent graduates&quot; in researching material for her latest book, so I&apos;ve no reason to doubt the veracity of her claims that some individuals found their experience of careers services to be uninspiring. I would argue, however, that there is a distinction to be drawn between the message and the delivery. Careers advisers do have to mediate some rather unpalatable messages  it is a tough job market out there. Perhaps not as tough as some media outlets like to present, but there&apos;s no doubt the graduates of 2012 are entering challenging times. As a profession we have had to meet these challenges head on. We are acutely conscious that economic recession, the digital revolution and a large graduate talent pool have combined in a seemingly perfect storm. Our response? To equip students with the skills they need to survive and thrive in an uncertain job market. Practical sessions that enable students and graduates to understand and navigate the recruitment and selection practices of recruiters, are the mainstay of careers provision within HE. But the past two years have witnessed a creative surge within the sector and students can now find sessions on personal branding, social media, resilience and entrepreneurship amongst the menu of options. Within my own institution, the University of Warwick, we are constantly reviewing, monitoring and shaping our services to reflect the breadth and diversity of student needs and behaviours. During this academic year, we&apos;ve expanded our bursary programme for (short) unpaid work placements, established niche twitter feeds for postgraduates and arts students, introduced a careers blog, launched a dedicated suite of summer workshops for graduating finalists and continued to develop our core programme of careers, skills and employer activities. We&apos;ve successfully harnessed the student voice, through our fantastic team of student careers representatives. These careers reps are central to our service delivery and are quick to share feedback, suggestions and ideas to enthuse and engage the student community. Still uninspired? This is just a snapshot of what&apos;s happening within careers services throughout the UK and even a cursory look at the websites of both pre- and post-92 institutions should give a flavour of the range (not to mention quality) of services available. Careers services unhelpful? Well, I&apos;ve no doubt that some students and graduates have had a less than positive experience. In today&apos;s consumer oriented world, even the most customer focused organisation would struggle to maintain an unblemished record. The HE experience of Generation Y students is arguably more utilitarian, filtered through the prism of debt and career uncertainty. It is no surprise that their expectations of careers services particularly, and university in general, exceed those of previous generations. I wonder if the issues at stake are twofold: perception and communication. How do students perceive (or understand) the role and remit of careers services, and how do career services themselves communicate what they can offer? One way to address this confusion is to be more explicit about the mutual responsibilities of students and service. I&apos;m not advocating a prescriptive approach to careers delivery, merely a set of reasonable guidelines to clarify expectations. Over the summer we&apos;ll be creating short screen casts to help students navigate  and understand  the services available. Accessible online, these will allow our students (and graduates) to absorb and digest the careers message at their own pace, and through a medium that is both familiar and personal. The Guardian has previously challenged the efficacy of HE careers services, citing graduates&apos; frustrations with a one size fits all approach. What students really want is &quot;industry insight, established networks, and a highly personalised service&quot;. It is surprising, and disappointing, to see such comments made, with little contextual reference to HE provision. Resourcing limitations aside, this is exactly the careers service that UK universities strive to offer. Employer liaison activity, alumni networks, tailored workshops and differentiated modes of delivery (Skype, webinars, e-guidance) are all highly suggestive of a responsive, dynamic service. But students themselves must assume some responsibility for managing their own career development. As de Grunwald has noted, &quot;there is a great deal 2012 jobseekers can do to boost their chances of finding employment. And I would agree. I just don&apos;t think this is confined to graduates. For those of us graduating in the mid-to-late 1990s, it was entirely possible to leave university without having read, seen or heard anything from a central careers department. Not so today. We live in a post-internet world. Students live connected lives, and careers services have had to keep pace. As careers advisers, we still ascribe meaning and value to the more tangible services  appointments, workshops and fairs  but the role has evolved. Face to face delivery is complemented by online activity: maintaining web content, blogging, managing social networks and delivering e-learning. Careers services may occupy a physical space but this doesn&apos;t define the limits of their reach. It is a shame that de Grunwald&apos;s article failed to distinguish between what&apos;s visible and what is accessible in careers provision. I concede not all students &quot;make it through the door&quot; but in response, I would ask: do they need to? Helen Stringer is careers services manager at the University of Warwick This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/24/defending-university-careers-services", 
    "wordcount": "1069"
}