{
    "headline": "Saving Christmas with Science", 
    "text": "Like most people, I liked Christmas. Despite all the cynicism and corporate trappings, it was something to look forward to at the end of the year during the cold winter months, an enjoyable excuse to take time off and spend it with your loved ones, or just yourself doing nothing if that&apos;s what you fancied. It&apos;s a shame they went and banned it. Yes, Christmas has been banned. We knew it was coming. There was that story about Winterval, that was the first warning sign, but we ignored it, like fools. And now not only have they banned Christmas, they&apos;ve banned mentioning the banning of Christmas too, i.e. I&apos;ve not heard any stories about the banning of Christmas recently, so what other explanation is there? Our American cousins seem to still be fighting the war on Christmas, fair play to them. But with the fiscal cliff coming up I can&apos;t see them being able to afford to keep up the resistance much longer, so inevitably they must accept that Christmas will be banned. It&apos;s a shame though. People really enjoy the festive season. But, because of its religious connotations, it apparently can&apos;t be allowed to continue in a culturally diverse society. It&apos;s important to respect the religions of others, and as we all know, no religious person could possibly withstand the shock of finding out there are religions other than their own. If you so much as say &apos;Merry Christmas&apos; to a non-Christian, they instantly collapse to the floor as their brains try to crawl out of their ears to escape the metaphysical uncertainty. And what could be more festive than having the streets strewn with non-Christians, haemorrhaging violently? Everything, that&apos;s what! But if we can&apos;t have a festive Christmas-like holiday that involves religion in any way, is there an alternative? Yes. And as always, science holds the answer. By converting Christmas to a celebration of all things science, we could keep our end-of-year celebrations and not have to worry about upsetting anyone due to theological differences.  The best part is nothing practical would have to change. We could still have the holiday look the same and we could enjoy doing the same things, we just have to change a few names and explanations for them. Such as  Incongruous Indoor Pinacae: It is customary during the festive season to have a pine tree inside your home, a scenario which couldn&apos;t possibly occur by chance or natural processes. This is done in order to represent and therefore remind us of the ever-present problem of climate change. Either a real pine is used, and it&apos;s slow and inexorable decay shows us how the natural world is suffering due to our indifference, or a plastic one is used, to show that all trees will be artificial one day unless things change.  The metaphor is made even more pertinent by placing presents under the tree, to show that capitalism and acquisition is at the root of the threat to the environment. But on a lighter note, the tree can be decorated with large colourful atoms and quantum strings, so that&apos;s nice.  Dual-Control Explosive Tabletop Tat Dispensers: During the festive meal, it is customary to initiate localised, contained explosions. These are done to symbolise and recognise the importance of the big bang. An explosion is initiated, which produces energy, empty space, nondescript matter (usually in the shape of a paper hat and an incredibly flimsy corkscrew or key ring) and jokes so old they likely originate at the dawn of time itself.  Mass Consumption of Ignorant Slaughterbirds: Traditionally during the holiday, there is a meal which involves eating turkey. The turkey, a species not known for its intelligence, represents human ignorance, which must be both consumed in order to survive, but which also sustains us in our quest for further scientific discovery. But in order to strive forward, it must be acknowledged that sacrifices have to be made. Also, there&apos;s gravy.  Festive Garish Embarrassment Garments: It is becoming custom during the festive period for people to don excessively colourful and unsubtle garments (typically jumpers) that are in-keeping with the general visual aesthetic of the season but differ substantially from the socially acceptable norms of fashion. This is done to represent those bold scientists who were willing to look foolish or even ridiculous for their views or theories. Science would not advance without those people who are willing to risk looking stupid, even if sometimes that&apos;s all they manage to do.  Repetitive seasonal reminders: The act of giving numerous documents to others stating that it is actually the festive period is symbolic of the reliance of science on published data that supports the general consensus. Repetition is typically integral to the establishing of scientific conclusions, so many many documents or &apos;cards&apos; are given which make the same point despite it being well established. There should also be a symbolic figurehead of the season. Father Christmas was based on St Nicholas, so he&apos;ll have to be replaced due to the religious connotations. Luckily, there are many science figures to choose from who could take his place and become the new Santa.  Albert Einstein: Already has the elaborate white hair, and travelling to every house in one night with a sack which clearly has fluctuating mass suggests some sort of relativistic physics is occurring.   Charles Darwin: Had a big white beard, so not much of an image shift needed. Gave the gift of understanding to mankind (sort of). Could also be useful for the traditional belief v evidence plot of classic Christmas films.  Rosalind Franklin: A generous soul who gave much to others, but never really got the credit she deserved for her efforts. She did actually exist, as well. Taken together, she&apos;s essentially the exact opposite of Santa Clause, so maybe not such a good choice after all.  Alan Moore: A big beard, does magic, could come up with his own brilliant and harrowing origin story.  Ada Lovelace: Arguably the first computer programmer, so an appropriate modern-day choice given that every gift seems to be a gadget of some sort. Although given her admiration for her father, she may struggle with the whole &apos;naughty/nice&apos; system.  Patrick Moore: Another Moore. The late, great Patrick Moore could be celebrated every year for his gift of enthusiasm and celebration of the universe, as well as his support for child-orientated things like video games. He may have had some controversial opinions, but an older, friendly-relative suddenly spouting shocking opinions is very much in-keeping with the spirit of festive family gatherings.  David Attenborough: Just because. So using science, it could be possible to resurrect the Christmas holiday, in a way that is both inspiring and religiously neutral. Assuming such a thing is necessary. Which it isn&apos;t, of course, this whole blog is just a bit of festive fun. Hope you have plenty more of your own Merry Christmas all. Dean Burnett occasionally redesigns public holidays at the behest of nobody on Twitter, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/dec/24/science-saves-christmas", 
    "wordcount": "1163"
}