{
    "headline": "North Dakota's oil boom draws thousands seeking opportunity  in pictures", 
    "text": "   An oil derrick outside Williston, North Dakota. With what many are calling the largest oil boom in recent North American history, temporary housing for the huge influx of workers, known as 'man camps', now dot the landscape Photograph: Gregory Bull/AP       Doug Beisner, a senior directional driller for Schlumberger Ltd, looks on to the drilling floor from the control room of a crude oil rig outside Watford City Photograph: Daniel Acker/Getty Images       Austin Mitchell, right, takes a break with Ben Shaw, left, and Ryan Letho, center, while working an oil derrick outside of Williston Photograph: Gregory Bull/AP       A crude oil transport truck rumbles down a dusty dirt road, past the old Harland Lutheran church near Watford City North Dakota. The Bakken oil boom has brought a tremendous number of semi trucks to the area, putting stress on western North Dakota roads    Photograph: Glen Stubbe/Minneapolis Star Tribune/Corbis       On a former wheat farm in Watford City, North Dakota, a crew poured concrete footings for new mobile homes to help accommodate workers who are streaming in from around the country Photograph: Glen Stubbe/Minneapolis Star Tribune/Corbis       Workers lined up for dinner at the Target Logistics man-camp in Williston, North Dakota. The camp bans alcohol and visitors to keep the environment safe for their workers Photograph: Glen Stubbe/Minneapolis Star Tribune/Corbis       After sleeping in the Williston Walmart parking lot for two nights, Minnesota residents Tyson Masters, Robert Hed, and Daniel Anderson, 24, packed up the small fish house trailer they bought for $500 and headed to a nearby campground. The three were enticed to western North Dakota by plentiful jobs created by the oil boom Photograph: Glen Stubbe/Minneapolis Star Tribune/Corbis       Minnesotan Chris Byrd, who works as a shop hand, connects a water line leading to his trailer after a sewage backup at a makeshift campground in the yard of a farmhouse outside Watford City, North Dakota Photograph: Daniel Acker/Getty Images       Barb Russell of Farmington, Minnesota, drives bus loads of oil workers around western North Dakota for Target Logistics. She stays at the man camp in Williston and works 12-hour shifts for 14 days straight, then gets a week off   Photograph: Glen Stubbe/Minneapolis Star Tribune/Corbis       The Badlands Hardware store in Watford City, North Dakota had open positions available immediately. Unemployment rates are at record lows in western North Dakote due to the oil boom Photograph: Glen Stubbe/Alamy       Semi-trucks drive north on Highway 85 south of Williston. Touring bicyclists wanting to retrace the path of explorers Lewis and Clark or pedal through the northern tier of the US are being warned to steer clear of northwest North Dakota because of heavy oil traffic  Photograph: Elijah Nouvelage/AP       Jerry Myers, district manager for Kodiak Oil & Gas Corp, walks along a catwalk at the top of crude oil storage tanks on a well site outside Watford City Photograph: Daniel Acker/Bloomberg       Oil and gas development using 'fracking' technology in the Bakken Oil Fields of Williams and Mountrail Counties in northwestern North Dakota Photograph: Richard Hamilton Smith/Corbis       A tree grows through a derelict vehicle near the old ghost town of Dore, North Dakota. The western North Dakota town has seen an economic and population turnaround with increased oil activity in the region Photograph: James MacPherson/AP       A group representing companies working in North Dakota's booming oil patch announced an effort to clean up the human waste, old tires and other trash littering the state's highways Photograph: Elijah Nouvelage/STR       Geologists have known about oil deposits since 1951, but could not easily get at the oil  contained in relatively shallow layer of rock  with traditional well-drilling techniques Photograph: Richard Hamilton Smith/Corbis  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/may/14/north-dakota-oil-boom-in-pictures", 
    "wordcount": "0"
}