{
    "headline": "Risk of bird strikes would make Thames Estuary UK's 'most dangerous airport'", 
    "text": "A new airport in the Thames Estuary would be the most dangerous in the UK because of the risk of a plane being brought down by a bird strike, the government has been warned by experts. A report, commissioned by ministers the last time they considered the option of a major new hub airport on the marshes east of London, found the risk of an &quot;aircraft loss&quot; after being hit by one or more birds was between one plane in 100 years and one plane in 300 years - higher than any of the other 10 major UK airports studied. The high risk was calculated even after extensive work to make the area as unattractive as possible to birds, such as cutting down woodland, draining ponds, planting artificial grass and shooting birds when necessary. Without such measures &quot;an aircraft could not operate safely in this location&quot;, said the report, adding: &quot;Even with world-class management and mitigation measures in place  it is not considered possible to reduce the risk to a level similar to that experienced at other UK airports.&quot; The report was commissioned in 2003 when Labour ministers were considering a new airport at Cliffe, on the north Kent coast; it was cited in the resulting white paper as one reason Labour rejected the Cliffe proposal, but was not published at the time. The experts&apos; view will now add new difficulties for the coalition government, which is expected to announce in March a fresh consultation on building a new airport in the same area  an idea championed by London&apos;s Conservative mayor, Boris Johnson. Although the two proposals are not identical, they are likely to be on close or even overlapping sites on the north Kent coast, between the Thames and Medway estuaries. As a result, the findings and warnings of the 2003 report should be &quot;broadly applicable,&quot; said Niall Burton, one of the original authors. Simon Buck, chief executive of the British Air Transport Association, said the risk of bird strike was only one concern they have over the site. Another is possible &quot;conflict&quot; with flight paths for Amsterdam Schiphol&apos;s six-runway airport. &quot;We feel as airlines there are lots of operational and technical issues that need to be addressed,&quot; said Buck. &quot;It [the Thames Gateway proposal] is not what we see as being the solution to a problem [of shortage of runway space].&quot; Airlines, including British Airways, are known to favour expansion of existing airports, especially Heathrow in west London. However there is also huge opposition from environmental groups, who argue that no new runways are needed if the government invests in railways and taxes aircraft fuel equally with other transport. The report will also fuel conservation concerns because, if a Thames airport was to go ahead, measures to reduce the risk of bird strikes would mean wildlife was affected far beyond the runways and buildings. Under European regulations, which cover much of the area&apos;s bird-rich salt-marshes and tidal mud-flats, developers would have to prove there was a genuine need to build a new airport, to try and mitigate environmental damage, and to compensate for any damage done. Because of the scale of the multi-billion pound project it would not be possible to compensate with alternative habitat in the area on such a big scale, said Nik Shelton, a spokesman for the RSPB. &quot;Anyway [they would] have to destroy another bit of habitat to create it, so [they would] not add to the natural environment,&quot; added Shelton. Ministers have not yet announced the exact site they will consider in the consultation, trailed by Johnson in the media last week. However a similar private proposal led by the Wembley Stadium and London &quot;Gherkin&quot; architect Sir Norman Foster appears to place a Thames Gateway airport on a site overlapping with the original Cliffe airport scheme, both of them on the Isle of Grain on the north Kent coast, between the Thames and Medway estuaries. The Department for Transport stressed &quot;no decisions have been taken&quot; on the Thames Estuary or building a new runway at Gatwick or Stansted airports. &quot;As the chancellor made clear in his autumn statement, we will explore all the options for maintaining the UK&apos;s aviation hub status with the exception of a third runway at Heathrow,&quot; said a department spokesman. &quot;The government will consult on an overarching sustainable framework for UK aviation this spring and alongside this we will publish a call for evidence on maintaining effective UK hub airport connectivity.&quot; The bird-strike report, prepared by experts from the government&apos;s Central Science Laboratory (now part of the Food and Environment Research Agency, Fera) and the British Trust for Ornithology, said the greatest risk to aircraft was from heavier birds, especially over 1kg, or flocks of 10 birds or more hitting a plane. It found that overall the highest risk bird species in the area were oystercatcher, curlew, herring gull, shelduck, wigeon, lapwing, great black-backed gull, cormorant, mute swan, greylag goose and redshank. The mix of species affected by the different new airport schemes put forward would vary, but the overall impact in the &quot;scale of numbers&quot; was likely to be the same, said Burton, head of wetlands and marine research at the British Trust for Ornithology. Burton said he was not aware of any significant changes in bird-strike mitigation, though this was not his primary area of expertise.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/26/bird-strikes-thames-estuary-airport", 
    "wordcount": "937"
}