{
    "headline": "What child minders really need to know", 
    "text": "Close reading of the government&apos;s More Great Childcare report bears out Polly Toynbee&apos;s worst fears (How do you fit six toddlers into a buggy? Ask Liz Truss, 29 January). It is a sad attempt to square the circle of &quot;affordable, accessible, high-quality childcare&quot; without a coherent funding strategy to back it up. In trying to make it work, it&apos;s likely that children will suffer and parents&apos; confidence in childcare, and their willingness to enter the workforce, will diminish rather than increase. The report is flawed. It fails to compare childcare against a wider background of family policy as between countries; it is highly selective in its statistics. It fails to acknowledge that staffing ratios have &quot;existed largely unchanged since the 1970s&quot; because of the strong professional consensus about what babies and very young children need. Without a shred of real evidence, it contends that changing ratios will magically enable childcare settings to recruit more children, get more income, pay staff more, improve quality and reduce costs for parents  all at the same time! Unforgivably, it fails to acknowledge that one in five children in England today has additional needs, and the childcare market already fails them and their parents. Reducing the ratio of adults to babies and young children will mean even less opportunity for them to flourish and for their needs to be met.Gill Haynes London While I applaud Elizabeth Truss&apos;s vision to improve and simplify qualifications for those caring for our babies and toddlers (What parents really want, 30 January), the rest of her ideas do not stack up. I agree that the childcare profession is poorly paid, but increasing the number of children that a carer can care for isn&apos;t the answer. Based on the new ratios, a nursery could expect to gain about 3 per additional child per week, hardly the kind of money to increase average salaries from 13,000 to a more realistic 16,000. Denise BurkeDirector, United for All Ages &amp; Good Care Guide What concerns me about Elizabeth Truss&apos;s proposals for nursery care is the belief that someone with maths and English GCSEs is somehow qualified to deal with large numbers of children at any one time. There are NVQs that properly prepare people for working with children and these alone should carry any weight in this context. The only advantage of a maths GCSE under the new arrangements is that staff could tell instantly that the staff/child ratio is impractical.Tim MatthewsLuton, Bedfordshire As a former English teacher and head, I can assure early years minister Elizabeth Truss (Coalition splits emerge over childcare shakeup, 30 January) that a GCSE grade C in English bears absolutely no relationship to a person&apos;s ability to care for children and foster their language growth. Carers could, however, usefully be taught how children actually learn language. I&apos;ll give her a clue  it&apos;s not by being taught.Phil TaylorManchester Research has shown that the quality of relationships is the single most important aspect of a successful childcare setting. Carers need time with their children to develop strong, stable relationships, which will influence a child&apos;s emotional, physical and conceptual development. Allowing carers to look after more children may reduce costs, but it will be at the expense of the amount of time they can spend building relationships. By allowing childcare providers to set their own standards, the government is allowing market forces to override years of sound research into how children develop into confident and competent adults, and putting a whole generation of children at risk. Dr Richard C DorranceChief executive, Council for Awards in Care, Health and Education (Cache) Zoe Williams (This is  no offence  the worst idea a person in government has ever had, 2 February) had me doubled over in desperate laughter. Upping child-to-carer ratios in the ways planned will not work to the good of children, their carers or the peace of mind of parents. As to carers&apos; qualifications  are we going to sack dedicated and outstanding individuals for not having enough GCSEs? The qualities I look for in a childcare professional are patience, kindness, gentle boundaries, inventiveness and an ability to provide food, rest and cuddles as required. These qualities don&apos;t necessarily come with a certificate, but no academic achievement on the planet would persuade me to leave my kids with someone who didn&apos;t have them. Please, Dave &amp; co, if you want to help, make childcare tax-deductible and set up schemes for parents to take longer unpaid leave and still have a job to return to. Help us get, stay in and afford to work. I earn a decent wage and take home nearly nothing after childcare. I work with younger women who know they won&apos;t be able to afford to return to a job they love if they have babies because of childcare costs. Hannah Redler-HawesLondon Zoe Williams acknowledges that she has no training but does not draw the logical conclusion that she therefore knows absolutely nothing about the techniques used to control, entertain, divert and wipe down more than one toddler at a time. On the available evidence Ms Williams could not look after the four children the present rules allow. Catherine ChambersBath Does the government really expect any childminder to move from caring for three children at 4 an hour to looking after six at 2 an hour? We childminders may not be terribly well educated but we&apos;re not stupid.Lindy HardcastleGroby, Leicestershire", 
    "section": "education", 
    "gid": "education/2013/feb/04/what-childminders-need-to-know", 
    "wordcount": "915"
}