{
    "headline": "First badger cull licence issued in England", 
    "text": "The first licence for a large-scale cull of badgers in England was issued on Monday, allowing the animals to be killed over a 300 square-kilometre area in west Gloucestershire. The government hopes it is the first of many licences and that the death of an estimated 100,000 badgers will help curb the scourge of TB in cattle, which led to 26,000 cows being slaughtered in 2011. Asked if the granting of the license was a positive first step in a nationwide roll out of the cull, the environment secretary, Owen Paterson, said: &quot;Yes, I very much hope so.&quot; Badgers can carry bovine TB but the scientists who led lead of a decade long trial of culling concluded it could make &quot;no meaningful contribution&quot;, and was &quot;not an effective way&quot; to control the disease. &quot;In pursuing this nonsensical policy, the government appears to have scant regard for scientific evidence, animal welfare or wildlife protection, and is betraying farmers with a bloody and pointless slaughter that will not solve their problem,&quot; said Mark Jones, veterinarian and executive director of Humane Society International. HSI has lodged a complaint against the government with the Bern Convention, a European treaty to protect wildlife. The Badger Trust has also pledged to pursue any legal route to challenge culling licences. Paterson, a strong supporter of the cull, said: &quot;I want to see a prosperous, healthy badger population living alongside healthy cattle. We would all like to have a vaccine but we have not got one. So we should use the measures used effectively in other countries to bear down on the disease in wildlife and in cattle.&quot; The previous Labour government said an oral badger vaccine would be ready by 2015. The coalition cancelled five of six trials of injectable vaccines, and said a viable oral vaccine was &quot;years away&quot;. The RSPB said on Monday that they would be vaccinating badgers on its land at Highnam Woods in Gloucestershire, which lies just outside the newly licenced culling zone. &quot;The dairy industry has endured terrible times while trying to cope with this devastating disease,&quot; said the RSPB&apos;s Martin Harper. &quot;However, we have never been convinced that the best way to help farmers is to force them to foot the bill for a contentious cull that is only expected to reduce outbreaks by about 16%. This is a lot of effort for a small gain. Bovine TB needs tackling properly and we believe vaccination offers the best hope for cattle, badgers and the industry.&quot; The decade-long trial indicated that if heavy culling was continued for years, then a 16% drop in bovine TB cases could be seen. But the new culls will use a different killing method and the cull in Gloucestershire, and one expected in Somerset, are intended to test whether the less expensive shooting of free-running animals is as effective as the cage-trapping and shooting used before. The issuing of the licence by Natural England, revealed by the Guardian on Sunday, means the group of farmers and landowners can cull over a continuous six-week period every year for the next four years and have to kill at least 70% of the local population. &quot;Maximum numbers will be specified to prevent the risk of local extinction,&quot; said a statement from Natural England. Animal rights campaigners are determined to halt the trials through protests at the cull sites, whose location is not being made public. Volunteers plan to patrol the zones and stop the badgers coming into the open.", 
    "section": "environment", 
    "gid": "environment/2012/sep/17/first-badger-cull-licence-england", 
    "wordcount": "600"
}