{
    "headline": "'Ugly' fruit and veg make the grade on UK supermarket shelves", 
    "text": "Knobbly carrots, wonky spuds, bent courgettes and discoloured cauliflowers will return to supermarket shelves after one of the worst growing seasons farmers have experienced in decades. The driest March in 59 years, followed by the wettest June and autumn storms and flooding have reduced British fruit and vegetable harvests by more than 25% and left supermarkets unable to source their regular shaped, blemish-free produce. On Thursday, Sainsbury&apos;s relaxed its rules on the cosmetic appearance of fresh produce and allowed fruit and vegetables that would normally be ploughed back into fields to be sold in its 1,012 stores. &quot;We&apos;ve taken the decision to radically change our approach to buying British fruit and vegetables as a result of this year&apos;s unseasonal weather. This may mean a bit more mud on peas or strawberries that are a little smaller than usual, but our customers understand and love the idea,&quot; said Judith Batchelar, director of Sainsbury&apos;s food. &quot;The unpredictable weather this season, has left growers with bumper crops of ugly-looking fruit and vegetables with reported increases in blemishes and scarring, as well as shortages due to later crops. We&apos;ve committed to make use of all fruit and veg that meets regulation and stands up on taste, and hope customers will help us all make the most of the British crop in spite of its sometimes unusual appearance,&quot; she said. Other supermarkets, including Morrisons and Waitrose, have said they may also relax standards. The move by Sainsbury&apos;s has delighted food and poverty campaigners who have long argued that rejecting good food on aesthetic rather than on nutritional grounds is morally wrong and also increases prices. The UK Soil Association, which sets standards for organic produce, has estimated that 20-40% of some UK fruit and vegetables are rejected because they are misshapen or discoloured even before they reach the shops. &quot;It&apos;s about time supermarkets woke up to the urgent need to reduce food waste by accepting perfectly good but irregular shaped fruit and vegetables. But they must not return to the bad old days when huge amounts of food was rejected because it didn&apos;t meet their cosmetic standards,&quot; said Friends of the Earth land campaigner Vicki Hird. Fruit and vegetables grown in the UK are governed by European Union food regulations but supermarkets require producers to meet higher cosmetic standards, which leads to perfectly edible food being &quot;graded out&quot;. Frost, wind, rain and drought can discolour and blemish produce but there is no loss of nutrients. Instead, say campaigners, supermarket demand for cosmetic quality increases the cost of food as farmers have to get higher prices for their acceptable produce to make ends meet. Research last year by the government&apos;s waste reduction body, Wrap, showed that the recession has encouraged supermarkets and householders to throw out less food. According to Wrap, British families rejected nearly 7.2m tonnes of food a year - a reduction of 13% or 1.1m tonnes since 2007.", 
    "section": "environment", 
    "gid": "environment/2012/sep/27/ugly-fruit-vegetables-supermarkets-harvest", 
    "wordcount": "496"
}