{
    "headline": "Like some dowdy Cinderella the ibis is suddenly transformed", 
    "text": "A glossy ibis high-stepped through the shallow pools that had formed in hollows at the field boundary, its olive-grey legs barely disturbing the water&apos;s surface. This nomadic wader has been in the area for several weeks and seemed very much at home in this temporary wetland. Under the overcast sky the ibis&apos;s plumage appeared dull brown with off-white streaking on its head and neck. As it foraged next to a lone Eurasian curlew, both probing the waterlogged pasture with their long, down-curved bills, it was easy to see how the ibis came by its alternative (though taxonomically incorrect) name of &quot;black curlew&quot;. Then a Cinderella-like transformation occurred. As sunlight broke through the cloud, the ibis&apos;s wings, rump and tail flashed with a bronze, green and violet sheen, like the iridescent rainbow of oil on water. As soon as it located prey, the ibis&apos;s bill snapped shut. It lunged its head forward then yanked back, its body taut with effort. Like a plucked elastic band, a fat worm sprang free, then hung slack from the bird&apos;s bill like spaghetti. The ibis raised its bill and gagged down the worm, its bill agape and throat bulging with each hard swallow. There was a flicker of movement against the hedge. A tawny fox emerged, scenting the air, its gaze fixed on the ibis, which, unaware, continued to feed. The fox slunk down, raising its haunches and pressing its chest to the ground. The ibis froze, barely breathing, its neck outstretched and black bead eyes alert, then slowly turned to face the fox. The fox was poised to pounce, its muscles rippling in the glow of the approaching sunset. A rabbit popped out of a nearby burrow, breaking the fox&apos;s stare. Sensing this lapse in concentration, the ibis flexed its backwards knees and flapped into the air. The fox stretched nonchalantly, turned and padded through a gap in the hedge.", 
    "section": "environment", 
    "gid": "environment/2013/apr/08/dowdy-cinderella-glossy-ibis-hampshire", 
    "wordcount": "318"
}