{
    "headline": "Scientists attacked over claim that 'junk DNA' is vital to life", 
    "text": "It was the scientific surprise of 2012. Researchers announced they had found that long stretches of human DNA  previously dismissed as &quot;junk&quot;  were in fact crucial to the working of our bodies. The assumption that our cells are controlled by only a few genes was wrong. Scientists on the Encode project  an international public consortium researching the human genome  argued that most of our DNA has a part to play. But this idea is now the subject of an astonishingly vitriolic attack from other scientists, who say that Encode&apos;s &quot;absurd&quot; ideas are the work of people who know nothing about evolutionary biology. &quot;News concerning the death of junk DNA has been greatly exaggerated,&quot; they insist. The row divides scientists over the most fundamental of questions  is most of our DNA devoid of purpose or does it play a major role in our cells? The debate has been triggered by a critique in the Genome Biology and Evolution journal that is striking for its strident language. &quot;Everything that Encode claims is wrong. Their statistics are horrible, for a start,&quot; the lead author of the paper, Professor Dan Graur, of Houston University, Texas, told the Observer. &quot;This is not the work of scientists. This is the work of a group of badly trained technicians.&quot; The scientists responsible for Encode  whose findings were published in more than 30 papers in Nature, Science, Genome Biology and other journals last September  reject the criticisms. &quot;The nature of the attacks against us is quite unfair and uncalled-for,&quot; said Dr Ewan Birney, of the European Bioinformatics Institute, near Cambridge, a principal investigator in the five-year project. &quot;Our work has very important implications for understanding disease susceptibility.&quot; When the human genome was sequenced in 2000, only 26,000 genes appeared to be directing the manufacture of proteins and growth control, and 98% of our DNA was written off. But Encode researchers claimed to have identified more than 10,000 new genes and suggested that up to 18% of our DNA is responsible for regulating other genes. They said about 80% of DNA had a biochemical function. The group also identified where defects in DNA could leave a person susceptible to illnesses such as Crohn&apos;s disease, diabetes and bipolar disorder, discoveries that could help treat such ailments. This is dismissed as &quot;absurd&quot; by Graur and others, including scientists from Johns Hopkins University in Baltimore. They accuse Encode of using &quot;analytical methods that yield biased errors and inflate estimates of functionality&quot; and say it reveals a basic misunderstanding of evolutionary biology. &quot;Just because a piece of DNA has biological activity does not mean it has an important function in a cell,&quot; said Graur. &quot;The Encode people don&apos;t seem to have grasped that point. They completely exaggerated the amount of human DNA that has a role to play inside our cells. Most of the human genome is devoid of function and these people are wrong to say otherwise.&quot; The Encode project involved 442 researchers, based at 32 institutes, who used 300 years of computer time and five years in the lab to get their results. Grauer said: &quot;This is big science and big science should, if nothing else, generate masses of reliable data. They haven&apos;t done that. When they published their results, it was claimed its conclusions would necessitate the rewriting of textbooks. Well, yes, but only those textbooks about marketing, mass-media hype and public relations.&quot; But Birney said: &quot;I think this attack is really a complaint about big science, about big projects that absorb lots of money. These people don&apos;t like that.&quot;", 
    "section": "science", 
    "gid": "science/2013/feb/24/scientists-attacked-over-junk-dna-claim", 
    "wordcount": "618"
}