{
    "headline": "Boot up: Facebook's coming crash, iPhone gender balance, drive-by Android malware and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team The Facebook Fallacy &gt;&gt; Technology Review Michael Wolff:   Facebook is not only on course to go bust, but will take the rest of the ad-supported Web with it.  Given its vast cash reserves and the glacial pace of business reckonings, that will sound hyperbolic. But that doesn&apos;t mean it isn&apos;t true.   A dramatic exposition of what happens when growing inventory (space to put ads in) meets limited advertising numbers. Extreme, but none of it seems impossible. Data in the Fast Lane &gt;&gt; Microsoft Research  The team, led by Jeremy Elson in the Distributed Systems group at Microsoft Research Redmond, set the new sort benchmark by using a radically different approach to sorting called Flat Datacenter Storage (FDS). The team&apos;s system sorted almost three times the amount of data (1,401 gigabytes vs. 500 gigabytes) with about one-sixth the hardware resources (1,033 disks across 250 machines vs. 5,624 disks across 1,406 machines) used by the previous record holder, a team from Yahoo! that set the mark in 2009.   (Thanks @PaulJReynolds for the link.) Video: Angry Birds Space trojan &amp; drive-by Android &gt;&gt; F-Secure Weblog  On Monday, we released our Mobile Threat Report for Q1, and in that report we mention there&apos;s a growing number of mobile trojans that &quot;deliver on their promises&quot;. What do we mean by that?  Well, in the past, mobile malware often offered something such as &quot;free&quot; mobile web services as bait, but then, during installation, the trojan would display some kind of decoy error message.  At that point the folks installing the trojan would typically search for answers, either because they were suspicious or because they were troubleshooting. That would then lead to actual answers on forums that what they had in fact installed was a trojan. These days, when even non-nerds have smartphones, the bait is quite a bit different.  No decoy messages. The &quot;bait&quot; actually works. Here&apos;s a video of trojan installing a working copy of Rovio&apos;s Angry Birds Space as it compromises the phone.   Scary. Why The iPhone&apos;s Success Has Women To Thank  It&apos;s no Pinterest, but according to data from now Google-owned Admob, iPhone users were split pretty evenly along gender lines in February of 2010, with women accounting for 43% of iPhone owners. As for Android, that number was at 27% - less than a third. In 2011, a survey of 15,818 Hunch users found that iOS users are more likely to be female, while Android users still trend male. But why?   It&apos;s about the advertising, although this focusses on the US. Is there a gender bias in phone adverts here? Apple maintains top mobile PC share in Q1&apos;12 on strong iPad shipment growth &gt;&gt; DisplaySearch Rather weirdly, DisplaySearch lumps together tablets and laptops and netbooks into a &quot;mobile PC&quot; category, which isn&apos;t very informative. More informative is the table for tablets, which suggests (even if you take Apple&apos;s shipments as 11.2m, as Apple says, rather than the 13.2m given here) that Samsung only managed to ship one-tenth as many. It&apos;s looking like the iPod market. Ryanair taking the biscuit &gt;&gt; Speed Communications Blog  Andrew&apos;s tweet read: &quot;Ryanair exhibit A. Looked up fare yesterday, total 123.00. Returned today and fare is 237.00. Flushed cookies. Fare back to 123.00.&quot; What this means is that Ryanair has purposefully tracked when Andrew&apos;s visited the site, looked at a specific fare and not made a booking. Usually this sort of thing is done for targeted advertising across other sites, but Ryanair it seems has something else in mind. The next time Andrew visited the site to look at the same fare he had look at previously, Ryanair had hiked up the cost. I assume this is to get a customer to worry that the cost will go up further and book a trip there and then.   Not illegal. But ethical? Can anyone confirm this? Joaqun Almunia statement on the Google case &gt;&gt; European Commission Just in case you haven&apos;t read in detail what he said, with the &quot;four points&quot; (vertical search, content copying, ad exclusivity, ad portability) where the EC is concerned Google is abusing its dominance.   I have just sent a letter to Eric Schmidt setting out these four points. In this letter, I offer Google the possibility to come up in a matter of weeks with first proposals of remedies to address each of these points.  If Google comes up with an outline of remedies which are capable of addressing our concerns, I will instruct my staff to initiate the discussions in order to finalise a remedies package. This would allow to solve our concerns by means of a commitment decision - pursuant to Article 9 of the EU Antitrust Regulation - instead of having to pursue formal proceedings with a Statement of objections and to adopt a decision imposing fines and remedies.   The summary seems to be: change how you do things, or get fined and be forced to change. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/23/technology-links-newsbucket", 
    "wordcount": "892"
}