{
    "headline": "Facebook admits it is powerless to stop young users setting up profiles", 
    "text": "Facebook has admitted that there is almost nothing it can do to stop young users setting up profiles, with academic research suggesting that more than a third of UK 9-12 year olds now have their own page on the social network. The world&apos;s biggest social network, with more than 1 billlion registered global users, has a rule that under-13s are not allowed to have profiles and also has strict rules for policing explicit content and preventing bullying and grooming. However, there is no stringent verification system to prove the age of Facebook users and some research estimates just over a third  34%  of 9 to 12-year-olds in the UK have a profile on the social network. The estimate for this demographic globally is that a quarter have Facebook profiles. Simon Milner, the director of policy for Facebook UK and Ireland, admitted that it was a &quot;tricky&quot; topic for the company. &quot;We haven&apos;t got a mechanism for eradicating the problem [of underage users],&quot; Milner said. &quot;Facebook does have a rule that users have to be over 13, as does YouTube, which not a lot of people know,&quot; he added, speaking at the Oxford Media Convention on Wednesday. &quot;It is not because we think that Facebook is unsafe but because of a US law about children&apos;s online privacy. So we have it as a global rule.&quot; Sonia Livingstone, professor of social psychology at the London School of Economics, told the Oxford event that her research has shown that 34% of UK 9 to 12-year-olds have a Facebook profile. &quot;I would assume that [figure] is going up and would assume younger children are also having profiles,&quot; she said. &quot;If parents would only say to young children, &apos;don&apos;t go on Facebook&apos;, we have found that they listen. Teenagers don&apos;t, but younger children do.&quot; Milner responded: &quot;I am very well aware of the research that a lot of 11 and 12-year-olds and younger have Facebook accounts and lie about their age [during the online signup process]  and that in some cases parents actively help. &quot;In that environment it is increasingly difficult to know what to do. You can&apos;t make everyone prove their age  that would get privacy advocates up in arms.&quot; Milner, who pointed out he was a parent and did not let his young children use Facebook, said he does not &quot;condemn&quot; parents for helping kids use the networking site. &quot;We don&apos;t condone it, don&apos;t support it and don&apos;t condemn it either,&quot; he said, pointing out that it is similar to parents making a decision to take children to films such as the Harry Potter series that they may not strictly be allowed to attend under movie age classification rules. He also said that Facebook monitors its own site with strict rules on content such as nudity and pornography and that the company would never allow an outside firm to take on the role of policing it. &quot;We apply standards and the idea of having someone outside make those decisions is anathema to us,&quot; he added. &quot;The focus is very much on harm [to users], not offence. We do leave a lot of offensive speech up there, that is true also of a lot of similar platforms.&quot; He added that Facebook has tough policies on eliminating bullying and attempted grooming on the social network. Milner said that a particular concern is when young children decide to state their age as over 18 on Facebook. Users under this age do not appear in the Facebook profile search function and strangers cannot see their connections with friends. He added that parents are most worried about bullying, grooming, self-harm and suicide-related content, followed by explicit content such as pornography.  To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook", 
    "section": "technology", 
    "gid": "technology/2013/jan/23/facebook-admits-powerless-young-users", 
    "wordcount": "696"
}