{
    "headline": "Microsoft in $6.2bn write-down of aQuantive advertising service", 
    "text": "Microsoft could plunge to a quarterly loss after taking a $6.2bn (3.96bn) charge against its balance sheet by writing down the value of its aQuantive online advertising service, bought in May 2007, almost to zero. The decision reflects its inability to produce further revenue from the service, and could push the company into a technical loss in its quarterly results for the three months to 30 June, where analysts had expected it to make a profit of $5.3bn. The figures will be announced on 17 July. The software giant blamed the setback primarily on aQuantive&apos;s disappointing performance, and admitted that while business in its online services division  in which its Bing search engine and aQuantive were housed  has been improving &quot;the company&apos;s expectations for future growth and profitability are lower than previous estimates.&quot; This year, eMarketer estimates Google will take 77.9% of all US search ad revenues, up from 74.4% in 2011. While Microsoft&apos;s search revenues are expected to grow in 2012, the company&apos;s share of overall US search advertising revenues are expected to remain at 7%, the same as last year. When combined with search revenues from Yahoo, the two companies&apos; share will fall to 11.5% in 2012, down from 13.7% in 2011, the company estimates. At $6.2bn the aQuantive purchase was, at the time, the most expensive acquisition in the company&apos;s 37-year history; only its $8.5bn purchase of Skype last year surpassed it. Microsoft seemed to have been rushed into the purchase by Google&apos;s acquisition of the rival advertising network DoubleClick for $3.1bn at the same time. Since it bought aQuantive, Microsoft&apos;s online division has reported losses totaling nearly $9bn. The disappointing performance comes at a time when Google has expanded its online ad empire, despite Microsoft&apos;s attempts to lure surfers and marketers. Google&apos;s success has flowed, in part, from the DoubleClick acquisition. Last year Google earned $9.7bn on nearly $38bn in revenue, with most of the money coming from online ads.", 
    "section": "technology", 
    "gid": "technology/2012/jul/03/microsoft-write-down-aquantive", 
    "wordcount": "338"
}