{
    "headline": "Greenland ice sheet melted at unprecedented rate during July", 
    "text": "The Greenland ice sheet melted at a faster rate this month than at any other time in recorded history, with virtually the entire ice sheet showing signs of thaw.  The rapid melting over just four days was captured by three satellites. It has stunned and alarmed scientists, and deepened fears about the pace and future consequences of climate change. In a statement posted on Nasa&apos;s website on Tuesday, scientists admitted the satellite data was so striking they thought at first there had to be a mistake.  &quot;This was so extraordinary that at first I questioned the result: was this real or was it due to a data error?&quot; Son Nghiem of Nasa&apos;s Jet Propulsion Laboratory in Pasadena said in the release. He consulted with several colleagues, who confirmed his findings. Dorothy Hall, who studies the surface temperature of Greenland at Nasa&apos;s space flight centre in Greenbelt, Maryland, confirmed that the area experienced unusually high temperatures in mid-July, and that there was widespread melting over the surface of the ice sheet.  Climatologists Thomas Mote, at the University of Georgia, and Marco Tedesco, of the City University of New York, also confirmed the melt recorded by the satellites.  However, scientists were still coming to grips with the shocking images on Tuesday. &quot;I think it&apos;s fair to say that this is unprecedented,&quot; Jay Zwally, a glaciologist at Nasa&apos;s Goddard Space Flight Center, told the Guardian. The set of images released by Nasa on Tuesday show a rapid thaw between 8 July and 12 July. Within that four-day period, measurements from three satellites showed a swift expansion of the area of melting ice, from about 40% of the ice sheet surface to 97%.  Scientists attributed the sudden melt to a heat dome, or a burst ofunusually warm air, which hovered over Greenland from 8 July until 16July. Greenland had returned to more typical summer conditions by 21 or22 July, Mote told the Guardian. But he said the event, while exceptional, should be viewed alongsideother compelling evidence of climate change, including on the groundin Greenland. &quot;What we are seeing at the highest elevations may be a sort of sign ofwhat is going on across the ice sheet,&quot; he said. &quot;At lower elevationson the ice sheet, we are seeing earlier melting, melting later in theseason, and more frequent melting over the last 30 years and that isconsistent of what you would expect with a warming climate.&quot; Zwally, who has made almost yearly trips to the Greenland ice sheet for more than three decades, said he had never seen such a rapid melt.  About half of Greenland&apos;s surface ice sheet melts during a typical summer, but Zwally said he and other scientists had been recording an acceleration of that melting process over the last few decades. This year his team had to rebuild their camp, at Swiss Station, when the snow and ice supports melted.  He said he had never seen such a rapid melt over his three decades ofnearly yearly trips to the Greenland ice sheet. He was most surprisedto see indications in the images of melting even around the area ofSummit Station, which is about two miles above sea level. It was the second unusual event in Greenland in a matter of days, after an iceberg the size of Manhattan broke off from the Petermann glacier. But the rapid melt was viewed as more serious.  &quot;If you look at the 8 July image that might be the maximum extent of warming you would see in the summer,&quot; Zwally noted. &quot;There have been periods when melting might have occurred at higher elevations briefly  maybe for a day or so  but to have it cover the whole of Greenland like this is unknown, certainly in the time of satellite records.&quot; Jason Box, a glaciologist at Ohio State University who returned onTuesday from a research trip to Greenland, had been predicting a bigmelt year for 2012, because of earlier melt and a decline in summersnow flurries. He said the heat dome was not necessarily a one-off. &quot;This is now theseventh summer in a row with this pattern of warm air being lifted uponto the ice sheet on the summer months,&quot; he said. &quot;What is surprisingis just how persistent this circulation anomaly is. Here it is backagain for the seventh year in a row in the summer bringing hot, warmair onto the ice sheet.&quot; He also said surfaces at higher elevation, now re-frozen, could bemore prone to future melting, because of changes in the structure ofthe snow crystals. Box expected melting to continue at lowerelevations. About half of Greenland&apos;s surface ice sheet melts during a typicalsummer, but Zwally said he and other scientists had been recording anacceleration of that melting process over the past few decades. Thisyear his team had to rebuild their camp, at Swiss Station, when thesnow and ice supports melted. Lora Koenig, another Goddard glaciologist, told Nasa similar rapid melting occurs about every 150 years. But she warned there were wide-ranging potential implications from this year&apos;s thaw. &quot;If we continue to observe melting events like this in upcoming years, it will be worrisome.&quot; she told Nasa. The most immediate consequences are sea level rise and a further warming of the Arctic. In the centre of Greenland, the ice remains up to 3,000 metres deep. On the edges, however, the ice is much, much thinner and has been melting into the sea. The melting ice sheet is a significant factor in sea level rise. Scientists attribute about one-fifth of the annual sea level rise, which is about 3mm every year, to the melting of the Greenland ice sheet.  In this instance of this month&apos;s extreme melting, Mote said there was evidence of a heat dome over Greenland: or an unusually strong ridge of warm air.  The dome is believed to have moved over Greenland on 8 July, lingering until 16 July.", 
    "section": "environment", 
    "gid": "environment/2012/jul/24/greenland-ice-sheet-thaw-nasa", 
    "wordcount": "993"
}