{
    "headline": "UK stands firm on fish discards ban", 
    "text": "The UK vowed to hold firm against plans to continue the wasteful practice of throwing away edible fish at sea, at a meeting in Brussels on Monday. France and Spain have written a &quot;joint declaration&quot; to be discussed at today&apos;s all-day meeting of fisheries ministers in Brussels, the Guardian revealed last week, which if adopted would mean the proposed ban on discarding healthy fish at sea would be lost. But as the meeting began on Monday morning, France had not tabled the document, leaving it uncertain whether the signatories had enough support to push through the change. Under the declaration, the fish discards ban would be abandoned as &quot;unrealistic&quot; and &quot;too prescriptive&quot;, meaning fishing fleets could carry on discarding edible fish at sea, while fish stocks continue to dwindle. Campaigners have been vociferous on the internet, calling over Twitter and other social media for ministers to stick to the original plan of banning discards. Campaigners, including Hugh Fearnley-Whittingstall, have been calling for a ban on discards  by which as many as two-thirds of healthy fish caught by fleets are thrown back into the sea, dead, because they are less valuable than the species fishermen are trying to catch  for more than a year. In his series, Hugh&apos;s Fish Fight, he said half of all fish caught in the North Sea are thrown back. He called moves to block the proposed ban &quot;worrying in the extreme&quot;. At the meeting, ministers are also discussing a ban on shark finning at sea, and ways of preventing EU fishing fleets from overfishing in African waters. The discards issue has been the subject of heavy lobbying in the past year, since the EU fisheries chief, Maria Damanaki, backed a change to the European common fisheries policy (CFP) to ban discards. Her reforms would mean fishermen would be forced to land all fish they catch, in return for compensation. Some fishermen  mainly in companies with industrial-scale vessels  want to keep the present arrangement because by throwing back lower value, though edible, fish they can maximise their profits. Discarding is a consequence of the strict quotas in the EU under the common fisheries policy on the amount of fish that boats may land. When fishermen exceed their quota, or catch species of fish for which they do not have a quota, they must discard the excess. While the UK is standing firmly in favour of a ban, the Portuguese, Belgian and Irish ministers are thought to favour the France-Spain joint declaration. However, they may not wish to do so publicly at the meeting. &quot;Ending this horrendous waste has to be the number one priority of a reformed CFP, and I&apos;m going to do all I can to keep it on the top of everyone&apos;s agenda,&quot; said Fearnley-Whittingstall. &quot;Over three quarters of a million people have already signed the Fish Fight petition calling for an end to discards ... Now its time for the politicians and decision makers to make it happen.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/19/uk-fish-discards-ban", 
    "wordcount": "505"
}