{
    "headline": "College of Law sale prompts call for private equity veto", 
    "text": "The government is being urged to prevent universities being bought by private equity firms after the College of Law, a charity that provides teaches law courses in London and six other cities across England, was sold to a private equity firm for 200m. The college&apos;s legal education and training businesses will be separated from its charitable activities after the governors agreed a sale to Montagu Private Equity, whose other recent investments include Emitel, the Polish terrestrial TV and radio broadcasting operator. Montagu, which was founded in 1968 and has six European offices, has assets worth 4bn under management. The College of Law, which was set up as a charity in 1962, is one of five private higher education institutions in the UK with degree-awarding powers. The proceeds of the sale will contribute to a fund worth more than 200m through which the charity  set to be renamed the Legal Education Foundation  will hand out bursaries, scholarships and grants for law students. A new company owned by funds managed by Montagu will acquire the college&apos;s business of selling law courses. This includes contractual commitments with law firms, as well as the College of Law brand and all its accreditations. Montagu is supporting the college&apos;s management team, led by chief executive Nigel Savage. Sir Tim Wilson, author of a recent government-commissioned report on higher education, has been appointed as a non-executive director of the newly created board of the college. Montagu has committed to establish a 2m college scholarship fund, and will also place 2% of the share capital in the college holding company into the scholarship fund once the sale completes. Savage described the deal as the &quot;beginning of an exciting new era in the history of the college&quot;. However,the University and College Union was dismayed by the news, and urged the government to legislate urgently to protect UK universities and public assets from being acquired by private equity firms. The academics trade union warned that the sale could see more private equity firms move in and attempt to purchase British universities. UCU general secretary, Sally Hunt, said: &quot;It is no secret that private equity firms are circling UK higher education. The government needs to make clear commitments to protect our universities and public assets. It is of paramount importance that those assets and any investment are used to further education, not increase the wealth of shareholders.&quot; The union is currently working on a report looking at private equity in higher education, which is due out next month.", 
    "section": "education", 
    "gid": "education/2012/apr/17/college-law-sale-private-equity", 
    "wordcount": "425"
}