{
    "headline": "Ed Davey defends green deal interest rates", 
    "text": "Ed Davey, the energy and climate change secretary, defended the government&apos;s green deal loan scheme on Tuesday, saying the interest rates of around 7% for householders to undertake energy efficiency works are not excessive. The flagship scheme, launched in January, allows householders to repay long-term loans for installing up to 40 different energy saving technologies via their electricity bills. But it was widely criticised at its launch for failing to provide enough incentives for the householder and for being overly complex. &quot;I would not expect many people to apply for finance yet. It&apos;s a bit too early,&quot; said Davey. &quot;I won&apos;t concede that loan costs are too high. You have to compare it with unsecured loan and not mortgages. This is a great deal,&quot; he told delegates at Ecobuild, a sustainable building show in London. &quot;We are not trying to pretend that we have everything right. There will be issues to address. We will be responsive to get rid of the niggles,&quot; he said. Davey fuelled rumours that the scheme had been poorly taken up by the public, citing &quot;legal reasons&quot; for not disclosing how many households had so far asked for assessments on the energy efficiency of their homes or the number of people who had applied for loans. &quot;Our plan is to issue monthly reports starting this spring,&quot; he said. Instead, he claimed that industry was fully supportive, with 40 companies now approved as green deal &quot;providers&quot; and 75 organisations registered as &quot;assessors&quot;. In addition, he said, 600 installers had now been trained. &quot;There is already a good pipeline of work, good signs of momentum,&quot; he said. &quot;Assessors are there in big numbers and increasing all the time.&quot; He predicted that by 2015, more than 1m separate pieces of home improvement under the green deal would have been installed. &quot;There is a huge business opportunity for green growth and jobs. [We estimate] there could be 136,000 jobs in energy efficiency with the numbers rising 5% a year. Eight million homes need solid wall insulation, 6m could get more loft insulation.&quot; But the former senior civil servant Richard McCarthy, director for central government at Capita Symonds, said the government should try to make it easier for people to understand. &quot;Perception is all. Not enough people truly understand what the green deal is about and don&apos;t see the incentive. Myths and fears need to be dispelled. There are real benefits but these need explaining. It needs to be easier to navigate. &quot;The relative cost of the loans is higher than most mortgages. People are challenged by the numbers. It adds fuel to their fears of taking up more debt. More credit checks are occurring. You can understand, but there&apos;s the creeping [idea] that this will make it harder for some householders to access finance. There is more room to be flexible and to bring costs down,&quot; he said. Tim Pollard, head of sustainability at Wolseley, which owns Plumb Centre and has so far trained more than 50 installers, said: &quot;The perception has been wrong. People are beginning to understand. But there is still a large gap. Nobody I know was expecting a tsunami of demand. Demand is encouraging.&quot; Others said that the loans were too expensive. &quot;Green deal will pay back over time. But some people may get funds cheaper. People can&apos;t see that they will get a good deal like they did with the feed-in tariffs for solar energy,&quot; said one installer who asked not to be named. The industry was divided on the initial take up. &quot;It is delivering. Based on the feedback we have had, it has changed the nature of the conversation about energy efficiency,&quot; said Paul King, chief executive of the Green Building Council. &quot;There is a very live discussion about the creation of a new industry with the potential of 26 million customers in the UK. It is possible to see an explosion of interest in a few years&apos; time.&quot; But King called on government to provide industry and householders with better incentives, including home taxes based on the energy efficiency of homes, and certainty about building regulations in the next few years. &quot;The challenge is how do we rebuild Britain for 2050,&quot; he said. However, some small companies said they feared that green deal would undermine their businesses. Stephen Bull, who runs a plumbing and heating firm with 2,000 customers in London, said that the green deal scheme was complex, expensive for small builders to take part in, and could undermine his business. &quot;We want to make sure we don&apos;t get left behind and I want to become an installer. But it seems to be a very much a top-down approach, set up by big business for big business. It seems only suitable for them. We could actually lose our clients to big multinational companies. &quot;In principle the idea is good and I want it to work. But even if I become a green deal installer, I would not necessarily get the work from my existing clients. I am struggling to understand it.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/05/ed-davey-defends-green-deal", 
    "wordcount": "878"
}