{
    "headline": "Pay universities to take poorer students, says social mobility tsar", 
    "text": "The government&apos;s social mobility adviser is to call on the coalition to offer extra money to universities for each student they recruit from poor backgrounds, in a report set to reopen the row over the &quot;social engineering&quot; of admissions. Alan Milburn, Labour&apos;s former health secretary, will propose a reform of university funding to ensure that institutions are offered a financial incentive to widen participation. He will also spell out the benefits of universities using contextual data when recruiting students, where pupils from the worst-off areas are given some leeway over the quality of their A-levels. The recommendations will be included in a government-commissioned report to be published this week. Professor Les Ebdon, former vice-chancellor of Bedfordshire University, who is now head of the Office for Fair Access, has been vilified for commending the benefits of contextual data in selection. Critics, including private schools and Tory MPs, complain that such a policy would see middle-class children unfairly losing out to children with lower grades. However, Milburn, who admitted his report could be controversial, said that all the evidence demanded there be more effort from universities to recruit from across the socioeconomic groups. He said: &quot;There has been a lot of focus in recent years on the economic good that universities bring to the country, but there should be an equal focus on the social good they can bring. I think study after study shows that, for all the efforts the universities have made, they aren&apos;t properly recognising potential and aptitude in who they admit to university. &quot;There is compelling evidence that state school students, once they get into universities, even if they have lower grades than privately educated kids, do better in their degrees.&quot; Milburn added that the Liberal Democrats&apos; &quot;pupil premium&quot; policy in schools  whereby the government offers extra money for each pupil having free school meals who is given a place  could provide a role model. &quot;The government should review the total pool of public funding dedicated to widening participation. They should look at introducing a financial incentive for universities to take on more students from disadvantaged backgrounds, perhaps by adopting a pupil premium funding arrangement whereby eligible applicants bring extra funding with them,&quot; said Milburn. His report will say there has been a big expansion in the number of students attending university over the last decade, which has encouraged a wider social makeup. However, the most advantaged 20% of young people are still seven times more likely to attend university than the least advantaged 40%, he will add. He also found that four private schools and one sixth-form college had more pupils secure a place at the Oxbridge universities than England&apos;s 2,000 state secondary schools put together. Milburn&apos;s report will warn that even the progress of the last decade is at risk from &quot;headwinds&quot; including fiscal constraint on the government, a cap on student numbers and a big increase in tuition fees. Milburn says the government should now commit to increasing the percentage of GDP spent on higher education and raising or doing away with the cap on student numbers. Milburn said: &quot;Many of the universities are doing a lot but they need to do more. When you look at who gets into university, the pool of talent is currently limited because of three gaps: between private and state schools, better off students and worse off ones, and between kids who study key subjects and those who don&apos;t. &quot;If access to university is to be genuinely classless, there needs to be progress in closing each of those gaps. Government policy clearly has a key role to play, but so do universities. Over the last 10 years, they have spent hundreds of millions of pounds on outreach activities, widening participation. By 2015, that spending will be over 600m a year. It is crucial that this money is spent so that it delivers as much of a social impact as possible, and this isn&apos;t the case at present.&quot; Milburn will suggest the abandonment of fee waivers and bursaries because there is &quot;little evidence&quot; that they are effective. Instead he argues that universities need to build relationships with schools and pupils from the poorest parts of the country to encourage them to see university as a natural progression. He said: &quot;About 90% of kids who get their A-levels will get into universities. The problem is there is such a high proportion of kids from the lower socio-economic groups who never stay on to A-level.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/13/universities-cash-poor-students", 
    "wordcount": "763"
}