{
    "headline": "Exam head says assessment system encouraged teachers to boost marks", 
    "text": "The head of one of the leading exam boards has told MPs investigating last summer&apos;s GCSE English furore he believes teachers have been encouraged to boost marks by government measures that hold them to account based on their pupils&apos; results. Andrew Hall, the chief executive of the AQA exam board told the House of Commons education select committee he did not believe teachers were cheating in the way they marked controlled assessment modules, but he said they were in a position where &quot;their judgments were influenced by the pressures of the accountability system&quot;. He said this, combined with a qualification design that gave teachers control over 60% of marks, had been at the root of the disappointment caused when thousands of pupils last summer received D grades in GCSE English after exam boards moved a grade boundary to toughen up the exam. The parliamentary hearing followed a high court ruling last month against an alliance of pupils, unions, schools and councils who alleged that the government&apos;s exam regulator, Ofqual, and the exam boards Edexcel and AQA had unfairly moved the boundary, in a last-minute &quot;statistical fix&quot; to counter exam grade inflation. The bar was raised higher than for pupils who submitted papers in the earlier January marking round and some pupils claim they missed out on sixth-form places because of the change. Hall told the MPs his exam board&apos;s data revealed peaks and troughs of marking around grade boundaries and that indicated teachers involved in internal controlled assessment of GCSE candidates&apos; work were engaged in &quot;fine judgments&quot;. Hall agreed with the hypothesis of the committee chairman, Graham Stuart, that once teachers knew &quot;all they had to do was find two more marks and magically a D would become a C&quot; there was a temptation to overmark. Ziggy Liaquat, the managing director of the exam board Edexcel, also said his exam board, which accounted for 10% of English GCSEs assessed last year, had observed inaccurate marking by teachers. &quot;We adjusted downwards 8% and we adjusted upwards 5% so there was inaccurate marking both ways,&quot; he said. He added the evidence did not yet show teachers had pushed marks deliberately to cross grade boundaries. Mark Dawe, the chief executive of the exam board OCR, told the committee it had not found evidence of overmarking of controlled assessment modules. Liaquat apologised for the &quot;distress to children and parents&quot; that had been caused by the move to the grade boundary between the January marking cycle and the summer marking. &quot;We should be relentless in communicating that grade boundaries can constantly move,&quot; he said. &quot;We really need to educate teachers, parents and pupils in how the process works.&quot; Hall admitted to MPs there had been &quot;a loss of trust&quot; over the marking of last summer&apos;s GCSE English. He said he had continued worries about the changes to standards in GCSE science, which is &quot;one of the most sensitive things we are doing&quot;, and stressed the need for work to communicate that to students, teachers and parents. &quot;It is in the worry mix, of course it is,&quot; he said.", 
    "section": "education", 
    "gid": "education/2013/mar/12/exam-assessment-system-teachers-marks", 
    "wordcount": "535"
}