{
    "headline": "PlayStation VR: nine of the best launch games", 
    "text": "Sonys PlayStation VR headset launches this week, offering a more affordable and intuitive introduction to the concept than the likes of the HTC Vive and Oculus Rift. All you need is a PlayStation 4, a PlayStation Camera  and the 350 headset itself of course. If youve taken the plunge into virtual gaming, here are the nine games wed recommend trying first. Rez Infinite (Enhance Games, 25)     Rave flyers and ancient architecture  Rez Infinite. Photograph: Enhance    The reboot of Tetsuya Mizuguchis cult rhythm shooter Rez may deliver familiar content, but its a tremendous fit for VR. The on-rails, sonic journey through a world built from rave flyers and ancient architecture is a wonder to explore via a headset, and delightfully reminiscent of the VR vision the 1990s promised, and promptly failed to deliver.  Tumble VR (Supermassive Games, 8)     Understated gem  Tumble VR. Photograph: Supermassive Games    If Sonys headset brings an understated gem to the table, it is surely Tumble VR. This simple puzzle game sees players piling up blocks to meet various goals, whether reaching for height, deflecting lasers or building round obstacles. The pleasure is in the highly tactile nature of selecting and placing blocks, making it feel very much like a simulated form of Jenga. Atypically meditative in contrast to its launch lineup stable mates, Tumble VR is as rewarding as it is modest.  EVE Valkyrie (CCP, 55)     Dogfighting in space  EVE Valkyrie. Photograph: CCP    Since the prototype Oculus Rift rekindled affection for VR, the traditional 3D space shooter has enjoyed a return to prominence. The reason? Glancing around and out your cockpit as you dogfight in the stars is a beguiling notion, and as theres no character movement, its much easier on those who have limited space or are prone to motion sickness. In practice, everything works rather well, and while Valkyrie isnt perfect, it hammers home a VR fantasy many have waited a considerable time to experience: shooting aliens from inside a cool spacecraft.  Batman: Arkham VR (Warner Bros, 16)     Dark Knight as detective  Batman Arkham VR. Photograph: Warner Bros    Devoted to the Dark Knights role as detective, Batman: Arkham VR highlights the fact that virtual reality can be at its strongest when shunning action. Here the emphasis is on a series of scenes where the Caped Crusader gathers clues and solves crimes. Rocksteadys game may be too fleeting for some, but it offers an astounding sense of presence  that feeling you really are inhabiting its world. And seeing yourself reflected in a mirror wearing the bat suit is an extraordinary moment. Super Hypercube (Kokoromi, 25)     Super Hypercube. Photograph: Kokoromi    Best described as a cross between Tetris and Super Hexagon, Kokoromis trippy, first-person puzzler has players reorganising clusters of blocks in order to navigate a series of approaching walls  each with a specifically shaped gap to slip through. The virtual reality element is subtly used, allowing clusters to be viewed from all angles, and the minimalist, hyper-colourful design makes for a highly sensual environment. This is a beautifully constructed score chaser. Thumper (Drool, 16)     Cosmic obstacle course  Thumper. Photograph: Drool    Billed as a rhythm violence game, Thumper is a sort of cosmic obstacle course swirling through a bullet hell shooter. The simple controls have you piloting a metallic beetle along a galactic track, hitting buttons to take corners, leap over barriers and fire missiles, all to a driving electronic beat. Designed by ex-members of the Harmonix team (makers of Guitar Hero and Rock Band), its a visually astonishing test of timing and coordination. Job Simulator (Owlchemy Labs, 24)     Boisterous anti-realism  Job Simulator. Photograph: Owlchemy Labs    Transporting players to a cartoonish realm, Job simulator demonstrates VRs capacity to host a new form of comedy. This is a game that  through anarchic simulations of careers from chef to office worker  offers a boisterous anti-realism. It perhaps makes a strength of unruly interaction, but is delightfully silly, and perfect for introducing friends to VR.  PlayStation VR Worlds (Sony, 25)     Mini-gangland drama  London Heist. Photograph: Sony    This collection of short VR experiences, developed by Sonys in-house studios give a polished and varied introduction to the technology. London Heist is a mini-gangland drama with some truly astonishing moments of embodiment, while Ocean Descent is a picturesque diving experience, and Street Luge is an interesting urban racer with a quite dizzying sense of speed. Another launch title thats great for showing off the headset to curious friends and neighbours. Headmaster (Frame Interactive, 16)     Football heading sim  Headmaster. Photograph: Frame Interactive    Developed during a virtual reality game jam co-sponsored by Valve, the comedic influence of the Portal developer is clear in this football heading sim. Set in a sort of sporting prison camp players have to successfully complete a series of heading tests, using just the requisite body movement to control the ball into a variety of tests and targets. Its weird, funny, challenging and compelling, the lack of handheld controls adding to the easy, intuitive feel. An offbeat take on the sports sim that really makes the best of the hardware.", 
    "section": "technology", 
    "gid": "technology/2016/oct/14/playstation-vr-best-launch-games-sony-virtual-reality", 
    "wordcount": "801"
}