{
    "headline": "Typist who complained about alleged late payment on Twitter faces lawsuit", 
    "text": "A typist who complained on Twitter about what she claimed was late payment of a bill she was owed has discovered she is facing a libel battle that could cost her 150,000. Lesley Kemp, 55, from Milton Keynes, is being sued by a Qatar-based businessman, Kirby Kearns, for comments she made on the site about her fees in an attempt to persuade his company to pay up. Her case is the latest in a growing number of libel claims associated with the microblogging site but it could become a test case if, as her lawyer fears, Twitter is drawn into the action as the alleged publisher. Robert Dougans, a solicitor specialising in libel who is representing Kemp on a no win, no fee basis, said Kearns was planning to take action against Twitter as well. &quot;This case has got rather tortuous,&quot; Dougans told the Guardian. &quot;The claim against her is for up to 50,000 damages and a high court trial is likely to cost 100,000 plus. &quot;He now wants to add Twitter as a defendant. She&apos;s not denying she made the comments. Her defence is justification and fair comment.&quot; Disputed comments made on Twitter or elsewhere online are increasingly ending up in full-blown legal actions as the courts apply traditional defamation laws to the internet. Sally Bercow, the wife of the Commons speaker, faces a high court hearing next week as part of the libel battle with Lord McAlpine over an allegedly defamatory Twitter message. Kemp told the Daily Mail: &quot;It was only a small amount of money that we argued over but because I was broke and stressed I took to Twitter and went on a bit of a rant. &quot;There were a lot of emails between us before I took to Twitter. He said that I was damaging his reputation and that it was all done maliciously. &quot;I am not used to freelance work and didn&apos;t understand there is a culture of late payments and it&apos;s not uncommon to have to wait months to receive your fee.&quot; Neither Twitter nor the Qatar-based company run by Kearns responded to requests for comment.", 
    "section": "technology", 
    "gid": "technology/2013/apr/19/typist-payment-twitter-faces-lawsuit", 
    "wordcount": "368"
}