{
    "headline": "Saturn V rocket engines recovered from seabed", 
    "text": "Significant pieces of the giant Saturn V rocket engines that sent astronauts to the Moon more than four decades ago have been recovered from the seabed of the Atlantic Ocean in a privately-funded expedition by internet entrepreneur Jeff Bezos. The amazon.com founder described the site of the discovery three miles below the surface more than 400 miles off Florida&apos;s east coast as &quot;an underwater wonderland, an incredible sculpture garden of twisted F-1 engines that tells the story of a fiery and violent end, one that serves testament to the Apollo programme&quot;. Bezos announced a year ago that they had located engine pieces that they believed could have been from the Apollo 11 mission of July 1969 that saw Neil Armstrong become the first person to walk on the moon. Bezos said on Wednesday afternoon that he and his team were on their way back to Cape Canaveral after spending three weeks on board a recovery vessel named the Seabed Worker, hauling up a number of large chunks. &quot;We&apos;re bringing home enough major components to fashion displays of two flown F-1 engines,&quot; he said in a statement on the expedition website. &quot;Many of the original serial numbers are missing or partially missing, which is going to make mission identification difficult. We might see more during restoration. The objects themselves are gorgeous.&quot; Charles Bolden, the administrator of Nasa, praised billionaire Bezos for funding and leading the expedition to recover a significant part of US space history. &quot;This is a historic find and I congratulate the team for its determination and perseverance in the recovery of these important artefacts of our first efforts to send humans beyond Earth orbit,&quot; he said. &quot;We look forward to the restoration of these engines by the Bezos team and applaud Jeff&apos;s desire to make these historic artefacts available for public display.&quot; The Bezos team sent remotely operated vehicles (ROVs) to a depth of 14,000 feet to photograph and eventually lift the engine components, working in an environment he likened to the moon&apos;s surface. &quot;We on the team were often struck by poetic echoes of the lunar missions,&quot; he wrote. &quot;The buoyancy of the ROVs looks every bit like microgravity. The blackness of the horizon. The gray and colourless ocean floor. Only the occasional deep sea fish broke the illusion.&quot; Bezos, who was five when Apollo 11 blasted off from its Cape Canaveral launchpad, said last year that the moon missions had &quot;a profound influence&quot; on his life. With his fortune from Amazon, the world&apos;s largest online retailer, Bezos founded Blue Origin, one of several private spaceflight companies currently vying for contracts to send astronauts into lower earth orbit following the retirement of Nasa&apos;s space shuttle fleet two years ago. &quot;Nasa is one of the few institutions I know that can inspire five-year-olds,&quot; he said. &quot;With this endeavour, maybe we can inspire a few more youth to invent and explore.&quot; The Saturn V rockets of the Apollo era were powered by five F-1 engines, each one capable of 1.5 million pounds of thrust and burning 6,000 pounds of rocket grade kerosene and liquid oxygen per second. Bezos said he hoped that one engine would be displayed at Washington DC&apos;s Smithsonian National Air and Space Museum and the other at the Museum of Flight in Seattle, where Blue Origin is based. &quot;We want the hardware to tell its true story, including its 5,000 mile per hour re-entry and subsequent impact with the ocean surface. We&apos;re excited to get this hardware on display where just maybe it will inspire something amazing,&quot; he said.", 
    "section": "science", 
    "gid": "science/2013/mar/20/saturn-v-rocket-engines-recovered-jeff-bezos", 
    "wordcount": "620"
}