{
    "headline": "Clearing 2012: universities need a better message than 'keep calm'", 
    "text": "This is the time of year that UK university leaders and their senior communications staff disappear en masse for a well earned summer break. The dominant narrative among the senior higher education establishment is that all is more or less well with the world  applications are down overall but the system as a whole is still over-subscribed. So secure are universities in their confidence that students are prepared to pay higher fees that many, it was revealed by the Office for Fair Access, have put up their fees for 2013. As far as domestic recruitment is concerned, then, the bigger picture is one of stability. But the establishment would do well to take a look at the system from the other end and the perspective of the hundreds of thousands of individuals who are getting their exam results this week and hoping to go to university. Last month I warned that one of the consequences of the AAB free-for-all in places would be a longer and more turbulent clearing process than in recent years, and particularly painful for those students holding university offers at AAB or equivalent who fail to achieve their expected grades. Having written in fairly strong terms of a crisis in clearing, I was braced for a bit of a backlash and accusations of scare-mongering. The reverse has been the case. It seems the potential for problems in this year&apos;s clearing has been insider knowledge for some time among admissions professionals. My concern is that many vice-chancellors and senior communications professionals may not have been warned of the danger and there has been a certain amount of last minute scrambling to address this omission. Writing for Wonkhe, Andrew Fisher reports that UCAS recently contacted vice-chancellors to alert them of the potential fate of many students who have missed predicted AAB grades this summer: &quot;Many institutions have set their offer at AAB this year, even those who would not normally expect to recruit at that level. This means many students will be holding both a main and insurance offer at AAB, because all the offers they got were AAB. The institutions will admit many students who miss this AAB offer, but will do so where it makes sense for them, based on their other applicants. This may take a while, and result in some highly-qualified students finding themselves in clearing whilst they wait to find out what their insurance institution will do&quot;. Let&apos;s hope this warning reached them before they&apos;d all departed for their holidays. Universities and higher education institutions need to be seen to be taking action to respond to the confusion and anxiety of applicants who find themselves in a clearing limbo. I asked UCAS for a comment regarding the circular sent to VCs and was rewarded with a couple of rather dry paragraphs. This will give you the gist: &quot;The student number control arrangements are one part of this year&apos;s changes to higher education and have been covered in our communications. We will be supporting applicants by providing information on our website, our contact centre, and social media throughout clearing...&quot;. Let&apos;s hope that UCAS can manage to sympathise a little better if thousands of students are left in limbo this week. There are signs that the representative organisation for the UK&apos;s universities, Universities UK, at least, is beginning to wake up to the need to change the message. Its policy expert on admissions, Fiona Waye, blogged her advice for students who have narrowly missed AAB offers but still want to attend the university of their choice. The extension of off-quota places to those with ABB or equivalent may give them an opportunity to negotiate for a place for 2013. &quot;If an applicant is thinking about re-applying next year the government has set no limits on the number of applicants universities can admit with grades at ABB+ or equivalent,&quot; wrote Waye. &quot;If an applicant obtains ABB+ and is unsuccessful this year but offered a deferred place they may wish to consider whether to take this or whether to find another course through clearing.&quot; It is vitally important for university leaders to abandon the &apos;calm down dear&apos; narrative on admissions and show a proper sensitivity to the pain and stress that will be experienced by many individuals who have missed AAB grades in the coming weeks. Steve McArdle, head of sixth form at Durham Johnston School, who leads on university admissions for the Association of School and College Leaders, has been warning for months about the danger of clearing turbulence this summer. McArdle has been struck by the failure of senior university staff, and in particular policy makers, to see the detail. &quot;All the policy makers seemed to care about was their beautiful theoretical model and allowing the market to decide,&quot; he told me. &quot;They apparently simply hadn&apos;t realised or factored in the impact that it was bound to have on thousands of real human beings&quot;. In January 1979, the Labour prime minister James Callaghan returned to a frozen and strike-bound UK from a summit in sunny Guadeloupe. Faced with a wall of reporters at Heathrow, he breezily spoke of swimming in the Caribbean sea before asserting, &quot;I don&apos;t think that other people in the world would share the view that there is mounting chaos.&quot; The following day the Sun newspaper summed up his complacency with the headline, &quot;Crisis? What Crisis?&quot; Five months later Margaret Thatcher won the general election. The British public doesn&apos;t take kindly to leaders who return from holiday to tell them to calm down. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/13/clearing-2012-crisis-university-response", 
    "wordcount": "964"
}