{
    "headline": "Stop the nuclear industry welfare programme", 
    "text": "The US is facing a $15 trillion national debt, and there is no shortage of opinions about how to move toward deficit reduction in the federal budget. One topic you will not hear discussed very often on Capitol Hill is the idea of ending one of the oldest American welfare programmes  the extraordinary amount of corporate welfare going to the nuclear energy industry. Many in Congress talk of getting &quot;big government off the back of private industry&quot;. Here&apos;s an industry we&apos;d like to get off the backs of the taxpayers. As, respectively, a senator who is the longest-serving independent in Congress and the president of an independent and non-partisan budget watchdog organisation, we do not necessarily agree on everything when it comes to energy and budget policy in the US. But one thing we strongly agree on is the need to end wasteful subsidies that prop up the nuclear industry. After 60 years, this industry should not require continued and massive corporate welfare. It is time for the nuclear power industry to stand on its own two feet. Nuclear welfare started with research and development. According to the non-partisan Congressional Research Service, since 1948 the federal government has spent more than $95bn (in 2011 dollars) on nuclear energy research and development (R&amp;D). That is more than four times the amount spent on solar, wind, geothermal, biomass, biofuels, and hydropower combined. But federal R&amp;D was not enough; the industry also wanted federal liability insurance too, which it got back in 1957 with the Price-Anderson Act. This federal liability insurance programme for nuclear plants was meant to be temporary, but Congress repeatedly extended it, most recently through 2025. Price-Anderson puts taxpayers on the hook for losses that exceed $12. 6bn if there is a nuclear plant disaster. When government estimates show the cost for such a disaster could reach $720bn in property damage alone, that&apos;s one sweetheart deal for the nuclear industry! R&amp;D and Price-Anderson insurance are still just the tip of the iceberg. From tax breaks for uranium mining and loan guarantees for uranium enrichment to special depreciation benefits and lucrative federal tax breaks for every kilowatt hour from new plants, nuclear is heavily subsidised at every phase. The industry also bilks taxpayers when plants close down with tax breaks for decommissioning plants. Further, it is estimated that the cost to taxpayers for the disposal of radioactive nuclear waste could be as much as $100bn. Even with all of those subsidies, the private sector still will not agree to finance a new nuclear plant, so wealthy nuclear corporations recently secured access to $18.5bn in taxpayer-backed loan guarantees. Maybe the Wall Street banks agree with the Congressional Budget Office, which estimated the risk of default on nuclear loans at above 50%. The nuclear industry&apos;s financial troubles are not new. In the 1960s and 1970s, 100 reactors were cancelled because of cost overruns. Things were so bad Forbes called it &quot;the largest managerial disaster in business history&quot;. Despite this history, some want to dramatically increase federal loan guarantees for nuclear plants. It is shocking that the nuclear industry continues to receive so much federal support at a time of record debt. Of course nuclear subsidies benefit some of the wealthiest and most powerful energy corporations in America, which may explain the persistence of nuclear welfare. For example, Exelon, which takes in $33bn in revenue annually, is the leading operator/owner of nuclear reactors in the US. Entergy, with revenues of more than $11bn annually, is the second largest. Together, these two companies own or operate almost one-third of US reactors, and based on their revenue they are doing pretty well. Why do they need endless federal welfare for their industry year after year? Will it ever end? Well, as secretary of energy Steven Chu confirmed at a recent Senate hearing, without federal liability insurance and loan guarantees, no one would ever build a new nuclear plant. Whether you support nuclear energy or not, we should all be able to agree that with record debt, we cannot afford to continue to subsidise this mature industry and its multibillion-dollar corporations. If the nuclear industry believes so fervently in its technology, then it and Wall Street investors can put their money where their mouth is. Let&apos;s let them finance it, insure it, and pay for it themselves.  Follow Comment is free on Twitter @commentisfree", 
    "section": "environment", 
    "gid": "commentisfree/cifamerica/2012/apr/13/nuclear-industry-us-welfare", 
    "wordcount": "739"
}