{
    "headline": "Can a Ugandan village keep its computers running?", 
    "text": "It&apos;s lunchtime, and teenagers, some in school uniform, are huddled around a large boardroom-style table with ageing laptops in Amref&apos;s office in Katine. Some of the youngsters seem to be fascinated by the gadgets. Others are moving the mouse around, clicking to open a Word document, and watching in awe as a press of a finger on a keyboard forms familiar marks on the screen. Under the eye of an intern trainer, others point excitedly at webpages, their whispers barely audible against the din from the diesel generator outside. This is the Katine community media resource centre, one of the legacies of the four-year Katine Community Partnerships Project. When I worked here two years ago, we had five desktop computers, a couple of which were chronically unreliable. The initial idea was to use the resource centre and the internet to increase interaction between the community, Guardian readers and the rest of the world. But computer literacy proved a big challenge. My colleague, Joseph Malinga, a community reporter on the project, and I had to teach people how to use keyboards and mouses. Under a partnership with the technology charity U-Touch, things did seem to improve, with five laptops added. Amref, now implementing a two-year exit strategy from the project, employed a full-time trainer, Andrew Serekedde, who taught 137 people basic computer literacy. The group here consists mostly of students from the neighbouring Katine primary and secondary schools, who are quickly learning that away from the chalkboards and tattered books, the future is computerised. &quot;I like it here very much; right now I am simply going to do some reading on the internet,&quot; says an excited Christopher Egonu, who is in the middle of his O-level exams. When he finishes his papers in three weeks&apos; time, he hopes to spend a lot more time in the resource centre  to improve his computer skills. But what will happen to the centre in a year&apos;s time, when Amref is expected to finally pack its bags and leave the sub-county, is being debated. How will the computers be maintained? Who will hire and pay a trainer? Who will buy fuel to run a generator to power the computers? Amref and the sub-county authorities have taken steps to transfer ownership of the centre to the community. In August, a seven-member management committee was appointed to run its affairs. Led by John Ogalo, who made films for the Guardian&apos;s Katine website, the committee works with the sub-county&apos;s community development officer and the sub-county chief. It will be responsible for managing the centre and hiring staff. But officials here know this voluntary committee will need an incentive package to work sustainably. Yet the local authorities say they do not have a budget for even small tokens of appreciation. Moses Eroju, the elected chairman of Katine sub-county council, admits that the spirit of voluntarism is on the wane. He says one member of the committee has already resigned, citing personal reasons. The hope, he says, is that the centre will somehow raise the money to be able to offer committee members some token compensation. For Ogalo, the only option is to find ways of generating revenue. Ideas being considered include charging a nominal fee for computer lessons, or providing paid-for services such as a photocopying, video-conferencing and video-recording. &quot;The resource centre has a very bright future; we only have to come up with sustainability strategies,&quot; Ogalo says. Training Ogalo&apos;s most pressing need is to find someone to train the community members who are increasingly embracing the resource centre. Serekedde&apos;s contract has not ended, and Amref&apos;s relationship with U-Touch appears to have soured. Because the centre has no budget for staff, two former students have returned as intern trainers. One is a diploma-holding social worker, the other a student hoping to go to university soon. They regularly volunteer at the centre. They receive no food or transport allowance, even though one lives 13km away. &quot;Even our own parents are asking how long we are going to work without any form of motivation, but we are waiting with hope that the sub-county authorities will make some adjustment,&quot; says Simon Erau, 24, one of the intern trainers. Powerless The centre will remain up and running for another year through Amref funding. But it&apos;s expensive: it costs just under $100 in fuel to run the generator for a week, and about $600 for the internet every month. Without Amref, and with the sub-county providing money, Ogalo&apos;s management committee will have to work out how to meet these costs, as well as other expenses, such as the repair and maintenance of the computers. &quot;It is all in the hands of the committee,&quot; says Erau. &quot;If the committee plans, they may utilise the centre well; if they do not plan, it will fail.&quot; The local council chairman, Eroju, says that during last year&apos;s elections, President Yoweri Museveni promised to extend the electricity mains line through the Katine and Atirir trading centres. That would bring electricity within 100 metres of the resource centre, and although bills would still have to be paid, they would be much lower than those to run a generator.  This article was amended on 8 January 2013. The original stated that fuel to run the generator cost just under $100 a day. This has now been changed.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/07/ugandan-village-computers-running", 
    "wordcount": "896"
}