{
    "headline": "Chocolate reduces stroke risk for men, research claims", 
    "text": "Eating a standard chocolate bar every week could lower a man&apos;s risk of having a stroke in later life by 17%, according to a new study. It suggests that eating even more chocolate could reduce risks even further. Previous studies have found links between eating moderate amounts of cocoa-rich chocolate and protection against cardiovascular diseases, but the latest study, by Susanna Larsson of the Karolinska Institute in Sweden, is the first to search for links between chocolate and the risk of developing stroke. She looked at food questionnaires given to 37,103 Swedish men aged between 49 and 75, in which participants were asked about how often they ate chocolate over a decade. By looking at hospital records, Larsson was able to correlate the chocolate consumption in these men with cases of strokes. Larsson writes in the latest edition of Neurology, the medical journal of the American Academy of Neurology: &quot;High chocolate consumption was associated with a lower risk of stroke.&quot; Men who ate the most chocolate, a weekly average of 63 grams, had a 17% lower risk of stroke compared with men who ate none. The correlation did not seem to differ depending on different types of stroke. Larsson corroborated her findings by conducting a meta-analysis of five other studies, containing a total of 4,260 cases of stroke across Europe and the United States. She found the risk of stroke for individuals in the highest category of chocolate consumption was 19% lower compared with non-chocolate eaters. Every increase in chocolate consumption of 50g per week, reduced the risk of stroke by about 14%, Larsson found. She said the beneficial effects of chocolate could be due to its chemicals, called flavonoids. In particular, there are types known as epicatechins, catechins (also found in tea) and procyanidins (also found in foods such as grapes, wine, blackberries and apples). Catherine Collins, principal dietitian at St George&apos;s hospital in London said: &quot;Cocoa flavonoids can reduce blood stickiness to prevent clot formation. They can also help the arteries to manage changes in blood pressure, by helping dilate arteries to accommodate blood flow better.&quot; Flavonoids also seem to decrease concentrations of bad cholesterol in the blood and reduce blood pressure. The chocolate quality did not seem to be the key factor. Larsson said: &quot;Interestingly, dark chocolate has previously been associated with heart health benefits, but about 90% of the chocolate intake in Sweden, including what was consumed during our study, is milk chocolate.&quot; Dr Clare Walton of the Stroke Association said that past research has shown that eating dark chocolate &quot;might go some way to reducing your stroke risk if it is eaten as part of a healthy, balanced diet. This [Larsson] study suggests that eating a moderate amount of other types of chocolate could also be beneficial in men. However, a lot more research is needed and these results should not be used as an excuse for men to eat chocolate as an alternative to regular exercise or eating a healthy diet to reduce their risk of stroke.&quot; Larsson concluded that further studies would be required to confirm her findings before any recommendations about chocolate consumption could be given to people. &quot;Because chocolate is high in sugar, saturated fat and calories, it should be consumed in moderation,&quot; she wrote. Collins said: &quot;Studies seem to demonstrate a benefit on cardiovascular health with chocolate consumption but, as in this study, other factors such as eating more fruits and veg, smoking less, and a modest intake of alcohol also assist in maintaining cardiovascular health. A little of what you fancy does you good, but in terms of chocolate, choose one with at least 40-50% cocoa solid content if you want to boost your flavonoid intake.&quot;", 
    "section": "science", 
    "gid": "science/2012/aug/29/chocolate-reduces-risk-of-strokes-for-men", 
    "wordcount": "631"
}