{
    "headline": "Why taxpayers serve nuclear power and not the other way around", 
    "text": "&quot;It would be ideal if Fukushima could steer us away from prophecies and towards a sensible assessment of market economics, climate science and nuclear risks. Then nuclear power would serve the public, not the other way around. I don&apos;t know how many reactors we would get, but we would get the number that we need.&quot; In the fiendishly complex debate on the merits of nuclear power, that analysis is the most clear-eyed and crisply expressed that I have seen. It comes from nuclear industry veteran and academic Peter Bradford and is published in the leading journal Nature. I&apos;ll make no apology from quoting from his article liberally. On 11 March, it will be one year since the enormous earthquake and tsunami, which killed at least 16,000 people and caused a catastrophic meltdown at the Fukushima nuclear plant. The impact on nuclear power has been profound and the anniversary is a good time to reflect on what role the technology has to play in delivering low-carbon, secure energy at reasonable cost. The &quot;prophecies&quot; Bradford rails against are statements made with &quot;great certainty&quot; about the &quot;unknowable or implausible&quot;. He gives examples from all sides of the debate:  Germany has declared that existing nuclear capacity is too dangerous and can be phased out at little cost. The Middle East and the Czech Republic assert that new nuclear is a vital low-carbon energy source. Others, including the United Kingdom, have said that there will soon be new nuclear without subsidies.  Let&apos;s tackle the last example first, as it&apos;s closest to home for me. Bradford again makes the point crisply.  The UK government is now having to torture the language of new policies to subsidise new reactors without this being recognised as such.  That contortion, the result of a coalition between two parties with opposing views on nuclear power, alongside the fallout from Fukushima appears to have heavily dented UK public confidence. A new Guardian/ICM poll shows that in February 2012, 61% of people said they would be strongly opposed to a new nuclear power station being built near their home, compared to 39% in early 2010 (though other polls should be noted). The question of subsidies is central to Bradford&apos;s analysis:  The most implacable enemy of nuclear power in the past 30 years has been the risk not to public health, but to investors&apos; wallets. No new nuclear-power project has ever bid successfully in a competitive energy market anywhere in the world.  That&apos;s pretty damning and explains Bradford&apos;s next point: big nuclear programmes only happen when citizens sign blank cheques.  At the time of the Fukushima disaster, only four countries (China, Russia, India and South Korea) were building more than two reactors. In these four nations, citizens pay for the new reactors the government chooses to build through direct subsidies or energy price hikes.   A rare exception to this is the Olkiluoto 3 reactor under construction in Finland, by French-state owned company Areva, which is also hoping to build new plants in the UK. Bradford explains:  Areva was gambling that the project would jump-start demand for its newest reactor design. As Olkiluoto is four years behind schedule and more than 2billion ($2.7 billion) over budget, that gamble has fallen flat.  The bind for nuclear, argues Bradford, is that gas is likely to be a lot cheaper than new nuclear unless there is a high price on carbon, which there needs to be to tackle climate change. But if the carbon price is high, &quot;there are many other alternatives that could be built on a large scale more quickly&quot;, he says, such as energy efficiency, wind power and switching from coal to gas. The solution, Bradford argues, is simply to let nuclear energy earn its place:   Wise economic and environmental policy will have to allow nuclear energy whatever place it can earn among other energy sources, and not burden it with unnecessary hopes and fears ... All greenhouse-gas mitigating measures and alternative-energy sources should have to compete with each other in the marketplace.  Here is a rare point where I don&apos;t fully agree with Bradford. Is it really possible to have true competition when nuclear power carries the small but inherent risk of a major disaster that only a state and its taxpayers could cope with? Bradford notes the paradox in the land of the free market, the US, where:  the right-wing legislators who swept into state and federal office in 2010 have conflicting tendencies towards nuclear energy: they are largely pro-nuclear, pro-market, climate-change sceptics, yet they disparage governmental backing of particular technologies with taxpayers&apos; money.  The first licence to build new reactors in the US since 1978 was granted on 9 February. These will be sited in Georgia, which Bradford notes, is &quot;one of the few states with a law assuring that energy customers will pay all reactor costs regardless of price.&quot; The US is also one of only three countries in which a majority of the public supported nuclear power in a poll across 224 countries in June 2011. Given that virtually all the thinking in this post has come from Bradford, I will give him the last word:  Buffeted by economic forces, new nuclear capacity cannot be expected to contribute significantly to global energy supplies or to climate-policy solutions in the decades ahead. ", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/mar/07/nuclear-power-cost-fukushima", 
    "wordcount": "897"
}