{
    "headline": "Without leaves, the ashes can seem anonymous", 
    "text": "Walking west at first light from Conksbury Bridge, the day seems undecided. It&apos;s cold and the grass is heavy with dew, but thick stratus is building ahead of me, blanking out the blue. A wren shouts from a branch at eye level, and a knot of coots and mallards are busy on the river Lathkill, pivoting forward into the crystal-clear water. I see an elongated trout hanging in what appears to be thin air. On the far bank a doleful heron sits tucked up on the mossy branch of an ash tree. At this time of year, the ash can seem rather anonymous. Beeches on the steep hillside above are still gloriously bronze, whereas the mature ashes are now empty, save for their &quot;spinners&quot;  clumps of damp seedpods. Ash leaves are late appearing and, as Edward Step observed, &quot;Like Charles Lamb and his office hours, they make up for it by an early departure.&quot; Downstream from the village of Over Haddon, other species dominate but, as the white walls of the limestone dale close in, the powerful silhouettes of ash trees rise towards the brim of its southern wall like an army scaling the walls of a castle. Just before the ruined cottage of the 19th-century lead-mine agent Thomas Bateman, I arrive at an evenly spaced sequence of half a dozen mature specimens on the river&apos;s north bank. I cannot help but put my hands on the cold bark of the tallest. Nearby saplings, still with a few leaves, show the first cracks in their surface, which will deepen into the familiar diamond-patterned fissures I can feel under my palms. Not for the first time, I feel I&apos;m running my hands over the skin of an elephant, a behemoth that prompts an affectionate calmness within me. On my way back, I pause to read a notice from Natural England telling me Lathkill Dale is a good place to find fungi. The irony is too dark to provoke a smile. The uncertainty feels suddenly corrosive.", 
    "section": "environment", 
    "gid": "environment/2012/nov/05/anonymous-ash-lathkill-dale-derbyshire", 
    "wordcount": "338"
}