{
    "headline": "The week in wildlife - in pictures", 
    "text": "   A stork is silhouetted against the sky in a nest in the village of Banya, Bulgaria. White storks during the European winter season move southwards and returns for spring, often to exactly the same nests they had left the season before Photograph: Vassil Donev/EPA       A green grasshopper sits on a wild flower on a farm in the Jordan Valley Photograph: Jamal Nasrallah/EPA       A two week-old eastern bongo calf looks out from under her mother at Sydney's Taronga zoo. Eastern (or highlands) bongos are critically endangered with as few as 75 remaining in small groups of 6-12 animals in their Kenyan upland range. Bongo are one of the largest species of antelope in the world and are recognised by their striking russet colour and large antlers which extend over their backs Photograph: William West/AFP/Getty Images       Visitors observe a resident at a new safari park named 'Taygan' in the Belgorsky region of Ukraine's Crimean peninsula. The park contains around 2,000 specimens including 50 lions Photograph: Stringer/Reuters       Frogs rest in a pond where they are being raised as food, inside a factory on the outskirts of Pyongyang  Photograph: Bobby Yip/Reuters       A bee flies next to a blossoming fruit tree at a park in Beijing, China Photograph: Diego Azubel/EPA       A baboon looking at a computer screen housed in a booth in Marseille. The animals could freely enter the booths and complete multiple rounds of the computer-based exercise, in which they saw a four-letter sequence appear and then tapped one of two shapes on the screen to classify the sequence as a word or a non-word. They received a food treat after a correct response. The monkeys in this study learned how to tell the difference between printed sequences of letters that made up actual English words and other, nonsense sequences. These findings challenge the long-held notion that the ability to recognise words in this way  as combinations of objects that appear visually in certain sequences  is fundamentally related to language Photograph: J. Fagot/AFP/Getty Images       A bird rests on a tree in blossom in the Nanshan Park in Yantai City, east China's Shandong province Photograph: Shen Jizhong/Corbis       Geese fly from a marsh on the Lower Klamath national wildlife refuge. A major stop on the Pacific Flyway, the marshes of the Upper Klamath Basin were once known as the Everglades of the west. Standing in line for scarce water behind farms and endangered fish, the refuge has been able to flood only half its marshes this year. With  2 million birds crowded together, avian cholera has been easily passed from bird to bird. About 10,000 have died Photograph: Jeff Barnard/AP       The Amur leopard - the worlds most endangered cat - received a big survival boost last week when Russia announced the creation of a new national park that will cover 60% of its remaining habitat. Amur leopards are critically endangered, with as few as 35 left in the wild, after the loss of much of their forest habitat Photograph: WWF-ISUNR       A yak pictured as the Walking With the Wounded team get ready to set off up the Chumbu Valley, Nepal, which is known for the animals, during their trek to summit Everest Photograph: David Cheskin/PA       A pedigree Tibetan mastiff dog which the owner values at over $1m, on display at a dog show in the town of Daxing near Beijing. The animals which have now become the world's most expensive are much prized in China where owning one is seen as a status symbol Photograph: Mark Ralston/AFP/Getty Images       A rainbow glows in the sky behind trees in blossom over the city of Geneva Photograph: Fabrice Coffrini/AFP/Getty Images       Burnt trees after a forest fire in the Fragas do Eume park in A Capela municipality of Galicia, northwestern Spain. The park is one of the country's most important forests, having survived since Neolithic times Photograph: Miguel Vidal/Reuters       The world's rarest duck, the Madagascar pochard, has successfully bred 18 ducklings. The Madagascar pochard was believed to have been extinct until its rediscovery by chance on a single small lake in northern Madagascar, where just 22 of the cinnamon-coloured diving duck are left in the wild. Conservationists said the species remains extremely vulnerable to extinction from single events such as pollution or disease outbreak Photograph: Wildfowl &amp; Wetlands Trust/PA       An endangered grey wolf. Photos of dead and maimed wolves have sppeared on the internet in recent weeks, raising tensions in the Northern Rocky Mountains over renewed hunting and trapping of the once federally protected animals Photograph: USFW/Reuters       A female harp seal surfacing at a breathing hole in the sea ice Photograph: Eric Baccega/NPL/Rex Features       An osprey brings a stick for the nest Photograph: Rex Features       A bird flies over the renewed Madurodam in The Hague, the Netherlands. The amusement park, which shows the country in a miniature version, was closed for half a year due to rebuilding Photograph: Robin Utrecht/EPA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/apr/13/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}