{
    "headline": "On the road: Citron DS5 HDi 160", 
    "text": "I&apos;m not driving well. I drift left, until the wheels cross the white line. Then the other way, right, to the centre line. I&apos;m also giggling. Drunk? No, just abit kinky. You see, this car has a&quot;lane departure warning system&quot; that, instead of beeping like other cars, has a vibrating driver&apos;s seat that sends little throbbing pulses to my arse  left cheek for nearside lane departure, right for offside. And I&apos;m finding it rather thrilling. Ha, it&apos;s actually making me depart my lane, exactly the opposite of what it&apos;s meant to do. But then the French engineers probably didn&apos;t take English perverts into account when they designed it. The special seat  upholstered in brown Bavarian bull hide, incidentally  isn&apos;t the only good thing about this car. The DS5 looks brilliant, bold and ballsy. It shouldn&apos;t really work  it&apos;s an odd mishmash: ahatchback, an estate, a compact executive. It looks like a different car from every angle, as well as looking forwards and backwards in time. But somehow  the chrome detail helps  it comes together into one. Inside, it thinks it&apos;s an aeroplane, with a bewildering array of dials and switches, some of which are on the ceiling. I love that overhead console up there, with a compartment for my shades, even if I do press a red button with SOS written on it, most probably scrambling a coastguard helicopter, every time I try to get at my mirror aviators. And I love that there are 14 windows  14 separate pieces of glass  if you include the ones in the roof. It&apos;s not perfect. Some little things niggle. Such as the automatic wipers that operate too slowly for the conditions (in a proper British July deluge, they&apos;re on medium swish), and the awkward split back shelf. More seriously, the ride is well &apos;ard; you need your own rump to be covered in Bavarian bull hide if it&apos;s to survive the battering it gets. And  most weirdly  we all get earache when the windows are down. Seriously. Is it something to do with pressure, or frequency? Luckily, we take the DS5 on holiday to Cornwall, in midsummer, so there&apos;s little need to open the windows. Flawed genius, then. I still prefer it to an Audi A4 or a BMW 3 Series, though. Simply because, in an age when cars are all very similar, here&apos;s one that&apos;s trying to be different. It merits its DS moniker, nods back to the days when Citrons were about innovation, brave style and futuristic design. That&apos;s got to be worth a bit of earache and a sore arse, hasn&apos;t it? Plus, there&apos;s always the built-in on-board massager for that, even if that&apos;s not what it was meant for. (Drifts towards centre line.) Bzzzzz! Ooh, naughty Citron! Stop it! (Don&apos;t.) Citron DS5 HDi 160 6-speed manual       Photograph: Simon Stuart-Miller for the Guardian    Price 25,900 Max speed 134mph Acceleration 0-62mph in 8.5 seconds Combined fuel economy 55.4mpg CO2 emissions 133g/km Green rating 7/10 Cool rating 8/10", 
    "section": "technology", 
    "gid": "technology/2012/aug/10/citroen-ds5-hdi-160-review", 
    "wordcount": "512"
}