{
    "headline": "Canadian descendant of Richard III is asked to give DNA after 'grave' find", 
    "text": "When Canadian-born Michael Ibsen, 55, was invited to the dig to find the Plantagenet king Richard III, he felt &quot;pretty surreal&quot;. In 2005, a historian, Dr John Ashdown Hill, after years of painstaking research, had telephoned his mother, Joy. Joy, a UK-born journalist who emigrated to Canada in her 20s, was, he informed her, the 16th-generation niece of Richard III  a direct female descendant of his eldest sister, Anne of York. &quot;My mother was quite sceptical, but he was persuasive and she agreed to give a DNA sample. We thought it was something so abstract it was difficult to be emotionally involved, just a nice story to tell grandchildren, if we ever have any.&quot; When Joy died four years ago, Michael, a furniture-maker who moved to London, and his brother and sister in Canada, promptly forgot about it. Then Michael received a call. There was to be a dig, and, as a 17th-generation nephew, would he like to be present? Oh, and would he mind giving a fresh DNA sample? He was delighted. &quot;I really hope it is him,&quot; he said of the remains found. &quot;It&apos;s been so surreal, I feel stunned. It&apos;s one thing to have in some way a link to history. It&apos;s another altogether to be directly involved in something of such historical significance. &quot;At first there was just a car park. Now you can see the trenches, and you think if you just hop down, you would be walking the same path trodden by those who brought Richard III for burial.&quot; The mitochondrial DNA being tested is passed along the female line. Michael, who has no children, and his brother both have it. But their sister, who also has no children, is the only one capable of passing it on. &quot;So, once she&apos;s gone, that&apos;s it. I feel John Ashdown Hill got there in the nick of time,&quot; he said.", 
    "section": "science", 
    "gid": "science/2012/sep/12/canadian-descendant-richard-iii-dna", 
    "wordcount": "325"
}