{
    "headline": "NER 300: Prize fund for carbon capture projects shrinks by 800m", 
    "text": "The future of carbon capture and storage in Europe has been thrown into doubt after 800m was wiped off the value of a prize fund for developing the technology. The NER300 fund was supposed to encourage firms across the continent to build commercially viable CCS projects in return for about 3bn (2.4bn) but the cash was linked to the value of carbon credits, which have plunged 50% in the two years since the project was launched. The UK leads the way in CCS technology, but now experts are calling the funding system flawed and fear the few remaining projects across the country could be in jeopardy. Michael Liebreich, chief executive of Bloomberg New Energy Finance (BNEF), which advises governments on clean energy policy, blamed the eurozone crisis for the fall in the NER300&apos;s value. &quot;The European recession is the biggest driver of the low carbon price. Had there been economic growth at 2% a year for four years there would be a higher price, which could lead to greater funding.&quot; Liebreich added that the EU Commission should have used direct funding, rather than use money generated from the sale of carbon credits  whose value has plummeted. He said: &quot;They should have used a different model. If you want to use carbon capture you have to take uncertainty out of the competition.The NER300 was launched in 2010 when carbon credits were worth 16.52 a tonne, meaning the total funding for CCS was nearly 3bn. Carbon credits are now worth just 7.36 a tonne, knocking half the value off the final amount. Kieron Stopforth, a CCS analyst at BNEF, believes carbon credits need to be much higher to encourage energy firms to invest. &quot;For CCS projects in the EU to be economically viable a carbon price of at least 80 a tonne is needed.&quot; He points to the US and Canada, which have received direct Government funding to support its projects. &quot;The US and Canada have moved much faster on funding and given more to projects, which are already under construction there. The funding headstart is starting to show.&quot; Last month the European Commission published the results of the best performing CCS projects most likely to win funding, with the Don Valley Power Project in Stainforth, South Yorks, topping the list. But energy giant SSE&apos;s project at Peterhead in Aberdeenshire, where it plans to convert an existing coal-fired power plant, only made the reserve list, making it unlikely to receive any funding. In June chief executive Ian Marchant told a committee of MPs that the project will need 1.5bn to come to fruition, so the announcement from Europe is likely to be a major blow. There are also fears that the UK Government could renege on its pledge to provide 1bn to fund home-grown projects. It is due to announce who will get the money in October. CCS is designed to catch CO2 from gas and coal-fired power stations before it is released into the atmosphere. The CO2 is liquefied and poured into disused oil wells, such as in the North Sea, via existing pipelines. There are six projects across the UK, but the companies running them are concerned about clashes between the Department for energy and climate change and the Treasury over funding. However, they are fearful at speaking out while the competition for funding in the UK is underway. One source from a leading CCS firm said: &quot;These projects will cost millions, if not billions, of pounds and there needs to be firm commitment from the government because if there isn&apos;t it is simply not commercially viable, but we can&apos;t speak out because we need to try and keep the government on side.&quot; Ministers are expected to announce funding details in October, shadow energy secretary, Tom Greatrex, is concerned that without clarity on funding it will create uncertainty for the companies. He pointed out that last year energy secretary at the time, Chris Huhne, said there would be &quot;no backsliding&quot; on the 1bn fund, but weeks later the government said the money would be reallocated in the Autumn spending review. Greatrex said: &quot;Britain is at the cutting edge of innovation in carbon capture and storage, but to realise its commercial potential investors need certainty on funding not more government infighting.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/05/value-carbon-capture-fund-declines", 
    "wordcount": "733"
}