{
    "headline": "Pop palaeontologists need your help", 
    "text": "&quot;So  what do you like?&quot; It&apos;s the second most important question that you&apos;ll ask a prospective sexual partner. The most important question has, of course, exactly the same form, but  whoa cowboy!  we&apos;ve only just met and we&apos;re still talking about the contents of your MP3 player and not your bedside drawer. Musical taste isn&apos;t everything, but if you want to discuss whether Muse&apos;s latest album The 2nd Law was, as frontman Matt Bellamy claimed, &quot;a Christian gangsta rap jazz odyssey, with some ambient rebellious dubstep and face-melting metal flamenco cowboy psychedelia&quot;, and she wants to talk about Will Young&apos;s brilliant turn in Cabaret, then you may just have a problem. Pop music shapes our lives. And we&apos;ve all got a theory about it. What was big when, why it mattered, and  if you&apos;re over 40  exactly when the music died. But here&apos;s the thing: I am prepared to wager that your theory, whether it&apos;s based on the Guardian&apos;s culture pages or assiduous first-hand research in Camden&apos;s grimier pubs, is wrong. That&apos;s because you don&apos;t have the numbers. And we do. There&apos;s a new science of music. It relies on pumping sound files  thousands of them  through computer algorithms to suck out the information encoded in their fathomlessly complex waveforms. The result is numbers  millions of them  that can be crunched to reveal the evolutionary history of the music of our time. We started at the obvious place: the charts. We got the 15,000-odd tracks that make up the US Billboard Top 50 between 1960 and 2010. We didn&apos;t buy them. Our friends at LastFM, who love science too, let us play with theirs. From Percy Faith&apos;s The Theme From a Summer Place, to Ellie Goulding&apos;s Starry Eyed (36 weeks on the charts, reaching No. 1), to Rihanna&apos;s Rude Boy (20 weeks, reaching No. 1)  we got the numbers. We crunched them. At least Matthias Mauch, our digital music genius from Queen Mary, University of London, did. We know what really happened. One of the questions we&apos;ve been asking is this: has the Top 50 become more or less diverse with time? It&apos;s an obvious question for an evolutionary biologists to ask. Palaeontologists have charted the diversity of animal forms through time: the handful of Pre-Cambrian species that then exploded to fill, in all their variety, the world. Is that how it was for the charts? Did pop begin in uniformity and then explode into diversity? Or was it the other way around? When was pop&apos;s Golden Age? But maybe pop&apos;s narrative isn&apos;t a simple one of linear progress or decline. The history of life is full of mass extinctions and ecological turmoil. Maybe the same is true for the charts. If so, when were the revolutions? Perhaps there was one in April 1964. That&apos;s when The Beatles held the top five positions on the US Billboard 100. Maybe there was another in November 1976. That was the Sex Pistols&apos; Anarchy in the UK. But let&apos;s not forget June 1989 when Public Enemy released Fight The Power. As I said: you&apos;ll have your theories, but we have the numbers. Or do we? Computers are objective. They don&apos;t condemn Justin Bieber out of hand. They don&apos;t bang on about the brilliance of The Script. They don&apos;t play INXS&apos;s Never Tear Us Apart (12 weeks in 1985, topping at 24) over and over again. But when all is said and done, computers are just not  human. So we&apos;re looking for humans to lend us their ears. We want people  lots of them  to listen to our tracks and answer a few easy questions about them. We want to make sure that our algorithms are doing their stuff. We&apos;re particularly interested in quality control. (Some of the early recordings sound dodgy.)  It&apos;s simplicity itself. Log onto Descent of Pop, listen, and rate. The music will come at you randomly and you&apos;ll never know what you&apos;ll find. My shiniest jewel so far is Dawn Penn&apos;s You Don&apos;t Love Me (No, No, No), first released in 1962, redone in 1994. It&apos;s the sweetest, sexiest, bit of reggae you&apos;ll ever hear. There are a thousand more like it in the fossil record of Pop, just waiting to be dug up. Join us. Armand Leroi is professor of evolutionary developmental biology at Imperial College London", 
    "section": "science", 
    "gid": "science/blog/2013/feb/13/pop-music-palaeontologists-need-help", 
    "wordcount": "723"
}