{
    "headline": "Could universities be sold off?", 
    "text": "After months of speculation, the College of Law was sold last week to a private equity firm with no experience of education. At first sight, it seems a mere footnote to the main fees and funding story dominating UK higher education. But the sale to Montagu Private Equity, for around 200m, is being seen as a possible model for growing involvement in higher education by for-profit companies. While legal and education policy experts think it unlikely that private companies will take over traditional universities entirely in the near future  Russian oligarchs won&apos;t be getting their hands on Cambridge quite yet  they do foresee some university activities soon being financed with private cash. Robin Middlehurst, co-author of two recent reports on private involvement in higher education, says: &quot;I&apos;m sure that, as public funding goes down, publicly funded institutions will  look to issue bonds and have some kind of different private financing. It means the beginning of something that hasn&apos;t been here up to now.&quot; Glynne Stanfield, a partner at the law firm Eversheds, which helped to develop the College of Law sale, says it could be used by all UK universities, not just as the basis of an outright sale, which he thinks will be rare, but to allow investors to buy some kind of stake in an institution, with the valuation depending on the profitability of that institution and its brand. &quot;We are seeing the liberalisation of the UK market and there will no doubt be many innovative structures developed over the next couple of years as the government seeks to reduce taxpayer funding in higher education,&quot; he says. The College of Law deal divides the college&apos;s training activities from its charitable role promoting legal education and fair access to the legal profession. It hands to a new company, set up with funds managed by Montagu, all the college&apos;s education and training business, including its brand, contracts with law firms and degree-awarding powers. A separate Legal Education Foundation, established with the proceeds of the sale, will provide bursaries, scholarships and grants for future law students. These mechanisms appear to avoid many of the difficulties involved in transferring the valuable power to award degrees, which most institutions have earned over years  sometimes centuries  to new organisations, and offer for-profit companies a way into the booming higher education market. This could be especially valuable since the higher education white paper, which had included measures to make it easier for new providers to award degrees, has been indefinitely delayed. While the College of Law is a private institution, it is also a charity and  like many pre-92 universities  has a Royal Charter. If this charter has not stood in the way of a sale in the case of the college, it may not be an obstacle to the sale of ordinary universities  or parts of them. This worries the University and College Union, which is working on a report due out next month on private equity in higher education. It is pressing the government to introduce safeguards to protect universities&apos; assets and reputations in the light of growing interest from for-profit companies. The union wants measures in place to stop institutions handing over assets acquired through public investment to for-profit firms that can use them to generate dividends. &quot;What the College of Law shows is that charity law isn&apos;t enough,&quot; says UCU&apos;s general secretary, Sally Hunt. &quot;The government needs to take urgent action to ensure that public assets and investment are protected and any change of ownership should trigger an immediate review of degree-awarding powers.&quot; The concern is that if it becomes easier for more organisations, with diverse business interests, to award degrees, the quality of a UK degree could suffer. The Quality Assurance Agency is also seeking discussions on this with the Department for Business, Innovation and Skills. &quot;It is an issue we have raised some concerns about,&quot; says Stephen Jackson, the QAA&apos;s director of reviews. &quot;The concern is that new owners might have plans for an entity which might go beyond those originally envisaged when it was given degree-awarding powers.&quot; The College of Law was the first private education provider to be granted the power to award degrees in 2006, and has just undertaken the formal review of those powers that takes place every six years. It will therefore not have to reapply for another six years. Four other private providers can now also award degrees, including BPP, a professional training provider owned by a private equity company, the Carlyle Group, and by Apollo Global, a subsidiary of the American for-profit higher education company Apollo Group. Gary Attle, head of education at the law firm Mills and Reeve, says increasing competition from large global companies such as Apollo may have prompted the College of Law to explore the sale. &quot;It probably thought &apos;if we have to compete in this market globally, we&apos;d better do something&apos;.&quot; For now, he says, most mainstream universities have less need of private equity and are less attractive to investors than specialist institutions. While demand has dropped for legal training, it still offers clearer potential for profit than, say, philosophy. But he adds that even mainstream universities are thinking differently about how they operate, including separating off some of their activities, ones that could attract private money. Matthew Robb, head of the higher education practice at the consultancy group Parthenon in London, gives an example of where this could lead. A university, instead of using its successful business school to subsidise less profitable courses, could sell it off and invest the money. The case of the College of Law could bring such a scenario a step closer.", 
    "section": "education", 
    "gid": "education/2012/apr/23/college-of-law-private-sale", 
    "wordcount": "955"
}