{
    "headline": "Facebook's IPO and the new tech bubble", 
    "text": "The proper question is not &quot;are we in a tech bubble?&quot;, but &quot;where are we on the timeline of the bubble?&quot; How long before it pops?  This in itself, by the way, is the question on which bubbles grow. If you believe the bubble will continue to inflate, then you should jump in and thus become part of what makes the bubble balloon  assuming, obviously, that you will be able to get out before it is too late. And remember, many people do, profitably, get out. The Facebook IPO indicates that yes, we are in a bubble; and no, it is not in danger of exploding anytime soon. Indeed, the Facebook IPO  by, in effect, printing a $100bn in new, spendable, money  further inflates this bubble. Investors investors have spent some $16bn in cash on Facebook shares, valuing them at $104bn, a part of which Facebook will now spend on other companies, which will increase their value, as well as the value of all other like-minded companies. Without creating any real value, that $16bn could, in the next year, plausibly expand to a trillion. In a sense, to speak briefly in praise of bubbles, this is good news. Important aspects of the world will be remade between now and when the bubble bursts. The bubble will finance lots of innovation, lots of long-term ideas that are not economically viable in the short term, and lots of personal reinvention. The last bubble, the three- or four-year (depending on where you date it from) of madcap euphoria that collapsed in 2001, financed the R&amp;D of the industry that developed since that crash.  One of the reasonable arguments against bubbles is that crashes also delay development that might otherwise happen in a more systematic and orderly fashion. The other argument is that they distort reality: that they not only make the markets go crazy, they make people go crazy, too. It&apos;s a kind of psychic havoc. People begin to live in fantasy world. An enormous amount of economic and emotional activity occurs outside the structure of cause an effect. When the bubble bursts, not only does all this illusory economic activity disappear, but the souls of the people performing this activity die a little, too. Still, a bubble is the physiological and economic circumstance that makes people invest themselves and their money in the unlikely and even the impossible  that is, the speculative. Without a bubble, normally fearful and ambivalent people stay home. Facebook now derives 80% of its revenue from advertising, but the ultimate upshot of the rationalizations that have attended the $100bn-plus IPO valuation, is that while Facebook can&apos;t sustain its growth metric on advertising alone (indeed, its advertising, as a per user value, is shrinking), it will surely think of something else. That is, if anyone will, Facebook will. Won&apos;t it? That something else will involve  well, innovation, new models, evolving behaviors, and, of course, the ability to spend $100bn to get what it wants.  So, while a bubble distorts and delays reality, it doesn&apos;t change it. You only have so much time to prove yourself. And that&apos;s the point: it is easy to see the beginning of a bubble, which is why everyone is seeing it now, but hard to see the end. One scenario has it that while Facebook races madly toward some proof of its proposition that it can be worth what people are now betting it will be worth (in itself, obviously, a fearful distortion of cause and effect), it will necessarily keep undercutting its own ad prices to keep revenues rising, therefore depressing the rest of the industry. While Facebook itself reported a sharp fall in its own CPMs (cost-per-thousand pages views) in the first quarter of 2012, so have other large, mass traffic sites  by as much as 25%. So yes, the collapse is beginning even as the bubble is filling. Some of us call this fun.", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/may/18/facebook-ipo-new-tech-bubble", 
    "wordcount": "659"
}