{
    "headline": "How was your first week at school?", 
    "text": "Oscar Ravenscroft, age four, Chorlton Park primary, Manchester &quot;School is really really really really really really good. That&apos;s six &apos;really goods&apos;. There are lots of people but no babies, so it&apos;s not like nursery. I have lots of best things my first week. Drawing a ferry was very fun but so was getting my lunch. We could choose what we wanted, and there was a tray with spaces for things. I had a jacket potato in one space and vegetables in another. And some melon. And the climbing frames are really good. So I can&apos;t decide what&apos;s my favourite. It might be my uniform. I got up one night to put it on in bed.&quot; Lily-Grace Ng, age four, from Eleanor Palmer primary, London I was excited because I was going up into a higher class, and I felt proud to go into my new classroom. I thought I&apos;d want Mummy to stay but I told her to go  she wanted me to give her a hug but I said no! This morning I&apos;ve been writing in my own book. I wrote &apos;this is me and I live with my family and pick cockle shells&apos;. Drawing and writing and playing with the marble run are my best things I&apos;ve done so far today. I want to write a letter to my Mummy with a picture on it. Sam Fair, age four, Woodchester primary, Gloucestershire I love school. But not the oranges or the carrots. They are yukky. I didn&apos;t eat them. My favourite was playing with the farmyard. There are lots of toys and we played with them all morning. We didn&apos;t have the train track out though so they will have to get it out for me to make it tomorrow. There are three Sams in my class. I know them from playgroup. And I know another boy too. It&apos;s nice to see them, and I will go back tomorrow I think. Niamh Carr, 11, Forest Gate community school, London I felt more excited about starting than I&apos;ve ever felt in my life  I was shaking. People here are more independent, you can&apos;t rely on others, you have to rely on yourself. It makes you feel more grown-up. Hanging out with new friends has been fun, and finding out about them and what their primary school was like. I&apos;ve learnt that I have to be braver, I have to make more of an effort to talk to people and join in. I have to raise my hand. Lily Taylor, 11, Bungay high school, Suffolk It feels a bit strange because we&apos;ve moved from London to Suffolk and I didn&apos;t know the school. I worried about not knowing other people because they&apos;d all been together for two weeks in July  I could have gone too but decided not to. I like lunchtimes and breaks best, and PE which is my favourite; we&apos;ve played hockey and they do trampolining. It&apos;s more important to get your school uniform right than it was at primary  it&apos;s top button done up and tie really high. Tom Cox, 11, Saltash community school, Cornwall This school has pigs and chickens and a dog, and going to see them has been the best thing I&apos;ve done so far. I&apos;m really looking forward to all the new subjects, especially ICT because I love computers, and they&apos;ve got proper, really good ones here like Apple Macs. I haven&apos;t walked on my own yet, but it&apos;s only five or 10 minutes, so I might walk with some friends. That&apos;ll be quite nice. Morgan Campbell, 11, Ryedale school, Yorkshire I was nervous that I wouldn&apos;t find my way around the school. There are lots more people and lots of different classes to look forward to. I&apos;ve noticed that I have to get up earlier in the morning and I&apos;m getting tired later on in the day. I loved geography, and the school lunches are really good. So is getting a taxi to school! But it&apos;s definitely stricter  you get a detention if you do something wrong.", 
    "section": "education", 
    "gid": "education/2012/sep/10/first-week-at-school-interviews", 
    "wordcount": "677"
}