{
    "headline": "Boot up: why Britannica really stopped, iPad's new record, Duqu solved, ICS on Samsung and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Wikipedia Didn&apos;t Kill Britannica. Windows Did &gt;&gt; Wired.com Simply brilliant. If you only read one article today, make it this one.   Britannica [nearly] went bankrupt in 1996, long before Wikipedia was a crowdsourced gleam in Jimmy Wales&apos; open-access eye. In 1990, the company had $650m in revenue. In 1996, it was being sold off in toto for $135m. What happened in between was Encarta. Not because Encarta made Microsoft money (it didn&apos;t), or because Britannica didn&apos;t develop comparable products for CD-ROM and the web (they totally did, with the first CD-ROM encyclopedia in 1989 and Britannica Online in 1994). Instead, Encarta was an inexpensive, multimedia, not-at-all comprehensive encyclopedia that helped Microsoft sell Windows PCs to families. And once you had a PC in the living room or den where the encyclopedia used to be, it was all over for Mighty Britannica.  Seriously, Samsung? This is what you&apos;re calling Ice Cream Sandwich? &gt;&gt; Computerworld Blogs  For most people, moving from Gingerbread to Ice Cream Sandwich has been a night-and-day change; particularly on a phone, ICS really is a whole new Android experience. Unfortunately, for owners of Samsung phones -- excluding Nexus devices, of course, which are controlled by Google and thus free from Sammy&apos;s modifications -- it&apos;s going to be more of an incremental upgrade. Still a significant upgrade, mind you, but more evolutionary than revolutionary. And that&apos;s a shame, because ICS as Google created it is pretty damn impressive.   Actually, the change from Gingerbread to ICS is quite jarring - the direction of scrolling of apps and other things. Samsung is keeping its existing customers close; that&apos;s a sensible move for the biggest Android maker. Let&apos;s Not Get Too Excited About Those New iPad Sales Numbers (Updated)  Did you hear? This past weekend set all kinds of iPad sales records. Tim Cook said it! AT&amp;T said it! And while I&apos;m sure the new iPad was a huge part of that, let&apos;s temper our applause. There are two generations of iPad on shelves, and AT&amp;T has confirmed that its &quot;record numbers&quot; from Friday include both of them.   Though doesn&apos;t that confirm that Apple&apos;s strategy of chewing up the lower part of the market is working too? That MYSTERY Duqu Trojan language: Plain old C &gt;&gt; The Register Yes, disappointment:   the suggestion that the Duqu Framework might have been developed using old-school Object Orientated C (OO C) hit the bullseye. Code compiled using C and Microsoft Visual Studio 2008 was a close match for the code in the Duqu framework, allowing Kaspersky researchers to conclude that the framework had been written using a custom object-orientated extension to C or plain C with a changed dialect, as Kamluk described it. &quot;It&apos;s old school C. These are techniques used by professional software developers but not malware writers,&quot; Kamluk explained.   Surely the implication then is that professional software developers are working on Dugu? Dell sees room to challenge Apple in tablets &gt;&gt; Reuters  Taking Mac and iPad sales together, Apple sold more computers last year than any of the top PC makers. Asked whether he envied Apple&apos;s ability to produce such coveted objects, [Dell chief commercial officer Steve] Felice said: &quot;We come at the market in a different way ... We are predominantly a company that has a great eye on the commercial customer who also wants to be a consumer.&quot; &quot;In the areas where we come at the market, we think we are a coveted brand.&quot;   Coveted: something you yearn to possess or have. OK. New iPad tops three million &gt;&gt; Apple  Apple today announced it has sold three million of its incredible new iPad, since its launch on Friday, March 16... &quot;The new iPad is a blockbuster with three million sold - the strongest iPad launch yet,&quot; said Philip Schiller, Apple&apos;s senior vice president of Worldwide Marketing. &quot;Customers are loving the incredible new features of iPad, including the stunning Retina display, and we can&apos;t wait to get it into the hands of even more customers around the world this Friday.&quot;   Three million? Imagine if it had had something useful, such as haptics. Mobile Safari (IOS) vs. Google Chrome (Android) Comparison &gt;&gt; iPhone Help February:   a new comparison was made by Android Central. The site wanted to know the performance of Google Chrome on Android (currently in beta) from the browser Safari mobile. As shown in the video, the iPhone 4S and Safari are doing pretty good but the Galaxy Nexus wins many times over its competitor.   Chrome indeed looks very fast. The iPhone looks tiny too. (Thanks to @lollygagging for the link.) September 2010: In search of tablet computers&apos; sweet spot: screen size and battery life &gt;&gt; Guardian Technology Since everyone and their dog is burbling on about potential Google Nexus 7in tablets, here&apos;s a link back to an article which asked: why exactly did Apple choose 9.7in for the iPad screen? And how did Samsung&apos;s 7in screen measure up? Check out the comments too: apparently Apple was rumoured (on Gizmodo and Macrumors) to be about to launch a 7in iPad &quot;in time for Christmas&quot;. Some rumours never go out of date. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/20/technology-links-newsbucket", 
    "wordcount": "918"
}