{
    "headline": "Teachers speak their mind to Mr Gove", 
    "text": "Last month an education recruitment agency set up a dedicated phone number, &quot;Goveline&quot;, enabling teachers to leave a recorded message for the education secretary about issues on their minds. The voicemails will be passed on to the Department for Education. Here are some of the messages &apos;We need more non-teaching time&apos; Hello, Mr Gove. I&apos;d like to suggest that you try working as a teacher in a school for a month and then see if you&apos;d like to change your policies in the light of your experience. Working longer hours and enduring snap no-notice inspections isn&apos;t the way to raise morale and motivate teachers. If you want lesson plans to be available for inspection at a few hours&apos; notice for Ofsted inspectors, then you need to give teachers more non-contact time to prepare them. Most teachers I know have to plan lessons in the evenings, working up to midnight and beyond  hardly when they are at their most productive or creative. Most work at weekends, too. Cut the red tape and release teachers to be more effective in the classroom. It would make more sense, if you&apos;re trying to raise standards, to give teachers more time to find new material to bring into the classroom, to liaise with the community and to add value to children&apos;s education and wellbeing. I regularly work a 10- or 12-hour day in school and that&apos;s invariably followed by more marking and lesson planning at home. No wonder we need a long break in the summer  though there have been plenty of hints that you don&apos;t want us to have that either. I notice there are no proposals to take away the long break from MPs. Sauce for the goose? &apos;There are big problems in my school and you are not listening&apos; Hi, Mr Gove, I am a member of staff at an academy where 43 members of staff are confirmed to be leaving or will have left from September 2011 to September 2012. This is one of your academies and so I&apos;d like to know really what you think of that; because, to be honest with you, I think it&apos;s completely unacceptable for children, their education and continuity within their education. For them to see that 43 members of staff are leaving doesn&apos;t bring them very much hope or promise, which, surely, is what will help them to improve and to strive and continue to grow as good human beings. Whether exam systems are good doesn&apos;t really matter if they haven&apos;t got the foundations of a stable education. There&apos;s clearly a problem in academies such at this and I&apos;m just wondering how you think you&apos;re going to address that. Because certainly ignoring members of staff who contact you, which they have, and I have, to give blanket responses isn&apos;t really acceptable. Because we&apos;re an academy, we don&apos;t have a middle man to go to when there is a problem  there&apos;s no ombudsman  so, really, I&apos;m just wondering how you&apos;re going to address that. Thank you very much, goodbye. &apos;Vote of no confidence?&apos; Hello, Mr Gove. I read a story this morning on the Guardian website about teachers leaving academy schools and I wondered if you saw this as a vote of no confidence in your policy? &apos;Teachers question how much you care&apos; I&apos;m not surprised to read that teachers are leaving academy groups in droves, but it isn&apos;t fair on the children. This is supposed to be a prize policy of yours, so what are you going to do about it? Teachers are bound to be unhappy in academies as they take away security, which is one of the benefits that counteract long hours and dealing with bad student behaviour. Policies like these are making teachers question if you genuinely care about your role as education secretary. &apos;You should not blame teachers for everything&apos; I&apos;d like to ask you, Mr Gove, why is the finger constantly being pointed at schools and teachers as failing their pupils? The problem is clearly the lack of resources. I am so angry about this. What is the problem exactly? It&apos;s a lack of good teacher training, the behaviour of children themselves and often, the demands of too broad a curriculum. How are teachers supposed to counteract all of those points? It makes me so sad to think that the children in these schools are not getting the best chances, but it is not often the fault of the teachers; it&apos;s the system. With the right resources we could tackle some of this, but not when teachers are swamped with red tape and bureaucracy and not allowed to teach properly. In my view, we should be getting the foundations right in key stage 1, with reading, for example. KS1 reading should be taught by qualified teachers, not by parent help  it&apos;s too important to palm this off on devoted but unqualified people. Teachers should be hearing their students read on a daily basis  why can&apos;t they be given the resources and a curriculum that allows them to do so, Mr Gove? &apos;Experienced teachers need better incentives&apos; Dear Mr Gove, you&apos;ve done much to recruit people into the profession, especially in subjects where there&apos;s a shortage, such as science and maths, but what do you intend to do for those of us, long in the tooth, and who have been in one of those so-called shortage subjects for over a quarter of a century? What recognition do we get? We&apos;ve reached the stage where there are no incentives of increased salaries and are clearly still doing the job for the real reason we came into the profession; that is, the children. So, Mr Gove, please do something to recognise those true professionals who&apos;ve worked tirelessly for years and years trying hard to educate this country&apos;s young people. Thank you. &apos;We cannot work until 8pm&apos; The prime minister says that he wants to lengthen the school day to run until 8pm to allow parents to benefit from cheaper childcare. Does he mean this to extend to the holidays too? And does he want teachers to be involved in caring for children on school premises? Would he like to explain when he expects teachers to mark students&apos; work or prepare lesson plans, if not at the end of the normal school day? As it is, I work most evenings and part of the weekend in order to keep up. We can&apos;t cut corners on lesson plans, and marking has to be kept up to date or it will impact on students. &apos;There is a void in ICT and I am panicking&apos; Hi, I&apos;ve emailed you a couple of times. I teach IT and you scrapped our curriculum and you&apos;ve given us nothing back, expecting us to know psychically what you and the Ofsted inspectors want. It&apos;s my summer holidays and I&apos;m panicking because after working all year, I don&apos;t know what you want from us. You say you want programming, but you&apos;ve not given us any extra funding to train up. You say you want the little microcomputers but, again, no funding. You need to give us something; you can&apos;t just scrap something and leave an empty gap. You need to tell us what you want and give us the funding to do it. &apos;You have to resource school sport, not blame teachers&apos; I&apos;ll keep this short  I was really fed up when I read all the comments about the Olympic legacy and school sport. If sport in school is important to you, then you have to resource it properly. If it isn&apos;t, then you can&apos;t pretend it is and just shift the blame on to teachers again. The number for Goveline is 0845 838 6361. It is run by TLTP (The London Teaching Pool). You can also send tweets to @PrideInTeaching or use #goveline", 
    "section": "education", 
    "gid": "education/2012/aug/27/teachers-messages-to-gove-education-secretary", 
    "wordcount": "1306"
}