{
    "headline": "Schmallenberg virus could spread across most of UK this year", 
    "text": "A new virus that causes deformities and stillbirths in newborn lambs and calves is likely to spread across the whole of Britain this year if weather conditions are right, scientists have warned. The Schmallenberg virus, which is transmitted by midges, has survived the winter in the UK and because it is highly efficient at spreading quickly and infecting whole herds, it could reach as far as Scotland and Wales. &quot;There is no reason why it should not spread to most of the [UK] this year,&quot; said Peter Mertens, professor at the Institute for Animal Health. &quot;The insects are there, the susceptible animals are there  it could spread to the whole country.&quot; The first cases of the Schmallenberg virus in the UK were found early this year in farms in the south and east of England, reaching at least 276 farms in total, though there could be many more as yet undetected. If infected when pregnant, ewes and cows can give birth to offspring with severe deformities, from bent limbs to animals born without a brain. There is believed to be no risk to human health, however, and the deformed animals are removed from the food chain. Farmers have been warned that the signs of infection include stillbirths or major birth defects in lambs and calves, and fever, reduced milk yield and loss of appetite in adult animals, which suffer only brief, mild to moderate symptoms. The risks to offspring occur only if females become infected with the virus during the early to middle stages of pregnancy. This is likely to limit the damage to farmers from the virus, which is markedly less devastating than the bluetongue virus, which struck northern Europe in 2006 killing up to a third of infected animals. &quot;Schmallenberg is still serious, but it is not as bad as that,&quot; said Martens. But while the economic impact across the country is likely to be &quot;relatively limited&quot;, according to the government&apos;s chief veterinary officer Nigel Gibbens, the disease could still be &quot;distressing for individual farmers&quot;. Farmers will not receive compensation if their herds are infected. A vaccine is now in development, and veterinary experts are hopeful that it can be brought forward soon, though it is unlikely to be this year. When the bluetongue virus hit northern Europe, peaking in 2007, the UK was able to vaccinate susceptible animals in early 2008 before the insects that carried it re-emerged from winter. As a result there were no more infections in the UK. &quot;Bluetongue was a major success story,&quot; said Mertens. The Schmallenberg virus was first isolated in December 2011 after numerous cases across Europe, and named after the German town where it was identified. It is related to viruses that cause cattle disease in Africa, Asia and Australia, but similar insect-borne diseases have not been found before in northern Europe. Mertens said it was clear that climate change was a factor in its spread, assisted by increasing international trade. He warned that other illnesses were likely to spread northwards as the climate warms.", 
    "section": "science", 
    "gid": "science/2012/aug/07/schmallenberg-virus-spread-uk", 
    "wordcount": "517"
}