{
    "headline": "Fields challenge response disappoints charity", 
    "text": "The plan was simple: find 2,012 open spaces and protect them in perpetuity for public recreation as part of the combined diamond jubilee and Olympic legacy. The national charity Fields in Trust would find the fields; private sponsorship would pay for the plaques, bunting and toolkits sent to participants so they could organise a fete. Prince William would be the project&apos;s patron, a trial run for taking over as the charity&apos;s president when the Duke of Edinburgh retires next year. The Olympic organisers would cheer the whole thing on. But with the jubilee festivities under way, the organisers of the Queen Elizabeth II Fields Challenge still have more than 700 fields to find  with royal and Olympic boroughs among those that have yet to come up with a site. The royal county of Berkshire sits at the top of the tree with 18 open spaces lined up and two days of Field Day festivities at Streatley, where a trust raised 750,000 to protect a field from developers. But seven of the other nine English places with royal patronage, including Kensington and Chelsea and Windsor, both home to royal palaces, have yet to designate a single one. Of the five London Olympic boroughs, only Greenwich and Tower Hamlets have signed up, although Newham says it is keen to be involved. Alison Moore-Gwynne, the Fields in Trust chief executive, said she was disappointed at the lack of progress. &quot;A legacy is surely something that is handed on to the next generation and brings tangible benefits. These fields can play a part in so many issues including community cohesion, antisocial behaviour, health and the environment.&quot; Private landowners have also proved reluctant to join in. Lord lieutenants were approached for help but so far the Duke of Westminster, one of Britain&apos;s richest men and a family friend to the Windsors, is the only big landowner to have named his jubilee field, Westminster Park in Chester. Moore-Gwynne is planning a concerted effort to recruit more like him after the jubilee weekend. &quot;Many of them have had ancestors who have done a great deal and don&apos;t feel they can do more. But yes, I am slightly disappointed,&quot; she said. Large urban local authorities, on the other hand, have proved enthusiastic: Edinburgh&apos;s Labour and SNP-controlled council has named 22 fields, putting it in second place, one field behind the Conservative-led Shropshire county council. Glasgow has 20 fields, Newcastle a dozen, and Birmingham, Bradford and Wolverhampton at least five each. The royal borough of Windsor and Maidenhead said it had decided not to join the challenge in order to concentrate on its 13 acres of jubilee woods, to be planted by volunteers in the autumn. A Kensington and Chelsea spokesman said its parks managers had decided the borough&apos;s parks &quot;did not require the additional levels of protection that would come from inclusion in the Fields Challenge&quot;. Hackney, one of the Olympic boroughs to have rejected the scheme, pointed out that it already has 62 green spaces. &quot;We will be gaining part of the world-class Queen Elizabeth Olympic Park and residents will benefit from these facilities for years,&quot; said Jonathan McShane, council cabinet member for health and culture. &quot;Our current portfolio of high-quality parks and track record of investing in them meant we decided not to nominate a space for the Fields Challenge.&quot; The Queen, the Duke of Edinburgh and Duke and Duchess of Cambridge will unveil the QE2 plaque at Vernon Park in Nottingham on 13 June.  This article was amended on 7 June 2012. The original referred to nine English royal boroughs. This has been corrected.", 
    "section": "environment", 
    "gid": "environment/2012/jun/04/fields-challenge-response-charity", 
    "wordcount": "612"
}