{
    "headline": "Breakthrough Prize announced by Silicon Valley entrepreneurs", 
    "text": "The Silicon Valley aristocrats Mark Zuckerberg, Sergey Brin and Yuri Milner have jointly established the most lucrative annual prize in the history of science to reward research into curing diseases and extending human life. The newly created Breakthrough Prize in Life Sciences Foundation on Wednesday announces the first 11 winners of an award intended to inject excitement into the sometimes lonely, underfunded quests to understand and combat cancer, diabetes, Parkinson&apos;s disease and other maladies. Zuckerberg, who founded Facebook; Brin, who co-founded Google; and Milner, a venture capitalist, have dipped into their fortunes to sponsor awards worth $3m each, compared with a Nobel prize&apos;s monetary value of $1.1m. &quot;With the mapping of the genome sequence there are expectations of significant progress in the next 10 or 20 years so I think the timing is really appropriate to create an incentive for the best scientific minds,&quot; Milner told the Guardian in an interview on the eve of the announcement. A Russian internet investor who quit a PhD in physics and invested in social networking, Milner persuaded his fellow internet billionaires to contribute to the bounty to encourage a new generation of molecular biologists and geneticists. &quot;Young people will hopefully get the message that not only the careers in sports or entertainment can get a public recognition.&quot; Milner, who has homes in Moscow and California, distributed prizes last year for the field of fundamental physics. They too were each worth $3m, with nine inaugural winners receiving a total of $27m. They formed a committee to choose the winner, or joint winners, of the single annual prize established for future years. Milner decided to repeat the model on a bigger scale for life sciences. &quot;Unfortunately I have two very close relatives with very bad diseases, one of them is cancer. This is part of my personal connection with this prize.&quot; To honour the 11 scientists named on Wednesday, who will collectively receive $33m, he reached out to Zuckerberg, whom he has known since buying a $200m stake in Facebook in 2009. He also enlisted Brin, a Russian American entrepreneur, despite Google&apos;s occasionally testy relations with Facebook. Brin&apos;s wife, Anne Wojcicki, was named as a fourth sponsor. They will split the cost of the inaugural prizes and of subsequent five annual awards, totalling $15m. &quot;Yuri drove this,&quot; said Art Levinson, the chairman of Apple, who will also chair the new foundation. It marked an unusual philanthropic alliance in Silicon Valley, he said. &quot;In my recollection this has not happened before.&quot; The prize was intended to make a statement. &quot;It&apos;s a lot of money, yes. But the people who make game-changing contributions are often scientists who toil without much recognition or fanfare and without much compensation. To my mind these are the true heroes,&quot; said Levinson. Recipients, who hail from the United States, Japan, Italy and the Netherlands, expressed shock and delight when told of the awards, which will be officially announced on Wednesday at a press conference in San Francisco. &quot;I had to sit down on the floor for a while. I thought it must be a practical joke or a Nigerian scam,&quot; said Cornelia Bargmann, 51, who has pioneered work on neural circuits and behaviour at the Rockefeller University. &quot;The scale of this is so outsized I think it will have a huge impact on the life sciences.&quot; Asked how she would spend the money she hesitated. &quot;It&apos;s so far outside my normal planning I don&apos;t know. Get the car fixed?&quot; Hans Clevers, 55, professor of Molecular Genetics at the Hubrecht Institute, who has broken ground in stem cell research and colon cancer, said he had recovered since Levinson notified him last week. &quot;It&apos;s sunk in a little bit. When I asked him about the money he said it&apos;s meant to make life easy.&quot; Clevers said he would use some of the windfall to invite about 150 collaborators to a symposium in Amsterdam. &quot;We&apos;ll have a big party.&quot; The announcement will come just days before the Oscars but is more likely to steal limelight from the Royal Swedish Academy of Sciences&apos; Nobel awards. Anyone online can nominate someone for a Breakthrough prize and organisers envisage winners will tend to be scientists still in their prime rather than retired scientists honoured for decades-old research. There is no limit on the number of people who can share a prize, in contrast to the Nobel which caps it at three. Each year&apos;s winners will join an ever-expanding selection committee to vote, in secret, on future winners. Unlike Stockholm there will be no elaborate ceremony in San Francisco but winners will be expected to give talks and interviews during the year. Lewis Cantley, director of the cancer centre at Weill Cornell Medical College, whose work on mutated pathways could help tackle diabetes and other genetic disorders, said he was overwhelmed when notified of the news. &quot;I almost fell over. I didn&apos;t even know this prize existed.&quot; He turned 64 on Wednesday.Titia de Lange, 57, who researches cell biology, genetics and cancer at Rockefeller university, said the award felt surreal. &quot;I&apos;m not used to having a lot of money. I don&apos;t really have possessions.&quot; Two women from a list of 11 fairly reflected the percentage of women working at that level, she said. &quot;One would like it to be higher of course.&quot; One of the oldest recipients, David Botstein, 70, a doyen of genomics on sabbatical from Princeton, expressed some unease about the amount of money and said he would give some of it away. He thanked the sponsors but lamented that such a payout was needed to shine media and public attention the life sciences. &quot;Over the past 30 or 40 years there has been very rapid progress but you just don&apos;t hear about it.&quot; Breakthrough Prize: full list of the inaugural winners 1 Cornelia I BargmannTorsten N Wiesel professor and head of the Lulu and Anthony Wang Laboratory of Neural Circuits and Behaviour at the Rockefeller University. Howard Hughes Medical Institute investigator.For the genetics of neural circuits and behavior, and synaptic guidepost molecules.2 David BotsteinDirector and Anthony B Evnin professor of genomics. Lewis-Sigler Institute for Integrative Genomics at Princeton University.For linkage mapping of Mendelian disease in humans using DNA polymorphisms.3 Lewis C CantleyMargaret and Herman Sokol professor and director of the cancer centre at Weill Cornell Medical College and New York-Presbyterian hospital.For the discovery of PI 3-Kinase and its role in cancer metabolism.4 Hans CleversProfessor of molecular genetics at Hubrecht Institute.For describing the role of Wnt signaling in tissue stem cells and cancer.5 Titia de LangeLeon Hess professor, head of the Laboratory of Cell Biology and Genetics, and director of the Anderson Centeer for Cancer Research at Rockefeller University.For research on telomeres, illuminating how they protect chromosome ends and their role in genome instability in cancer.6 Napoleone FerraraDistinguished professor of pathology and senior deputy director for basic sciences at Moores Cancer Centre at the University of California, San Diego.For discoveries in the mechanisms of angiogenesis that led to therapies for cancer and eye diseases.7 Eric S LanderPresident and founding director of the Eli and Edythe L Broad Institute of Harvard and MIT. Professor of biology at MIT. Professor of systems biology at Harvard Medical School.For the discovery of general principles for identifying human disease genes, and enabling their application to medicine through the creation and analysis of genetic, physical and sequence maps of the human genome8 Charles L SawyersChair, human oncology and pathogenesis programme at Memorial Sloan-Kettering Cancer Centre. Howard Hughes Medical Institute investigator.For cancer genes and targeted therapy.9 Bert VogelsteinDirector of the Ludwig Center and Clayton Professor of Oncology and Pathology at the Johns Hopkins Sidney Kimmel Comprehensive Cancer Center. Howard Hughes Medical Institute Investigator.For cancer genomics and tumor suppressor genes.10 Robert A WeinbergDaniel K Ludwig professor for cancer research at MIT and director of the MIT/Ludwig Centre for Molecular Oncology. Member, Whitehead Institute for Biomedical ResearchFor characterisation of human cancer genes.11 Shinya YamanakaDirector of the Centre for iPS Cell Research and Application, Kyoto University. Senior investigator and the LK Whittier Foundation investigator in stem cell biology at the Gladstone Institutes. Professor of anatomy at the University of California, San Francisco", 
    "section": "science", 
    "gid": "science/2013/feb/20/breakthrough-prize-silicon-valley-entrepreneurs", 
    "wordcount": "1406"
}