{
    "headline": "Solar companies to sue UK government for 140m over feed-in tariff cuts", 
    "text": "Solar companies are planning to sue the government for 140m in damages, because of the cuts to subsidies in 2011 that were subsequently ruled &quot;legally flawed&quot; in the high court. The 17 companies said the way in which the changes to the feed-in tariff were handled was disastrous for their businesses, because it led to a sudden and dramatic fall in the number of people installing solar panels, and companies had to lay off thousands of workers. It is the latest stage of a long-running legal battle that has taken the solar industry to the high court, the court of appeals and supreme court, arguing successfully each time that the government was at fault in announcing a cut in the feed-in tariff before it was legally allowed to. The cuts, and the impression they gave of a policy that could change at very little notice, put off potential customers. Prior to the cuts announcement, the solar panel industry had been enjoying a boom in the UK, with more than 100,000 new installations before the changes were announced in October 2011. But the number of new installations dropped by 90% in the wake of the government&apos;s sudden changes. Before the cuts, householders were paid for their solar generation at 43.3p per kWh of electricity generated, but in October 2011 the government said this would be cut to 21p, reducing returns from about 7% to 4%. Under the original plans, the lower rate would have applied to installations from 12 December that year, but the courts subsequently forced the government to honour the original tariff for anyone installing before 3 March, 2012 because the amount of notice given was too short. The government said the changes were necessary as the cost of solar panels had come down since the original tariff was introduced, with the result that households were making excessive returns. The cost of the feed-in tariff is met through additions to energy bills, and ministers wanted to cap this at 860m, while the runaway rate of installation in 2011 threatened to cost far more. Many in the industry accepted that the tariff should be cut, but were angered by the government&apos;s failure to give enough notice. As the feed-in tariff regime has now been amended and the government promises it will remain stable, the number of installations is rising again, but solar companies say they suffered a year of damaging uncertainty that hurt sales and led to an estimated 6,000 job losses in what had been a bright and growing niche sector of the economy. Simon Gillett, chief executive of E-tricity, one of the 17 claimants, said: &quot;The good news is that solar is now once again a sound investment. The feed-in tariff is secure, solar prices are falling and both the government and public now want solar to play a big role in our energy mix. ut the industry was treated very badly, and companies must be healthy and ready to work to meet demand.&quot; He called 2012 an &quot;annus horribilis&quot; and said his company had cut a third of its workforce. &quot;We are calling for compensation after this illegal action to help us get up to speed again and help secure the clean and affordable energy supply we need.&quot; The claim is being led by Prospect Law, and has increased from an original 2.2m claim from three companies last July. There are currently about 370,000 homes and companies with solar panels in the UK, according to industry estimates, and the solar industry employs more than 25,000 people. The companies bringing the legal claim are Solar Power PV; Solarlec; Crystal Windows and Doors; Breyer Group; Freetricity; E-tricity; Foz Electrical; Green Home; CI Installations; Viscount Solar; Vsolar; House Choice; Evo Energy; Solar Panels Direct; Monitor My Solar; Apollo Energy; and Cleaner Air Solutions.", 
    "section": "environment", 
    "gid": "environment/2013/jan/23/solar-companies-feed-in-tariff-cuts", 
    "wordcount": "650"
}