{
    "headline": "Gove's back to the 50s revolution", 
    "text": "I recognise that an ideologue is necessarily driven by passion and belief, rather than pragmatism and logic, so can accept (if not condone) that some people will find it difficult to resist turning their ideology into policies (Gove to get rid of GCSEs in exams shakeup, 21 June). However, it only makes any sort of sense if the ideology itself makes sense. What I really can&apos;t see is what ideological goal Gove is trying to achieve. I can believe in an ideology that says we need pupils to be better prepared for the world of work  but not one that removes the soft skills that employers crave (teamwork, problem-solving) and replaces this with the sterile and discredited memory tests that are O-levels. I can believe in an ideology that says schools need to have more freedom in planning and executing their own teaching and learning  decentralising. But not one that tries to achieve this by centralising  creating new school types that have to report directly to the minister. And I can believe in an ideology that says we need better teacher-training  but not one that flies in the face of all the evidence about the quality of training being better when it is not based in schools. So, what is Gove&apos;s ideology? The destruction of the public education system? An intention to make the class system even more entrenched and uneven? The demonisation of the teaching profession? We know he wants to take us back to the 1950s, but why?Neil DenbySenior lecturer, school of education, University of Huddersfield  Two reflections from the Stoic philosopher Epictetus could be of great benefit in protecting the nation from the anachronistic views of Michael Gove if only he would reflect upon them. Firstly, &quot;do not try to seem wise to others&quot;, and secondly, &quot;it is impossible for a man to learn what he thinks he already knows&quot;.Gary NethercottMelton, Suffolk  Much of the reaction to Gove&apos;s plans focuses on the dangers associated with a two-tier system. But the UK already has such a system  except at present it divides children into a group with qualifications, and a group without. In 2011, 42% of all students taking GCSEs failed to achieve the government standard of 5 A*-C grades, including maths and English. Technically, lower grades may count as a &quot;pass&quot;, but this is not recognised by employers, so effectively these students are being lied to, and leaving with nothing. No educational system is perfect, and no doubt some children will be let down by a CSE-equivalent, but at least Gove is finally targeting a failing that others found it easier to ignore.William BurgonLondon  Given that most able pupils are going to carry on with their studies up to 18 in at least some chosen subjects, why not require them to take exams at 16 only in the core subjects that they propose to drop? That would encourage breadth in learning to 16, while also giving students the space for deeper learning. Now that would be truly revolutionary.Dr Kevin StannardThe Girls Day School Trust  Michael Gove is right when he claims that GCSE exams do not stretch the ablest pupils. There is, however, no need to reintroduce O-levels, with all the accompanying upheaval. GCSE exams are already at two levels  foundation and higher tier. All that is required is to make the higher tier more demanding. The question of boards lowering standards by competing for customers must be addressed. This could easily be solved by rigorous regulation of examination content and marking schemes.Eddie RossColchester, Essex  I&apos;m guessing that Michael Gove was just like me when he was at school: best at the traditional academic subjects, good at remembering lists of facts and capable of regurgitating them within a set time in exams. As a result he sees thereturn of O-levels as the key to reviving his golden past. Personally, I left school with plenty ofO-levels but little understanding of concepts of equality and political fairness and no capacity at all for critical thinking. Oh, hang on a minute Anne CowperSwansea I suggest that Michael Gove goes back to the education legislation of the 19th century and early 20th century to get further inspiration for making sure the disadvantaged don&apos;t rise above their station.John GaskinYork  The UK and Ireland are the only countries in Europe with external exams at 16. Is there any evidence that their existence has led to higher standards than Finland, Sweden, Denmark, Holland or Germany? Of course not. For 30 years the arguments for the abolition of GCSE/O-level exams  except possibly for mathematics and English  have been obvious and uncontroversial. On their own these qualifications are pretty useless  the days of getting a job with a couple of O-levels have long since gone. Even when it was possible, leaving school at 16 with a small clutch of O-levels was effectively to possess an ersatz literacy/numeracy test. Apart from their enormous bureaucratic costs, the major impact of these infernal exams was and is to ruin the quality of education for 14- to 16-year-olds. History teachers find themselves not teaching history but teaching how to pass an history exam. Ditto for many of the other subjects. Another insanity is the ridiculous annual hysteria and pressure suffocating these teenagers. This is particularly so in some hot-house schools  pupils taking 12+ subjects. When one eminent, rational public school headmaster tried to reduce the number taken to eight, he was besieged by hysterical parents. If a pupil&apos;s proficiency in mathematics and English is adequate, then he or she possesses the intellectual foundation for future A-level success in the sciences and the other subjects. This is all that is needed at this level. It could be accompanied by a school-matriculation certificate describing the broader activities and achievements of the pupil. This is the practice in the majority of successful continental education systems and should be introduced here.Alan SharplesLiverpool  Mr Gove has missed a trick. He should return to the general schools certificate (minimum of eight subjects passed at one sitting including English, mathematics, science and a foreign language) and higher schools certificate (four subjects passed at one sitting). This would toughen up the system, reduce the numbers of students able to continue to university, reduce the numbers of universities required (only Oxford, Cambridge and London needed) and so solve the problem of costs to the government for higher education. The empty university buildings could be readily converted to social housing as a bonus. Of course, there might be the slight problem of a long dole queue of university teachers, researchers and support staff  and jobless teenagers.PB GahanLondon  Before GCSEs, the needs of the most able 20% of pupils might indeed have been well catered for by the university dominated O-levels. But it was to provide an assessment vehicle for the next 60% that the Beloe committee recommended CSEs in 1960. The development of CSEs by LEAs and teachers working co-operatively was indeed a great liberating movement for teachers in the 1960s and a powerful drive to curriculum development and the growth of teachers&apos; professional esteem. The CSEs pioneered new and more appropriate styles of assessment, later incorporated into GCSEs. These included field studies in geography, practical examinations in practical subjects, exhibitions in art and oral work in languages. Examining boards had access to more valid and reliable data when seeking to grade candidates. The GCSEs have been more successful than their predecessors whatever the demagogues of the extreme political right may claim. Now Gove is once more seeking an examinations shake up. I question whether he will find the enthusiasm and commitment among universities, examining boards and schools (there aren&apos;t any LEAs) this time to dance to his tunes.Jack SchofieldOldham", 
    "section": "education", 
    "gid": "education/2012/jun/21/gove-back-to-50s-revolution", 
    "wordcount": "1302"
}