{
    "headline": "The 10 best cop games: from Max Payne to LA Noire", 
    "text": "   Max Payne (Remedy Entertainment, 2001)  This dual-handgun-weidling anti-hero was a promising New York cop until a couple of junkies murdered his wife and daughter, setting him on his fiery path of revenge and slow-mo shoot-outs. Highly influenced by The Matrix and John Woo, the original Max Payne brought bullet time to games and was famed for its film noir voice-over and surreal nightmare sequences        Driver (Reflections, 1999)  This superb driving adventure mixed the car chases of seventies cop flicks with the open world feel of the Grand Theft Auto series to thrilling effect. Lead character John Tanner spends most of the game undercover, driving for gang members and bank robbers, so you get to commit crimes AND bust perps  the best of both worlds. The latest instalment, Driver: San Francisco, is an underrated return to form        LA Noire (Rockstar, 2011)  Rockstar's dark crime scene thriller brilliantly references all the great hard-boiled crime writers, from Hammett to Ellroy, and reproduces forties LA in fascinating detail. Plus, Aaron Staton's turn as troubled cop Cole Phelps gave us one of the most convincing and bizarre law enforcers in the history of gaming        Police Quest: In Pursuit of the Death Angel (Sierra, 1987)  Like LA Noire, this classic adventure game follows a determined cop from the lowly role of traffic officer through to a dramatic murder investigation. It's a beautifully measured, highly authentic drama, which Sierra claimed had been used in training academies to teach the basics of police procedures. Several sequels and the spin-off SWAT series followed        Crackdown (Realtime Worlds, 2007)  Another vast open-world shooter from Dave Jones, the founder of DMA Design and overseer of Grand Theft Auto. Our cop this time is a biologically-augmented super agent, leaping around a future city and blasting gang members. Fans loved the hugely detailed cityscapes and the engrossing sandbox multiplayer modes        True Crime: Streets of LA (Luxoflux, 2003)  One of the better gangster adventure wannabe to crop up in the all-consuming wake of Grand Theft Auto III. This one put players into the criminal-stomping shoes of loose cannon cop Nick Kang, dealing out bloody justice to Triad, Latino and Russian gangs. The sequel, True Crime: New York City, wasn't very good and a third title was canned by Activision, only to re-emerge as the soon to be released Sleeping Dogs        SWAT 4 (Irrational Games, 2005)  The fourth title in the tactical shooter series perfected the squad-based mechanics to produce a thrilling and authentic simulation of SWAT tactics. From foiling bank raids to rescuing hostages and delivering warrants the emphasis is on firm but fair strategies  ie, pepper spray, CS cans and shouting  rather than blowing everyone away. Still very macho, though        Pursuit Force (Bigbig studios, 2005)  You're a cop specialising in high-speed chases and you're operating in a city filled with car-loving gangs. From this simple premise, developer Bigbig Studios crafted one of the truly great PSP games  an idiotic interactive action movie, cleverly miniaturised without cutting down on the fun of shooting from a moving muscle car. It sired a sequel, Pursuit Force: Extreme Justice, before the team went on to deliver the Vita oddity, Little Deviants        Policenauts (Konami 1994)  Fans of legendary game designer Hideo Kojima have no doubt heard of his futuristic point-and-click thriller, originally released on the NEC PC-9821. However, only ever officially available in Japan, it's punishingly difficult to get hold of - and tough for non-Japanese speakers to play thanks to masses of dialogue. Still, this tale of an astronaut cop turned murder detective introduced several narrative and tech ideas that would later influence Kojima's Metal Gear Solid titles        Virtua Cop (Sega AM2, 1994)  Using cutting edge (at the time) polygonal graphics and deep gameplay mechanics, Sega's Virtua Cop practically re-invented the hokey light gun genre in the mid-nineties. Based in a coastal city with a dockland environment nicked from every eighties action movie, the game became an arcade legend, prompting Namco's similar Time Crisis series as well as several sequels. Also, the two cops were called Rage and Smarty, which are awesome names   ", 
    "section": "technology", 
    "gid": "technology/gamesblog/gallery/2012/may/17/10-best-cop-games", 
    "wordcount": "0"
}