{
    "headline": "Nokia seeks ban on BlackBerry sales", 
    "text": "Nokia has laid the ground for a ban on sales of BlackBerrys in the US, UK and Canada in a new wave of hostilities in the smartphone patent wars, which have also seen Sweden&apos;s Ericsson file a suit against Samsung over alleged patent abuse. The Ericsson suit could have wide-ranging effects if its demand for a sales injunction against Samsung is granted by the US, because it would affect every Samsung device with phone capability. A newly confident Nokia, whose new handsets have topped Amazon&apos;s sales charts, is at loggerheads with the Canadian maker of BlackBerrys, Research In Motion (RIM) over &quot;standards-essential&quot; patents they have licensed to each other since 2003, which let phones connect to Wi-Fi networks. A Nokia spokesperson told the Guardian: &quot;Nokia and RIM agreed a cross-licence for standards-essential cellular patents in 2003, which was amended in 2008. In 2011, RIM sought arbitration, arguing that the licence extended beyond cellular essentials. In November 2012, the arbitration tribunal ruled against RIM. It found that RIM was in breach of contract and is not entitled to manufacture or sell WLAN products without first agreeing royalties with Nokia. In order to enforce the Tribunal&apos;s ruling, we have now filed actions in the US, UK and Canada with the aim of ending RIM&apos;s breach of contract.&quot; Nokia wants a California court to enforce an arbitration award preventing RIM from selling products with the disputed wireless capabilities until the firms can agree on royalties. RIM declined to comment. The company is preparing for the January launch of a new software platform designed to update its phones so that they can handle not just email but make full use of the wider web and the millions of apps produced for today&apos;s smartphones. &quot;The timing could not be worse for RIM,&quot; said Florian Mueller, author of the Foss Patents blog. &quot;The new version of their platform is going to bring them back to life and they would like to focus on their turnaround and not this patent lawsuit.&quot; After two years of pain, Nokia&apos;s shift to Microsoft&apos;s Window&apos;s platform appears to be paying dividends. Analysts at broker Liberum Capital have upgraded the Finnish firm&apos;s rock bottom shares to a buy, saying sales have &quot;exceeded expectations&quot; after its Lumia 920 phone took first and second positions in the Amazon sales charts in the US earlier this month for phones sold by operator AT&amp;T with a two year plan. Liberum predicts Nokia will sell up to 3.5m Lumia 920 handsets, which use Microsoft&apos;s Windows Phone 8 software, in the lead up to Christmas, with up to 1m units snapped up by customers in China alone. &quot;Momentum on Windows Phone 8 seems to be building at operators and other device manufacturers,&quot; said Liberum analyst Janardan Menon. &quot;While consumer behaviour is unpredictable, we see no reason why initial sales momentum should not continue into 2013. Meanwhile Ericsson, which is one of the biggest patent holders in the mobile industry alongside Nokia and Qualcomm filed suit in the Eastern District of Texas against Samsung, saying that it had tried and failed for two years to reach a licence agreement on a separate set of SEPs. It claims Samsung licensed the patents in 2001, and again in 2007, but had recently declined to relicense them.", 
    "section": "technology", 
    "gid": "technology/2012/nov/28/nokia-blackberry-ban", 
    "wordcount": "561"
}