{
    "headline": "Abbott's tree-planting plan not enough to combat climate change, study says", 
    "text": "The federal Coalitions policy of planting millions of new trees will do little to offset Australias carbon dioxide emissions, a study by leading climate change scientists has found. The report warns that an absence of significant cuts to fossil fuel emissions would undermine any attempt to store carbon in trees and soils. The report, entitled Untangling the Confusion Around Land Carbon Science and Climate Change Mitigation Policy, says that there is public confusion over the offsetting of carbon emissions by carbon sinks such as forests. It states: There are strict, environmentally determined limits on the maximum amount of carbon that can be restored to land carbon stocks, and good reasons why this maximum will not be achieved. Avoiding emissions by protecting high-carbon ecosystems from land-use change that depletes their carbon stocks is an important part of a comprehensive approach to greenhouse gas mitigation. The mitigation value of forests lies not in their present net uptake of CO2, but in the longevity of their accumulated carbon stocks. Consistent with our understanding of the lifetime of the airborne fraction of a pulse of CO2, the most effective form of climate change mitigation is to avoid carbon emissions from all sources. Although the report shows that Australia ranks seventh in the world in terms of forested land  at 149.3m hectares  this carbon storage is dwarfed by the countrys annual emissions of 575m tonnes of CO2. This means that there is no option but to cut fossil fuel emissions deeply, and not to continue these emissions under the erroneous assumption that they can be offset in the long term by the uptake of CO2 in land systems, the study says. While the report does not specifically mention the Coalitions direct action climate change policy, it is clear that further activity, other than sequestering carbon, is required to meet Australias commitment to reduce emissions by 5% by 2020, from 2000 levels. The Coalitions plan is based on a $2.55bn emission reduction fund, which will provide financial incentives for businesses and landowners to lower their emissions. The strategy, which will replace the carbon-pricing scheme, will also involve the planting of 20 million trees by a green army, in a bid to store more carbon. The Coalition predicts that soil sequestration alone will account for up to 355m tonnes of emissions by 2020. This, along with uptake of solar and energy efficiency programs, will, the opposition states, reduce Australias emissions by 140m tonnes a year until 2020, ensuring the nation meets its 5% reduction goal. The direct action plan has come under fire from conservationists and economists, many of whom predict the plan would be expensive, insufficient and place the burden on taxpayers, rather than polluters, to fund emissions cuts. A lot of people have the miscomprehension that you can plant trees to offset emissions, but we are pumping out emissions at a higher rate than we can soak it up, said Prof Brendan Mackey of Griffith University, the lead author of the report. Carbon circulates in the atmosphere and ocean, and a small amount is drawn into the deep ocean and taken out of circulation. But that takes thousands of years to happen. Lets be clear: we think carbon sequestration is a good thing. Its good to plant trees back in areas that have been deforested. But it cant be the only policy. Theres a finite amount of carbon stored in forests and Australia only has a small amount of land where it can grow forests, so you cant do this infinitely. The sheer scale of Australias potential emissions was underlined by recent analysis by the Climate Institute, which found that mining companies had access to coal reserves in Australia that would add around 150 gigatonnes of CO2 to the atmosphere. This figure is 75% of the total global emissions budget that could be released by 2050 if the world is to keep to under two degrees in warming. Separate research, released on Tuesday by WWF and Monash University, found that Australia could lift its emissions cut target from 5% to 25% with a GDP cost of just 0.01%.", 
    "section": "environment", 
    "gid": "world/2013/jun/04/abbotts-tree-planting-plan-climate", 
    "wordcount": "699"
}