{
    "headline": "998001: a recurring web sensation", 
    "text": "    &quot;Everything old is new again.&quot; ~Peter Allen (1944-1992). What is so special about the number 998001? If you divide 1 by 998001, you will get every three digit number from 001 to 999, in its correct sequence, except 998. At first glance, this looks really remarkable, doesn&apos;t it? If I told you that the numbers 9801 also shows this property but for two digit numbers (01 through 99), what might you conclude? In fact, similar properties are exhibited by numbers 99980001 (for four digit numbers), and so on. Are you seeing the pattern? But why does this happen? Let&apos;s take a closer look:   First, let&apos;s look at the number itself:  998001 = 9992 Instead of giving ourselves a massive headache by trying to correctly calculate 1/9992 over the next 20 minutes, let&apos;s instead look at the simplest case, 9992&apos;s littlest sister, 92. When inverted, you get 1/92 which is 1/81. Calculating this small number yields a repeating sequence of numbers from 1 through 9 -- except 8: 1/81 = 0.01234567901234567901.... This pattern looks similar to that resulting from the larger number we started with so we can see we are getting closer to a mathematical explanation for where the eight went.  Unfortunately, I lack the ability on this platform to code a brief, non-messy explanatory overview of the mathematical explanation for this phenomenon, so I am referring you to this fun little video:             Visit numberphile&apos;s YouTube channel [video link].  So, in short, this web-based fascination with 998001 could have been about any of the 1/92 numbers, where the number of 9s can increase ad infinitum.  .. .. .. .. .. .. .. .. .. .. .. ..  Numberphile, the latest project by video journalist Brady Haran, is on facebook and can also be found on twitter @numberphile In this video, we met Dr James Grime, a mathematics professor at the University of Cambridge. Dr Grime is on facebook and on twitter @jamesgrime .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/12/1", 
    "wordcount": "325"
}