{
    "headline": "Rural education offers Morocco's women promise of a quiet revolution", 
    "text": "In a tiny classroom at the Maison de Citoyennet support centre for the education of rural girls and women in Beni Zuli, an isolated village in Zagora, deep in south-eastern Morocco&apos;s Draa Valley, Fatima Kadmire is describing how learning to read and write is transforming her life. &quot;The best thing is that I can now dial numbers and send text messages on my mobile phone without having to rely on others to do it for me,&quot; says Kadmire, 21, who is sitting at a small desk at the front of the class. She is one of the beneficiaries of an accelerated literacy programme targeting rural women and girls in Zagora and other remote regions in Morocco as part of the national literacy strategy. The class she is enrolled in is run by the Association des Femmes pour le Dveloppement et la Solidarit (Afdes). Afdes is part of Rseau Associatif pour le Dveloppement et la Dmocratie (Razded), an umbrella group of associations and NGOs established in 2007. The organisation&apos;s aim is to strengthen the role of women in Zagora&apos;s economic development and democratic process, in partnership with the department for literacy. As well as the 300 hours they have to acquire basic reading, writing and numeracy skills, beneficiaries are given lessons in social and civil rights, development, environment and income-generating activities such as weaving, baking and beekeeping. The Maison de Citoyennet, or Citizenship House  a peach-coloured building opposite the mosque on Beni Zuli&apos;s main thoroughfare  is one of the first adult education community support centres in Morocco. It was built to help address one of the biggest barriers to education facing rural women and girls: lack of access to learning centres and middle schools (attended by 12- to 16-year-olds), which are usually located very far from home. Beni Zuli, which has 18,000 inhabitants, is a beautiful village with traditional mud-brick houses. Like the rest of the province, it is flanked by the imposing Atlas mountains; its arid landscape is punctuated by a string of lush palm groves and oases. The village is one of the most remote in Zagora, which itself is a two-and-a-half hour drive along a narrow mountain road from the nearest airport, in Ouarzazate. With more than 70% of its 280,000 population aged under 30, the province is among the programme&apos;s main target regions. The nearest middle school to Beni Zuli is 14km (8.6 miles) away, in Zagora City. When not deserted in scorching, dusty isolation (temperatures can reach 48 degrees in the summer), its main road is frequently used by donkey carts. With no public transport to and from the village, the only option for those without private transport is shared &quot;grand taxis&quot;: old, recycled four-door Mercedes. They are used for city-to-city and city-to-village transport and cost 10-15 dirhams (72p-1.08) a person. But with more than 40% of the village&apos;s population living below the poverty line, they are unaffordable for many. As well as community support centres like the Maison de Citoyennet, accessible literacy classes are held in mosques and other public places. With approximately 240,000 of Zagora&apos;s largely Berber and Arabic population living in hard-to-reach rural areas, hundreds of modest dormitories for girls have also been built close to middle schools as part of the accelerated literacy programme. More are planned. One of the main objectives of the programme, which is enabling Kadmire and other rural women and girls to overcome deep-rooted cultural and traditional constraints, is integrated social and economic development. Post-literacy training will enable them to consolidate the literacy skills they acquire, preparing them to run micro-projects. Such help, which promises to lift rural women out of the cycle of illiteracy and poverty, is welcome. King Mohammed VI pushed through landmark reforms to the Mudawana family code against tough opposition from religious conservatives in 2004. The measures attempted to address a range of issues including underage marriage, women&apos;s rights, domestic violence, forced child labour and sexual trafficking. Despite the reforms, however, many rural women remain second-class citizens. Almost 20,000 women and girls have benefited from the accelerated, state-funded literacy programme since it was introduced in Zagora in 2007. Its grants cover course fees, teacher-training and learning tools such as textbooks and pens. &quot;The trend has been to shift from standard literacy, in which programmes were limited to teaching students the basics of reading, writing and computing, to a literacy of social integration of beneficiaries in their environment. The target is 1 million beneficiaries per year and to reduce Morocco&apos;s illiteracy rate to 20% by 2016,&quot; says El Habib Nadir, director of the literacy department in the ministry of education.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/21/rural-education-morocco-women-revolution", 
    "wordcount": "791"
}