{
    "headline": "Academic blogging: minority scholars cannot afford to be silent", 
    "text": "On 30 April 2012, Naomi Schaefer Riley, a blogger for the Brainstorm blog on The Chronicle of Higher Education&apos;s website, argued (and poorly so) that black studies as a discipline should disappear. Her argument was based solely on brief descriptions of three dissertations by three PhD candidates from Northwestern University&apos;s first cohort of black studies doctoral program, as seen in an earlier article in The Chronicle. On May 7, Brainstorm editor, Liz McMillen, posted a note to readers stating that Schaefer Riley had been fired. I am not going to comment on Schaefer Riley&apos;s blog, others have already done so better than I ever could (see, for example, Tressie MC&apos;s guest post on Lee Skallerup&apos;s Inside Higher Education blog, College Ready Writing). However, the kerfuffle that ensued hit close to home and made me think about my role as an academic who blogs. Schaefer Riley is not an academic blogger, but many of the people blogging at The Chronicle are, and more importantly, see blogging as a worthwhile endeavour. We invest a lot of time and effort into what we do. For many of us, the care and attention we put into each of our blog posts reflects the attentiveness we have within our own research as a whole, and by extension reflects perhaps our training as scholars. (See this post on the ethics of academic blogging in response to the Schaefer Riley affair.) When The Chronicle&apos;s Amy Alexander told Tressie Mc in a Twitter exchange that their bloggers, although published on The Chronicle&apos;s website, are independent of the publication, I realised that although blogs on The Chronicle, and other HE publications, are overseen by editors, as academics and bloggers, we should still be mindful of the importance of well-written prose to convey a point. My experience working with other academic bloggers is that none of us simply gets on a soap box and lets out whatever is on our minds. Blogging is, to an extent, different from journalism and from academic journals, but it still holds its own as a forum for ideas and for &apos;civil discourse&apos; among academics. So how does Schaefer Riley&apos;s post and the ensuing public debate between Amy Alexander and Tressie Mc make other bloggers look? How does this affect our legitimacy? The online response to Schaefer Riley reminded me that our legitimacy lies in our writing: in our laptops, in our pens, in our smartphones. As Rohan Maitzen argues in her post on academic blogging, blogging is a way of continuing the conversations that are so important to keeping our research alive. However, when she asks: &quot;Why should we blog?&quot; I think this tweet by Howard Rambsey II serves as the best answer: &quot;Interesting: a negative blog entry about black studies solidifies my sense that we need more blogging from black studies scholars.&quot; All this goes to prove the importance of making the voices of minority scholars heard and, in a broader sense, the importance of writing as a way of doing so, while engaging detractors and supporters. The emergence of many minority academic programs and departments is connected to a desire to make visible not just the work but also the culture of certain segments of the population that have been ignored, undervalued, oppressed. For minority scholars, such as myself, blogging is not just a bullet point on a CV; it is an intrinsic part of what my research is about: a commitment to making the struggles, achievements and contradictions of African Americans, Puerto Ricans or women visible to the broader population. I cannot afford silence. Blogging allows me a platform to talk about issues that may go unnoticed, or issues where the point of view of a person of colour or of a woman have been left in the cold. Because it happens. A lot. Let us not forget that before the Twitter debate, Tressie Mc&apos;s post in response to Schaefer Riley first appeared on her blog. Minority academics who blog must, now more than ever, be aware of how important it is to articulate their ideas and their knowledge outside of our departments, our journals, and our conferences. Blogging is a space in which we can do that. Many are already doing it, but that does not mean we do not need more voices participating in the conversations. We must make our voices heard, especially when others do not want to hear us. Liana Silva is a graduate writing specialist at the University of Kansas and regular contributor at University of Venus. She&apos;s @literarychica on Twitter This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/12/blogging-for-minority-subjects-and-academics", 
    "wordcount": "786"
}