{
    "headline": "Tracking the trackers: help us reveal the unseen world of cookies", 
    "text": "Cookies and other web trackers monitor our online behaviour and store our browsing habits, but who are the companies behind them and what are they doing with our data? We have teamed up with Mozilla to try to find out.  The creators of the Firefox web browser recently released an experimental &quot;add-on&quot; tool called Collusion that tries to show you the sites you&apos;ve visited and what tracking devices they set on your computer. Just a few minutes surfing the web can result in a string of company names, products and services unknown outside of the worlds of online advertising and analytics. We want to help better understand who the giants are in this tracking game, but we need your help.  By using Collusion and submitting the results to The Guardian, we can build up a picture of this unseen world. When we&apos;ve found the biggest players, we&apos;ll start tracking them back  finding our what data are they monitoring, and why.   How to get involved  You will need to have the Firefox web browser installed on your computer and be comfortable with downloading the Collusion add-on. For more details on how to do this  including a video walk-through  you can follow our step-by-step instructions.  Once installed Collusion will start visualising the sites you have visited, plus the trackers they set on your browser. Once you&apos;ve visited a few sites (a day&apos;s-worth of normal web browsing should be enough) you can use Collusion&apos;s &quot;Export Graph&quot; button to get your data. Then, just copy and paste that data into the box below. Submit your Collusion data Your data (which is submitted anonymously) will be stored in a database and we will use it with other submissions to analyse what trackers are most commonly found across the sites our readers have browsed. Keep up-to-date with the project by email To be notified when the results are ready - and for further updates to the project - you can sign up to our Guardian &quot;Tracking the Trackers&quot; email.", 
    "section": "technology", 
    "gid": "technology/2012/apr/13/tracking-the-trackers-cookies-web-monitors", 
    "wordcount": "339"
}