{
    "headline": "Oystercatchers wait for the tide to ebb before the hunt for mussels can begin", 
    "text": "The tide was just starting to ebb, well enough for movement of swirls and currents to be seen going seawards. The eider ducks, all immature birds, were, for some reason, in long line astern and steadily being carried eastwards. The hundreds of oystercatchers were all tightly packed on a sand bar near the aptly named &quot;mussel scalp&quot;. No doubt when the water had receded they would invade the mussels for food. For a change from wildlife, my attention was drawn to the buildings on the north side of the ferry and behind the pier where I stood. They were signs of the former hive of activity that this ferry point once was  one of the many ferries in the Highlands that have long since fallen into disuse. The old cottages in this tiny east-coast settlement were once home to the ferryman and pilot. Other buildings served as an inn and stores for coal, salt and meal, all brought into the area by boat. However, interesting as they were, my visit was to see the ice house which, unlike some of the other structures, has not been modified in any way. This listed building was built in the early 19thcentury and is still impressive although blending in well with the surroundings, particularly as it is covered with turf. It was a commercial ice house with a large single chamber that is vaulted. It would have been packed with ice that could be used mainly to keep salmon fresh in the large transit boxes bound for markets such as London. Latterly the ice had to be imported from abroad. There is a wide centre door at the north end set in a coped round gable. The sides of this is, unusually, extended, looking like some strangely forbidding and imposing &quot;wings&quot;. Inside, the extensive floor is cobbled and it is easy to see the two chutes high on the west side of the chamber that were used to load in the ice. Impressive.", 
    "section": "environment", 
    "gid": "environment/2012/nov/14/littleferry-sutherland-oystercatchers-mussels", 
    "wordcount": "336"
}