{
    "headline": "Barack Obama budget calls for sweeping overhaul of US food aid", 
    "text": "Barack Obama, the US president, has called for sweeping reforms to the controversial in-kind American food aid system. If enacted, they could radically change how the world&apos;s largest donor operates abroad. The reforms, included in the president&apos;s 2014 budget proposal, would significantly roll back requirements that American food aid be bought and shipped from the US. Instead, more funding than ever would be available to buy food closer to where it&apos;s needed, or send cash or vouchers instead. The administration&apos;s proposals, announced on Wednesday, would also end entirely &quot;monetisation&quot; programmes whereby aid groups receive US food commodities in place of cash, which they then sell in local markets to fund other development projects like clinics and schools. Control of the $1.4bn (910m) food aid programme would be handed over to USAid, the US government aid agency. It currently falls largely under the department of agriculture (USDA). USAid said the reforms would enable it to reach an additional two to four million people each year. &quot;Rather than limiting the United States to a tied, commodities-only approach, these reforms will enable experts to select the right tool to most efficiently meet the needs of hungry and vulnerable people,&quot; it said. The US is the world&apos;s largest food aid donor but almost all of its support is tied to 1950s rules requiring food to be bought from American farmers and sent abroad on US-flagged ships. Critics have argued for years that these restrictions raise prices, delay deliveries, damage developing countries&apos; markets and do little to end dependence on foreign assistance. Other major donors have long moved away from in-kind food aid. The EU changed its policy in 1996, shifting to cash donations, while Canada fully &quot;untied&quot; its food aid budget in 2010. Estimates suggest buying food locally instead of shipping it from the US could get help to people in need 11 to 14 weeks faster and with cost savings of 25-50%. Rajiv Shah, head of USAid, said the current rules limit his agency&apos;s ability to reach hungry people in insecure and remote areas. &quot;This year, 155,000 fewer children will receive support in Somalia because we do not have enough flexibility to use cash to address the ongoing emergency in areas where our food aid cannot go,&quot; he said at an event on Wednesday hosted by Washington thinktank the Center for Strategic and International Studies. &quot;At times, selling American food in local markets can deprive local farmers of the incentives and opportunities to develop their own livelihoods,&quot; he added in reference to monetisation programmes. US agriculture would continue to play a role under the proposed reforms, said Shah, particularly in terms of high-nutrition fortified foods that are small and easy to ship. Even if purchased locally, US-funded food aid will still be branded &quot;from the American people&quot;, he added. Ruth Messinger, head of the American Jewish World Service, praised the president&apos;s proposal. &quot;During the relief efforts [following the 2010 Haitian earthquake] we saw up close and personal how well-intended bags of US rice had a direct negative impact on Haitian farmers,&quot; she said. &quot;We ended up in competition with some of the smallest, less able to support themselves, farmers in the world  Had we been able to buy local rice, it would have got there faster, it would have been cheaper, and would have helped the local economy.&quot; Obama&apos;s proposal wouldn&apos;t cut the strings entirely, however. Next year, at least 55% of the requested $1.4bn would still be used to buy and transport US commodities. Twelve leading NGOs including Oxfam America, ActionAid and Save the Children applauded the proposed changes but said the government should commit to phasing out this 55% requirement. &quot;This budget reflects a strong commitment to helping the hungry in times of crisis as well as securing long-term food security for the world&apos;s most vulnerable,&quot; they said. &quot;But rather than tying our humanitarian aid programme to any single source, humanitarian groups should be provided adequate flexibility to respond to each emergency with the tools that will feed the most people in the most efficient way. The administration should commit to phasing out this requirement in order to maximise efficiency and flexibility.&quot; Previous attempts at reform have been blocked by what analysts have called an &quot;iron triangle&quot; of special interests  US shipping firms, food companies and some NGOs  which benefit from the current rules. A Guardian investigation last year revealed that only three US-based multinationals  ADM, Cargill and Bunge  were the main beneficiaries of the tied aid rules. USA Maritime, a coalition of maritime unions, called on Congress to reject the reforms. &quot;The administration&apos;s proposals  will be harmful to our US merchant marine, harmful to our national defence sealift capability, harmful to our farmers and millers and bad for our economy,&quot; said chairman James L Henry. &quot;Food for Peace is a point of pride for the 44,000 American farmers, shippers, processors, longshoremen, and merchant mariners whose jobs depend upon the programme  American mariners on commercial US-flag vessels delivered more than 90% of defence cargo to military posts in Iraq and Afghanistan.&quot; The administration&apos;s proposal includes $25m in additional funding for the department of transportation&apos;s maritime administration, which would lose significant business under the reforms. This would support &quot;certain militarily useful ships, and will facilitate the retention of US mariners&quot;, it said. Congress must now decide whether to fund these programmes and accept the proposed changes. Analysts expect months of increased lobbying both from supporters and detractors.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/11/barack-obama-budget-us-food-aid", 
    "wordcount": "938"
}