{
    "headline": "Nick Clegg calls for tougher carbon penalties for businesses", 
    "text": "Nick Clegg has stepped into the growing row over the coalition&apos;s green policies to call for companies to pay much higher penalties for the carbon dioxide they emit. He said there was an urgent need for the government to impose regulations on business, in order to meet environmental objectives. The deputy prime minister&apos;s personal intervention came after senior Tory ministers in recent days urged a watering down of key green targets, labelling a plan to strengthen building regulations as a &quot;conservatory tax&quot;, and attacking proposals for new renewable energy. Clegg, along with the energy secretary, his fellow Lib Dem Ed Davey, called for businesses to be subject to higher costs for every tonne of carbon dioxide they pour out. At present, the prices they pay are depressed because of the recession, but this removes the incentives for companies to cut their greenhouse gases and enables high-emitting industries to continue without putting in place efficiency measures. Under the European Union&apos;s emissions trading system, since 2005 companies have had to pay for each tonne of carbon dioxide they emit, and they can trade their carbon emission permits with rivals. But a combination of a vast over-allocation of permits and the recession has left many companies with an excess of permits that has depressed the price of carbon to the extent that experts do not believe the system does anything to persuade companies to cut their greenhouse gases. In a piece for the Guardian, Clegg and Davey write: &quot;The price of carbon has plummeted. In 2006 a tonne would fetch around 28. Now  thanks to the downturn, and a glut of permits  it&apos;s barely 6. That&apos;s bad for the environment: when it&apos;s cheap to pump out carbon there&apos;s less incentive for firms to go green. But it&apos;s also bad for the economy, because it makes Europe less attractive to low-carbon investment.&quot; In recent weeks, senior Conservatives have fiercely attacked green policies, from those on wind energy generation to proposals to improve the efficiency of buildings. One plan to strengthen current building regulations  which already contain strictures on using insulating materials  to include medium-sized conservatories, was attacked as a &quot;conservatory tax&quot;. David Cameron quashed the proposal as soon as it attracted the attention of the press. The prime minister&apos;s move led to concerns among green groups that this signalled the end of government green policies being taken seriously. But Clegg and Davey lay out their case for increasing green investment, in order to increase the number of green jobs. They confirm the coalition&apos;s support for plans to toughen the EU&apos;s carbon targets, from a reduction of 20% by 2020 to a reduction of 30% by the same date  a target the European commission says has already been almost met. Joss Garman, campaigner at Greenpeace, said: &quot;With European talks on climate change at a critical juncture, it&apos;s encouraging to see Nick Clegg reaffirming the coalition&apos;s support for a measure that would boost clean energy investment in the UK and across Europe. But Ed Davey risks undermining this noble ambition by allowing a new dash for gas-fired power generation here at home that would blow a hole in national efforts to curb carbon emissions and also expose families and businesses to spiralling energy bills.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/19/nick-clegg-carbon-penalties-businesses", 
    "wordcount": "548"
}