{
    "headline": "Study abroad and broaden your mind", 
    "text": "Continental Europe has a lot to offer the traveller and tourist, but the appeal for students is even more attractive. Think of Italian sunshine, the cafes of the Netherlands and the cool style of Denmark. The benefits of language and cultural awareness are enormous, and studying abroad could even be a bargain in terms of how much you pay fortuition. Studying in Scandinavia is free, with Denmark offering free Danish lessons to every foreign student, while the Netherlands is an increasingly popular choice for its quality of teaching and low tuition fees. And there are options further afield. Sinead Neville, 21, is studying for a BA in Anthropology at the University of Melbourne. Despite getting ABB at A-level, Neville felt the heat of the competition for places at &quot;any decent university&quot;. &quot;I&apos;ve found the teaching at Melbourne to be quite incredible, with personable tutors. Australia is now my home and I&apos;ve learned so much from simply being in Melbourne with its cultural diversity and endless things to do&quot;, she says. So what is the added value of studying abroad? Carl Gilleard, chief executive of the Association of Graduate Recruiters, says: &quot;The ability to speak a second language is a real CV boost. Plus, undergraduates who study abroad are likely to return with an appreciation of diverse societies and political systems, and an ability to stand on their own two feet. Combined with a good academic record from a reputable university, these personal qualities will make graduates highly attractive to employers.&quot; John Wastnage, a policy adviser for the British Chamber of Commerce, says studying or working abroad helps students stand out from the crowd. In particular, they should use the experience to generate new sales or business ideas. &quot;The more people in the workforce who have lived abroad and speak other languages, the better placed UK businesses will be to grow and create prosperity,&quot; he argues. &quot;We need British workers to develop these skills through Erasmus, Leonardo and in emerging markets too.&quot; Many degree programmes in Europe are offered in English, particularly in Holland. Each institution also has its own learning philosophy; the University of Amsterdam, for example, allows you to design your own individual study programme. Elsewhere, Trinity College in Dublin is ranked highly in world league tables and the University of Milan attracts medical students. For a more recognisably British education in a more exotic location, the University of Nottingham has campuses in China and Malaysia. For a part-time option, the Erasmus programme allows undergraduates to do some of their degree abroad. The University of Sheffield has good links across the world and the Study Abroad Programme has opportunities in countries such as Canada, the US, Japan, Korea and Australia. For many, the experience of learning abroad will stay in the memory for ever. Zachi Brewster, 21, is studying at the University of Gastronomic Sciences in Piedmont, northern Italy and recommends the experience. &quot;They say it&apos;s a small world, but for me studying abroad has made my world bigger. There&apos;s so much out there waiting to be discovered. Every experience comes with its ups and downs and studying abroad to me is no easier or more difficult than studying in England, but I thinkit is a hell of a lot more fun!&quot; Useful resources for studying abroad Eunicasis a one-stop shop for information on applying to study in Europe. It has an easy-to-use website, allowing you to search European institutions by courses, country or subject field. UK Naricis the national agency for information, advice and expert opinion on qualifications worldwide. Erasmus: Run by the British Council, Erasmus is an educational exchange programme for higher education students, teachers and institutions in the European Union. UK Council for International Student Affairs: UKCISA aims to increase support for international education and raise awareness of its values and benefits. The website has a useful section offering advice for UK students on funding and arranging visas. The Complete University Guidehas a section on studying overseas. It&apos;s divided into three country guides, which provide more specific information about each geographical area. NUS Guide To Studying Abroad and the European Higher Education Area:The National Union of Students at NUSConnect.org.uk offers this free, comprehensive PDF guide for British students studying abroad, Prospects is a guide to studying abroad containing case studies, country profiles for more than 50 study locations, and advice about other options for students, including gap years andteachingEnglish. Third Year AbroadWebsite with blogs, advice and information. Good networking opportunities with students in the same boat, and a lively forum. JustLanded.comNot specifically aimed at students, but has an expatriate guide for many countries with detailed information on local culture, communications and healthcare. Academic Ranking Of World Universitiesis one of the most complete academic comparisons available  compare institutions across the world, by field and by specific subject, and how these rankings have changed over the years.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-studying-abroad", 
    "wordcount": "831"
}