{
    "headline": "Science prizes: what are they for?", 
    "text": "   Prizes can recognise achievements (like the Nobels) or induce researchers to focus on particular problems. John Harrison's 1759 sea watch was a result of the latter approach. Photograph: National Maritime Museum    On Tuesday, the Nobel prize for physics was announced. Like all the Nobels, it will attract considerable interest, publicity and debate. But what are the roles of prizes  as rewards or as incentives  in science? Because of the large amount of money involved, and the international remit, the Nobels have become hugely prestigious, if often controversial. Yet they are an oddity, founded on an individual&apos;s whim, with no consultation with governments or institutions, and resting, as the Guardian&apos;s Ian Sample puts it, &quot;on the words of a secretive bunch of Scandinavians&quot;.Despite this, the Nobels are typical of the many prizes established within science that reward success, mark approval, consolidate a sense of community and, often, create public interest.  Although numerous, the very notion of prizes in science can be controversial. Making choices about winners and losers is bound to encourage dissent, but prizes also seem to undermine some of the basic assumptions about how science works. They stimulate competition in an endeavour that is often celebrated as collaborative. Sometimes they act to focus minds on particular problems, implying that serendipitous discovery through &quot;blue skies&quot; research is insufficient in meeting society&apos;s needs. Finally, offering money suggests that financial success through the market may be elusive, or that the joy of intellectual discovery is not necessarily sufficient reward. The way that prizes have been awarded and publicised can offer clues about the status of science through history. The Royal Society, which now offers a huge number of prizes and honours, first awarded its Copley Medal in 1731. The list of winnersis wonderfully eclectic, and shows that in the early days the &quot;most important scientific discovery&quot; was often judged to relate to a practical problem. It shows a Society that was keen to demonstrate the public utility of science. This was typical of the period. The Society of Arts, for example, offered premiums for specific challenges, such as improvements to machines or techniques in agriculture and navigation. Similarly, in 1796, the American Philosophical Society announced rewards for &quot;the best performances, inventions, or improvements&quot; in ships&apos; pumps, calculating longitude by lunar distance, stoves, preventing decay in peach trees, studying native American vegetable diets, and street lighting. Famously, Napoleon offered a prize for the invention of a method of food preservation that would facilitate the feeding of his armies.  Such challenge prizes did not disappear, although, in the following centuries, the most high-profile were offered by individuals and companies and focused on exciting and popular areas of innovation like railways and flight. The X Prize, for commercial space flight, is clearly of the same lineage as the Orteig Prize for flying non-stop between Paris and New York. Increasingly, though, as science began to offer careers rather than haphazard opportunities, institutional and governmental rewards for science recognised outstanding achievements, rather than attempting to push people and teams into working on particular problems. In part this resulted from the rise of the notion that science benefits mankind as the unpredictable (but nevertheless ultimately assured) result of undirected, curiosity-driven research.  Recently, however, we seem to have stepped back into the 18th century. Nesta, which has set up a Centre for Challenge Prizes with the Department of Business, Innovation and Skills, sets the tone in this overview of the history and recent rise of challenge prizes. It points to the findings of a recent report that &quot;before 1991, 97% of the prize money offered took the form of recognition prizes for past achievements. Since then, 78% of new prize money has been offered for the future solution of problems.&quot;  Inducement prizes are proliferating, and the UK and the US governments are showing increasing interest. They are a particularly good way of getting attention from both public and STEM community, while being seen to be making positive noises about important problems or opportunities, all at a cost greatly lower than that of fully supporting and investing in the required R&amp;D. The winners of the X-Prize put in far more money than they got back and, adding in the amount invested by other competitors for this or, for example, the Saltire Prize, we might see this is a bargain. But is this really how things work? Nearly every time such prizes are mentioned, as if in proof of their effectiveness, the great granddaddy of them all  the so-called Longitude Prize  is alluded to. In 1714 the British government offered a great deal of money to anyone who could find a practical and more accurate means of finding longitude (i.e. east-west position) at sea. The sum specified, 20,000, was ultimately given to John Harrison for his sea watch. Bingo! Significant issue resolved as the result of a one-off inducement prize. Well, yes and no. As I have written before, the story is more complicated and the Commissioners of Longitude and Admiralty had to be considerably more flexible in their approach. As far as the development of Harrison&apos;s clocks goes, long-term financial support, in the form of a series of smaller rewards between 1737 and 1764, was probably more important than the distant carrot of the ultimate reward. Likewise, it was subsequently necessary to invest in further product development and basic infrastructure to make the use of timekeepers and the (necessary and complementary) astronomical techniques a practical possibility. If the Longitude Act of 1714 is to be an inspiration for current initiatives, then prize-givers should recall these facts and be in a position to offer a mixed funding model. Unless backed by grants, profitable companies or other institutions, researchers will not have time and leisure to develop new ideas. And those ideas are nothing without further investment. Without these other elements, challenge prizes will reward the already-successful, just as Nobels and other recognition prizes do. Rebekah Higgitt is working on a project on the history of the Board of Longitude, funded by the Arts and Humanities Research Council, at the University of Cambridge and National Maritime Museum", 
    "section": "science", 
    "gid": "science/the-h-word/2012/oct/09/nobel-science-prizes", 
    "wordcount": "1004"
}