{
    "headline": "$500m of US food aid lost to waste and company profit, says Oxfam", 
    "text": "Nearly $500m of US food aid is lost to waste, inefficiency and the profit margins of big American agribusiness, according to a report by aid groups urging reforms on how US food aid is sourced and delivered. Oxfam America and the American Jewish World Service (AJWS), which published the report on Thursday, estimate more than 17 million more hungry people could have been reached by US-funded programmes in 2010 if &quot;anachronistic&quot; restrictions contained in the US farm bill had been lifted. The US provides roughly 50% of food aid globally at an estimated annual cost of $2bn. But unlike many other major donors, virtually all American food aid is &quot;tied&quot; and must be bought from US suppliers and transported on US ships  even if there are cheaper alternatives. The report urges Congress to relax these restrictions and curtail &quot;monetisation&quot; schemes, where aid agencies are given US food to sell off in developing countries to finance their projects. Such reforms to the farm bill, which covers the bulk of US food aid programmes and is up for reauthorisation this year, could pay &quot;enormous anti-hunger dividends&quot; for those most in need, says the report, while saving millions in taxpayers&apos; money. &quot;Food aid is a vital part of US foreign policy, but we are shortchanging millions of hungry people with unnecessary red tape,&quot; said the AJWS director of advocacy, Timi Gerson, in a statement. &quot;US policies are ripe for reforms that will save lives now and reduce the need for aid later by enabling local farmers to thrive.&quot; A January 2012 study by agricultural economists at Cornell University found that buying food products locally leads to average cost-savings of more than 50% for cereals like wheat, and almost 25% for pulses like peas and lentils. However, it found that some processed foods like vegetable oil are potentially cheaper to buy and ship from the US. The study also estimated that procuring food locally, or distributing cash or vouchers, results in an average time-saving of nearly 14 weeks. It suggested a more flexible approach to food aid programmes, with aid agencies allowed to choose between food aid shipped from the US, locally or regionally purchased supplies, vouchers and cash transfers, depending on the situation and specific objectives. The Oxfam/AJWS report acknowledged there may be limits to the amount of food aid that should be bought locally. In some cases, such as food aid destined for nearby Latin American countries, shipping costs could be relatively low, and some products might actually be cheaper to buy in the US. It also warned that in certain situations the stress placed on local markets by food aid procurement &quot;could drive food price inflation, pushing the costs of food beyond the reach of local consumers&quot;. Congress should, however, put an immediate end to the monetisation of food aid, it said. In 2010, aid agencies received more than $300m in US food to sell off in developing countries to finance their projects. The report estimates that just over $90m was lost in the process, as aid agencies often have to, or choose to, sell supplies below cost. Lawmakers should cut this &quot;circuitous, inefficient route&quot; to funding development projects and hand cash directly to aid agencies rather than via US agribusiness, said the report, arguing that such schemes not only reduce the effectiveness of US aid programmes but can also undercut developing country farmers by flooding markets with US commodities. Eric Munoz, senior policy advisor at Oxfam America, said while there is a growing body of evidence that US food aid policies carry significant financial and human costs, pushing through reforms means competing with powerful business and political interests &quot;who all benefit from the current system and support the status quo&quot;. In 2010 about 40% of US-funded food aid was purchased from just three companies, he said. Meanwhile, as current regulations require at least 75% of American food aid to be shipped on US-flagged vessels, &quot;this is essentially a subsidy to the [shipping] industry and so they also have a very strong interest to maintain the current system&quot;, Munoz added. Earlier this year, the US agency for international development (USAid) revised its procurement regulations to allow the agency to buy most goods and services from developing countries. But US-funded food aid  along with motor vehicles and US-patented pharmaceuticals  was not covered by these changes. Munoz hopes the current financial climate might help push congressional officials to also reconsider long-standing food aid policies. &quot;There is a growing recognition that we need to make the best uses of the resources available,&quot; he said. &quot;And business as usual will certainly not make a difference in the lives of hungry people.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/30/us-food-aid-lost-waste-profit", 
    "wordcount": "801"
}