{
    "headline": "AddThis (Clearspring): What is it and what does it do?", 
    "text": "What is AddThis? AddThis is a social sharing tool that appears on a lot of websites. It is owned and operated by Clearspring Technologies.  Hooman Radfar, founder and executive chairman of Clearspring, describes the technology as the &quot;largest social sharing and analytic platform on the web&quot;, whose goal is to &quot;increase traffic and social engagement&quot;. It is often displayed as a &quot;share&quot; button that expands to show a vast array of sharing options.  What information does AddThis track? AddThis collects personal information in the form of an email address when you request the service to share via email. AddThis uses the email address provided, but it is not stored. The person with whom you share the site will see your email address but otherwise it is not shared with third parties and not merged with any non-personal information. It also collects non-personal information in the form of web analytics, which they share in aggregated form. Cookies and web beacons collect information but do not track the individual user. AddThis says its servers log: - your internet protocol (IP) address.- browser type.- browser language. - the date and time you visited that web page. - if you came to a web page where an AddThis Button is enabled via a search - engine such as Google, the web search that landed you on that web page. The servers also collect information on how often you share content with others using the AddThis platform. In particular, AddThis logs the share options and the subsequent numbers of clicks a shared link gets. The information collected in this way is anonymous and aggregated This is aggregated and analysed so that users are categorised into various audience types. Publishers are provided with information on the type of audience that accesses their sites and advertisers can use this information to choose where to advertise. The cookie gives each browser on a user&apos;s computer its audience label so that the right sharing tools and targeted ads will appear on the sites with the AddThis plugin installed. Is the data sold to third parties? AddThis shares only non-personally identifiable information with the website publishers who have the AddThis Button enabled on their websites for the purpose of analytics. It provides statistics on sharing trends, and the top content segments shared so that publishers can understand how users share their content and advertisers can better target their ads. It may share any information with third parties if it has &quot;a good faith belief that disclosure of such information is reasonably necessary&quot; to: - satisfy applicable law, regulation, legal process or an enforceable governmental request.- enforce the applicable terms of service, including investigation of potential violations thereof.- detect, prevent, or otherwise address fraud, security or technical issues. - protect against harm to the rights, property or safety of Clearspring, its end - users or the public as required or permitted by law. It shares non-personally identifiable aggregated information with third parties without restriction. Is the data ever matched to personally identifiable information? The personal and non-personal information are never matched, says AddThis. How long is the data stored by AddThis? This information is stored for between 0 and 14 days depending on how often cookies are flushed from the browser. It is then aggregated and analysed into &apos;audiences&apos; and these categories are made available to the publishers and advertisers. Additional information: AddThis has variants to the information collected and terms of sharing depending on whether you log in to its site directly or use its toolbar.  It has an opt-out option, which drops a cookie so you would have to disable cookie blockers and not delete your cookies to permanently have this option enabled. Radfar says &quot;cookies are the ultimate anonymous experience&quot; whereas &quot;logging in and filling in your personal details &quot;is far more revealing on a very personal level.&quot;  Further reading:  AddThis privacy policy  ", 
    "section": "technology", 
    "gid": "technology/2012/apr/24/addthis-tracking-trackers-cookies-web-monitoring", 
    "wordcount": "662"
}