{
    "headline": "Why the princes in the tower are staying six feet under", 
    "text": "It is one of the great mysteries of English history. Did Richard III, the last of the Plantagenets, really murder the princes in the Tower as his Tudor successors, including their greatest propagandist, William Shakespeare, always alleged? Previously confidential correspondence reveals that the Church of England, with backing from the Queen and ministers, has repeatedly refused requests to carry out similar forensic tests to those used to identify the remains of Richard III this week to see if the bones buried in Westminster Abbey are those of Richard&apos;s two nephews. DNA testing was refused on the grounds that it could set a precedent for testing historical theories that would lead to multiple royal disinterments. The church was also uncertain what to do with the remains if the DNA tests were negative, potentially leaving the church with the dilemma of how to manage bogus bones. Authorities also resisted on the grounds the tests could not finally establish &quot;if Richard III is to be let off the hook&quot;. Tudor and Stuart histories insist that the remains contained in an urn designed by Sir Christopher Wren are those of Edward V and Richard Duke of York who were &quot;stifled with pillows ... by the order of their perfidious uncle Richard the Usurper&quot;, as the 17th-century inscription puts it. A concerted attempt to get the urn opened was made by the Richard III Society, the group behind this week&apos;s confirmation of Richard III&apos;s remains, together with the BBC in 1993 and again by Channel 4 in 1995. A Home Office file shows the then dean of Westminster, the Very Rev Michael Mayne, strongly resisted both requests despite being &quot;pressed very hard to agree&quot; to allow the bones to be submitted to carbon dating, to match their deaths to Richard III&apos;s reign, and DNA testing to prove their identities. Buckingham Palace and then home secretary, Michael Howard, were consulted and both the Queen and the minister were in &quot;full agreement&quot; with the church authorities that matter should not be reopened. The dean took advice from the historian Lord Blake and an Oxford archaeology professor, Edward Hall, who said carbon dating of a sample from the late 15th century would only establish the accuracy of the bones within plus or minus 50 years. Richard III occupied the throne for two years between 1483 and 1485 before his death in the battle of Bosworth Field. &quot;It could not therefore differentiate between Richard III or Henry VII  or another  being the guilty party. Nor would the C/14 technique give any clue as to the age at death of the children,&quot; the dean said. In his response to the 1995 request he said he accepted that DNA and other techniques could now establish whether or not the bones in the Abbey were those of the princes, although he could not resist mentioning the fiasco of the Turin shroud in this context. But he pointed out that in itself could create further problems. &quot;A sample of bone (skin/hair/tissue) from a known individual related to the princes would be required, and that almost certainly means opening a second tomb in the Abbey or elsewhere. If the result is positive, the remains of the two princes are placed back in Sir Christopher Wren&apos;s urn. But what if they are negative: what do we do with the remains? &quot;Keep them in the urn in the royal chapels, knowing they are bogus, or re-bury them elsewhere? And what would we have gained, other than to satisfy our curiosity in one area. It would not bring us any nearer the truth of the affair.&quot; He said Blake and Hall advised that carbon dating would throw no light on the cause of death, nor the identity of those who killed them. &quot;So far as the latter point is concerned  and it is this that fascinates and is the real interest  the other techniques would hardly do so either,&quot; said the Dean. And he dismissed the claims that anthropological or dental techniques could reliably reveal the ages of the victims, saying it would have to be accurate to within months or even weeks &quot;if Richard III is to be let off the hook&quot;. However discreetly it was done, television coverage would lead to &quot;a great deal of sensational speculation&quot;, the dean said. He also had another concern. &quot;There are others buried in the abbey whose identity is somewhat uncertain, including Richard II, and allowing these bones to be examined could well set a precedent for other requests. I do not believe we are in the business of satisfying curiosity, or of certifying that remains in the abbey tombs are what they are said to be.&quot; Turi King, a Leicester University geneticist, said this week that if she could gather enough DNA material from the brothers&apos; skeletons to establish a match with that from Richard III, it could show that they were related. But a Westminster Abbey spokeswoman said: &quot;The recent discovery of Richard III does not change the abbey&apos;s position, which is that the mortal remains of two young children, widely believed since the 17th century to be the princes in tower, should not be disturbed.&quot;", 
    "section": "science", 
    "gid": "science/2013/feb/05/princes-in-tower-staying-under", 
    "wordcount": "884"
}