{
    "headline": "Call of Duty: Ghosts  after the leaks, the next generation of shooters emerges", 
    "text": "First Tesco accidentally announced it, then a leaked Gamestop poster showed it, but now it&apos;s official. Call of Duty: Ghosts is the next title in the multimillion-selling shooter series, and it will be out on 5 November on Xbox 360, PS3 and PC. However, the exciting revelation for fans is that the game will feature an all-new engine, developed specifically with the next-generation consoles in mind. Activision has confirmed that Ghosts will be brought to the forthcoming PlayStation and Xbox machines, but hasn&apos;t given a date. Neither Sony nor Microsoft has revealed definite launch plans for their respective platforms. According to the press release sent out on Wednesday evening, Ghosts will boast, &quot;a riveting all-new gameplay experience built on an entirely new story, setting and cast of characters, all powered by a new, next generation Call of Duty engine that redefines the series for the next generation.&quot; It will be the first major re-build for the engine in several years. A teaser has been released, giving nothing away, apart from the use of a ghost mask, which will be familiar to fans  a British spec ops solder codenamed Ghost appeared in Modern Warfare 2 and wore a similar piece of head gear.            Activision has added to its Ghosts teaser site with a Facebook page, but is clearly keeping plenty of secrets. However, Asda has already opened pre-orders for the title; its press release quotes Digital Spy, and states, &quot;Call of Duty: Ghosts will allegedly take place in the future, but utilise current technology and weapons in line with a &apos;major plot event&apos;. The single-player campaign is said to include more destructible environments, with multiplayer maps featuring interactive areas and traps.&quot; The game is in development at Infinity Ward, the studio responsible for creating the Call of Duty series and arguably its best titles  the Modern Warfare trilogy. The futuristic setting of Ghosts suggests the team may have been at least partially inspired by last year&apos;s Call of Duty: Black Ops 2, which takes place in 2025, with America under cyber-attack from a crazed terrorist. However, the Modern Warfare titles were always set slightly in the future. Nothing else is known about the Ghosts storyline, although Activision will be showing footage at Microsoft&apos;s next generation Xbox event on 21 May.  &quot;Everyone was expecting us to make Modern Warfare 4, which would have been the safe thing to do. But we&apos;re not resting on our laurels,&quot; said Mark Rubin, executive producer of Infinity Ward. &quot;We saw the console transition as the perfect opportunity to start a new chapter for Call of Duty. So we&apos;re building a new sub-brand, a new engine, and a lot of new ideas and experiences for our players. We can&apos;t wait to share them with our community.&quot; Call of Duty is the most successful franchise in gaming history. The last instalment made over $1bn within 15 days, and since the release of the first title in 2003, the series has sold over 100m copies. However, critical reactions to the last title were more muted and sales dropped slightly after the record-breaking success of the first Black Ops title in 2010. The next generation of console technology has come at an opportune moment for the series, then, allowing the possibility  if not yet quite the guarantee  of a major re-invention. Correction: this article was corrected on 3 May 2013 to clarify that Asda was quoting Digital Spy in its description of the game.", 
    "section": "technology", 
    "gid": "technology/2013/may/01/call-of-duty-ghosts-release-date-next-gen-confirmed", 
    "wordcount": "582"
}