{
    "headline": "Latest release of 'X-files' shows MoD took idea of alien visitors seriously", 
    "text": "Britain&apos;s defence intelligence agency considered the possibility of alien craft visiting Earth and asked &quot;UFO desk officers&quot; to monitor any potential threat from outer space, hitherto top secret documents released on Thursday show. Thousands of pages of highly classified files document how officials in the Ministry of Defence were worried they would be accused by the public of not taking UFOs seriously enough, and how some thought there really could be someone out there. &quot;It was important to appreciate that what is scientific &apos;fact&apos; today may not be true tomorrow,&quot; a defence intelligence officer warned in August 1993. He pointed out: &quot;It was only a few hundred years ago that &apos;scientists&apos; believed that the Earth was the centre of the universe.&quot; He added: &quot;It was generally agreed until early this century that the atom could not be split.&quot; Sightings of alleged UFOs could be explained by very strange-shaped clouds, ball lightning, or US &quot;black&quot; (secret project) aircraft, the unidentified official suggested. &quot;If the sightings are of devices not of the Earth, then their purpose needs to be established as a matter of priority. There had been no apparently hostile intent and other possibilities are one, military reconnaissance; two, scientific; three, tourism.&quot; The clearly frustrated intelligence official observed that the MoD might have taken the prospect more seriously if UFOs had &quot;a red star painted on them&quot;, a reference to the Soviet Union. The selection of documents released to the National Archives is the ninth tranche of the UK&apos;s &quot;X-files&quot; to be made public since the government decided in 2008 that keeping them secret was no longer justified. Some intelligence officials were excited about the prospect of harnessing rare atmospheric plasmas initially claimed to be UFOs, such as ball lightning, for novel weapons technology. One even suggested that if craft from outer space really did exist, the MoD could adopt their stealth technology. Most officials in the MoD were deeply sceptical. Papers released today show that back in 1979, a UFO intelligence officer wondered why aliens would want to visit &quot;an insignificant planet [the Earth] of an uninteresting star [the sun]&quot;. But officials had to cover their backs because of persistent claims of UFO sightings and questions from the public. MPs also regularly returned to the subject, requiring answers from the prime minister. In 2009, before he was elected, David Cameron promised to publish Whitehall&apos;s remaining secret files on UFOs. &quot;I don&apos;t think any of us have any clue whether there&apos;s intelligent life out there, and it is certainly not something that any government should seek to hide from anyone,&quot; he said. John Major told MPs in 1996: &quot;The government has no plans to allocate resources to researching extraterrestrial phenomena.&quot; The MoD did, however, decide to devote more resources on a study as officials warned Tony Blair he could expect even more questions following the passing of the Freedom of Information Act. A MoD official reported in 2000 that the study concluded: &quot;Many of sightings can be explained as mis-reporting of man-made vehicles, [and] natural but unusual phenomena.&quot; In a valedictory note in December 2008, the last unidentified &quot;UFO desk officer&quot;  described yesterday by David Clarke of Sheffield Hallam University, author of The UFO Files, as &quot;one of the strangest jobs in Whitehall&quot;  wrote to the RAF&apos;s operations headquarters in High Wycombe. &quot;The MoD&apos;s position on UFOs, aliens and extra terrestrials is quite clear. We know of no evidence to confirm the existence of aliens, spaceships, extra terrestrials etc, or if they have visited the Earth.&quot; Suggestions that there were secret teams of scientists &quot;scurrying around the country in a real-life version of the X-files&quot; was &quot;total fiction&quot;. But in a perhaps reassuring conclusion, the officer continued: &quot;However, since the universe is a very large place and mankind has only explored a very small corner of it, we cannot rule out the existence of intelligent life on other planets. We therefore remain open minded on the topic. In the absence of proof either way, this position seems a perfectly sensible one. However, as you can probably guess, the above position does not make very interesting headlines nor, I suspect, would sell many books&quot;. UFO &apos;sightings&apos; Ministers and the MoD have been inundated with claims of many hundreds of sightings of aliens. They include: two tall silver-suited &quot;faceless humanoids&quot; in Wales, three tall &quot;men in black&quot; in Spalding, Lincolnshire, and &quot;golden orbs&quot; across Britain  the result of a craze for releasing sky lanterns. A mounted police officer reported a sighting of a &quot;square/diamond shaped object moving across the sky and changing shape&quot; while on duty at Chelsea football ground in 1999. Files released on Thursday show the MoD recorded &quot;UFO sightings&quot; throughout the UK, from the Orkney Islands to Cornwall, and in Belgium, France, Germany, the Netherlands, Thailand, New Zealand and the US.", 
    "section": "science", 
    "gid": "science/2012/jul/12/ufo-national-archive", 
    "wordcount": "848"
}