{
    "headline": "Ban on bee-harming insecticides would be a mistake, says chief science adviser", 
    "text": "Plans to ban insecticides linked to serious harm in bees across Europe would be a &quot;serious mistake&quot; and could harm food production, according to the government&apos;s chief scientific adviser. Sir Mark Walport&apos;s strident defence of the government&apos;s opposition to the proposed ban came on Friday as hundreds of beekeepers and environmental campaigners marched on parliament in protest and delivered a petition signed by 2.6 million people to the prime minister at No 10 Downing Street. &quot;This plan is motivated by a quite understandable desire to save the beleaguered bee and concern about a serious decline in other important pollinator species,&quot; Walport wrote in the Financial Times. But Walport, who is just a month into the job, said the European commission must drop its proposal to suspend three neonicotinoids from use on flowering crops, such as corn, that bees feed on: &quot;The consequences of such a moratorium could be harmful to the continent&apos;s crop production, farming communities and consumers.&quot;     Fashion designer Vivienne Westwood protests with beekeepers Photograph: Andy Rain/EPA    Supporters of the ban, likely to be passed in a vote on Monday, argue the greater risk to food production is from the long-term loss of bees. Experts at the European Food Safety Authority have concluded there is now sufficient evidence to impose a precautionary ban while further research is done.On the march, Steve Benbow, owner of the London Honey Company, which has several hundred hives across the UK, said: &quot;We&apos;re here because the government is not listening to beekeepers  they need to wake up.&quot; He said &quot;The effect of neonicotinoid insecticides on bees and other pollinators is catastrophic. I&apos;ve seen my bees get increasingly exhausted and ragged and they can die in huge numbers in front of the hives, but its the build up over time that is really damaging.&quot; Bad weather and the build up of the varroa parasite are problems, he said, but so are pesticides. &quot;It&apos;s fantastic to see the strength of support and that so many of the public are behind this issue,&quot; said Emma Hockridge, head of policy at the Soil Association. &quot;Pollination is a vital resource for our farmers.&quot; Bees and other wild insects such as moths, ladybirds and hoverflies, pollinate three-quarters of all food crops, but have been in serious decline in recent decades. Scientific research published in the world&apos;s most prestigious journals is increasingly linking neonicotiniods, the world&apos;s most widely used insecticides, to severe harm to bee colonies. The chemical industry, which makes billions a year from their products, insist their products are safe and banning them would harm food production.     Vivienne Westwood and Katherine Hamnett along hundreds of beekeepers and nine major campaigning organisations demand environment minister Owen Patterson vote in favour of a ban on bee-harming pesticides, London, 26 April 2013. Photograph: Friends of the Earth    &quot;No one is saying the solutions to bee decline are easy,&quot; said Paul de Zylva, from Friends of the Earth. He said a comprehensive bee action plan was needed. &quot;The European commission&apos;s prudent proposed ban is a proportionate response to the conclusions of the most comprehensive review of risks pesticides pose to bees,&quot; de Zyvla said. &quot;That found a &apos;high acute risk&apos; to honey bees and an unknown risk to wild bees, and that&apos;s the point. Neonicotinoids have not even been tested for the risk to wild bees, yet we are told they are safe. It&apos;s notable that the words of ministers and civil servants sound just like those from the pesticides industry.&quot;Walport said: &quot;All too often, people citing the precautionary principle simply overreact: if there is any potential hazard associated with an activity, then it should be stopped. In the longer term, we need a comprehensive action plan, exploring the complex factors behind the decline of pollinators.&quot; A report on 5 April from parliament&apos;s green watchdog, the Environmental Audit Committee, accused the government of &quot;extraordinary complacency&quot; and relying on &quot;fundamentally flawed&quot; studies. EU member states will vote on Monday on a two-year suspension of neonicotinoids across the continent. European commission sources expect the vote will not produce a decisive result for or against the ban, meaning the EC has the power to fulfil its intention to put the ban in place. The &quot;march of the beekeepers&quot; was organised by campaign group Avaaz, whose petition attracted 2.6 million signatures, as well as Buglife, Environmental Justice Foundation, Friends of the Earth, Greenpeace, Pesticide Action Network, RSPB, Soil Association and 38Degrees.", 
    "section": "environment", 
    "gid": "environment/2013/apr/26/ban-bee-harming-insecticides-mistake", 
    "wordcount": "719"
}