{
    "headline": "Gap widens between official and actual mpg figures for cars", 
    "text": "The gap between the official fuel economy rating of cars and their real performance is growing, according to an independent analysis of UK and European cars. The difference between lab and on-the-road mile per gallon figures has grown from 8% in 2001 to 21% in 2010, according to Peter Mock, a senior researcher at the non-profit International Council on Clean Transportation (ICCT). About 40% of the variation in fuel consumption  and accompanying carbon emissions  is due to different driving styles among individual drivers but that did not entirely explain the discrepancy, he said.. &quot;Everyone is driving differently, however if you look at a great number of people and a great number of cars and take an average of that, there is a very clear trend that the increase has been happening, especially since 2007 and 2008,&quot; Mock said at a recent low carbon car conference. A worrying trend for consumers is the varied data for cars marketed as eco-friendly, said Chas Hallet, the editor-in-chief of What Car? magazine. &quot;One theme that is emerging is that lots of cars that are designed to have eco credentials are performing worse than the average. And I&apos;m talking about cars [like] a Mini Cooper diesel, and even the Toyota Prius. What we&apos;re finding with those cars is that they are performing well around town, but the economy falls apart when you take them on the motorway or at higher speeds,&quot; he said. Larger cars like the V8 petrol engine Jaguar tend to be closer to official figures, Hallet added. The car industry said that the test was never meant to give exact figures for each driver, and that cars are tested in laboratory conditions to give a uniform field for comparison for both drivers and competing car makers. &quot;The data as it is presented is never intended to provide people with an indication of what each and every one of their real world driving miles per gallon is going to be. What it seeks to provide  and why the European commission and national governments requires us to publish it  is some kind of comparative guide,&quot; said Paul Everritt, the chief executive of the Society of Motor Manufacturers and Traders. &quot;We have to provide some kind of laboratory test, a way of eliminating the wide range of factors that may vary on a day to day basis to ensure that we can demonstrate very clearly that we are meeting our obligations to improve the technology that we are putting on the road,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/may/25/cars-mpg-fuel-economy-gap", 
    "wordcount": "427"
}