{
    "headline": "Starwatch: Jupiter resplendent", 
    "text": "The Square of Pegasus stands high on the meridian at nightfall but our January evenings soon make way for Orion as the splendid constellation of the Hunter climbs from the E horizon into the SSE at our map times. Even Orion, though, pales in comparison with Jupiter, which outshines every star as it moves from the E at nightfall to cross the high meridian less than one hour after our map times and set in the NW before dawn. Following opposition on 3 December, Jupiter dims slightly from mag -2.7 to -2.5 as it edges westwards 5 to the N of Aldebaran, the eye of Taurus. Look for it alongside the Moon on the evening of Christmas Day and again on 21 January when telescopes shows its cloud-banded disc to be 44 arcseconds wide. And, of course, the to and fro motions of its four Galilean moons, Io, Europa, Ganymede and Callisto, may be followed through nothing more than decent binoculars. Jupiter is not our only naked-eye evening planet, but we need to persevere if we are to glimpse Mars low in the SW at nightfall. It shines at mag 1.2 and sinks from only 5 high one hour after sunset. We have lost Mercury from our predawn twilight, but Venus lingers as a morning star. Brilliant at mag -3.9, it rises in the SE 90 minutes before sunrise on the 1st but only 40 minutes before the sun on the 23rd. Look for it below the slender earthlit moon on the 10th. Saturn rises in the ESE at about 03:00 on the 1st and by 01:15 on the 31st, climbing to stand 20-25 high in the S before dawn. At mag 0.6, it lies in Libra some 15 to the left of Spica in Virgo and stands above the Moon on the 7th with its rings tipped at 19 to the Earth. The Quadrantids meteor shower is active from the 1st to the 6th with its blue and yellow meteors diverging from a radiant below the handle of the Plough as it climbs through our NE sky overnight. Expect the best display as the radiant passes overhead before dawn on the 3rd. January diary 3rd 12th Peak of Quadrantids meteor shower 5th 04h Last quarter 7th 01h Moon 4 degrees S of Saturn 10th 12h Moon 3 degrees N of Venus 11th 20h New moon 13th 12h Moon 6 degrees N of Mars 18th 09h Mercury in superior conjunction 19th 00h First quarter 22nd 03h Moon 0.5 degrees S of Jupiter 27th 05h Full moon 30th 16h Jupiter stationary", 
    "section": "science", 
    "gid": "science/2012/dec/23/starwatch-jupiter-orion", 
    "wordcount": "443"
}