{
    "headline": "Terry Gilliam talks apps, iPad and interactivity", 
    "text": "&quot;We&apos;re in this position of having survived, with people interested in any new iteration of Python, and if we can squeeze any money out of our fans, we&apos;re quite rapacious...&quot;  Tongue firmly in cheek, Terry Gilliam is referring to the two Monty Python apps released in 2012. The Holy Book of Days is an iPad app collecting video, audio, animations, 360-degree spinnable props and memories from the 28-day shoot for Monty Python and the Holy Grail. Meanwhile, iPhone app Python Bytes gathers 22 sketches from the first series of Monty Python&apos;s Flying Circus. &quot;iPads are here, apps are here: there&apos;s no way of being a Luddite any more! You have to go with the flow,&quot; says Gilliam. &quot;I&apos;m impressed by both apps: the Holy Grail is very nicely done, with a lot of work put in to make it a nice-looking thing. And the iPhone app is really elegant it&apos;s the way I want to see more of our stuff put out.&quot; Gilliam doesn&apos;t have an iPhone himself, but he&apos;s borrowed one from Python Bytes developer Heuristic Media  co-founded by longtime friend and fellow filmmaker Richard Loncraine  to practise scribbling his signature on the touchscreen using a stylus, for its App Signing feature. Gilliam and fellow Pythons Michael Palin and Terry Jones will be making use of that feature, as well as discussing the app, at an event in Apple&apos;s Regent Street store in London on 3 May. One interesting thing about the Python Bytes app is the way it randomises the order in which sketches are played: users shake their iPhones to skip to a new clip. &quot;When we made the shows, we spent so much time making sure they went out in the order we planned them, untouched,&quot; says Gilliam, referring to the infamous re-editing of the series for transmission in the US. &quot;Now we&apos;re letting them be used any way. It doesn&apos;t bother me any more, although at the time it might have. Certain sketches work better than others, so let&apos;s edit out the weak stuff. And I do like the randomness: the serendipity of it.&quot;     Python Bytes shows sketches from the first series of Monty Python's Flying Circus    Gilliam gracefully bats back a suggestion that his use of animation in the original shows was as technologically advanced for its time as a slick app is in 2012 &quot;It was very crude animation!&quot;  but he has interesting views on interactive media. He actually worked on a CD-ROM game in the mid 1990s, which Gilliam says he really enjoyed, even though the project ultimately fell apart before it could be released. More recently, he was involved in the promotional campaign for console game Heavy Rain. &quot;I don&apos;t like interactivity when it comes to doing films. That&apos;s being a storyteller,&quot; he says. &quot;A movie to me is something I make, and you can watch it. Hopefully I engage you, and you like it and are stimulated by it. But you don&apos;t get to share in it. But in video games, you can, and that&apos;s interesting. The two worlds should both exist.&quot; Gilliam notes that games are having an impact on some filmmaking aesthetics now though he cites Inception as a prominent example  and talks approvingly of the fact that filmmakers like Heuristic&apos;s Loncraine are bringing their storytelling skills to apps. &quot;Richard&apos;s running with this thing, and we&apos;re delighted with his enthusiasm and inventiveness,&quot; he says. &quot;The problem with Python now is that we&apos;re not together enough to make the decisions we used to when we were working together every day. But with Richard, I trust him, and know he&apos;s going to do a good job and make interesting choices.&quot; In the meantime, Gilliam remains a critical yet engaged observer of the world of apps and tablets, including from the standpoint of his day-to-day work on a computer with Wacom tablet, and on pen and paper. &quot;I&apos;ve got an iPad, but it frustrates me, because it&apos;s not really a computer,&quot; he says. &quot;Some of the things I want to do, I can&apos;t do well on it. I have this Bamboo Stylus now to do drawings on the iPad, but the nib is too big: I find it very cumbersome still.&quot;", 
    "section": "technology", 
    "gid": "culture/appsblog/2012/may/02/monty-python-terry-gilliam-apps", 
    "wordcount": "714"
}