{
    "headline": "Axing of Forensic Science Service may lead to rise in miscarriages of justice, scientists warn", 
    "text": "In a few weeks David Bryant will appear at Newcastle upon Tyne crown court to be sentenced for the kidnapping and indecent assault of four young girls in the 1980s and 1990s. The 65-year-old grandfather  who pleaded guilty in January  can expect a lengthy sentence. Bringing Bryant to justice, decades after his crimes, was a triumph for the Forensic Science Service. Several techniques pioneered by its researchers at Wetherby, West Yorkshire, helped crack the cases. But for the service&apos;s scientists it will also be a last hurrah. A few weeks after Bryant&apos;s sentencing, the Wetherby centre will close and its scientists will be laid off. The service will cease to exist. &quot;We are being put out to grass,&quot; said Dr Jonathan Whitaker, a senior forensic scientist. &quot;We have developed a range of new ways to use DNA to track down criminals. Now we are being closed. The nation will lose that ability to develop new forensic techniques. It is very sad.&quot; The government says the FSS was losing up to 2m a month. By closing it, private and police laboratories could do its work at a lower cost  an idea that has been denounced by Sir Alec Jeffreys, the inventor of DNA profiling. It showed &quot;an unimaginative bean-counting mentality that fails to understand how forensic science progresses,&quot; he said. In last week&apos;s New Scientist, more than 75% of the 365 forensic scientists who answered a survey about the FSS said they thought its closure would lead to more miscarriages of justice. Staff in the police&apos;s &quot;in-house&quot; laboratories would be far more likely to be pressurised into providing results detectives wanted, they warned. In addition, new forensic techniques would now dry up without the resources that had been provided by the FSS. The service gave researchers time and money to work on novel methods for solving major crimes  with the case of David Bryant providing a perfect example. In May 1983 a three-year-old girl was reading a book in her garden in Southampton when a man, pretending to be a doctor, lured her into nearby woods and sexually assaulted her. Detectives linked the case to one in Gosport, Hampshire, where a five-year-old girl was abducted and sexually assaulted in1982. The crimes were left unsolved, as were two other, apparently unrelated cases in the north of England in 1995 in which two girls were snatched from outside their homes in Newcastle and raped, one in May, the other in September. DNA fingerprinting, introduced in 1986, linked the two cases but did not provide the rapist&apos;s identity. In 2011 detectives decided to reopen the Hampshire cases and asked the FSS to help. Its scientists started by examining the sticky tapes that forensic investigators had used to trap foreign fibres from the rapist&apos;s clothes. &quot;We realised we could use these as a source, not of fibres, but of tissue from the rapist,&quot; said Whitaker. &quot;He might have left tiny, invisible samples of semen or blood.&quot; Tiny fragments of biological material were eventually isolated. The FSS team turned to low copy number profiling (LCNP), a technique they had developed in 1999 to generate DNA profiles from minute samples of skin or semen. Both the Hampshire girls&apos; samples produced the same profile, indicating they had been raped by the same man. This profile was then put into the National DNA Database, which contains more than five million samples from crime scenes or individuals arrested or detained by police. The Hampshire profile matched the one obtained from the girls raped in Newcastle, although these crimes were also unsolved. However, the FSS had more weapons in its armoury. In 2001 Whitaker had helped develop familial DNA-searching, in which a list of potential relatives of an unknown criminal could be created by putting his profile through a special computer search of the National DNA Database. This technique was first used to trace the killer of three Cardiff girls 30 years earlier. This time, the familial search produced a list of several dozen possible relatives. &quot;We needed to boil that down even further and so we turned to Y-STR searching,&quot; said Whitaker. &quot;Basically, it pinpoints any male in the database that has the same Y chromosome as the owner of a profile and will pinpoint their brothers and fathers  if they have samples on the database.&quot; The Y-STR search produced two hits that led to a family living in Cumbria who were interviewed by police. This interview led to David Bryant, who was found to have lived in Hampshire in the 1980s and the north of England in the 1990s. More to the point, his profile matched the one created from the girls&apos; samples. Bryant initially denied the charge, but faced with the powerful evidence supplied by Whitaker and the FSS changed his plea to guilty. &quot;It was a very satisfactory outcome that shows the value of the research that the FSS has carried out over the years,&quot; said Whitaker. &quot;It is just a shame it will now have to stop.&quot; Observer Comment, page 38", 
    "section": "science", 
    "gid": "science/2012/feb/12/dna-forensic-science-service-closure", 
    "wordcount": "858"
}