{
    "headline": "Vote Bike blog in the London Cycle awards (and tell us how we're doing)", 
    "text": "The Bike blog is up for a gong! We&apos;re among the nominees in the awkwardly named Best Cycling Communication category at the London Cycling Campaign&apos;s 2013 awards.  The winner will be decided by internet vote so I won&apos;t be coy: here, again, is the link, vote early, vote often. We&apos;re up against the combined heft and might of Cycling Weekly and the Road.cc website. The latter already has a big, red, &quot;vote for us&quot; box permanently on their home page, and I&apos;m guessing our chances are slim. Still, let&apos;s make a fight of it. Without getting all Oscar ceremony on you, given the extent to which we&apos;re shaped by readers&apos; suggestions and comments it&apos;s shared recognition. But, as the Bike blog approaches its fourth anniversary this is also maybe a good chance to reflect on where we are, what you think we&apos;re doing well and what you&apos;d like to see more of. Some will justifiably snigger at our nomination for a London-only award, given the regular, and fair, criticism that our coverage can be too skewed towards the capital. I&apos;ll repeat what I always say here: we try to be as balanced as we can, but sometimes fail. It&apos;s partly down to resources, but partly not. It is worth adding, though, that London is, to an extent, a test-bed and crucible for policies that could well be seen in other cities. Other than that, my worry is that we can get a bit campaigning and preachy. In my introductory post for the blog, I wrote:  We also hope to steer clear of endless debates about red lights and/or belligerent car drivers. Cycling, in the main, is enjoyable, not a source of conflict.  That remains true, but it&apos;s easy to sometimes get too distracted by the perils of lorries and the idiocy and lack of ambition of those who make cycling policy.  They&apos;re important, of course, but it&apos;s also important to not forget that for the bulk of the time cycling can be pure joy, however prosaic the setting. About a week ago, riding through a nondescript Southwark back street en route to work, I was filled with pure, almost liquid pleasure at the sunshine and the rush of chill air around my face. &quot;What a way to get to work!&quot; I thought, thankful at not having to sit passive inside a bus or train, let alone a car. I had a similar rush of euphoria the previous weekend, riding back into London, weary and heavy-legged, after a hilly trek through the green belt countryside to the south, a gently warm tailwind pushing me on. The sunshine and (relative) heat was all the more appreciated as a contrast to the just-ended months of cold, like all elements something experienced all the more viscerally on a bike. But overall I hope we&apos;ve at least partly achieved the other stated ambition of being for &quot;everyone who cycles, however frequently they use a bike and wherever they go on it&quot;.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/apr/26/bike-blog-london-cycle-awards", 
    "wordcount": "504"
}