{
    "headline": "Barrie Dobson obituary", 
    "text": "Barrie Dobson, who has died aged 81, was a distinguished medieval historian and, in particular, an expert on the church and its clergy, mainly between 1350 and 1500. He made the period accessible to students, and showed the relevance of the middle ages to our own times. Some of his forays outside church history were partly designed to help students (and their teachers) to explore attractive subjects for which the original sources were not easily accessible. His Rymes of Robyn Hood (1977, with John Taylor) printed the original texts of the ballads and plays which are our principal source of information about the popular hero; and in The Peasants&apos; Revolt of 1381 (1971) he collected and translated documents previously available only in their original Latin and French. Barrie was not very sympathetic towards the rebels of 1381 and was keen to demonstrate the complexities of the rising&apos;s causes and aims. An interest in Jewish history, which began when Barrie was a student in Oxford, was stimulated by his move in 1964 to teach at York University. The Jews of Medieval York and the Massacre of March 1190 (1974) was a carefully documented account of the antisemitic campaign led by aristocratic ruffians that culminated in the mass suicide and massacre of Jews in 12th-century York. They had sought refuge in the royal castle but were betrayed by the officials who were supposed to protect them. Barrie argued that violent racial and religious hatred, given particular political and social circumstances, could arise even in tolerant and well-governed England. And in 1977, amid the modern troubles of northern cities, he wrote an influential essay, Urban Decline in Late Medieval England, which showed that towns in that period had economic problems, but also suffered from a reluctance of civic leaders to accept the burdens of office. Barrie was born in Stockton-on-Tees, and his northern roots were a major influence. He spent his boyhood at Mickleton, North Yorkshire, and went to school at Barnard Castle, Co Durham (though he spent some early years in Brazil, where his father worked on the railways) before going on to Wadham College, Oxford. He wrote an excellent book, Durham Priory, 1400-1450 (1973), based on his doctoral thesis, which explored the religious and social importance of that great monastery. Much of his later work, reflected in his collected papers Church and Society in the Medieval North of England (1996), demonstrated the political importance of the bishops and clergy in the region. The patronage of the leading churchmen gave many openings, in government and in academic life, for ambitious young men from the north. His own career may look like a conventional progression from Oxford to a lectureship at St Andrews University, a succession of posts at York and then appointment as professor of medieval history at Cambridge from 1988 until his retirement in 1999. In fact, his moves required some agonising decisions. Leaving a thriving centre of medieval history at St Andrews, where he was very happy, to take a post at the new University of York was a leap into the unknown. He was strongly advised against joining this fledgling institution, which at the outset lacked even a decent library, but York suited him. He felt at home in the north of England and found much work to do in the archives of the church and city of York. The new university became in the long run a leader, in which historians and the centre for medieval studies played a prominent role. Barrie was much admired and held in great affection, becoming professor of history in 1977 and deputy vice-chancellor in 1984. He was proud of his role in founding an archaeology department, which now thrives. At Cambridge, he threw himself into teaching, making contact with the scattered medievalists and writing, though he did not have the same scope as at York for moulding the university. Among other honours, in 1988 he was elected a fellow of the British Academy and in 1991 he became president of the Ecclesiastical History Society. When he retired in 1999 Barrie was presented not with the customary single volume of essays, but with three. Barrie was a devoted family man. He is survived by his wife, Narda, whom he married in 1959, their two children, Mark and Michelle, and a grandson.  Richard Barrie Dobson, historian, born 3 November 1931; died 29 March 2013  This article was amended on 14 May 2013 to correct the name of the Co Durham town Barnard Castle, from Castle Barnard, and on 21 May 2013 to delete a reference to Stockton-on-Tees being in Yorkshire.", 
    "section": "education", 
    "gid": "education/2013/apr/28/barrie-dobson", 
    "wordcount": "766"
}