{
    "headline": "Neil Armstrong memorial: pomp and plaudits for reluctant American hero", 
    "text": "Despite Neil Armstrong&apos;s legendary humility, there were moments of pomp and circumstance at his memorial service on Friday. A corps of bagpipers played When the Saints Go Marching In, a navy ceremonial guard was presented, and at the end four fighter planes flew overhead  one of them vertically, in a nod to the astronaut&apos;s skills as a rocket man. But Armstrong, who spent the past 43 years trying to shrug off the unwanted attentions that came with his celebrity status as the first person to set foot on the moon, would have approved of the ceremony being held firmly behind closed doors. &quot;This service is closed to the media  with no exceptions&quot;, a note put out by the family pointedly directed. Only one camera, that of Nasa photographer Bill Ingalls, was permitted to record the event. Hundreds of people turned up at a private golf club in the suburbs of Cincinnati to pay their respects to a man who did so much but bragged about it so little. Armstrong died last Saturday, aged 82. Among the 10 or so space pioneers who attended were the two men who crewed alongside Armstrong in the Apollo 11 mission  Edwin &quot;Buzz&quot; Aldrin, who followed Armstrong onto the moon&apos;s surface on 20 July 1969, and Michael Collins, who remained commanding the module that orbited 60 miles over their heads. Also there were John Glenn, the first American to orbit the earth, and Bill Anders, the module pilot for Apollo 8, which paved the way for the moon landing by carrying out the first manned lunar orbit in December 1968. &quot;You&apos;ll never get a hero, in my view, like Neil Armstrong,&quot; he told Associated Press after the service. &quot;It&apos;s going to be hard to top.&quot; Charles Bolden, Nasa&apos;s administrator, said Armstrong was an &quot;incredibly humble&quot; man with a courageous thirst for exploration. &quot;He was the embodiment of everything this nation is all about,&quot; he said. In recognition of the public desire to commemorate such a legendary figure, the Armstrong family has arranged following the private service for a national memorial event in Washington on 12 September. They also invited people wanting to mark his death to think of him and wink up at the moon. As if the moon had been listening, it duly performed its own service in honour of the first person to stand upon its surface by rising in full form on Friday night for the second time in the calendar month. Such &quot;blue moons&quot; happen on average but every three years  hence the expression that flows from it, itself a fitting tribute to a man of such rare qualities. Speeches at the Cincinnati service were given by Armstrong&apos;s two sons, Eric and Mark; one of his 10 grandchildren, Piper Van Wagenen; and by Rob Portman, a senator for Ohio who delivered the eulogy. &quot;He touched the lives of so many,&quot; Portman said after the service which he described as a combination of emotion and humour. The choice of Portman as eulogist was something of a paradox. Despite his own track record working across party political lines, Portman recently came close to being chosen as Mitt Romney&apos;s running mate in a presidential campaign characterised by extreme partisanship and an emphasis on small government. During his career, however, Portman was known for efforts to foster bipartisan support for the causes he championed. By contrast, Armstrong&apos;s historic act in walking on the moon was the ultimate manifestation of post-war American consensus and faith in big government. It was initiated under John F Kennedy&apos;s Democratic administration and seen through by the Republican Richard Nixon. Earlier in the day, Jim Lovell who commanded the stricken moon mission Apollo 13 and Eugene Cernan, the last person to walk on the moon with Apollo 17 in 1972, launched a children&apos;s health fund in Armstrong&apos;s honour at Cincinnati Children&apos;s hospital medical center. At the ceremony, Lovell called Armstrong &quot;a great American&quot; who just &quot;wanted to be a team player.&quot; Cernan added: &quot;There&apos;s nobody that I know of that could have accepted the challenge and responsibility that came with [the first moon landing] with more dignity than Neil Armstrong.&quot; The two men recalled how they had visited Armstrong at his home in Indian Hill just two months before his death this week from complications from a heart-bypass operation. Armstrong cooked breakfast for them both, though they noted that he overcooked the eggs.", 
    "section": "science", 
    "gid": "science/2012/aug/31/neil-armstrong-modest-memorial", 
    "wordcount": "754"
}