{
    "headline": "Searching for supersymmetry: some frustration but no despair", 
    "text": "Supersymmetry is simply beautiful. It is the largest possible space-time symmetry of nature and it relates space and time with a fundamental quantum property of elementary particles, the spin. Supersymmetry predicts a wealth of new particles, superparticles, some of which could constitute the mysterious astrophysical dark matter. There is only one small problem: so far, supersymmetry is not supported by any experimental evidence. This week at a conference in the small Italian ski resort of La Thuile, the experiments at the Large Hadron Collider LHC have reported new results of their quest for supersymmetry. Unfortunately, no signal has been detected, and only new lower limits on the mass of the superparticles have been presented. These limits are based on many years of theoretical calculations by many theorists, including myself and my colleague and friend Herbi Dreiner, who most likely infected me with the supersymmetry virus. We were hoping that our calculations would help to pin down the exact nature of supersymmetry in the case of discovery, but unfortunately so far they were only useful to derive limits, limits, and more limits. Personally, I am frustrated about the lack of any evidence for supersymmetry, but actually there is no reason for despair. So let&apos;s see why theorists love supersymmetry and why it is still alive. The fundamental laws of nature are determined by very few and simple theoretical principles: quantum physics and symmetries. Symmetries are familiar from everyday life: when we rotate a circle about the centre it will look the same after the rotation. We say that the circle is symmetric, or invariant, under rotations. In physics, symmetries are often used to derive theories and to determine the structure of physical laws. We believe, for example, that physical laws are independent of time and place: it does not matter if we perform an experiment in New York or Tokyo, today or tomorrow, provided of course that all external conditions are identical. Remarkably, this symmetry of physical laws under a change of place or time implies that momentum and energy are conserved, that is to say they cannot be created or destroyed.  Could there be an even more fundamental space-time symmetry in the world of microscopic particles? Yes, but only if we consider not only changes in space and time, but also take into account a specific quantum property of particles, the spin. Spin is a peculiar quantum feature: particles behave as if they have an inner magnet, so depending on their spin they are deflected when passing through a magnetic field. As always in the quantum world, spin cannot take on just any value, but comes in multiples of 1/2 (in specific units). All known matter particles, like the electron, have spin 1/2, while the particles which mediate the forces, like the photon, have spin 1. In fact, only three types of fundamental particles have been discovered in nature so far: matter particles with spin = 1/2, force carriers with spin = 1, and the recently observed Higgs particle with spin = 0. The most fundamental and encompassing space-time symmetry can be formulated if we consider both changes in space or time as well as a change in spin by a quantum unit of 1/2. This largest possible symmetry of nature is supersymmetry. For each known fundamental particle, supersymmetry predicts a partner with spin different by 1/2. There is, for example, a superpartner to the electron with spin 0 and a superpartner to the photon with spin 1/2. Supersymmetry is thus not only the largest possible symmetry of nature, it also provides an intriguing extension of space and time by linking it with the quantum property of spin and thereby relating matter particles (spin = 1/2) and force carriers (spin = 1).  Perfect supersymmetry implies that particles and their superpartners have the same mass. A superpartner of the electron with the electron mass, however, has been experimentally excluded. Supersymmetry can thus not be realized as a perfect symmetry of nature, but must be imperfect or broken in some way. This seems disappointing at first. However, we know many situations in physics were symmetries are only approximate. Water molecules in steam, for example, can move freely, and everything looks the same from any direction. As the steam cools down, the water molecules freeze and form patterns, like the ones you see on cold windows. The symmetry of the freely moving water in the steam has been reduced or broken to the lesser symmetry of the ice pattern. It is thus not necessarily surprising that supersymmetry may only be an approximate symmetry of nature, and that superparticles have not been observed with the expected masses. Unfortunately, it is not clear how supersymmetry is broken. Different theoretical assumptions on the mechanism of supersymmetry breaking lead to different specific models with different superparticle mass spectra.  So why do we expect to find superparticles at the LHC? The two main reasons are the so-called &apos;&apos;naturalness criterion&apos;&apos; and the existence of the astrophysical dark matter. What is the &apos;&apos;naturalness criterion&apos;&apos;? Through the interaction with the quantum vacuum, the mass of the Higgs particle should be about 1017 times higher than the actual Higgs mass measured at the LHC. So what keeps the Higgs mass light? Is it some tremendously large and thus unnatural cancellation between different effects, or rather a new theoretical structure like supersymmetry? Supersymmetry fits the bill. Supersymmetry modifies the quantum vacuum and can explain naturally why the Higgs boson is light, provided that the mass of the superparticles is not too large, i.e. in reach of the LHC. Remarkably, such superparticles could also constitute the dark matter of the universe: many supersymmetric models predict the existence of a massive, electrically neutral and stable superparticle, which provides just the right amount of dark matter!  Supersymmetry, however, has one rather serious problem: there is so far no experimental evidence for the existence of superparticles. Superparticles should modify numerous observables through quantum fluctuations, and it should be possible to find superparticles at the LHC, provided their masses are not too high so that they can be created from the energy released in the proton-proton collisions. So, let us look in more detail into the searches at the LHC. The superpartners which feel the strong interaction should be produced most copiously in proton-proton collisions at the LHC, and they would decay practically instantaneously into other, lighter, superparticles and into ordinary particles. In many supersymmetric models, the lightest superparticle is neutral and stable, and may constitute dark matter. This dark matter particle is produced at the end of any supersymmetric decay chain and leaves the detector without a trace. Thus the generic signature for supersymmetry at the LHC is the production of ordinary, tough highly energetic, particles from the decay of the heavy superparticles, together with missing momentum from the invisible dark matter particles. From the absence of any signal in the current LHC data one can deduce lower limits on the masses of the strongly interacting superparticles of more than one tera electron volt (short &quot;TeV&quot;, about 1000 times the proton mass).       ... but experiments refuse to collaborate and only produce limits, limits and more limits! (ATLAS and CMS results, CERN)    With such high superparticle masses, it is difficult to naturally explain why the Higgs particle is so light. And while supersymmetric models with superparticle masses close to or beyond one TeV can still accommodate dark matter, it will be very hard to directly detect such particles and to confirm the supersymmetric solution to the dark matter mystery. So should we give up on supersymmetry as a solution to the naturalness problem, or give up the hope to directly observe superparticles and dark matter? No, we should not! Where and how could supersymmetry hide? Essentially, there are two possibilities: either the probability for producing superparticles at the LHC is smaller than in the simple models that have mostly been studied so far, or the superparticle decay pattern is different, such that the standard experimental searches do not capture the specific signatures. One example of a class of models that could have escaped detection at the LHC has been labelled &apos;&apos;natural supersymmetry&apos;&apos;. In these models only the superpartner of the top-quark is relatively light, with a mass well below one TeV, while the superpartners of all the other quarks are too heavy to be produced at the LHC. (We know six types of quarks, the heaviest of which is called top-quark.) &quot;Natural supersymmetry&quot; may be hard to find: first, the probability for producing only the top-quark superpartner is smaller than producing the superpartners of all the quarks, and second the decay signatures are more difficult to detect than for other supersymmetric models. Such models are &quot;natural&apos;&apos; because a superpartner of the top-quark with a mass well below one TeV is actually sufficient to keep the Higgs mass naturally light. One particular focus of the current and future experimental program at the LHC is thus the search for the superpartner of the top-quark.  Given that there are many well motivated and rather natural models of supersymmetry which would have escaped detection at the LHC so far, there is no reason for despair! The decisive quest for supersymmetry really only starts in two years time when the LHC is resuming operation at much higher energies. A fascinating aspect of the search for supersymmetry is the interplay between LHC physics and astrophysical observations. Supersymmetric dark matter particles may not only be produced and detected at the LHC, but they also leave traces in cosmic rays and may be observed in nuclear reactions in highly sensitive experiments deep underground. Through the interplay between LHC searches and astrophysics we are now able to explore supersymmetry as an explanation of the dark matter of the universe. And what if no sign of supersymmetry is found? Then we theorists have to go back to the drawing board and develop completely new ideas to understand why the Higgs is so light and what dark matter really is! * Michael Krmer is a theoretical particle physicist at the RWTH Aachen University and an associate at CERN and the Edinburgh Higgs Centre for Theoretical Physics. Follow him on twitter at @mikraemer. ", 
    "section": "science", 
    "gid": "science/life-and-physics/2013/mar/14/supersymmetry-spell", 
    "wordcount": "1683"
}