{
    "headline": "UK should revisit its decision on South Africa and its concept of aid", 
    "text": "The UK ending its bilateral, grant-based aid programme to South Africa from 2015 apparently came as an unwelcome shock to the South African government. But for those monitoring the Department for International Development&apos;s (DfID) shrinking aid country portfolio, it was less of a surprise, and follows recent moves to cut funds to middle-income countries as donor budgets are squeezed. Since the end of apartheid more than 20 years ago, the South African government has made remarkable development progress  including setting up inclusive democratic institutions for all races, a huge increase in the provision of basic education, healthcare, sanitation and housing, and the creation of about 3m jobs. When looking purely at income levels, South Africa averages out not only as middle income (which it has been for decades), but as an upper-middle-income country. However, using an average income indicator, or overall economic growth figures, as proxies for development and the need for external funding have been criticised, and the case of South Africa demonstrates why. The entrenched divisions established under apartheid rendered it one of the most unequal countries in the world, and it is now significantly more unequal 20 years after the end of institutionalised racism, giving rise to the disturbing notion of parallel &quot;first&quot; and &quot;second&quot; economies. South Africa is still very much a country in transition. About 39% of the population lives below the national poverty line (pdf), 10% is HIV positive, the number of women murdered by partners is six times the global average, and unemployment reached a precarious 25% last year. A 2011 evaluation of aid effectiveness in South Africa warned that &quot;local, regional and global development challenges for South Africa are both compounding and increasing exponentially.&quot; The aid that South Africa receives makes up less than 1% of government expenditure, and about 0.3% of national income; the same as the early 1990s. So, it&apos;s fair to say UK government support has played a comparatively small financial role, despite being the country&apos;s third largest donor (after the US and the EU). South Africa has always funded the vast majority of its own development. Perhaps that is why British officials assumed there would be little outcry when they announced cuts. After all, South Africa&apos;s angry rebuttal of DfID&apos;s announcement is in stark contrast to the insistence by the government of India, another of the Brics (Brazil, Russia, India, China and South Africa) countries, that British aid was peanuts. It reveals a different perception about the role donors can play in assisting a fragile transition. Grant assistance has three main roles in South Africa. First, it plays a piloting role, funding relatively small projects that help the government to innovate and improve the delivery of essential basic services. The government can take over successful pilots. A forthcoming paper from the Overseas Development Institute (ODI) identifies 15 examples of successful pilot initiatives that the EU has funded in South Africa. The schools infrastructure support programme, for example, provided 16m (13.5m) to improve schools  including providing furniture, water and electricity  in three of South Africa&apos;s poorest regions (Eastern Cape, KwaZulu-Natal and Limpopo), affecting the lives of about 100,000 students. The EU provided 34m in financial and technical support to improve services  roads, water and energy infrastructure  in KwaZulu-Natal, to support rural development. Both of these initiatives are now being taken over by the government. Second, in addition to directly funding development, the aid community provides a platform for bringing together national and international players that incentivises dialogue and helps share skills and knowledge. As the South African government spokesman aptly pointed out, stopping aid &quot;is tantamount to redefining our relationship&quot; and will affect bilateral relations. Third, aside from assisting the government, aid plays a crucial role in supporting civil society organisations (CSOs) in South Africa, where funding may not be available from domestic sources. South African civil society developed as a powerful force for change during apartheid and continues to play an essential role in human-rights activities and service delivery. Funding to CSOs has dwindled since the end of the apartheid, as aid was diverted to the new democratic government. Directing aid from middle-income countries demonstrates a misunderstanding about the role it can play in big and increasingly better-off countries. External influence can still drive progressive policies on inequality and sustainability, and cash is needed to back that up, even when it is a relatively small amount. The logic that more aid will achieve greater results in poor and fragile countries that are already heavily aid reliant is flawed. Aid has diminishing returns  some of Africa&apos;s poorest countries are seeking to reduce aid to emerge from what they recognise as a cycle of dependency. When aid is too large relative to domestic development resources, accountability can be subverted from citizens to donors. It is precisely where it is a relatively small contribution that it can often do the most good. DfID should revisit its decision and its understanding of the role of aid in middle-income countries. Increased support to multilateral actors (including the EU and the proposed Brics bank) may be the most sensible and politically viable way forward.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/02/uk-revisit-decision-south-africa-aid", 
    "wordcount": "862"
}