{
    "headline": "Wildlife of the Thames estuary thrives - thanks to European protectors", 
    "text": "Mucking Flats are aptly named: a strip of muddy shore along the north bank of the Thames river as it oozes into the estuary and out to sea. Even in low January sun, with the tide out, there are only a smattering of redshank on the shiny silt near the seawall, black-headed gulls idling on mud, and a line of black-tailed godwits and curlew silhouetted in the shallow river waters beyond. Mucking flats are not pretty, but they are dramatic: shimmering with light and life  the plants, insects and reptiles which thrive in the rich soils in the salt marsh and abandoned industrial land attract birds in their thousands. It is an important migratory and breeding ground, protected by local and national laws as well as European directives. And when developers threatened the area with a new port and logistics park, ecologists were able to use EU rules to insist the wildlife remain protected. Armed with the Wild Birds Directive ecologists were able to insist on changes to protect the birds&apos; habitat and the often rare and protected species of insects and reptiles that live on the sandy shores behind. To compensate for a small area of Mucking Flats being used for the port and the great disturbance caused by building docks into the river itself, DP World of Dubai have had to relocate thousands of reptiles, newts and water voles, and started to recreate two areas of salt-marsh for birds and insects by taking away the seawall and flooding farmland that was growing peas three years ago. While they do not always successfully fight off unwelcome development, the RSPB believes it would not have protected London Gateway and many other sites without the European rulings. &quot;It means we can allow big, important economic developments  and of course small ones  and make sure we keep the special places,&quot; says Dave Hedges, the charity&apos;s area manager. The birds and habitats directives are two of more than 200 pieces of environmental legislation passed down by the EU to member states, covering almost every aspect of the natural world and human quality of life: drinking, bathing and river water pollution, air quality, factory and car emissions, waste disposal, chemicals, lightbulbs or carbon trading. Many are supported by legal penalties. To the question &quot;what has Europe done for the environment?&quot;, Greenpeace UK campaigner Joss Garman replies: &quot;A better question might be which of our enviro protections did not come from Europe?&quot; Michael Warhurst, head of economics and resource use at Friends of the Earth, says: &quot;The simplest answer to what the EU has done for the environment is: almost everything that is happening on the environment is now happening because of EU level decisions.&quot; The history of environment regulation in Europe is curious: there was no DG Environment until 1973, 16 years after the original European Economic Community was founded. Once a &quot;Common Market&quot; existed, however, it was inevitable common product standards and regulations would be required, and eventually some would be environmental. This history is reflected in early conservation initiatives, passed primarily so EU countries operated on a level playing field, says Nik Shelton, an RSPB spokesman: &quot;They didn&apos;t create the regulations because they loved birds, it was an economic decision so no country can have an advantage over anyone because they can trash the environment and build up infrastructure.&quot; What started as an economic imperative has become, though, an environmental force in its own right, an agenda furthered, in particular, by a new breed of environment ministers in the 1990s, and rising concern about quality of life and health. Caroline Lucas, the former MEP who is the Green party&apos;s first Westminster MP, believes regulation has been stronger because MEPs are relatively protected from personal lobbying (though she says there is far more corporate lobbying in Brussels and Strasbourg than Westminster)and environment ministers can approve regulations that might face more scrutiny by domestic opponents. They are also outside the power of the often obstructive Treasury, suggests Warhurst. The scale of the European project does present problems. Inevitably the group effect produces compromise, and the primacy of free trade prevents leaders from going further than the agreed regulation: most famously Denmark was stopped from insisting all bottled drinks must be sold in cans. Furthermore, environment is only one of 33 policy directorates-general, and some of those have created environmental problems: problems which, multiplied by 27 countries, are huge. Agricultural and fishing subsidies to encourage greater production have been blamed for widespread over-farming of the soils and seas, pressure from some governments led to huge over-allocation of European carbon trading permits (and so the near failure of the market), and recently regulations insisting on biofuels for transport have led to claims of huge destruction of biodiversity and loss of land to grow food  all to make way for fuel crops. Conflicting regulations can also add to the  real and perceived  burden of bureaucracy. Then there is the very notion of a single, large market, which the Green Party  keen pupporters of the EU and many regulations  opposed from the beginning. &quot;It&apos;s fundamentally against what we believe [in]: a re-localisation of economies,&quot; says Lucas. Thinking back to the contaminated drinking water, polluted beaches, dirty chimneys and growing landfill sites of past decades, it is clear progress has been made across Europe. Success has been mixed, admits Janez Potocnik, the Slovenian-nominated environment commissioner: &quot;All in all the picture is pretty good, but if you were to look at the latest State of the European Environment report, the EU is on track on greenhouse gas emissions, recycling, water pollution from point sources and bathing water quality; we have mixed status on habitats and species, water stress and exploitation, water quality, chemical pollution and energy efficiency; and we are not on track with preservation of ecosystems from air pollution, biodiversity loss and habitats, waste generation and air quality in urban areas.&quot; Overall, everybody interviewed for this article agreed the European environment was a better place for the EU than if it had been left to national governments. In the UK 80-90% of all environmental regulations originated in Europe, estimates the Environmental Law Association. Warhurst believes countries have been &quot;hauled up&quot; to better standards by the EU. &quot;There&apos;s a particular effect you get when you get a more diverse group of people in the room with more expertise,&quot; he adds. &quot;In any area you&apos;ll hopefully have some countries advocating something better: as long as they can provide the evidence we can get progress.&quot;", 
    "section": "environment", 
    "gid": "world/2012/jan/25/europa-wildlife-protection-london-gateway", 
    "wordcount": "1106"
}