{
    "headline": "Nike + Training, Nike + Basketball, iFit Outside  reviews", 
    "text": "For anyone who may have noticed America&apos;s basketball team glued to their iPhones at the Olympics, fear not, they are not tweeting  they are probably monitoring their own performance in the game. Kitted out in Nike&apos;s new Hyperdunk trainers, which sync with Nike+ Basketball (App Store, free)  which is accompanied in the store by the more wide-ranging Nike+ Training (App Store, also free)  they are able to receive live match analysis. Both make use of new Nike trainers (from 100), which boast three pressure sensors in each shoe and Bluetooth accelerometers to measure movements accurately and transmit them to your phone. Connect an iPhone to the trainers, which is occasionally glitchy but usually works within seconds, and it will provide you with a pleasing heat-mapped view of the position of your feet. The training app then offers several different workout regimes, designed by famous athletes from boxer Manny Pacquiao to Team GB&apos;s 400m hurdler Perri Shakes-Drayton  monitoring exercises with remarkable accuracy. It&apos;s a pocket personal trainer  pushing you to improve performance. The basketball app measures relevant metrics - jumping, speed, energy used  while providing exercises to boost dunking prowess. However, much of this information is transferable to other sports. After a game of tennis, it&apos;s fascinating to examine your speed in the detailed graphs, and where energy and form dipped. It promises much for the future as the technology is rolled out for other disciplines. For those that don&apos;t want to upgrade to expensive new sneakers, iFit Outside (1.49, App Store, ICON) offers more affordable encouragement. A neat combination of GPS device and calorie tracker, it gives an accurate record of your running and general fitness goals on the move, with some nice looking graphics to track progress.", 
    "section": "technology", 
    "gid": "technology/2012/aug/05/sporting-apps-nike-review", 
    "wordcount": "291"
}