{
    "headline": "Facebook IPO: five things that went wrong with the social network's debut", 
    "text": "Facebook&apos;s stock market debut was supposed to be the sale of the century. The social network phenomenon had teased investors about an initial public offering for over a year. Now the sale is proving a disaster for the firm and the banks that backed it. A week on, and with the share price settling at around $32, down 15% from the $38 opening, what went wrong? Too high The most hyped tech IPO since Google went public was always going to be a whopper, but was Facebook really worth $100bn? The company and its bankers thought so, investors thought not. As critics pointed out, Facebook was being valued at close to 100 times last year&apos;s profits, far higher than tech rivals including Apple and Google that make far, far, more money. But critics be damned. Just before Facebook went public, the company upped the range for its share price from the $28-35 to $35-38 a share. Then Facebook set the price at $38, the top end of the range, and &quot;priced for perfection&quot; as brokers kept saying. As had been expected by many, Facebook&apos;s shares enjoyed a &quot;pop&quot;  rising 11% in early trading. But the shares soon proved less than perfectly priced and lost all their gains.  Too many In part, say stock market experts, the fault was because Facebook had too many shares to sell. This was supposed to be the hottest IPO in a generation, frustration was mounting as investors worldwide clamored for shares, the sale was 25 times oversubscribed in Asia. Then, just before the IPO, Facebook increased the number of shares for sale by 25% to 421m.  In a common move with hot IPOs, many investors had deliberately asked for more shares than they wanted in the hope of getting the desired amount if they were scaled back. Be careful what you wish for. Too much Investors who were expecting to get less than they asked for suddenly found they had got more than they bargained for. Effectively they became forced sellers. Early indications on the morning of the IPO were that Facebook would sell for $40 plus a share, meaning a quick profit was on the table. Investors seized the opportunity and Facebook&apos;s shares fell so far its bankers had to step in and stop the price falling below the $38 starting mark. Too rich Sentiment also ran against the sale after it was revealed that Facebook&apos;s early backers were increasing the size of their selloffs. Some 57% of the shares sold came from Facebook insiders. Typically the percentage of insider sales is under 10%. In other recent tech IPOs including Groupon, Zynga and Yelp the percentage was less than 1%. When Facebook announced it was increasing its share sale, insiders revealed they were substantially increasing the number of shares they were selling. Among them was Peter Thiel, one of Silicon Valley&apos;s smartest investors and a Facebook board member. He said he would now be selling 16.8m shares, up from 7.7m shares. What did he know that others didn&apos;t? Not a lot if you look at Facebook&apos;s public filing.  Too late The social network is on track to reach one billion users this year, a seventh of the planet. But increasingly those users are now mobile and earlier this month the company warned it does &quot;not currently directly generate any meaningful revenue&quot; from mobile. The number of users was rising faster than its revenues, said the company. If Facebook had been a public company, that news would probably have sent its shares falling. The timing of the update, so close to the IPO, is unfortunate to say the least and has led some to ask what Facebook chief financial officer David Ebersman was doing. Analysts at the banks drafting the IPO, legally obliged to act independently of their investment banking colleagues, cut their forecasts for the firm after the update. At the same time the IPO bankers at the same banks and Facebook execs were pushing for a sale at the very top end of their price range.  Who said what and when and to whom is now the subject of regulatory inquiries and shareholder law suits. But perhaps the larger point is that no one disagrees that Facebook&apos;s phenomenal growth is slowing and it has a huge problem in mobile. If Facebook had gone for its IPO last year, perhaps they would have had a pop that lasted. At least until the mobile problem came calling.  but one thing that&apos;s not Facebook&apos;s fault The Nasdaq, the stock market that now counts Facebook as one of its top companies, is also getting a share of the blame. The tech-heavy stock market had virtually begged to take Facebook to the prom, scrapping its rule on stock ticker symbols to give the social network FB, among other concessions to win Zuckerberg over.  On the day of the IPO, Nasdaq appeared overwhelmed by the size of the deal. Its systems went into lockdown, delaying the start of trading and  according to some  contributed to a feeling there was something wrong with Facebook. Brokers are now suing the market, regulators are investigating and Facebook has even reportedly considered ditching Nasdaq for its older rival downtown, the New York Stock Exchange. But even if the cock-ups had continued its seems unlikely Nasdaq would be catching this much heat if Facebook had been selling something at a price that people wanted to pay.  If Apple had delayed opening the doors for another hour ahead of selling its latest set of iPads, would the customers have fled, or would the lines just have got longer?", 
    "section": "technology", 
    "gid": "technology/2012/may/24/facebook-ipo-mark-zuckerberg-nasdaq", 
    "wordcount": "941"
}