{
    "headline": "Stephen Lawrence school closure threat alarms parents", 
    "text": "The school in south-east London attended by Stephen Lawrence until his death in 1993 is facing closure. The expected closure of Blackheath Bluecoat Church of England school, which has an 80% black and ethnic minority intake, would force pupils to be dispersed to schools in the surrounding area. Among the schools proposed for pupils&apos; relocation is one in Eltham, located a few hundred metres from the road where Lawrence was murdered, prompting fears from parents about their children&apos;s safety. One mother who asked to remain anonymous said: &quot;The children feel safe at Bluecoats. My son is 15 and he&apos;d be wary of going to places like Eltham, which is still a racist area. He was aware of the Lawrence case all those years ago. &quot;The council have always said that if the school closes there are plenty of places at other schools but the schools where those places are, [are] where we would never choose to send our children. The race issue is definitely an important part of that.&quot; She said the verdict in the Lawrence case had &quot;brought a lot of stuff to the surface. It&apos;ll definitely have a bearing now. It&apos;s quite scary when you think about what could happen.&quot; Another mother said: &quot;Kids from other schools are going round saying that any child from Blackheath will get beaten up. For the children [potentially] leaving, that&apos;s a real threat and a real fear they hold. It could be idle threats but children like my son are saying why would they want to do this? Just because we go to a school they don&apos;t like, or has previously had a bad reputation.&quot; The final decision on whether to commit to a phased closure of the 311-year-old school, which would result in complete closure by August 2014, is expected to be announced on Tuesday. It follows a recommendation for closure by the council&apos;s director of children&apos;s services, and a council cabinet report highlighting a fall in pupil numbers, incurring a 1.1m financial deficit last year. Teachers at the school have drawn attention to its improving results  last year the school achieved a 50% five A*-C pass rate at GCSE, including English and maths, its highest ever  and to an Ofsted report in November that concluded: &quot;The school is successfully tackling a legacy of underachievement from previous years.&quot; Pupils, parents and teachers are planning a protest march to the council&apos;s office on Tuesday afternoon, following a concerted campaign to keep Blackheath open. The England footballer and Blackheath alumnus Rio Ferdinand has shown his support. The executive headteacher, Jeffrey Risbridger, said: &quot;If Blackheath Bluecoat school closes, I am concerned that the parents and carers of those pupils who will be displaced to other schools should be able to express a clear preference for an alternative school of their choice, and be confident of getting it. &quot;However, this will obviously depend on the number of vacancies in that particular school and it is of course likely that the most popular schools will have the fewest vacancies.&quot; In 2009 Blackheath Bluecoats came into federation with Saint Cecilia&apos;s school, a popular and successful school in Wandsworth, and was granted three and a half years to use its ally&apos;s experience and expertise to aid improvement. Risbridger said he was disappointed that Greenwich council began the consultation on closing Blackheath a year before the federation was due to come to an end. &quot;This does not seem to be a very fair way to do business,&quot; he said. Greenwich council declined to comment.", 
    "section": "education", 
    "gid": "education/2012/jan/17/stephen-lawrence-school-closure-threat", 
    "wordcount": "602"
}