{
    "headline": "Bill Rammell has a new job at university  no politics involved", 
    "text": "Bill Rammell is very keen to stress that he won&apos;t be using his new job as vice-chancellor of the University of Bedfordshire as a political platform. So keen, in fact, that the former Labour higher education minister mentions it three times during our 40-minute interview. He may always be a political animal, he says (twice), and always committed in his private life to the Labour party (four times), but he is not, and will not be, partisan in his public role (three times). His genuine respect for the current universities minister, David Willetts, also gets a mention. With a certain good-natured agitation, and generous employment of the aforementioned caveats, Rammell confirms that he went out canvassing in May&apos;s local elections for his party in Harlow, where he still lives and where he was MP for 13 years before being unseated by the Conservative candidate in 2010. And yes, all right, he attended the count in Harlow, where Labour seized control of the district council  of which he was a member for 12 years  from the Tories. But he says: &quot;I&apos;m genuinely not seeking a political platform.&quot; What he is prepared to do is raise concerns over the coalition&apos;s HE policy, including what he sees as a belief that the most academically able should only go to research-intensive universities, denying other institutions a &quot;broad base&quot;. Unsurprisingly, the elements that bother him most are those that pose problems for so-called squeezed middle universities such as Bedfordshire and Plymouth, where he has been deputy vice-chancellor with responsibility for student experience and internationalisation since February 2011. Neither attracting the best-performing students nor offering the lowest fees, they are likely to lose out under both the offer of unlimited recruitment of AAB students (and ABB ones in 2013-14) and the core and margin system, where places are taken from institutions&apos; quotas and reallocated to those charging an average of 7,500 or less. Having opted to charge the full 9,000 fee, Bedfordshire stands to lose 12.4% of its places for 2012-13 under the core and margin system. If it fails to recruit the same number of AAB students as it did for this year, the cut rises to up to 18%. He has no qualms about the fee, though. &quot;Students do see cost as a proxy for quality,&quot; he says. &quot;There&apos;s a risk that if you go below 9,000 students are going to say &apos;what am I not getting as a result of this?&apos;. Secondly, even at 9,000, it&apos;s a deficit financial model.&quot; Rammell decided pretty quickly after losing his seat that he wouldn&apos;t seek a return to Westminster. &quot;I didn&apos;t want to try to go back at a reduced level of influence,&quot; he says. Instead he decided to follow a passion for higher education, and widening participation, born of personal experience: he grew up in a council house in Harlow, went to the local comprehensive, and says his life was &quot;transformed&quot; by studying French at Cardiff. &quot;I want that opportunity for many more people  in the UK we&apos;re behind the game. Other countries don&apos;t have navel-gazing debates about whether they&apos;re sending too many people to university. They&apos;re getting on and doing it.&quot; Rammell already had hands-on experience of the sector, as general manager of both King&apos;s College London&apos;s student union and the University of London Union in the 90s, making friends at the latter with an events manager called Ricky Gervais. &quot;Ricky always made me laugh,&quot; he says. &quot;And no, I&apos;m not David Brent  though I know who is.&quot; But he knew when he started at Plymouth that he wanted to be a vice-chancellor, and was thrilled when the Bedfordshire job came up. He&apos;s full of admiration for his predecessor, Les Ebdon, and of disdain for the way he was treated in the row over his appointment as director of the Office for Fair Access, when Willetts and the business secretary, Vince Cable, were forced to override an attempt by Conservative members of the business select committee to block the appointment. The confusion was accompanied by a vitriolic onslaught in the rightwing media directed both at Ebdon and Bedfordshire. It was &quot;one of the country&apos;s WORST universities&quot;, the Daily Mail claimed, sneering at its &quot;courses in beauty spa management, breastfeeding and even carnival arts&quot;. In the Telegraph, Charles Moore called Ebdon &quot;the epitome, the crme de la condensed milk of the cult of educational mediocrity&quot;. &quot;I think he became a political football, and some of the stuff written in some newspapers was, frankly, disgraceful,&quot; Rammell says. &quot;There&apos;s this debate, and it was focused around Les, about whether HE is for a small minority, an elite of people, or whether, if people have potential, you should get as many of them as possible to benefit from it. I&apos;m very firmly in the latter camp. Those who opposed that widening access view saw it as a real opportunity to hammer the appointment. Real credit to both David Willetts and Vince Cable for sticking to their guns.&quot; In September, the university will open an outpost in Milton Keynes. It&apos;s easy to imagine the mocking tone the &quot;University of Milton Keynes&quot; might inspire. Is Rammell ready for that kind of reporting? &quot;Yeah, I am,&quot; he says. &quot;That kind of characterisation is grossly unfair and unjustified.&quot; Getting the facts across about Bedfordshire&apos;s successes will be the answer, he says, citing a 90% employability rate and its recent 21-place climb  to 82 out of 116, the highest leap of any institution  in one of the rankings. He won&apos;t name areas where he thinks Bedfordshire needs to improve, preferring instead to list his &quot;priorities&quot;. They include improved contact time with lecturers and timely feedback for students, and reducing dropout levels, currently at 17%. He&apos;s refreshingly upfront about the financial incentives for expanding overseas partnerships. &quot;You&apos;ve got to genuinely believe in the globalisation of higher education and not just see it as a money-spinner, but I&apos;d be less than honest if I didn&apos;t say money is part of it.&quot; In the sitting room of the terraced house where Rammell lives, there&apos;s a little ornamental Big Ben. Does he miss politics? &quot;Sometimes yes, sometimes no,&quot; he says, before embarking on another explanation of his strictly private life-only commitment to the Labour party. He may have left Westminster, but he has lost none of the politician&apos;s ability to bore an interviewer off a tricky subject. Is it even worth asking what he thinks of the coalition&apos;s other policies? &quot;Ah, no,&quot; he says, with another great belly laugh. &quot;I&apos;ll give you a very dull answer.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/25/bill-rammell-university-vice-chancellor", 
    "wordcount": "1145"
}