{
    "headline": "Can we rely on computer models to predict future climate change?", 
    "text": "Computer models are one of the tools that scientists use to understand the climate and make projections about how it will respond to changes such as rising greenhouse gas levels. The models are simulations of earth&apos;s climate system either at a global or regional level. The climate system is hugely complex, and no mathematical model can perfectly reflect all of its intricate processes in perfect detail. Hence there&apos;s always some difference between a model and reality, and it&apos;s normal when presenting model results to estimate how big this difference is. Nonetheless, scientists are confident that models can project big-picture changes such as global temperature rise. The IPCC gives three reasons for its confidence in large-scale climate modelling: the fact that the fundamentals of the models are based on well-established physical laws; the success of models at predicting or reproducing observed patterns and variability in our current and recent climate; and the success of models at reproducing past changes in our climate, including global temperature changes. Comparing models developed independently by different centres around the world provides additional confidence where those models agree on the response (typically on global and continental scales). To minimise the impact of inaccuracy in any one model, scientists can simulate the same scenarios in multiple models and compare the outcomes. When models are used to provide information about more localised parts of the climate  for example, over a particular country or region  the results become more uncertain. However, the quality of regional models is improving, increasing the confidence with which they can predict local features such as rainfall. This article was written by Carbon Brief in conjunction with the Guardian and partners The ultimate climate change FAQ  This answer last updated: 03.01.2012 Read about the project and suggest a question Report an error in this answer Related questions Is the world really getting warmer? Are humans definitely causing the warming? What are climate change feedback loops? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/jan/04/computer-models-predict-climate-change", 
    "wordcount": "359"
}