{
    "headline": "Tumblr hit by cyber worm from group engaged in 'anti-blogging' campaign", 
    "text": "Tumblr, the micro-blogging platform that hosts more than 83 million blogs, was hit by a cyber worm that filled up user dashboards with an infectious post by a trolling group. A group called the Gay Nigger Association of America, which says it is engaged in an &quot;anti-blogging&quot; campaign, took responsibility for the attack on Monday. The cyber worm infected major Tumblr accounts including those of USA Today, The Verge and Entertainment Weekly. Just before 1:30pm ET, a Tumblr statement said: &quot;Tumblr engineers have resolved the issue of the viral post attack that affected a few thousand Tumblr blogs earlier today.&quot;     The Tumblr page of Entertainment Weekly, after the attentions of the GNAA. Photograph: Screenshot    The infected post began with &quot;Dearest &apos;Tumblr&apos; users&quot; and continued into a passionate rant against the platform and what it called its &quot;emo&quot; users. The post read: &quot;This is in response to the seemingly pandemic growth and world-wide propagation of the most fucking worthless, contrived, bourgeoisie, self-congratulating and decadent bullshit the internet ever had the fortune of facilitating.&quot;  Tumblr advised anyone who has viewed the post to immediately log out of all browsers that may be using Tumblr, and said it was working with its engineers to &quot;remedy the situation as swiftly as possible&quot;. A GNAA spokesman, Leon Kaiser, said in an email:  This was just another part of our &quot;anti-blogging&quot; campaign. GNAA&apos;s stance on blogging in general has always been a negative one: in short, blogging is lowering journalistic standards to the point where the number of friends a murderer has on Facebook has become news. Tumblr is a blogging website whose employees we have found, time and time again, to put the safety of their users second to their revenue. Instead of hiring competent, dedicated staff, they hire part-time programmers who can&apos;t even defend against the most basic of security issues, such as XSS. I mean, for chrissake, they don&apos;t even throttle (or the threshold is ridiculously high) the number of posts per minute a user is allowed to make! Blogging services everywhere need to step up and hire people who know what they&apos;re doing.  In 2007, the GNAA hacked the Obama campaign&apos;s social network and created a parody site that claimed Jewish people were behind 9/11, which CNN erroneously reported as real. GNAA recently convinced several media outlets that people were organizing looting on Twitter during hurricane Sandy with the hashtag #Sandylootcrew. In November, the group launched an attack on male My Little Pony fans with a &quot;War on Bronies&quot;. A GNAA spokesperson told Gawker&apos;s Adrian Chen that the War on Bronies was part of their greater War on Blogs. The spokesperson also said that no Tumblr accounts were compromised by the worm, which &quot;was purely a spam thing&quot;, and claimed to have contacted Tumblr several weeks ago about the security gap that allowed the GNAA to launch the attack. The spokesperson said the group had not heard back from the site.", 
    "section": "technology", 
    "gid": "technology/2012/dec/03/tumblr-cyber-worm-anti-blogging", 
    "wordcount": "495"
}