{
    "headline": "Women in science: confronting failure, developing resilience", 
    "text": "    I recently heard a science educator say tartly that the introduction of the &apos;EBacc&apos; (the English Baccalaureate introduced by Michael Gove, which requires students to pass English, Maths, (2) sciences, a language and either history or geography) would mean effectively writing off 50% of our schoolchildren. I cannot comment on how quantitatively accurate an assessment this is, but there is no doubt that by introducing a more stringent barrier for &apos;success&apos; at the end of Key Stage 4, more children will inevitably &apos;fail&apos;.  The EBacc may not be a formal qualification, it may be intended to judge the school not the individual, but that is unlikely to be how it pans out in practice. Exams are meant to act as a discriminator, and now a new qualification comprising a bunch of exams is likely to be used that way.  Anecdote also has it that increasingly employers are only looking seriously at graduates with a 2.1, discarding CVs from applicants with a 2.2 or lower. This also is a new development which will label more students as having &apos;failed&apos;, even when they&apos;ve passed, and leave them lining up in the dole queue. It is inevitable that, as an individual progresses up the education system, at every stage there is a new risk of failure. Every hurdle will present an opportunity for more people to be spat out of the system, the others being channelled into an ever narrower funnel. At the end of the day, only the &apos;best&apos; will succeed, but this begs the question of what criteria feed into that definition of &apos;best&apos;. If we are considering academic scientific careers, it is far from clear that this question is often asked in terms of their broader all-round abilities; nor are students usually trained to cope with what happens when their &apos;best&apos; does not fit the bill. Dealing with failure, picking oneself up when things have not gone according to plan, is a life-skill that our schools do not typically offer. But being resilient in the face of failure may be a skill more valuable than some of the others that do feature in the curriculum and may ultimately contribute to what makes an individual fit into the &apos;best&apos; category.  Earlier this year I heard about Wimbledon High School&apos;s Failure Week at which the pupils were instructed to think about what failure felt like and to look it squarely in the face. I was reminded about this event when the Headteacher of Bedford Girls&apos; School, Jo MacKenzie, asked me explicitly to talk about resilience in the speech I had been invited to give at their prize-giving last month. It is, I am sure, no coincidence that both these schools are high-achieving girls&apos; schools; schools that recognize that success that comes easily is not enough. Ours is a culture that seems to expect girls not to take risks, to play it safe and hence not necessarily push themselves to find out where their limits lie. This is not healthy when dealing with a system which has hurdles in place to trip you up. If you don&apos;t fail sometimes, you aren&apos;t aiming high enough, and it would be foolish to think that anyone who is labelled &apos;successful&apos; in the news  be they scientists or from any other sphere  has never fallen flat on their face. But if we collectively convey to girls that taking risks is not what is expected of them, then we are effectively holding them back. Look at this recent quote from a senior Unilever manager, Tracey Rogers, discussing unintended consequences for women&apos;s progression at managerial level due to unconscious stereotyping:  For example, a male manager looking to promote a man may say: &apos;Chuck him in at the deep end and let&apos;s see if he sinks or swims.&apos; The same manager may say of a female candidate: &apos;Is she ready yet? We don&apos;t want to set her up to fail.&apos; Words said with the best of intentions, without any malevolence  and, arguably, stated by a well-mannered man  but the impact on the progression of the two careers is clear.  I believe that that perspective on how the genders are differentiated in the minds of managers is likely to be true at all levels. So, when we look at why there are so few women in boardrooms (which was what this quote referred to) or in the higher echelons of science (where women undoubtedly remain in a significant minority), we should recognize that the problems are likely to start early on in our schools.  With an education system geared towards throwing out a significant proportion at every level, failure for some is inevitable. For those unacquainted with risk and ill-equipped to get up, dust themselves down and then start over, it may also represent the end of their progression and dreams. Furthermore, not taking risks may well mean the very way you tackle exams and other assessments turns out to be, well, risky because playing safe may not be good enough. So, we need to do a better job in our schools and universities, not just of encouraging girls to take atypical subjects (as I have written about before in this newspaper in the context of girls taking physics A level), but also to take risks and not to be frightened if things go pear-shaped, as inevitably they will from time to time. For both boys and girls  and young men and women  we need to provide support at times when things do go wrong, and ensure that they recognize that learning from one&apos;s mistakes is part of being successful. Failure or apparent rejection by the system is bound to be unpleasant, but it is not necessarily the end of the road. Following the instructions I was given before my talk at Bedford Girls&apos; School, I duly peppered my talk with examples of when my life had not gone according to plan, indeed when I had no life-plan at all, as well as when I was stuck in an apparent dead-end or had just fluffed some exam comprehensively. What struck me afterwards was how many fathers came up to me and said either that they wished someone had said this to them when they were young, or that I should take these messages to boys&apos; schools too.  Clearly, the current school system is not doing enough to encourage pupils of either sex to try out their wings and then to try again when their first attempt bombs. We need to do a better job of making sure that all students get to aim high and find out what really is the &apos;best&apos; that they can do. As Tracey Rogers&apos; quote makes clear, throughout our lives we need to be given the opportunity to try something new. Line-managers should not make assumptions about women&apos;s willingness to &apos;have a go&apos;. Equally we need to make sure our young women have acquired enough confidence, through offering them support when the going gets tough, that they can fully benefit from the opportunities being offered.  Training in resilience, as Wimbledon High School&apos;s Failure Week explicitly offered, may be as beneficial to seeing an increase in the numbers of senior women engineers and scientists, in academia and outside, as more subject-specific interventions during their education. Athene Donald is Professor of Experimental Physics at the University of Cambridge, and tweets as @AtheneDonald", 
    "section": "science", 
    "gid": "science/occams-corner/2012/dec/13/exams-secondary-schools", 
    "wordcount": "1228"
}