{
    "headline": "Obama announces federal aid for drought-stricken agriculture industry", 
    "text": "President Barack Obama moved to stem the impact of the worst drought in 50 years as he directed the department of agriculture to buy up to $170m of pork, lamb, chicken and catfish. The move comes as the G20 group of countries are reportedly planning their response to drought and soaring food prices around the world. The US is the world&apos;s largest exporter of corn, soybeans and wheat and the drought has already sent prices to record levels. Obama made the announcement on Monday at the start of his three-day trip to Iowa, a swing state the Democrats hope to win in this November&apos;s election. The state that has been hit hard by a drought that last week drove US corn prices to an all-time high. The farming crisis is emerging as a key battleground in the 2012 election. The president is trying to pass a farm bill through Congress that he claims will aid farmers but has been stalled by Republicans over what they see as excessive costs. Pressure for action intensified last week as the US department of agriculture (USDA) warned food prices were set to soar. USDA said the worst drought in 50 years had forced farmers to abandon corn fields covering an area larger area than Belgium and Luxembourg combined. The department slashed its forecasts for key crops including corn and soybeans and lowered production forecast for eggs, milk and pork. Blaming &quot;extreme and dryness&quot; in the Central Plains and the Corn Belt, the USDA said it now expects this year&apos;s corn harvest to be the lowest since 1995-1996. The food Obama intends the purchase will go toward &quot;food nutrition assistance&quot; programmes, like food banks. Obama also intends to push the department of defense to speed up purchases and said it was a good time to buy &quot;while prices are low, and freeze it for later&quot;. &quot;Right now folks here in Iowa and across the heartland are suffering from one of the worst droughts in 50 years,&quot; he said. &quot;Farmers and ranchers depend on a good crop season to pay the bills and put a roof over their heads, and I know that things are tough right now.&quot; Obama is under pressure to drop laws that mandate the amount of corn ethanol that must be produced each year. This year 13.2bn gallons of corn ethanol will be mixed with gasoline to meet the federal renewable-fuel standards. Its production will require about 40% of this year&apos;s crop. Livestock farmers blame the mandate for driving up corn prices. Governors in Maryland and Delaware, two poultry-growing states, have called on Obama to ease the size of the mandate. Last week the United Nations released a report that said world food prices had increased by 6% in July, driven up by a 23% spike in corn prices. Oxfam called for urgent action and said the price rise threatened a return to the crisis of 2008 when similar price hikes triggered riots around the world as the United Nations said a billion people were going hungry. &quot;This drought, combined with bad policies like ethanol mandates, has put the world&apos;s poor on a collision course with a food crisis,&quot; said Eric Munoz, senior policy advisor for Oxfam America. The impact of the world&apos;s poor and on the fragile global economy are likely to be major topics under discussion by the G20 later this month. G20 officials plan to hold a conference at the end of August and set a meeting for late September or early October, according to the Financial Times. In a report to investors Fidelity warned that the rise in agricultural commodity prices &quot;could not be occurring at a worse time for the global economy with the eurozone sovereign debt crisis still in full flow, China slowing down and the US outlook looking increasingly uncertain. The biggest direct negative effect of higher food prices is on consumers, particularly in emerging markets. As consumers are forced to spend more on food items, discretionary spending is reduced in other areas, creating negative knock-on demand effects for other industries.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/13/us-federal-aid-farmers-food-prices", 
    "wordcount": "691"
}