{
    "headline": "Samsung dominates smartphone shipments as Nokia crashes", 
    "text": "Nokia crashed out of the top three smartphone makers for the first time ever, while Samsung&apos;s domination of the smartphone segment continued in the third quarter of 2012, as the Korean company shipped an estimated 56.3m devices worldwide, according to the research company IDC. Overall, the segment grew by 45% to 179.7m shipments - of which Apple and Samsung together made up 46.3%, continuing their domination of the space. Both grew substantially, with Samsung doubling its shipments and Apple upping its figures by 57% to 26.9m. But BlackBerry-maker RIM and the Finnish company Nokia both saw numbers and market share fall, said IDC. Though RIM was the third-biggest in the sector, it only shipped 7.7m devices, down from 11.8m a year ago, and Nokia fell out of the top three smartphone sellers for the first time ever, with just 6.3m smartphones. The broader market for all mobile phones grew by just 2.4% to 444.5m, meaning that smartphones were 40.4% of all phone shipments - a record share.     Smartphone sales are growing rapidly as a percentage of overall mobile sales, hitting 40% in Q3. Source: IDC    Though IDC did not give mobile OS share figures, almost all of Samsung&apos;s shipments are believed to have been using Google&apos;s Android OS. That, allied with other vendors&apos; use of the OS, suggests Android had a share of more than 70%, and perhaps as high as 75%. Apple&apos;s OS share was 15%, up from 13.8% a year ago, while RIM&apos;s dropped to 4.3%. Nokia is the biggest Windows Phone vendor, though both Samsung and HTC are also vendors, but have not broken out those figures.  The trend indicates the continuing squeeze by the two biggest companies on the rest of the smartphone market, especially on the midrange suppliers. China&apos;s ZTE pushed into fourth spot, its first time in the top five smartphone vendors, with 7.5m, an 83% growth on the year-ago quarter, while Taiwan&apos;s HTC was pushed down to fifth place with 7.3m, down from 12.7m a year ago. Samsung does not provide official figures for its smartphone shipments or revenues, leading analysts to estimate them. Apple announced its figures during its quarterly results on Thursday. Another research company, ABI Research, put the shipment figure for the quarter at 55.5m in a total smartphone market of 155.5m. ABI Research also put ZTE ahead of RIM, at 8.3m over 7.4m, and HTC&apos;s shipments notably lower at 6m. &quot;Nokia&apos;s share losses have meant gains for competitors,&quot; said Kevin Restivo, IDC&apos;s senior research analyst. &quot;The company&apos;s transition away from Symbian-powered smartphones to ones shipped with Windows Phone has left ample opportunity for rivals to steal share away from Nokia over the past 18 months.&quot; But Restivo called the smartphone market &quot;relatively nascent&quot; suggesting there was &quot;room for multiple vendors and operating systems to flourish, including Nokia.&quot; Nokia retained its position in the top mobile handset makers with 82.9m shipments, but the sector was still dominated by Samsung with 105.4m shipments. Apple was the third-largest mobile handset maker with its 26.9m figure.     Featurephone sales are shrinking while smartphone sales are growing rapidly. Source: IDC    .", 
    "section": "technology", 
    "gid": "technology/2012/oct/26/samsung-apple-smartphones-q3-2012", 
    "wordcount": "515"
}