{
    "headline": "On the road: Audi Q3 2.0 TDI Quattro  review", 
    "text": "Regular readers of this column (hello, Mum) will know I haven&apos;t always got on brilliantly with Audis. Driving an A1 along the motorway during a heavy rainstorm, my driver&apos;s side wiper whooshed right off the windscreen and suddenly I couldn&apos;t see a thing. It &quot;tried to kill me&quot; I wrote, perhaps a little melodramatically. Another time, in an A6, the satnav tried to send me the wrong way round amajor roundabout (on the A1 as it happens, confusingly). &quot;This car is trying to kill me,&quot; I wrote again. Vorsprung durch bloody murder. Perhaps you&apos;ll understand, then, why I approached this one with some trepidation. Is it going to try to finish what the others didn&apos;t quite manage? A high-speed blowout? Death by injector seat, perhaps? I&apos;m afraid not  no near-death experiences to relate. So here&apos;s the dull bit about what this car isactually like. The Q3 is a baby SUV, sometimes known as a &quot;soft-roader&quot;. You&apos;ve got the higher-up position but without the screw-you-all-and-screw-the-planet hatefulness of an SUV proper. A happy compromise perhaps, or neither one thing nor the other, depending on where you stand on soft-roaders (Imean noone&apos;s really going to go off-road in one are they?). It&apos;s nice to drive, refined and quiet, without being especially engaging or exciting. Not a car for someone who loves driving. Ithink it&apos;s pretty to look at, but it&apos;s not going to be turning any heads. Inside, as you&apos;d expect, it&apos;s all very classy without being too flash. AnAudi then, basically. There are two natural rivals to this car and I&apos;m putting the Q3 in the middle, in terms of desirability. It&apos;s certainly nicer than the BMW Dog&apos;s Dinner (also known as the X1). But I&apos;d rather have the new small Range Rover, the Evoque. It&apos;s cuter, more Gucci, more Footballers&apos; Wives. And that&apos;s a good thing, because footballers&apos; wives, and wannabe footballers&apos; wives, are exactly who these baby SUVs are for. Perhaps they can even be compared to footballers&apos; wives, hopefully without being too sexist. So the Evoque is well, it doesn&apos;t matter who she is, but she&apos;s got the heels, the hair, the make-up, the tan, the nails. And she&apos;s giving you the eye. The Q3, meanwhile, has been caught nipping out to the corner shop in a grey tracksuit and slippers. I mean, she&apos;s clearly gorgeous, but she&apos;s not how footballers&apos; wives are supposed to be. OK, so on the plus side, she didn&apos;t try to kill me. In fact, we got along pretty well. But it was always just a successful, professional working relationship; there was never a hint of anything more. Audi Q3 2.0 TDI (177PS) Quattro Price from 27,650Top speed 132mphAcceleration 0-62mph in 8.2 secondsAverage consumption 47.9mpgCO2 emissions 156g/kmEco rating 6/10Cool rating 7/10", 
    "section": "technology", 
    "gid": "technology/2012/feb/03/audi-q3-tdi-quattro-review", 
    "wordcount": "483"
}