{
    "headline": "Obama to confront Chinese president over spate of cyber-attacks on US", 
    "text": "Barack Obama will confront Chinese president Xi Jinping next week over a spate of cyber-attacks on the US, including the latest allegation that Chinese hackers gained access to more than two dozen of America&apos;s most advanced weapons systems. The alleged cyber-attacks are the most serious of a series of issues creating friction between the US and China ahead of next week&apos;s summit in California. Military analysts described the scale of the alleged attacks as breathtaking. The Chinese government denies any involvement in the attacks. But a classified report by the Defence Science Board, a group of civilian and government specialists who advise the Pentagon on military developments, says advanced weapons systems compromised by hackers include missiles, fighter jets, helicopters and naval ships. A leaked copy was published by the Washington Post on Tuesday.  Access to the designs would allow China to catch up on years of military development and save it billions of dollars. It would also make it easier for China to develop weapons to counter US systems. The Defence Science Board report comes amid a spate of accusations worldwide claiming Beijing is engaged in a sustained campaign of hacking defence and business secrets. In a separate row, Chinese hackers are alleged to have stolen the blueprints for Australia&apos;s new spy headquarters. Asked on Tuesday about the alleged hacking of secret military projects, White House spokesman Jay Carney said cyber security would be discussed by the two leaders when they meet at the US-China summit on June 7 and 8. He declined to comment directly on the Defence Science Board report but said cyber issues were a key concern for the US. The summit, at a private estate in southern California, is the first between the two since Xi was promoted to president and since Obama&apos;s re-election and comes at a time of friction between the two countries. The White House national security adviser Tom Donilon, who is in Beijing for discussions with Chinese officials about the summit, has warned that cyber-attacks could jeopardise relations between the two countries. Dean Cheng, a China specialist at the conservative Heritage Foundation in Washington, said the summit &quot;offers an opportunity to make clear to Beijing the serious consequences of its cyber activities. The question is whether the Obama administration will seize it.&quot; A broad warning about cyber-security contained in the Defence Science Report was published in January but the details about military programmes alleged to have been hacked remained classified. Projects named in the report include: the advanced Patriot missile system, the PAC-3;the F/A-18 fighter jet; the Littoral Combat Ship intended for use close to shore, and anti-ballistic missile system, the Terminal High Altitude Area Defence. The Patriot missile system offers the main defence against missile attacks on Europe, Israel, the Persian Gulf and US allies in Asia. The report does not blame the Chinese government, only Chinese hackers. In a CBS interview, Winslow Wheeler, who monitors defence spending at the Project on Government Oversight, a Washington think-tank, described the projects as the US military&apos;s &quot;family jewels&quot;. Cyber security will also be discussed at a meeting in Singapore this weekend of defence ministers and officials, including US defence secretary Chuck Hagel.", 
    "section": "technology", 
    "gid": "technology/2013/may/28/obama-chinese-president-cyber-attacks", 
    "wordcount": "535"
}