{
    "headline": "Doha climate talks: EU weakened over new emissions targets", 
    "text": "The European Union will enter crucial global climate talks that begin next week with a weakened bargaining position because it has already met its targets to cut greenhouse gas emissions eight years ahead of time and has no plans to put more ambitious cuts on the table. Europe&apos;s longstanding goal has been to cut emissions by 20% by 2020, compared to a 1990 baseline. But emissions are already below that level, according to analyses verified by the European Environment Agency, the bloc&apos;s green watchdog. That gives countries and companies little incentive to opt for further efforts to cut greenhouse gases. &quot;We are looking at potentially eight years of inaction, which, given the scientific warnings on climate change, is not acceptable for the world&apos;s third largest emitter,&quot; said Baroness Bryony Worthington, founder of the green thinktank Sandbag, which analysed data from the EEA. &quot;We have already decoupled emissions from economic growth  emissions have been falling while economic growth has increased.&quot; On Monday governments will gather in Doha, Qatar, for talks on a new global agreement on climate change. Last year, ministers from nearly 200 countries agreed to draw up a new treaty to be signed in 2015, and to come into force from 2020. If successful, the new treaty will be the first global pact on climate change since the 1997 Kyoto protocol. The annual rounds of international climate talks have made little progress since Copenhagen in 2009 when world leaders including Barack Obama, Gordon Brown and Angela Merkel failed to reach a substantive deal. The UK has been pushing hard for Europe to adopt a tougher climate target of a 30% emissions cut by 2020, on the grounds that it will benefit not only the climate but the economy. Europe is already on track to cut emissions by about 25% by 2020 just by implementing relatively straightforward efficiency measures, according to analyses by the European Commission. Europe has the potential to lead on various &quot;clean&quot; or low-carbon technologies, from wind power to nuclear reactors, but investment has been hampered in some countries by uncertainty on long-term support for such technologies. The spokesman for the EU&apos;s climate chief, Connie Hedegaard, told the Guardian that the lack of a tougher target did not mean Europe would stand still. He said: &quot;Just because we have done so well on emissions, doesn&apos;t mean we are holding back now. Europe is still moving forward on emissions and renewable  we can exceed our own targets.&quot; This week the World Bank and others warned that the world is on track for warming of 6C unless new policies are adopted. That level of climate change would result in catastrophes including an increase in floods, droughts and heatwaves, fiercer storms and hurricanes, as well as a decrease in agricultural productivity and mass migration, according to predictions from scientists. Europe is the only major economic bloc backing a continuation of the Kyoto protocol beyond the end of this year, when its main provisions expire. At Doha, the EU is expected to sign up  along with Australia, Norway, Switzerland and a handful of other countries  to a continuation of the Kyoto protocol beyond 2012. This would include emissions-cutting commitments from the EU in line with its 20% target for 2020. But the US, Japan, Canada and major emerging economies such as China, India and Brazil will not be covered by this continuation. But EU negotiators are unwilling to agree to a continuation of the Kyoto protocol unless there are key concessions from those other big emitters. Last year, for the first time in more than a decade of talks, the EU held out on its demands for a global agreement that would include major developing countries, and won. It means that China, the US, India and other big economies are now committed to signing a new climate agreement in 2015. Until the last moment, negotiators from other countries were predicting that the EU would back down.", 
    "section": "environment", 
    "gid": "environment/2012/nov/23/doha-climate-talks-eu-weakened-emissions", 
    "wordcount": "663"
}