{
    "headline": "Prototype 2  preview", 
    "text": "When news emerged last year that a second instalment for Radical Entertainment&apos;s superhero stompfest Prototype was in the pipeline for 2012, it raised more than a few wry eyebrows. After all, at a glance Prototype isn&apos;t the most likely candidate for a sequel. It wasn&apos;t considered by many reviewers to be the best free-running open-world game of that year  that accolade went to Assassin&apos;s Creed II. It wasn&apos;t praised as the best superhero game of that year, either  those bragging rights were snagged by Batman: Arkham Asylum. In fact, Prototype didn&apos;t even win the top honours within the narrow parameters that combined these elements as most critics thought the best free-running open-world game starring a superhero in 2009 was the PS3 exclusive InFamous. Hamstrung by a more highly acclaimed competitor and a rubbish release date  the game came out in the wake of E3 when the world was talking about Project Natal and little else  it looked as though Prototype and its hooded protagonist, Alex Mercer, didn&apos;t have much of a fighting chance. But something funny happened to Protoype on the way to the franchise graveyard: it sold, and it sold rather respectably at that. Its opening week of around 400,000 units didn&apos;t exactly break sales records, but over the next couple of years, it began to climb towards the seven figures mark. In 2010, when it had shot past 2m, publisher Activision realised that it had a bona fide hit on its hands, and tapped up Radical to produce a second game. For Prototype 2, Radical has shifted focus a bit, and replaced Mercer as the main character. Instead, the hero of Prototype 2 is a soldier named James Heller, who returns to New York to find it desolate in the wake of the events that transpired in the first Prototype. The city has become over-run by something called the Blacklight Virus, an infestation that either kills its human hosts or turns them into savage, blood-thirsty mutants. The only exception to this rule is a sociopathic enigma named Alex Mercer, who recently cut a bloody swathe through the city in search of answers about why the virus didn&apos;t kill him outright. His rampage caused huge amounts of collateral damage and Heller learns that among the countless bodies Mercer left in his wake, two of them were his wife and daughter. Consumed with grief, Heller volunteers for missions that take him into the heart of the most contaminated zone in the city, where Mercer is still at large. Their first confrontation doesn&apos;t go too well for Heller as Mercer overpowers him completely and infects him with the virus. Against the odds, Heller survives this ordeal, and like Mercer, finds himself the recipient of some pretty amazing powers. He also finds himself hunted by his military commanders, who want to dissect him and find out why the virus didn&apos;t kill him, as they wish to weaponise it. After escaping their clutches, Heller goes on the run in New York, seeking to track down Mercer so he can exact answers and revenge in equal measure. So Prototype 2&apos;s set-up is pretty similar to that of its predecessor, but with a bit of a renewed focus. Unlike Mercer, Heller is easier to identify with as a sympathetic protagonist and his objectives are a bit more clear cut. Also, his interactions with the civilians in New York aren&apos;t limited to pummelling them for answers or consuming them for energy (and laughs). Heller also starts off the game on a better footing than Mercer with several of the original game&apos;s powers  including the ability to glide between buildings  already unlocked. Heller also has a brand new sonar ability that allows him to pick out enemies or items of interest in his environment that&apos;ll help him track down Mercer. The game&apos;s combat system has also benefitted from some tweaks. Heller has a basic melee skill set, the ability to pick up any weapons he comes across and he can also hijack military vehicles. As the game unfolds, he also gains access to a list of impressive powers, such as the ability to form stabbing weapons out his limbs or morph his hands into massive oversized fists. However, players can now chain attacks together in devastating combos and a special emphasis has been put on finishing moves. They can also assign a power to each arm, use hot buttons on the control pad to switch between powers easily and quickly.     Prototype 2    As in the first game, players earn XP for activities such as killing monsters, hijacking vehicles and absorbing humans and stealing their forms. This comes in handy in later levels when more powers for Heller&apos;s steadily growing bio-arsenal become unlocked. Players can also pick up new powers from the odd monster; in the playing time I was given, I was able to gift Heller with giant claws by absorbing it from an attacking mutant. The game&apos;s visuals have also been given a polish. Unlike the first game in which the draw distance was pathetic, pop-in was rampant and character models occasionally resembled melted plastic, Protoype 2&apos;s visuals are crisp, clear and far more detailed. This is especially apparent in the combat animations, where innards, limbs and bucketloads of claret cake the screen. Prototype 2&apos;s combat is as graphically violent as it is brutally satisfying. The environment has been tweaked in terms of its structure, too. The New York of Prototype 2 is now divided into three zones, which colour-code the different levels of infection throughout the city. The Green Zone is the least damaged part of the city  it&apos;s the &quot;safe&quot; zone for civilians, where infection is contained and the military are entrenched in force. The Yellow Zone is an overcrowded ghetto of growing infection, where the military presence is sporadic and reduced. Red Zone is the gutted and bleeding heart of the contagion, where feral mutants roam the dilapidated streets and anyone who enters from the outside usually ends up in their digestive tracts. Players can expect the difficulty in the enemies they encounter to vary from zone to zone. Most of my play-through took place in the Yellow Zone where, for the first hour or so of the game, the mission structure is set up more to teach the player about the game&apos;s mechanics and the map layout, rather than to make them feel like a demi-god. This comes later, as a quick fast-forward to the Red Zone demonstrated. In a first-look demo that completed my time with the game, Radical&apos;s developers showed the full extent of Heller&apos;s deadly capabilities once most of his powers have been unlocked. Alongside the previous game&apos;s massive fists, edged weapons and whip-fist abilities, Heller has some new powers including the ability to split his tendril attacks, allowing him to eviscerate multiple targets. He can string opponents up in globules of webbing. He can tear off the turret of a tank and use it on enemies like an oversized tennis racquet. Top among his new powers has to be the new Bio Bomb; this is a timed attack in which Heller plunges a slab of ooze into an NPC, kicks them to a safe distance, and then they explode in a mess of tendrils that obliterate anything around them. There isn&apos;t much finesse to the combat in Prototype 2, but then, that isn&apos;t really the point. The game is first and foremost a power trip in which the player is given a sense of god-like power and the ability to unleash spectacular amounts of carnage at the drop of a hat. Now if Radical can marry this alluring cocktail to an absorbing narrative and some decently layered gameplay, the resulting game may be so good that the notion of third Prototype won&apos;t feel like such a wildcard.  Prototype 2 will be released for Xbox 360, PS3 and PC on 27 April", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/03/prototype-2-game-preview", 
    "wordcount": "1314"
}