{
    "headline": "Boot up: Surface reviews redux, Wikipedia complete?, Apple's music move and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Microsoft Surface RT Review: this Is technological heartbreak &gt;&gt; Gizmodo  Should you buy it?  No. The Surface, with an obligatory Touch Cover, is $600. That&apos;s a lot of money. Especially given that it&apos;s no laptop replacement, no matter how it looks or what Microsoft says. It&apos;s a tablet-plus, priced right alongside the iPad and in most ways inferior.   A long and considered review, with plenty that it likes about the Surface. But somewhat more it doesn&apos;t. Microsoft is taking the wrong approach to tablets &gt;&gt; CITEworld Ron Miller:   Tablet manufacturers have been trying to give us keyboards for our tablets for a while now, and they haven&apos;t stuck. I saw a device from Asus at CeBIT in March, 2011 that combined a tablet with a little slide out keyboard. Sound familiar? Why didn&apos;t they fly off the shelves? You could argue it&apos;s because the wrong company produced them, or because the early version of Android it was based on did not work well for tablets, but I think it&apos;s more fundamental than that. The touch-screen tablet has changed the way we interact with devices. People want software that takes advantage of that - and doesn&apos;t force us to use it like a laptop.   On the &quot;nobody knows anything&quot; hypothesis, this means the Surface is a runaway hit. Surmounting the Insurmountable: Wikipedia Is nearing completion, in a sense &gt;&gt; The Atlantic Interesting question from Rebecca Rosen:   what if the decline in engagement has little to do with culture or the design of the site? What if, instead, it&apos;s that there&apos;s just less for new Wikipedians to do?  Apple&apos;s online radio service to challenge Pandora in 2013 &gt;&gt; Bloomberg  Apple Inc. (AAPL) and major music labels have intensified negotiations to start an advertising-supported internet radio service by early next year, according to people with knowledge of the talks.  Talks are centered in part around how to share ad revenue and a deal could be reached by mid-November, with Apple starting a service within the first three months of 2013, said the people, who asked not to be named because discussions are still in progress. Shares of Internet-radio leader Pandora Media plunged.   Samsung is interested in this space too. Preliminary ITC ruling finds Samsung in infringement of four Apple patents &gt;&gt; FOSS Patents  Previous ITC decisions either cleared Android devices of violation of the asserted patents (Apple&apos;s three-patent complaint against Motorola) or identified a violation with respect to only one or two patents at a time. But on Wednesday, Administrative Law Judge Thomas B. Pender issued a preliminary ruling in Apple&apos;s favor against Samsung over four patents: one design patent, one hardware patent, and two multitouch software patents...  The total number of valid Apple and Microsoft patents that Android-based devices have been held by courts around the world and the ITC to infringe has now increased to 20.   The ITC ruling is preliminary and can be appealed, and/or worked around. Still means hassle for Samsung. The total of patents against Android doesn&apos;t seem to have been fixed by buying Motorola at all. Google Drive opens backdoor to Google accounts &gt;&gt; The H Security In reference to the desktop clients on Windows and Mac:   The sync tool includes a &quot;Visit Google Drive on the web&quot; link which opens Drive&apos;s web interface in the default browser and automatically logs the user in. Somewhat problematic is the fact that this session can then be used to switch to other Google services such as GMail and Google Calendar.  Even if the user explicitly logs out of the Google sites by clicking the &quot;Sign out&quot; link, the Drive client will open a new session without requiring a password. The desktop clients request login credentials only once, when they are first installed and launched.   This routes around even Google&apos;s two-factor authentication. But you already have a timeout lock on your screen, right? Microsoft Surface Review &gt;&gt; Anandtech  After using Microsoft&apos;s Surface for the past week I can say that I honestly get it. This isn&apos;t an iPad competitor, nor is it an Android tablet competitor. It truly is something different. A unique perspective, not necessarily the right one, but a different one that will definitely resonate well with some (not all) users. After the past week I also understand Panos Panay&apos;s desire for secrecy. From a distance, without using one, Surface is easy to judge. It&apos;s a Windows tablet that doesn&apos;t run most Windows applications, that doesn&apos;t have most of the same new mobile apps that iOS and Android have, and it&apos;s not priced aggressively enough to make those facts disappear. After living with Surface however, I understand the appeal. It&apos;s worth a discussion, perhaps even consideration as it does some things better than any tablet on the market, and it does others worse.   Brew that coffee: you&apos;ve got 12 pages to go through.  Travis Shrugged: The creepy, dangerous ideology behind Silicon Valley&apos;s Cult of Disruption &gt;&gt; PandoDaily Paul Carr:   Laws don&apos;t exist merely to frustrate the business ambitions of coastal hipsters: They also exist to protect the more vulnerable members of society. Back home in London (where such statistics are available), 11 women a month are attacked in unlicensed cabs, and unlicensed drivers are responsible for a horrifying 80 percent of all stranger rapes. If Uber doesn&apos;t have to follow licensing laws, then neither does any Tom, Dick, or Harry who chooses to paint the word &quot;TAXI&quot; on the side of his car, and start offering rides via the Internet. A disruptive CEO will shrug (and there&apos;s a foreshadowing word) and insist that it&apos;s not his fault that such criminals exist. &quot;Just because there are people who want to rape, murder, or rob you shouldn&apos;t prevent me from making another million dollars,&quot; he&apos;ll argue.  Remarkably, a large part of the Internet community -- by which I mean that tiny number of social media fanatics who spend their days on Twitter, looking for the next cause to rally behind or the next bad guy to boycott -- will agree with him.   (Thanks @jseths on Twitter for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/26/technology-links-newsbucket", 
    "wordcount": "1071"
}