{
    "headline": "Heavy April rain 'not enough to end drought'", 
    "text": "Heavy rain over much of the country, provoking flash floods in some areas and severe weather warnings from the Met Office, is set to continue through the weekend but is unlikely to ease the drought gripping most of England. Flash floods closed the centre of Pocklington in Yorkshire after heavy rain, and nearby villages and transport systems were affected. In the north-east of England, three flood alerts and one flood warning are in place, while rain can also be expected in parts of the south. But while the wet weather may put a dampener on the weekend, if you are among the 20 million people covered by drought restrictions at the same time as grey skies and thunderstorms, do not count on being able to use a hosepipe any time soon  the rain is not likely to be enough to recharge reservoirs or even return soil moisture levels to normal, and the picture has varied widely across the country. Welcome rain has brushed the parched fields of East Anglia  but some of the regions that have seen most rain, in the north-west, north-east and Scotland, have been those that needed it least. Polly Chancellor, national drought co-ordinator at the Environment Agency, said: &quot;While we&apos;ve had some welcome rain this week, the drought affecting large parts of England could last until Christmas. The soil is so dry that only steady rain over the winter will restore rivers and groundwater, so we would urge everyone  right across the country  to help by using less water.&quot; The drought now stretches from Cornwall to Yorkshire, covering 40 counties. The Met Office said it had not made any assessment of whether this April could turn into one of the wettest on record, and it was still too early to predict, but some areas have already had close to their long-term monthly average. March 2012 was the driest since 1953, according to the Centre for Ecology and Hydrology. Part of the problem is that summer rain is less effective at refilling reservoirs, rivers and boreholes than winter rain, because more of it is absorbed by vegetation in the summer and there is more evaporation in the warmer weather. For this reason, dry winters are the real key to predicting summer droughts, and the UK has suffered two exceptionally dry winters in a row, with the strong possibility of another in prospect. Another difficulty is that the soils across most of the drought-stricken areas are so dry that it takes a heavy soaking just to restore to them normal moisture levels. When soils are particularly dry and compacted, sudden sharp rainfall can lead to an even worse situation  dangerous flash floods, as the rain washes off the surface and has nowhere to go. Finally, the rainfall patterns seen since Easter still do not favour the driest areas. South-east England&apos;s rainfall for the month to date is about 60% of the long-term average for April, but it has been one of the driest areas in the past few weeks. Trevor Bishop, head of water resources at the Environment Agency, said: &quot;It&apos;s going to take more than a week or two of rain to undo the effects of nearly two years of below-average rainfall. The recent rain is good for farmers and gardeners, and the cool temperatures ease the pressure on fish and wildlife in rivers, but with dry soils most of the rain will be soaked up, or worse still, run off quickly if the surface is compacted, causing flash floods. But it won&apos;t reach down far enough to top up groundwater, which is what we really need.&quot; The Met Office&apos;s forecast for May is currently that the month will start unsettled &quot;with a continuation of showers or longer spells of rain, although there should also be some drier and brighter interludes. Temperatures will generally be close to or slightly above the seasonal average.&quot; Later in the month, southern England can expect drier and sunnier weather, with rain concentrated in the north-west and in Scotland. Terry Marsh, of the Centre for Ecology and Hydrology, said: &quot;The early April rainfall was very welcome for farmers and growers, but with record late-March soil moisture deficits and accelerating evaporation losses, a continuing decline in runoff rates and groundwater levels may be expected in the drought-affected regions. Model analyses indicate that even above-average rainfall is unlikely to see a return to normal river flows before the autumn and the recovery of groundwater stocks will be heavily dependent on rainfall through the 2012-13 winter.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/20/heavy-april-rain-drought", 
    "wordcount": "759"
}