{
    "headline": "Inspirational teaching: since when did entertainment not matter?", 
    "text": "A year or so back I was scandalised by a keynote presentation at a higher education conference in which the speaker asserted that entertainment had no part in university teaching and learning. I broke a tacit rule of ultra-politeness at such events, rising to my feet to upbraid this stuff as nonsense. To me it seems obvious that some entertainment, appropriate humour and relevant (inter)activity can only aid retention of information. Detail alone just won&apos;t cut it over one or two hours with students - or anyone for that matter. I can still remember being on the receiving end of a bravura performance from the late (great) agricultural economics professor Gerald Wibberley. I was lucky enough to be taught by &apos;Wibb&apos; at London University&apos;s Wye College in the 1980s. He practised what seem like eternal virtues when it comes to inspiring students to learn, remember and be infected with interest in a subject. Wibberley was enthusiastic, well-informed and salted his sessions with examples drawn from direct experience, academic or otherwise. On one occasion he lectured about rural poverty with a childhood story of waking up in his Welsh farmstead home to find frost covering the inside of the window and his bedspread. You could tell that he was a practical academic too, who made a real difference to people&apos;s lives: his research was rigorous but accessible, drawn in equal measure from academic publications and practice. In the words of his obituary his &quot;gift for public speaking was memorable; even his economics lectures gained the rapt attention of his students&quot;. Surely our job as lecturers is to light the fire of curiosity and aspiration in our students, reminding ourselves of why we are here in the process. Morgan Phillips of Becoming Green, a website about communicating sustainability, believes that inspirational teaching in higher education should nudge both students and staff towards &quot;fulfilling and meaningful lives, characterised by generosity, intelligence, community spirit, stable levels of self-esteem and maturity&quot;. But as Ron Cooke, former vice-chancellor of York University, commented, the most crucial components of teaching are the most difficult to measure. This issue assumes heightened urgency when English universities are charging students up to 9,000 per year tuition fees. A 2009 petition, signed by 600 students at the University of Bristol, noted how revenue per student from tuition fees has increased: &quot;we simply ask that the quality of our education be improved accordingly&quot;. So what are the components of inspirational teaching? I recently undertook a small, informal piece of research at my own institution, the University of Gloucestershire, asking this question of undergraduates studying sociology, history and criminology. The top three characteristics in rank order were that inspirational teaching is motivating; second, that it was felt to be encouraging; and third, that such teaching flowed from teachers passionate about their subject. Characteristics in close contention were that it should be entertaining (I rest my case with the keynote speaker), memorable, energetic, enthusing, fun, captivating and exciting. In 1997, authors Laura Cohen and Josef Jurkovic suggested various practical techniques to inspire student learning. These included shaking up accepted sequences to allow people to see the teaching process in a new light; breaking the rhythm (for example putting conclusions at the start and working back to an introduction); and finally so-called &quot;toying with success&quot;. They write that &quot;toys have a liberating effect  a disarming way to break the ice, but they are also a deceptively powerful way to break down the barriers of rigid adult thinking&quot;. More recently, David Kahane, a professor at Alberta University, argued that students are &quot;energized and inspired by highly participatory, contemplative courses. The methods and subject matters  speak to students&apos; search for meaning in their lives and educations&quot;. For more on this approach to pedagogy, see the research and activities of ACMHE (the Association for Contemplative Mind in Higher Education). It is of course worth acknowledging that such ideas about inspirational teaching are not new. Wilson  a teacher in 1918  commented on the &quot;response awakened in the group and the individuals of the group through the teacher&quot;. She described the class atmosphere as &quot;chargedwith a certain electric spark; there is colour, vigor, character, which the casual observer catches at once, but which is so difficult to define&quot;. Think back to your most memorable teachers and be motivated. Let&apos;s aspire to inspire - both our students and ourselves. James Derounian is principal lecturer in community development and local governance at the University of Gloucestershire This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/01/student-survey-inspirational-teaching", 
    "wordcount": "790"
}