{
    "headline": "UK forests 'under unprecedented threat from disease'", 
    "text": "The UK&apos;s forests are under &quot;unprecedented threat&quot; from foreign pests and diseases, according to the government department responsible for the protection of forests and woodlands. The ash dieback fungus found in East Anglia last week is just the latest invader to pose a serious threat to UK trees, and government ecologists say that more than 3m larch trees as well as thousands of mature oaks and chestnuts have been felled in the past three years to prevent similar fatal plant diseases from spreading out of control. &quot;We are under an unprecedented level of threat from a range of exotic pests and diseases, a lot associated with the international trade in live plants,&quot; said the Forestry Commission. &quot;There are protections in place but the EU plant health regime is no longer fit for purpose. Too many pests and diseases are still getting through.&quot; More than 100,000 ash trees have already been felled to prevent the spread of ash dieback, or Chalara fraxinea, since the disease was identified in March. But very many more larch trees have had to be cut down in the West Country, Wales and Scotland this year to prevent a plant disease caused by the Phytophthora ramorum pathogen from spreading. Known as &quot;sudden oak death&quot; in the US, it so far has not infected British oaks, but since its discovery in the wild in 2009 it has been found extensively in larch populations in south-west England, Wales and south-west Scotland, resulting in many of the trees being felled over a wide area. &quot;We now have six to eight organisms in the British Isles that are a real concern. In the 1960s and 70s it was Dutch elm disease, which killed 30m trees; in the 1990s it was a new Phytophthora which devastated alders along riverbanks. But in the last 10 years we have had as many new diseases as we had in the previous 40 or 50 years,&quot; said Joan Webber, principal pathologist at Forest Research, the Forestry Commission&apos;s research arm. Plant experts are particularly concerned about the oak processionary moth, which arrived in west London in 2009 and has now developed two major populations. &quot;It has the potential to spread anywhere there are oak trees. It is extending its range and has become established in the Netherlands and Belgium, possibly as a result of climate change and warmer winters,&quot; says the Forestry Commission. Plant pathogens are on the rise globally and Britain is particularly susceptible because of its increasingly warm, wet winters and because it is a centre of world trade. Easy access to plants from around the world has encouraged gardeners to buy millions of exotic plants, many of which can arrive diseased. Some plants can only enter Britain with &quot;passports&quot;, but the majority of diseases are only identifiable in laboratories. The diseases and pests can arrive by several routes, say ecologists. In March, more than 250 live larvae of the Asian longhorn beetle, which can kill oak and willows, were found in trees in Kent. More than 2,000 trees had to be felled and burned. It was thought to have entered in wooden packaging for Chinese stone. Dothistroma needle blight, which affects a range of conifer species, threatens commercial forests by significantly reducing timber yields. It has been found in all of the commission&apos;s forest districts in England and Scotland, and three out of four forest districts in Wales. Tony Kirkham, head of the arboretum at Kew Gardens, which has 14,000 trees and has seen many attacked in the past few years, said some of the most serious threats came from the oak processionary moth. The caterpillars can cause serious defoliation and weaken oaks to the point where they are prone to other diseases.     Ash tree disease. Photograph: Graphic    Ash to ashes 1992 The fungus behind Ash dieback, Chalara fraxinea, emerges in Poland. 2009 The Horticultural Trades Association warns the government that the fungus, now widespread in Denmark, could spread to the UK, and calls for an import ban. The Department for the Environment, Food and Rural Affairs decides taking no action is appropriate. 2010 Disease confirmed in the Netherlands and Belgium. February 2012 Infected trees detected in the UK for the first time, in a nursery in Buckinghamshire. Summer 2012 Outbreaks of ash dieback identified at plantations and nurseries across England and Scotland, from County Durham to Berkshire. October 2012 First cases in the wild identified in Norfolk and Suffolk. The government imposes an import ban.", 
    "section": "environment", 
    "gid": "environment/2012/oct/31/uk-forests-unprecedented-threat-disease", 
    "wordcount": "754"
}