{
    "headline": "Why Monbiot's attack on Walport misses the mark", 
    "text": "George Monbiot pulled no punches in his piece yesterday on Sir Mark Walport, the newly appointed UK government chief scientific adviser (GCSA). Responding to Walport&apos;s recent Financial Times article on bees and neonicotinoid pesticides, Monbiot accused him of writing a &quot;concatenation of gibberish&quot;, and of deploying &quot;the kind of groundless moral blackmail frequently used by industry-funded astroturf campaigns&quot; He concluded that:  &quot;Less than a month into the job, Sir Mark Walport has misinformed the public about the scientific method, risk and uncertainty. He has made groundless, unscientific and emotionally manipulative claims. He has indulged in scaremongering and wild exaggeration in support of the government&apos;s position.&quot;   Do tell us how you really feel, George. We don&apos;t want to rehearse here the details of the bees and pesticides case, which has been well covered elsewhere. And Monbiot is fair to criticise Walport for a rather lazy caricature of the precautionary principle. But just four weeks into his new job, it is unfair of Monbiot to write off Walport as a corporate stooge in search of a peerage. What this episode highlights are a set of broader tensions and dilemmas in the chief scientific adviser role, which Walport needs to bear in mind and address more openly.  The GCSA has always occupied a nether world in government. He has no ministry to oversee, very little budget and a handful of staff. His authority rests in appeals to expertise and evidence, and the perception of a degree of political independence. Such authority is willingly accepted by the public, media and their representatives, but can easily be lost. Walport&apos;s misstep was not in backing the wrong course of action on bees (though this made Monbiot froth) but in exhibiting a confusion about his role in policy. In his FT piece, Walport concludes with this sound advice: &quot;The job of scientists is to undertake the scientific work and to advise politicians on science  and it is to them that we must turn for the final decisions.&quot;  Such advice could be evidence-focused: for example, summarising the results of studies that look at the relationship of pesticide application and its impacts on bees. &quot;Science arbitration&quot; is regularly the province of carefully constructed committees of experts who are vetted for biases and conflicts of interest. This is the bread and butter of science advice and something that the UK government does very well, typically out of the gaze of public and media scrutiny. Such advice could also be options-focused in a manner that clarifies or even expands the scope of choice available to decision makers. This is sometimes termed &quot;honest brokering&quot;. For instance, as Walport explains in relation to the EU ban on pesticides, there will be costs and benefits (economic and environmental) on both sides of the equation. He might have explained (but did not) that in such situations the so-called precautionary principle offers little guidance, because &quot;better safe than sorry&quot; depends entirely upon what it is that decision makers want to be safe rather than sorry about. Concern over pesticide impacts on bees is of course entirely legitimate, but so too is concern over the possible environmental impacts of old-style pesticides that might come into re-use under a ban.  Science cannot resolve how to trade-off competing values. Making those trade-offs is, as Walport observes, the job of politicians who are ultimately accountable under democratic systems of governance. The source of Monbiot&apos;s fury appears to be his concern that Walport backed a course of action that Monbiot himself does not favour. We don&apos;t recall such ferocious attacks on Sir David King or Sir John Beddington when they ventured into similar advocacy positions on climate policy.  Where Walport actually erred was in advocating how values trade-offs should be made in the case of bees and pesticides: &quot;The European Commission has proposed a temporary ban on the use of certain agricultural pesticides. It should drop this idea.&quot; Here Walport has stepped well beyond evaluating evidence, or clarifying options, and slipped into the role of a political advocate, who seeks to secure one particular outcome. Not coincidentally, it is the outcome preferred by the government for which he works.  Walport&apos;s decade at the head of the Wellcome Trust, where he tackled vested interests on open access, open data and other issues, provides ample evidence that he is no one&apos;s stooge. He has also made more nuanced arguments about precaution and science advice elsewhere, including in his first major speech on 18 April. He talked there repeatedly about the multiple lenses that form the &quot;prism&quot; through which scientific advisers need to view complex and contested issues. Mechanisms of science advice have evolved a great deal in the UK since the BSE crisis in the 1990s, and it is misleading for Monbiot to suggest otherwise. One of the biggest lessons from BSE was the need for greater openness in advisory processes, and Walport needs to demonstrate such openness now by providing greater clarity about his role. We would encourage a commitment to evaluating evidence and clarifying options, but steering clear of political advocacy. The lesson Walport should take from Monbiot&apos;s broadside is to leave the polemics to polemicists and the advocacy to advocates.  Roger Pielke Jr is professor of environmental studies at the University of Colorado, author of The Honest Broker and on Twitter @RogerPielkeJr . James Wilsdon is professor of science and democracy at the University of Sussex, co-editor of Future Directions for Scientific Advice in Whitehall, which is free to download here, and on Twitter @jameswilsdon", 
    "section": "science", 
    "gid": "science/political-science/2013/apr/30/science-policy1", 
    "wordcount": "932"
}