{
    "headline": "Max Payne 3 delayed until May", 
    "text": "Max Payne fans will have to wait a little longer before reacquainting themselves with the tough New York Cop. Rockstar has announced that the third title in the series of gritty shooters will not be released in March as previously slated. The Xbox 360 and PS3 versions of the game are now due to hit shelves on 15 May in North America and 18 May internationally, with a PC version coming on 29 May in North America and 1 June elsewhere.  The news will have a significant impact, not just on the game-buying plans of Max fanatics, but on parent company Take-Two&apos;s accounts for the year  it now expects to make a loss for fiscal 2012, with net revenues expected to fall by $210m to $230m. Take-Two chairman and CEO Strauss Zelnick commented, &quot;We do not take changes to our release schedule lightly, and this short delay will ensure that Max Payne 3 delivers the highest quality, groundbreaking entertainment experience that is expected from our Company.&quot; This is nothing new for perennial perfectionist Rockstar, of course. The publisher&apos;s most recent titles, Red Dead Redemption and LA Noire, were both subject to long delays before release. Take-Two meanwhile, is attempting to put a positive spin on the news, with Zelnick stating, &quot;Fiscal 2013 is poised to be one of our best years ever, with anticipated substantial revenue growth and Non-GAAP Net Income of over $2.00 per share. We are well positioned to deliver growth and profitability over the long term.&quot;  Max Payne watchers have already had to wait almost a decade since the last instalment of the franchise. And expectations are high: the latest addition has featured on just about every &apos;most anticipated games of the year&apos; list produced since Christmas. The game promises a dark, dramatic story, with Payne re-locating to So Paulo and starting a new life as a security contractor amid drug gangs, paramilitary squads and billionaire real estate moguls. You can check our preview here.  This is not the only high profile release to fall foul of slippy release dates recently. Last week, Ubisoft announced that its squad-based military shooter Ghost Recon: Future Soldier would be postponed from 31 March to 25 May.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/17/max-payne-3-delayed-until-may", 
    "wordcount": "373"
}