{
    "headline": "Apps Rush: Adele, The Illustrated C, Zenonia 4, Live Score Addicts and more", 
    "text": "A selection of 15 apps for you today: Adele Fresh from winning six Grammy awards, Adele sees her official iPhone app ported to Android. As in the other version, there is news, videos, tour dates, track previews and social features, as well as the option to check in to gigs via Foursquare and Facebook.Android The Illustrated C Or The Illustrated Clitoris, to give this its full can&apos;t-be-shown-on-the-App-Store name. This is a serious educational app from Brightfire Press for anyone &quot;who wants to understand women&apos;s sexuality&quot;, with diagrams, tips and quizzes.iPhone Zenonia 4 Gamevil&apos;s rich and rewarding RPG franchise is into its fourth episode now, with an Android release joining the existing iOS version. Beefed-up visuals and online player-versus-player battles make it the best one yet.Android Live Score Addicts This iPhone app promises live score updates from more than 300 football leagues and cup tournaments around the world, using customisable push notifications to ensure fans stay in touch with their favourite team(s).iPhone StreamGlider+ News aggregation app StreamGlider&apos;s Pro edition has gone free for iPad, helping people mash up RSS feeds with content from Flickr, YouTube, Twitter and Faceboom into streams, complete with a Flipboard-style &quot;Magazine Mode&quot;.iPad Porkchop &amp; Mouse This stylish book-app for kids is the work of children&apos;s author Fiona Roberton and developer Ant Hive Games, blending mini-games and interactivity with a storyline focused on an adventuring cat and mouse.iPhone / iPad Warden Spotter Warden Spotter aims to crowdsource the art of avoiding traffic wardens: users mark on a map where they&apos;ve parked a car, then get an alert if another user reports a warden wandering nearby. The link above is for Android, but here&apos;s the Windows Phone version.Android / Windows Phone Bouncity It&apos;s been available on Android for a while, but &quot;social location based gaming platform&quot; Bouncity now has an app for iPhone too. The idea: earn points and badges for check-ins and challenges, which can then be redeemed for rewards in real-world businesses.iPhone Tiny Farm by Com2uS Korean publisher Com2uS&apos; first mobile social game is Tiny Farm, which has just got a release on Android. FarmVille provides the inspiration, as players raise animals, scatter seeds and visit the farms of friends.Android NYTimes Crosswords US newspaper&apos;s crossword gets official Android app for smartphones and tablets, offering more than 5,000 puzzles from the archives, and a daily new one to complete. Social features are included to compare times with friends. The app uses a subscription-based model to get the daily updates: $2.99 a month, $9.99 for six months or $16.99 a year.Android ARBall The latest augmented reality game involves playing &quot;real-time soccer against your friends using invisible balls&quot;. Getting back to the days of location-based games like BotFighters, where people gathered in one place to play.iPhone Dubstep Universe Want a bit of WUB-WUB-WUB on your Android device? Dubstep Universe may be the answer. It runs across smartphones and tablets, and lets you string samples and beats together  complete with a Wobbleometer feature to &quot;modulate your wobble base by just tilting your phone&quot;.Android Dojo Madness Action game for Android that focuses on kung fu and animals: you play a raccoon kicking seven bells out of similarly martial-arts-enabled wolves, gorillas and turtles.Android Skirt Alert It&apos;s not available in the UK yet, but Skirt Alert claims to be &quot;the only app that sends you a Push Notification when the weather is right for skirts!&quot; Based on current weather data and &quot;sophisticated math&quot; apparently.iPhone Bromance Subtitled &quot;The location-based network for dudes that do&quot;, this aims to connect men with &quot;like-minded&quot; men: &quot;Attend events, meet other bro&apos;s, and get out and be active...&quot;iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/13/apps-rush-adele-zenonia", 
    "wordcount": "636"
}