{
    "headline": "Is Journey a game or a piece of interactive art?", 
    "text": "In the 1960s, the pioneering British artist Roy Ascott became fascinated with the possibilities of the telecommunications network as a conduit for his work. He had long been interested in the idea of cybernetics and human-machine interfaces, but as the internet emerged, he saw in it, the possibility of a new form of interactive art, in which groups of distant participants would be able to collaborate in online projects. Later he coined the term telematic art to describe artworks constructed with telecommunications networks as their medium. The most famous example is his 1983 work, La Plissure du Texte, which arranged for a group of artists in different places around the world to collaborate, via the internet, on an emergent narrative, each contributing a section of a story to an online work, none having an overall vision of where that story may lead. Some of the collaborators may have known each other, others wouldn&apos;t, but all they shared was a string of words appearing on their separate terminals  a tale emerging seamlessly from the web. Fast forward 20 years and we have Journey, the latest release from experimental LA studio thatgamecompany. If there&apos;s one thing most game critics can agree on, it is that you must experience it. This ethereal wonder  part adventure, part meditation on life and death  is one of the most fascinating mainstream video game releases of the decade; not as much for its content (which is beguiling enough) but for what it actually is. And what it actually is, is the key question. Because, by generally accepted definitions of the word, Journey is not a game. It has no fail state: although there is perceived peril, it seems impossible to actually &quot;die&quot; while playing. There is no time limit, so solving puzzles has no sense of tension. And although the presence of puzzles suggests challenge and therefore a game-like experience, these tasks are simple and toy-like. Players cannot compete for resources or physically interact (the collision detection was apparently removed so that participants couldn&apos;t knock each other off walkways). Although there is exploration, the experience ends inevitably with one conclusion  though of course, that conclusion can be interpreted differently by each player.     Journey    So what is it? Well, thatgamecompany continually refers to Journey as an experiment. When I interviewed the producer Robin Hunicke last year, she was very clear about that. Aware that they&apos;d never produced a game with a traditional multiplayer component before, the studio set about exploring the meaning and conventions of online interaction, and sought to manipulate them to create something more spiritual and reflective. All thatgamecompany titles are effectively a Voight-Kampff test  they are designed specifically to provoke an emotional response. And in this sense, they are more like art than games. That&apos;s what Journey is. A work of interactive art. Through its gorgeous emotionally resonant soundtrack, its looming symbolic landscapes, its exploration of interactivity and telepresence, it wants us to ask questions and experience feelings, without necessarily having to engage with game-like structures. It has more in common with the works of, say, interactive art collective Blast Theory, than it does with Modern Warfare or other traditional online games. The problem, I suppose, is that the term &quot;Art&quot; carries so many connotations, many of them negative. Art can mean pretention, hubris, exclusivity. The brilliance of Journey is the way in which it has got people to think about and engage with the experience as they would a work of art, without necessarilyhaving to be conscious that they&apos;re doing so. Journey is art without all the baggage; it is art without a gallery, art without a critical elite telling you what it means or where it fits in to their esoteric pantheon. All art is about communication  that&apos;s the only definition that really works. And at the centre of Journey, is the conundrum  how do two players who find themselves in this landscape, with no traditional means to talk to each other, share the experience? And what is the game trying to tell us, anyway? Roy Ascott imagined an era of art in which the lines of telecommunication were both the medium and the message, and in which stories emerged from telepresence. Journey is the modern commercial realisation of that. But the wonderful thing is, you don&apos;t have to think about any of this as you are sliding down a great sand dune, interweaving with a stranger, intermittently bouncing sound icons between each other; and, of course, you don&apos;t have to think about art when you look at an amazing painting by Titian, or Monet or Picasso. Whatever you feel is the most important thing. That isn&apos;t pretentious, that&apos;s sort of beautiful.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/15/journey-game-or-interactive-art", 
    "wordcount": "782"
}