{
    "headline": "Latest crisis in Congo DRC underlines link between hunger and conflict", 
    "text": "On the outskirts of Goma, the dusty and scruffy regional capital in eastern Democratic Republic of the Congo, a flare-up in fighting between underpaid and ill-disciplined government troops and rebels, allegedly backed by neighbouring Rwanda, has exacerbated the problem of hunger. Last November&apos;s surprise advance by M23 rebels into the city disrupted the planting season as soldiers from both sides seized food from fields or people&apos;s homes. The lost harvest and fear of renewed fighting prompted many to flee their homes, adding to the already large number of people displaced by previous conflicts. &quot;The lost harvest has increased chronic vulnerability in terms of access to food,&quot; says Sarah Carrie, quality assurance manager at World Vision in Goma. Conflict and war are the wild cards in the campaign against hunger, tipping already fragile regions into disaster. The famine in Somalia was a deadly combination of the worst drought in the Horn of Africa for 60 years and the presence of Islamist insurgents al-Shabaab, who at first denied that there was famine and refused to co-operate with the main western aid agencies. In Congo, conflict in North and South Kivu provinces has made an already vulnerable population more at risk. The UN estimates that 130,000 people in the Goma region have fled their homes since November. On Tuesday, an influx of 1,100 into the Mugunga 3 camp at Goma forced the World Food Programme to delay distributing supplies to 15,000 people as it had to register the arrivals. The continued tension has complicated life for relief agencies. World Vision staff no longer spend the night in Goma, but cross the Rwandan border and stay at Gisenyi, a pretty resort town on lake Kivu, with villas that would not be out of place in the Mediterranean. On the surface, Goma has returned to normality. On Tuesday, the main dusty street was lined with traders and shops selling brightly coloured mattresses, shoes, limes and huge bunches of cassava leaves. People poured out of mini-vans in the afternoon to shop on the main drag, with lots of pharmacies and signs for Primus, a Congolese beer. Traders pushed a vehicle that looked like an outsize wooden scooter to carry sacks of goods or long metal poles. The only signs that fighting had taken place were a building with a huge blast hole in the front, where government troops used their firepower for looting rather than against the rebels, and a wrecked building without the exterior walls with a toilet visible from outside. But there have been reports of violent and well-planned attacks on foreigners, including aid workers, and there have been car jackings and burglaries by groups of armed bandits. The flare-up in an area of chronic instability  a legacy of the 1994 Rwandan genocide  underlines the deadly link between conflict and hunger as NGOs launch If, the biggest anti-hunger campaign since Make Poverty History. The latest bout of fighting in eastern Congo piles on the pressure in a country that ranks last in the UN&apos;s human development index. Despite its abundant natural resources and potential wealth, the figures on hunger in Congo are appalling. According to Unicef, the UN children&apos;s agency, 5.5 million children in this country of 68 million are affected by chronic malnutrition, which means they are unlikely to reach their full potential, and will be less productive and healthy in adult life. UN agencies and humanitarian partners have appealed for $30.5m (19.3m) to help more than half a million people displaced by conflict in North Kivu, including those who fled their homes after heavy fighting in November. &quot;The response plan is our answer to the loss and suffering endured by thousands of people these past months,&quot; says Barbara Shenstone, head of OCHA, the UN&apos;s office for humanitarian affairs. &quot;We want to provide families with aid to cover their most basic immediate needs while looking ahead to restoring their livelihoods.&quot; Ivan Lewis, the UK&apos;s shadow secretary for international development, who was in Goma to see aid projects reintegrating child soldiers into society and providing livelihoods for rape victims of soldiers, said aid alone will not fix hunger or poverty. &quot;In DRC, the scale of the ambition has yet to meet the scale of the challenge,&quot; he said. &quot;It&apos;s time we devoted more thought to how we can break the cycle of conflict and extreme poverty in Congo.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/23/crisis-congo-drc-hunger-conflict", 
    "wordcount": "741"
}