{
    "headline": "How Nigeria is tackling river blindness  in pictures", 
    "text": "   Three community director distributors, who have been trained to administer the drug Mectizan, walk towards their next homestead to treat a family in the village of Kudaru in Kaduna state, Nigeria. Mectizan is used to prevent river blindness, which was endemic to the area before Sightsavers began their intervention 10 years ago Photograph: Kate Holt       A community director talks to a group of women before distributing the drug. These volunteers have received special training about how to administer the drug Photograph: Kate Holt       They work in teams of two or three, and visit individual households, measuring people on a coloured stick to determine how many tablets are required Photograph: Kate Holt       The drugs are distributed annually. It is 25 years since Merck & Co Inc (known as MSD in the UK) decided to donate the anti-parasitic drug free of charge for as long as it was needed. Since then, the drug has been given to over 90 million people Photograph: Kate Holt       The  distribution is meticulously recorded in a book to ensure that every community member is treated. Before the distribution of the drugs started in this region of Nigeria 10 years ago, river blindness was common Photograph: Kate Holt       Sile Maigari, who lost his sight 40 years ago, is helped to stand up by his daughter-in-law. His only wish in life is to be able to see again Photograph: Kate Holt       Maigari poses for a photograph in his room Photograph: Kate Holt       One of the biggest problems in combating the disease is getting the treatment to remote communities. Sightsavers has helped volunteers spread the word to people at community meetings about the dangers of river blindness Photograph: Kate Holt       The disease is transmitted through the bite of the black simulium fly which breeds in fast-flowing water and wet areas. Women gather to listen to a talk about the dangers of river blindness in the village of Were. The disease was endemic 10 years ago; since Sightsavers's intervention no more cases of blindness have been recorded Photograph: Kate Holt       Women who go daily to wash their children and collect water are most at risk. River blindness can lead to permanent loss of vision Photograph: Kate Holt       Ajiyan Allah lost her sight 20 years ago. She says the worst thing about becoming blind was her inability to be able to contribute to her familys income. Her youngest grandchild leads her everywhere using a long stick Photograph: Kate Holt       It costs Sightsavers just 7p to protect someone from river blindness for a year. As the biggest cause of blindness in Africa thousands have been affected, the majority of whom live in central and west Africa Photograph: Kate Holt  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/oct/12/nigeria-river-blindness-in-pictures", 
    "wordcount": "0"
}