{
    "headline": "Self-funded PhD: fighting the stigma", 
    "text": "   Photograph: supplied    I began my research in 2010, having been told by Centre for Editing Lives and Letters, then based at Queen Mary University of London (QMUL), that they&apos;d never had a self-funded student finish and found it heartbreaking, so would not accept students without funding. I was twice rejected for funding by QMUL, once listed as a &apos;reserve&apos; candidate but told there was less incentive to fund me as I had already started my studies. Throughout my studies I have taken every opportunity to counteract the stigma of self-funding - I&apos;ve been the recipient of many a sympathetic head tilt or shocked look. &apos;Failure&apos; reminder Living with my elder sister, a fully funded PhD student herself, is a daily reminder of my &apos;failure&apos;. I am fortunate that my parents (my mother herself was a funded PhD, now a principal research fellow) help me financially. For me, a PhD is a necessary qualification for the academic career I want, so they agreed it would be better for me to get on with it rather than getting a job and doing my PhD part time. I&apos;ve worked throughout to support myself as much as I can, picking up work where I can find it. I taught undergraduate English literature in my first and second years and now work two days a week as a PA to the principal of QMUL, which also allows me to learn about the other side of academia. In my third year I was awarded a merit-based scholarship of 2500 from the British Federation of Women Graduates, something of a boost as I headed towards completion. Being self-funded has affected my confidence and self-belief. It has limited the conferences I could afford to attend, and the research trips I could make. It has made me feel that I have to do more to develop my future career than if I had secured funding, so I have tried to present at a variety of conferences nationally and internationally, and have two peer-reviewed publications and three academic book reviews on my CV. I was also recently elected as a council member for the society of renaissance studies to represent postgraduate and early career researcher interests  something I feel passionate about. Being self-funded means some opportunities seemed unavailable to me such as the Heritage Apprentice, for example, and the BBC New Generation Thinkers scheme. The latter is now open to those with or without AHRC funding, I&apos;m told. Positives of self-funding Not being answerable to any funding body has given me an increased sense of personal responsibility for, and ownership of, my project, enabling me to chart my own course. More significantly, during the last academic year my primary supervisor Lisa Jardine left QMUL for UCL. Because I was self-funded I was able to follow her. Funding myself has fuelled my determination to finish my PhD and finish fast, partly for financial reasons  more time equals more cost  but more importantly, to prove that it can be done, both to myself, and to those who have suggested otherwise. What of the future? I am told that being self- or partially funded will not hinder my future career. In fact, it might enhance it, as it shows resilience, resourcefulness and determination. An academic I admire recently told me that she looks on applications from self-funded PhDs or Open University graduates very highly because of the qualities it takes to do research through these channels. I have applied for a couple of post-doctoral schemes or fellowships and all the appropriate temporary contracts I can find. My ideal scenario would be a temporary lectureship for a year or so that would allow me time to write up my thesis as a book and polish up the articles that have come out of my research. Then I would like to apply for a British Academy fellowship to allow me spend three years doing another research project  funded. We shall see. * This article was amended on 7 June to reflect the fact that the BBC/AHRC scheme New Generation Thinkers is open to those with or without AHRC funding  find out more here  Helen Graham-Matheson is a PhD student studying women&apos;s political agency at the mid-Tudor courts at UCL This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jun/06/self-funded-phd-fighting-stigma", 
    "wordcount": "730"
}