{
    "headline": "Endangered garden birds continuing to decline in the UK, RSPB survey shows", 
    "text": "Starlings, house sparrows and other threatened garden birds have suffered a further decline in their numbers over the past year, new figures show. The results from the RSPB&apos;s annual Big Garden Birdwatch (BGBW), based on half a million people counting birds in their gardens over a weekend in January, also showed an increase in the species that are not commonly seen in back gardens, such as fieldfares and jays, after a freezing start to the year drove them out of the countryside in search of food. Numbers of starlings, a &quot;red-listed&quot; species of conservation concern which dropped to a record low in last year&apos;s birdwatch, declined by a further 16% this year. House sparrows  also endangered  fell by 17% on 2012 figures, while bullfinches and dunnock numbers also fell, by 20% and 13% respectively. While green finches have declined by nearly 21% since last year. Martin Harper, the RSPB&apos;s conservation director, said: &quot;We know from the many people who take part in Big Garden Birdwatch every year that garden birds are incredibly precious to us and connect us to nature every day  but several of our familiar and best-loved species have been declining at alarming rates over the 34 years that the RSPB has been running the birdwatch and this year&apos;s results show a continuing decline.&quot; The starling, famous for its winter &quot;murmurations&quot; involving up to hundreds of thousands of birds, has seen a steady decline in numbers since the BGBW survey began in 1979. Losses have been linked to the loss of traditional, established farming pastures, where experts believe that intensively farmed land makes it more difficult for birds to find their favourite food  the cranefly larvae that live in undisturbed soil. House sparrows have experienced a rapid recent decline, particularly in urban and suburban environments: greater London lost seven out of 10 sparrows between 1994 and 2001. The causes remain largely unknown, with everything from cats to air pollution being blamed. &quot;The decline of these two species is part of a long-term trend and nothing to do with the cold weather,&quot; said RSPB spokeswoman Wendy Johnson. &quot;Starlings have gone down 82% since we started the survey and house sparrows by 63%. Bullfinches and dunnocks haven&apos;t declined overall in the same way as sparrows, starlings and songthrushes, however they are amber-listed species and we are concerned because they have suffered declines this year and over the last few years.&quot; However the freezing temperatures in January meant that some species of birds increased in gardens, with sightings of siskins, fieldfares and jays up by as much as 85%. The RSPB said cold, harsh conditions in the wider countryside was likely to have driven more of these birds into gardens in search for food. For example, more jays were seen in gardens searching for alternative food sources after a particularly bad crop of acorns last year.     Big Garden Birdwatch 2013    The RSPB said the results showed that gardens  as well as wider UK habitat protection  were vital in supporting threatened wildlife. Harper said: &quot;Gardens make up around 4% of land area in the UK and their role as habitats for our wildlife is clear. They are the places that birds come to for food and shelter when conditions in the countryside are especially tough and together we can all play a part in making them more welcoming and supportive for wildlife.&quot; The cold spring weather the UK is experiencing now is affecting garden birds&apos; breeding patterns, Johnson added. &quot;It&apos;s getting into the breeding season now and we would expect birds to be prospecting sites and furnishing their nests right now, but that&apos;s having to be put aside because they have to find food and shelter. Hopefully the weather will improve and they will start breeding soon, it&apos;s still early on but it&apos;s impossible to say right now whether this will affect next year&apos;s figures.&quot; The current cold snap  which could turn out to be the coldest March in the UK in 50 years  has led to confused behaviour for migrating birds. The WWT&apos;s nine wetland centres have reported sand martins, swallows and spoonbills arriving from Africa for the summer, while bitterns and swans are yet to make their return journey to the Arctic. On Tuesday the RSPB said it feared the ongoing bad weather may be responsible for the deaths of hundreds of puffins, razorbills and guillemots that have washed up on beaches along the north-east coast of England and Scotland. Severe weather may have led to birds struggling to find food or succumbing to exhaustion, but the exact causes are unknown.     Big Garden Birdwatch 2013 sightings    Cold weather in recent years has produced some unusual variety in the BGBW results: in 2011 rare birds flocked to Britain from Scandinavia, while in 2010 the coldest winter for 30 years was disastrous for small birds. Every year the RSPB asks members of the public to spend one hour during the last weekend of January counting garden birds as part of the world&apos;s biggest wildlife survey. This year almost 590,000 people took part. Tips to help birds survive cold weather  Put out a variety of feed  seeds, fatballs and peanuts.  Break ice, and leave out fresh water daily. Never add anything, especially salt, as it can kill birds.  Clear snow from lawns to help ground-feeding species such as blackbirds.  Create homes for birds with nestboxes, and preserve old trees that have holes.", 
    "section": "environment", 
    "gid": "environment/2013/mar/28/rsbp-garden-birdwatch-survey", 
    "wordcount": "905"
}