{
    "headline": "Swedish free school operator to close, leaving hundreds of pupils stranded", 
    "text": "Britain&apos;s adoption of Sweden&apos;s &quot;free school&quot; model has been called into question after one of Sweden&apos;s largest private sector school operators announced it would shut down, leaving hundreds of students stranded. JB Education, whose schools educate around 10,000 Swedish pupils, said on Thursday that it would sell 19 of its high schools and close down the remaining four. The decision, which follows four school closures announced by the company in February, came as the Danish private equity group Axcel, which bought the chain in 2008, decided it could no longer continue to cover the company&apos;s losses. &quot;I&apos;m devastated that the company I&apos;ve managed for a short time won&apos;t survive,&quot; said JB Education&apos;s chief executive, Anders Hultin. &quot;It&apos;s extremely regrettable that it will affect the students.&quot; Ibrahim Baylan, the education spokesman for Sweden&apos;s opposition Social Democratic party, said the closures should come as a warning to the UK not to slavishly adopt the Swedish model, where private companies can set up profit-making free schools, paid for by the state but with little government oversight. &quot;Before you do something like this you have to really, really think about how you set up the system,&quot; he said. &quot;The system here is not working as it&apos;s supposed to work. Nobody could foresee that so many private equity companies would be in our school system as we have today.&quot; Two Swedish school companies, Kunskapsskolan and Internationella Engelska Skolan (IES), have already taken over the management of schools in the UK, albeit on a non-profit basis. Like JB Education, both are owned by private equity companies. Kunskapsskolan&apos;s non-profit UK arm, Learning Schools Trust, operates schools in Suffolk, Northamptonshire and two in Richmond, south-west London. IES is often cited as an inspiration for the Conservative push for free schools, with the education secretary, Michael Gove, visiting IES&apos;s schools in Sweden. Through a trust named Sabres, IES has operated a free school in Breckland, Suffolk, since 2012. Critics of the involvement of profit-making companies such as IES fear that their presence is a precursor to allowing corporations to operate state-funded free schools and academies directly. Gove has said he is open-minded about allowing profit-making companies to run free schools in the future, and the Conservatives are expected to include a proposal to allow them to do so in their 2015 election manifesto. Andrea Martinson, 37, a social studies teacher at JB kersberga, one of the schools due to be closed down, said she now felt there was something wrong with Sweden&apos;s for-profit system. &quot;It makes you sad that the system&apos;s not working as it was intended to, since the money issue is so important,&quot; she said. &quot;I think it&apos;s OK to make a profit, but don&apos;t spend the money. That&apos;s the problem: they haven&apos;t been saving their money for the bad years.&quot; Pontus Ringstedt-Axberg, 18, who is training to be a chef at the school, said students and teachers had been sad and depressed at the meeting held on Friday morning to inform students, although he said he was happy that he was being transferred to another, much larger, school which shares the same building. &quot;I think it sucks, because my teachers are the best teachers in the world, so I&apos;m really sad about it,&quot; he said. &quot;I think they did it in a bad way. I heard about it on the internet.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/31/free-schools-education", 
    "wordcount": "575"
}