{
    "headline": "Astronomers find water vapour in atmosphere of distant planet", 
    "text": "Astronomers have detected water vapour and carbon monoxide in the atmosphere of a planet 130 light years away from Earth. However, the planet, known only as HR8799c, is devoid of methane, a gas that can indicate life, the researchers said. Their analysis was performed using the most precise atmospheric measurements ever made of a planet outside our solar system. The levels of gases shed light on how the planet formed, from a cluster of ice crystals tens of millions of years ago. Since the 1990s, astronomers have detected more than 1,000 planets beyond our solar system. HR8799c is colossal: about seven times the mass of Jupiter, the largest planet in our solar system. It circles a star with at least three other planets. To take their readings, scientists peered at the planet through a telescope at the Keck Observatory in Hawaii, and used an instrument called Osiris to record incoming infrared light. At only 30m years old, the planet is young, extraordinarily hot, and easy to see in the infrared range. Through detailed analysis of the planet&apos;s light, the team teased out chemical fingerprints of molecules in the atmosphere, which absorb different wavelengths of infrared. They found copious amounts of water vapour and carbon monoxide, but no traces of methane, according to a report in the US journal Science. The presence of methane can be a sign of life, as on Earth where it is a waste gas of many living organisms. The presence of water in the atmosphere does not make the planet a contender for life either, the scientists said. &quot;Even though we see water, we don&apos;t expect there to be any chance of life on this planet. There is no solid surface and it&apos;s really hot,&quot; said Quinn Konopacky at the University of Toronto. Surface temperatures on the planet are thought to exceed 1,000C. But the new measurements clarify how the planet came into existence. Its atmosphere has a high ratio of carbon to oxygen, which suggests it formed through a process called core accretion, when grains of water ice condense from a disc of material surrounding the parent star. &quot;These ice grains stuck together to make bigger ice chunks a few kilometres across, that kept colliding and building up the planet&apos;s solid core,&quot; said Konopacky. &quot;The atmosphere came later, from gas that the planet attracted after it got big enough.&quot; Planets in our own solar system are thought to have formed the same way. The scientists now plan to analyse the atmospheres of other giant planets that circle the same star. Astronomers hope one day to study the atmospheres of small, rocky planets similar to Earth, but these tend to be so small, and close to their stars, that the light from them is too faint for telescopes to detect. Researchers said it could be decades before the technology existed to do the measurements. &quot;If you wanted to do an Earth-sized planet, you really need a spacecraft and you really need a very dedicated spacecraft that was designed only for that purpose,&quot; said Bruce Macintosh, a co-author of the study, at Lawrence Livermore National Laboratory in California.", 
    "section": "science", 
    "gid": "science/2013/mar/14/astronomers-planet-water-vapour", 
    "wordcount": "531"
}