{
    "headline": "Indian computer tablet could herald an internet revolution", 
    "text": "  In a laboratory on a leafy campus in the Indian desert city of Jodhpur, Professor Prem Kalra believes he is overseeing a revolution. It takes the form of a computer &quot;tablet&quot;  a basic form of device similar to the Apple iPad  which can be made and sold for under 35. Already 100,000 of the devices, called Aakash, which means &quot;sky&quot; or &quot;ether&quot; in the local Hindi language, are to be manufactured for testing. Within weeks a new version, which will allow hundreds of millions of Indians in remote rural areas to connect to the internet via local mobile phone networks, will be launched. &quot;We expect that within five or 10 years everyone will have one  and every year there will be greater capacity. There will be children learning, farmers checking on irrigation or crop prices, pregnant women getting medical assistance, all through the Aakash. It is empowerment on a global scale,&quot; Kalra, who heads a team at the Rajasthan Indian Institute of Technology, said. But the new tablet, originally developed by a small tech company called Datawind, is only a small, if crucial, part of a radical change which may, some believe, see Indians become the biggest single internet user population in the world within less than a decade. According to the most recent estimate, 112 million Indians currently have internet access, a distant third behind China with 485 million and the US with 245 million. The level reflects India&apos;s low relative levels of education, parlous infrastructure and persistent poverty. But the number is set to reach 230 million within three or four years, according to industry estimates. The government claims there will be 600 million Indians using the internet by 2016. &quot;Now we&apos;ve crossed the 100 million milestone, the 600 million is possible. Perhaps not as fast as the government say but we can get there if the investment is there too,&quot; Subho Ray, of the Internet and Mobile Association of India, said. &quot;Whatever happens, the internet will be a major force to reckon with.&quot; A key factor in India, where many of those lucky enough to have a job earn no more than 2 per day, is cost. Kalra and his team said the specific goal was building a functioning computer that a daily wage labourer could buy if he saved one day&apos;s earnings a month. This gave a 35 ($50) target. Students receive a significant government subsidy. Enough to mean, Kalra points out, that a family with two children could effectively buy one of the tablets and get a second almost free. The government hopes to use the Aakash tablets to overcome chronic shortages in educational resources through distance learning packages. India has a shortage of a million teachers and many schools lack books or basic facilities. Experts say infrastructure  though far behind that in regional rival China  is improving. But the main driver is likely not to be public investment but the private sector, said Prashant Agarwal, a Mumbai-based analyst. &quot;The major portion of the expansion is big commercial players like Facebook, Google,&quot; said Agarwal. Internet shopping is another major factor in the explosive growth. Though it faces a lack of consumer confidence, slow download speeds and the same infrastructure problems that any company trying to run distribution networks in India has to cope with  bad roads, insufficient freight capacity on railways, corruption and red tape  the sector is growing rapidly. The online travel market is now thought to be worth 6.6bn. FlipKart, an Indian home delivery site launched four years ago offering books alone, has gone from $10m to $100m (66m) in a year. It now sells everything from kettles to computer games, allowing nervous customers to pay cash on delivery. &quot;There are some specific difficulties here but we don&apos;t see the economic downturn affecting us too much. We aim to hit a turnover of a billion dollars by 2015 and may get there a bit earlier,&quot; Ravi Vohra, Flipkart&apos;s vice president, said. However, many believe the government predictions of growth in internet use are too optimistic. &quot;It will grow but at a much slower pace,&quot; Agarwal the analyst said. One challenge is literacy. Around a quarter of Indians are unable to read or write and at least another quarter are very limited. Another is maintenance. Previous attempts to distribute cheap laptops to villagers ran into problems as access to servicing was very difficult. A third problem is skills. One state government in south India is handing out tens of thousands of computers to schoolchildren. But there are not enough trained teachers to demonstrate how to use the free equipment. A final issue is power. Many villagers don&apos;t have electricity with which to charge any device. There are solutions for all these issues, Kalra believes. His team say they can develop a system of icons to overcome the problem of users being unable to use a keyboard with letters. They are also developing a solar charger for the Aakash tablets because, he says, &quot;one thing we are not short of in India is sun&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/jan/12/indian-computer-tablet-aakash-internet", 
    "wordcount": "866"
}