{
    "headline": "Failed States Index belongs in the policy dustbin", 
    "text": "The latest edition of Foreign Policy magazine contains the 2012 edition of the notorious Failed States Index (FSI). This annual compendium of failure is produced in collaboration with the Fund for Peace. It makes for depressing reading at the best of times, especially when published alongside Postcards from Hell; a gallery of some of the world&apos;s most troubled states. At a time when there is increasing agreement on the need to accentuate the positive, does it really serve any purpose to rank 178 countries around the world according to how close to failure they are deemed to be? The index measures everything from population booms and the number of refugees to less straightforward measures such as &quot;factionalised elites&quot; and &quot;uneven development&quot;. Some of the criteria are quite subjective (&quot;delegitimisation of the state&quot;, &quot;group grievance&quot;). These headline indicators are weighted summaries of more than 100 sub-indicators. Indexes are difficult to construct and even harder to perfect, as studies have shown. Competing methodologies and data sources will always be favoured by different organisations and academics. The one thing everybody should be able to agree on is that the collection of data in an index adds to the sum of the world&apos;s useful knowledge. That is why the FSI falls at the first hurdle. It is neither useful nor responsible to rank states according to their perceived failings. It is bad enough that the index focuses exclusively on the most negative aspects of a state&apos;s performance. Worse still that it ranks states in a way that suggests they are in any way comparable, when we know  to paraphrase Leo Tolstoy  that unhappy countries are all unhappy in completely different ways. If we are to advance our understanding we need to understand these differences. Worst of all, the label &quot;failed state&quot; implies no degree of success or failure, no sense of decline or progress. Failed means there is no way back. Failed means a binary division between those countries that are salvageable and those beyond redemption. It is a word reserved for marriages and exams. It does not belong in a pragmatic debate. That is why the FSI is a pretty useless policy tool. It gives us no clue why certain countries have the dubious distinction of topping the chart. It offers no policy prognoses or prescriptions. It measures the symptoms but not the cause nor the cure. Yet, unlike other useless policy tools, the FSI does not sit there benignly on the shelf. Thanks largely to Foreign Policy magazine&apos;s international reach, it serves as a high-profile attack on the countries that appear near the top of the list. By failing to pick up on where progress is being made, this annual negative PR campaign reinforces backward-looking perceptions and deters would-be investors and tourists. It could even exacerbate the instability it seeks to describe by undermining citizens&apos; confidence in their country&apos;s ability to transform itself. What might appear to Foreign Policy readers as postcards from hell appear to millions of others as pictures of home. What is the alternative? We urgently need better ways of measuring and responding to state fragility. Not one of the &quot;fragile states&quot; has achieved a single millennium development goal. Building the resilience of conflict-affected states is a critical mission for the development agenda. Conflict sets social and economic progress back by decades. The recently formed g7+ group of fragile states, a voluntary diplomatic club that represents 17 of the countries appearing near the top of the FSI, which I have been working with, thinks it has the answer. For the first time, the g7+ gives fragile countries a collective voice in this debate, and the group is advocating an entirely new approach to measuring and understanding state fragility. This summer the g7+ is launching &quot;fragility assessments&quot;, which promise to generate very different results to exercises such as the FSI; results that could actually  whisper it  be of use in finding local, context-sensitive solutions to instability. Using the peacebuilding and statebuilding goals, these assessments will analyse what building blocks  from security to justice systems, to capable state institutions  need to be in place for economic and social development to take hold and be sustainable. Fragility assessments will focus on policy solutions rather than problems, on progress rather than decline, and on initiating internal dialogue rather than the annual inspection of &quot;failed states&quot;. Instead of the binary finality of failed/not failed, the assessment will place countries on a spectrum that represents a path out of fragility. The process will not seek to compare countries, an essentially futile exercise, but will allow a country to compare its current and past performance. In this way, states will be able to demonstrate real progress and act on the challenges specific to their context. For once, the indicators used to measure progress will be of fragile countries&apos; own design and choosing. Perhaps the FSI will be consigned to history only when something better emerges to take its place. The g7+&apos;s fragility assessments could provide an alternative that moves the index off the policy shelf and into the policy dustbin. The g7+ is starting a series of mini-revolutions in the development sector; reclaiming and reframing the concept and measurement of fragility is just the start.  Claire Leigh is head of international partnerships for the budget strengthening initiative at the Overseas Development Institute", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/02/failed-states-index-policy-dustbin", 
    "wordcount": "904"
}