{
    "headline": "Is your Facebook page a lie?", 
    "text": "When I started university, people told me: &quot;These will be the best days of your life.&quot; I was leaving my snoozy town in the countryside and heading towards the sparkle of the big city to study fashion journalism at the London College of Fashion (LCF). Not only would these be the best days of my life, everyone said, but they would be also be the most glamorous. They couldn&apos;t have been more wrong. By the end of my first year I was seriously considering dropping out. I had not made as many friends, had as much fun, or enjoyed my course as much as I thought I was going to. My shoulders sagged with the weight of my disappointment, and I blamed myself. &quot;I chose this. Is it my fault I am not living the university dream?&quot; I felt sad and desperately lonely. But I didn&apos;t tell anyone. I certainly didn&apos;t put it on Facebook  its culture of competitive sharing made me feel even worse. Scrolling through my friends&apos; feeds, it was clear they were having a ball. Jemma Lamble and I are friends on Facebook  what impression did she get from my profile? &quot;There is one feeling I got when I clicked on &apos;Libby Page Facebook&apos; and that is jealousy. You looked like you were really enjoying yourself.&quot; Talking to fellow students has made me realise how little resemblance our Facebook lives bear to our real ones. &quot;University life wasn&apos;t the walk in the park I had expected,&quot; says Jemma, who studies fashion journalism at the University of the Creative Arts, Epsom. &quot;I certainly didn&apos;t expect the feeling of gruelling loneliness that I experienced because I found it hard to connect with the people on my course.&quot; &quot;Studying fashion can make it especially hard to make friends,&quot; says Natasha Slee, a coursemate at LCF. &quot;Lots of people are really focused on trying to be cool, so it makes for a very different social life.&quot; Sophie Smith (name changed at her request), who is studying fashion styling and photography at LCF, remembers her first day: &quot;As I walked into my first class I tried my hardest to smile at everyone and make friends. But I was shocked by how blank some people were. I said to one guy, &apos;wow, LCF, I still can&apos;t believe I&apos;m here&apos;. He replied, &apos;well LCF are lucky to have me&apos;. I don&apos;t want to label everyone on the course because there are some lovely people too, but I do think the environment at a fashion university can be hard.&quot; The students&apos; union doesn&apos;t have much of a presence at LCF. &quot;I recently heard about an event organised by the SU on Facebook: 200 people had been invited but only two were attending,&quot; says Natasha. &quot;For me that sums up LCF.&quot; Fairooz Aniqa, culture and diversity officer for the University of the Arts London (of which LCF is a college), says social events are not a top priority for the union. &quot;It is really hard to organise events for students here. We represent six colleges and the university is so spread out. There is no sense of community.&quot; Fairooz says arts students want more help with their careers than with their meeting other students. &quot;In the arts industry, we have to network and do internships and work, and it is all very business-minded, so socialising can drop to one side. We have got the message from students that they don&apos;t want to socialise through us, so we plan networking events instead. We always try to have a career element instead of organising meaningless social events.&quot; In the latest National Student Survey, which came out last month, UAL ranks second last for student satisfaction out of all the universities in England. And just 57% of its students are satisfied with the students&apos; union. When you are feeling lonely, the one thing that can make you feel even more alone is something designed to do the opposite: a social network. &quot;I thought that everyone on Facebook was having a better time than me,&quot; says Jemma. &quot;A lot of people I knew had gone to universities in big cities, so my Facebook feed was constantly flooded with evidence of the great nightlife in these places. This upset me because I wasn&apos;t being tagged in pictures enjoying myself like they were.&quot; &quot;If you&apos;re having a bad day, the last thing you want to do is go on Facebook and see another happy couple or another fun party that you&apos;re not at,&quot; agrees Natasha. So how honest are our Facebook lives? &quot;When I post a photo of me out having a good time in Mayfair, I genuinely am having a good time out in Mayfair,&quot; says Sophie. &quot;But I&apos;m not going to post a photo of me lying in bed eating left-over pizza.&quot; &quot;People want to show the best bits of their experiences to prove to their peers that they are having a good time,&quot; says Jemma. I am aware that by hiding the truth about my experiences from even my closest friends, I have become part of the problem. My time at university may not have been the dream that I signed up for, but it has made me who I am. LCF did not provide me with the social experience I dreamed of, but it has made me appreciate the good friends I have kept from my childhood and each new one I have made here. Studying in London, without the comfort of a cosy campus, was terrifying at times, but I have become much more independent as a result. Not finding what I wanted on my course and within the walls of my university has made me go out and look for it myself. Now that I am starting my third and final year I can look back and see that university has been an experience. It just hasn&apos;t been the one I was expecting.     OUP promo trail Photograph: Guardian  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/oct/08/students-artanddesign", 
    "wordcount": "1023"
}