{
    "headline": "OECD urges EU to spell out its aid message more clearly", 
    "text": "The EU needs to develop a more cohesive approach to development aid and speak consistently with a unified voice or risk its influence and impact weakening, a major assessment of its aid programme has claimed. The Organisation for Economic Co-operation and Development (OECD) peer review on Tuesday also warned of the strong possibility that the EU will miss its target of boosting collective aid to 0.7% of gross national income by 2015 because of financial pressures. Greece and Portugal, most dramatically, slashed their aid budgets by more than 30% last year as the value of OECD aid in 2011 dropped for the first time in 15 years. With increased public scepticism and more intense scrutiny of aid budgets, the OECD urged the EU to better hone its development message to the public, shifting the current emphasis on ensuring visibility of EU development support towards communicating priorities, challenges and impacts. The EU bloc of 27 states is a major player in development aid. Last year, the EU provided 53.8bn (43.8bn), more than half of global aid, while the European commission is responsible for managing 11bn of aid a year. Last year, the EU development commissioner, Andris Piebalgs, announced a new direction for EU development, Agenda for Change, focusing on democracy, human rights and governance in its aid programmes as well as concentrating aid on the world&apos;s poorest states, such as Somalia. The review from the OECD&apos;s development assistance committee (DAC) acknowledged positive steps taken by the EU since the last peer review in 2007, including major organisational restructuring, efforts to streamline financial instruments and enhancing dialogue with civil society. &quot;However, the EU institutions need to make progress in a number of areas,&quot; said the review. &quot;In completing the reorganisation they need to be clear about responsibilities of each institution as they work together to implement the development co-operation programme. The EU institutions also need to strengthen knowledge management and lower the administrative burden on partners and EU staff to improve the impact of the programme.&quot; The DAC urged the commission to develop a sound strategic framework for promoting policy coherence and make every effort to use its mechanisms to their full potential. Under the EU&apos;s policy coherence for development (PCD), the commission has to ensure EU policies in areas such as migration, trade and fisheries do not undercut its development goals. Civil society groups, however, have criticised aspects of EU policy that do precisely this. A running criticism is that the EU and the US have helped push up food prices through subsidies to promote the use of biofuels by diverting corn and other crops from dinner tables to fuel tanks. On fishing, the EU has come under fire from groups such as Greenpeace for subsidising powerful fleets to expand into the fishing grounds of countries in west Africa, some of them among the world&apos;s poorest, undermining the communities who rely on them for work and food. &quot;The impact on developing countries of major policy reforms now under preparation, in particular EU common fisheries and common agriculture policies, should be looked at carefully,&quot; said the DAC. The DAC said the commission has included PCD in its programming process and makes better use of consultation between different parts of the EU bureaucracy to ensure a strategic approach. &quot;However, the commission does not yet make full use of these mechanisms,&quot; said the OECD review. &quot;Only a few impact assessments include an external dimension and the scope of the analysis is often restricted.&quot; Between 2009 and 2011, only seven out of 164 impact assessments looked at the impact on developing countries even though 77 were potentially relevant to them, the DAC said. In the case of fisheries policy, the impact assessment restricted its analysis to public agreements, excluding the majority of EU vessels that fish outside EU waters under private agreements or joint venture, the review noted. European NGOs also focused on the need for more policy coherence in responding to the OECD review. &quot;While the OECD paints a largely positive picture of EU aid, a main improvement would be to give greater concern to making EU policies more coherent with development objectives,&quot; said Olivier Consolo, director of Concord, a European NGO umbrella group. &quot;This is a clear area where the EU needs to step up its game. Five years on, a major issue are the EU&apos;s new institutional set-ups, like the recently formed foreign policy arm, the European external action service. The report shows that the EEAS still has a long way to integrate development policy within the service, especially on policy coherence and co-ordination of efforts with the EU commission.&quot; Bond, the UK NGO umbrella group, said it was critical for the UK to play a role in shaping European aid. &quot;The OECD report makes a number of recommendations about how European aid could be further improved, including suggesting that EU aid could be enhanced if member states were willing to play a stronger and more coordinated role,&quot; said Glen Tarman, head of policy and advocacy. &quot;It is therefore critical for the UK to play an active role in shaping European aid to ensure that it continues to increase its impact and deliver results for people living in poverty.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/24/oecd-urges-eu-aid-message", 
    "wordcount": "889"
}