{
    "headline": "Me and my data: how much do the internet giants really know?", 
    "text": "To briefly state the obvious, the internet giants are seriously big: Google is not only the world&apos;s largest search engine, it&apos;s one of the top three email providers, a social network, and owner of the Blogger platform and the world&apos;s largest video site, YouTube. Facebook has the social contacts, messages, wallposts and photos of more than 750 million people. Given that such information could be used to sell us stuff, accessed by government or law enforcement bodies (perhaps without warrants, under legal changes), or  theoretically, at least  picked up by hackers or others, it&apos;s not unreasonable to wonder exactly how much the internet giants know about us. US users of the sites are out of luck: there&apos;s no legal right under US law to ask a company to hand over all the information it holds on you. Users do have some say in how much companies are allowed to take, usually contained in the terms of service. But EU citizens are in a better position  under Europe-wide data protection rules, anyone can send a written request for their full data and, for a small fee, the company has to ship it out, usually within 40 days. It&apos;s a great chance to see exactly how much Google and Facebook really know about us, and all we need is a test subject. Perhaps an EU citizen who&apos;s been on Facebook since it came to the UK in 2005; who&apos;s had a YouTube account almost as long; and was on Gmail back when invitations to the service were something to beg, borrow and steal, rather than a nuisance. They&apos;d also have to be enough of an idiot to write about what they dig up in public. This left one obvious, unlucky test case in the Guardian offices: me. Things didn&apos;t get off to a great start with Google. The company has a main US branch, Google Inc, and subsidiaries within other countries. In the UK, that&apos;s Google UK Ltd. Here&apos;s the catch: Google UK Ltd, which is subject to the EU rules that let you access your data, doesn&apos;t hold it. As Google says in a statement: &quot;Please note that Google UK Ltd does not process any personal data in relation to Google services, which are provided by Google Inc, a US-incorporated company whose address you can find in the Google privacy policy.&quot; While we can find Google Inc&apos;s address, that doesn&apos;t necessarily help: a spokeswoman for the UK regulator, the ICO, confirmed that EU laws on subject access requests do not extend to the US parent company. This means there&apos;s no real chance of getting hold of user data from Google through this route. Thankfully, Google isn&apos;t totally unhelpful. It has two tools that help show the information it holds on you, which a helpful staffer walked me through. The first, Google Dashboard, has run for about three years and gathers information from almost all of Google&apos;s services in one place. Another feature, the &quot;account activity report&quot;, has launched recently, and shows Google&apos;s information on my logins in the past month, including countries, browsers, platforms and how much I&apos;ve used the services. Running these tools on my work email account (the Guardian&apos;s emails are managed by Google) is disconcerting, but not too much so. The dashboard can see I&apos;m a member of a few internal Google groups, and have a blogger account used to collaborate with some researchers on Twitter riot data. Data showing my work gmail account has 877 contacts  and listing them  gives me some pause for thought, as does a list of the 398 Google docs I&apos;ve opened. The site also lists my most recent sent and received emails (in both cases a &quot;no subject&quot; conversation thread with a colleague). A little more disconcerting is a chat history logging 500 conversations with 177 colleagues. Google chat is a handy way to collaborate in a large building, especially one full of journalists who seem to prefer to talk online (as Twitter activity testifies) rather than in the flesh. But there&apos;s more than a little gossip going on too. I make a mental note to check how to delete those logs. The big relief comes when I note Google isn&apos;t tracking the internet searches I&apos;ve made on my work account, which for journalists the world over tends towards the incredibly odd. Repeating this exercise for my personal Google account is less relaxing. There are several bits of extra info here. The most innocuous is a heavily neglected Google+ profile with a few hundred connections but almost no posts. Slightly more embarrassing is a seemingly connected YouTube account, apparently set up at a time when I thought using character names from role-playing games was a good account-naming policy. It has only one surviving video  a student interview with Heather Brooke  but does link to my viewing history, which includes the Tottenham riots, Dire Straits, Pomplamoose and, bafflingly, a Q&amp;A from the Ryan commission into child abuse in Ireland. Worst of all is a lengthy list of my search results. Looking through anyone&apos;s list of searches gives a distressing degree of insight into odder parts of their personality. Google helpfully lists my most recent searches across its different services on one page. For web search: &quot;paul daniels wiki&quot;. For images: &quot;harry styles&quot; (explainer: I was trying to see who he was, after my 15-year-old niece mentioned him). News was &quot;youtube user figures&quot;, showing I am meticulous in my research, while even my maps search history is present  last result &quot;Portland House, SW1&quot;. Mortifyingly, my last blogs search was a vanity one: &quot;james ball&quot;. Google also holds information on my login IPs, and other anonymised non-logged-in data, but doesn&apos;t (yet) make this available. There was some relief from the gloom though. Google insists the tracking for its display adverts  it is the market leader in online advertising  doesn&apos;t draw from user data, but comes instead from cookies, files that anonymously monitor the sites you visit. Google&apos;s ad preference page believes I am interested in online video, TV reality shows, printers, Egypt, politics and England. From this, it has concluded I am likely to be over 65 and male. I find myself more reassured than offended that Google has got this more or less wrong. Facebook is a much trickier prospect. Unlike Google, Facebook actually processes some data in the EU, through its Irish branch, making it subject to access laws. These are currently taking a long time  apparently up to three months  due to a large volume of requests from campaigners, so I once again resorted to the site&apos;s own tools. Facebook&apos;s main download tool was familiar, if slightly embarrassing. A downloaded archive that opens into something looking oddly like a stripped-down, uncluttered Facebook, this lists all my friends, every post ever made on my wall, by myself or others (some dating back almost seven years are not comfortable viewing), my private messages and the small number (fewer than 10) of photos I&apos;ve uploaded to the site myself. The Facebook extended archive is a little creepier, including &quot;poke info&quot;, each instance of tracking cookies they possess, previous names, and full login and logout info. Every event to which I&apos;ve ever been invited is neatly listed, alongside its location, time, and whether I said I would attend . One piece of information  a supposed engagement to a schoolfriend, Amy Holmes  stands out. A Facebook &quot;joke&quot; that seemed faintly funny for about a week several years ago was undone by hiding it from any and all Facebook users, friends or otherwise (to avoid an &quot; is now single!&quot; status update). The forgotten relationship helpfully explains why Facebook has served me up with badly targeted bridalwear adverts for several years, and reassures me that Facebook doesn&apos;t know quite everything. Or does it? There are gaping holes in what Facebook has made available to me. No posts from other users in which I&apos;m mentioned are included, not even from my friends. None of the 300+ photographs in which I feature, uploaded by friends and family, are there. On the upside, this means I escape yet another viewing of the naked baby photos my ruthless older sister decided to share with the world. On the downside, it reminds me that huge swaths of my information on these networks are outside my control. Campaigners estimate that only around 29% of the information Facebook possesses on any given user is accessible through the site&apos;s tools. The tour through a decent swath of my personal data is at once disturbing and comforting. Disturbing because it reminds me mine is a life lived online. Among the huge tranche of information available to Google and Facebook alone is virtually everyone I know, a huge amount of what I&apos;ve said to (and about) them, and a vast amount of data on where I&apos;ve been. Such detailed tracking would have been an impossibility even 10 years ago, and we&apos;re largely clueless as to its effects. This is the core of the main comfort: despite their mountain of data, Google and Facebook seem largely clueless, too  they&apos;ve had no more luck making any sense out of it than I have. And that, for now, is a relief.  See our step-by-step guide to downloading your user data", 
    "section": "technology", 
    "gid": "technology/2012/apr/22/me-and-my-data-internet-giants", 
    "wordcount": "1561"
}