{
    "headline": "Eduardo Saverin renounces US citizenship ahead of Facebook IPO", 
    "text": "Since 1996 the Internal Revenue Service has regularly published a list of people who have revoked their US citizenship. Why the IRS and not the INS? Because the point of the list is not simply to keep track of who&apos;s in and who&apos;s out. The point of the list is to potentially bring shame on rich people who renounce their citizenship to dodge taxes. For one Facebook billionaire, the shaming deterrent appears to have been ineffectual. The most recent IRS list was published on 30 April. It contains 460 names. And if you scroll down to &quot;S,&quot; you find the name of one very, very rich person: Eduardo Luiz Saverin, the Facebook co-founder who still owns an estimated 4% of the company. Saverin&apos;s presence on the list was first reported by Bloomberg. With Facebook about to roll out an IPO, Saverin&apos;s 4% stake  worth about $3.8bn, if the IPO valuation holds  might leave him open to a major tax bill. Now Saverin, who is becoming a legal resident of Singapore, will face a significantly reduced US tax bill at the time of the IPO. Singapore does not have a capital gains tax. The Brazilian-born Saverin moved to the United States in 1992 and became a citizen in 1998. Three years ago he moved to Singapore, where he has set about doing the sorts of things that one imagines 30-year-old billionaires do, the Wall Street Journal reported last week:  &quot;Mr. Saverin is regularly spotted lounging with models and wealthy friends at local night clubs, racking up tens of thousands of dollars in bar tabs by ordering bottles of Cristal Champagne and Belvedere vodka, according to people present on these occasions. He drives a Bentley, his friends say, wears expensive jackets and lives in one of Singapore&apos;s priciest penthouse apartments.&quot;  Reporting on the IRS list of former US citizens earlier this week, the New York Times noted that the number of Americans renouncing their citizenship has increased in recent years:  &quot;According to the international tax lawyer, Andrew Mitchel, the number of Americans renouncing their citizenship rose to 1,781 in 2011 from 231 in 2008  According to Andrew Mitchel&apos;s research, the sharp rise in Americans renouncing their citizenship since 2008 is less pronounced than it appears if one looks at the full range of data available since 1997, when it first was collected. As one can see in the chart, the highest number of Americans renouncing their citizenship came in 1997.&quot;  The wags on Twitter are giving Saverin a warm sendoff:  Facebook co-founder Saverin drops US citizenship, will become full-time resident of Farmville.$FB  Downtown Josh Brown (@ReformedBroker) May 11, 2012    Facebook&apos;s Eduardo Saverin renounces US citizenship: bloom.bg/K70eOt - Wow. Confirmation that Singapore is Facebook&apos;s model society.  Mark Gimein (@markgimein) May 11, 2012 ", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/may/11/facebook-eduardo-saverin-us-cirizenship", 
    "wordcount": "470"
}