{
    "headline": "Peru's indigenous people: from Garca to Humala their battle goes on", 
    "text": "&quot;What we have proposed to do, through a culture of dialogue, is to resolve these [social] conflicts, so that we can restore order and constitutional rights as quickly as possible.&quot; That was Ollanta Humala speaking last June, fresh from a narrow win at Peru&apos;s presidential elections. His country was at the height of social tension, and he was promising change from the practices of the past. More than 200 social conflicts were emerging, and his predecessor, Alan Garca, was leaving behind a bloody legacy. According to Peru&apos;s public ombudsman, 195 people were killed in clashes with security forces between January 2006 and September 2011; most of them died during Garca&apos;s five-year term and because of land disputes. The bloodiest conflict was in Bagua. Three years ago, indigenous protesters in this otherwise tranquil Amazon region of northern Peru clashed with police officers who tried to clear roadblocks. The demonstrators wanted the government to drop new legislation they said would have made it easier for foreign companies to exploit their land for natural resources. Garca eventually gave in, but not without leaving 33 people dead and a small community scarred by the violence. The new Humala government promised there would be no more Baguas, and 10 months into his presidency the Peruvian leader still says he wants to use dialogue to end the hundreds of social conflicts. But &quot;the politics of the president of the republic are nothing more than the continuation of the aggressive politics of Alan Garca,&quot; says Alberto Pizango, who led the indigenous protest in Bagua in 2009. Since Humala came to power at the end of July, at least 12 people have been killed in clashes with security forces, and civil liberties restricted through two states of emergency following violent anti-mining protests. &quot;Despite offering to work together with all indigenous people in Peru, this government is not keeping its promise,&quot; says Pizango, who now presides over Aidesep, a national organisation of more than 1,000 communities in the Amazon. He is not alone in thinking that election promises have been broken. &quot;Before, this government talked about eradicating poverty and defending our biodiversity and water resources,&quot; says Edwin Montenegro, the leader of Orpian, another organisation of indigenous people. &quot;But now we can no longer trust it to solve conflicts through dialogue.&quot; Two people died last month in clashes between the police and anti-mining demonstrators in the southern Cuzco province of Espinar, following days of failed attempts to resolve a copper mine dispute. Humala&apos;s cabinet responded by enforcing a state of emergency there, and tried to defend its actions. &quot;One thing is to dialogue, another is to allow vandalism,&quot; said Oscar Valds, the Peruvian prime minister. &quot;We will not talk in the midst of violence.&quot; Amnesty International has condemned the use of force, calling for &quot;prohibiting the police to use armed weapons unless strictly inevitable for the protection of life&quot;. But Nelson Manrique, one of the most influential Peruvian historians and sociologists, says Humala, a former military officer who has filled his close circle with other former military men, has proven that pulling the trigger is the only way he knows to solve social conflicts. &quot;We have a cabinet that is seen as totally illegitimate and is paralysed, because its negotiators lack credibility,&quot; says the university professor. The most serious challenge for this administration is in Cajamarca, in northern Peru, where strong opposition to a $4.8bn (3.1bn) mining project forced the US company Newmont to put it on hold last November. Residents in this agricultural region are concerned that the planned open-cast gold mine, the construction of which would require replacing four Andean lagoons with reservoirs, would pollute water resources and affect people&apos;s livelihoods. A fierce opponent is the regional president of Cajamarca, Gregorio Santos, who has presidential ambitions. &quot;In Peru, an investment is the irrational plundering of natural resources, an investor is a crook, and a minister is an agent at the service of capitalism,&quot; he wrote on Twitter. But despite several attempts by the government to persuade him and other residents in Cajamarca that the mine would bring prosperity in full respect of the surrounding environment, the dispute continues. The Amazon region, meanwhile, has remained unscathed by the violence that marred Cajamarca and Espinar. But what happened in Bagua in 2009 is still fresh in the memory of residents in the Peruvian jungle, and they know it could happen again. Against all odds, however, Pizango believes it is possible for Peru to achieve sustainable development with mining, which now account for 60% of Peruvian exports. &quot;We have put forward a project that aims to restore dialogue between the state and indigenous people, to achieve a new direction for rural harmony and peace in the country.&quot; But he complains that the government is not listening. Manrique, on the other hand, is more sceptical. &quot;You cannot have sustainable development if this government follows the path of repression. At this point, I think, Humala would have to change his cabinet,&quot; he says. But such a measure would be the third cabinet change in Humala&apos;s young presidency, and would send jitters of political instability abroad. At risk are billions of dollars of investment in mining, oil and gas, which the government says it needs to lift millions of Peruvians out of poverty. But many residents in the Andes and the Amazon have yet to see any of this promised investment trickle down to their poor communities. They would rather keep their land intact and are ready to fight for it.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/05/peru-indigenous-people-garcia-humala", 
    "wordcount": "955"
}