{
    "headline": "Skyscanner expects expansion takeoff", 
    "text": "Skyscanner, the flight search site, has doubled its revenues in the last year and is planning an aggressive recruitment drive in its home base in Edinburgh, its chief executive has said. Gareth Williams, also co-founder of the site, said on Thursday it hopes to expand tenfold in the next three or four years and has not ruled out a flotation on the stock market. Skyscanner is a free service which trawls the world&apos;s airlines for flights serving up users with results by time, price and airline. It was started in 2001 and has survived despite the dominating presence of the likes of Expedia and Kayak, which floated earlier this year. Skyscanner, which takes a cut on each booking or a commission on each click through to an airline website which converts into a sale, is now turning over 3m a month in revenues. Asked whether it would float, Williams said &quot;possibly so&quot;, but he said it would be a function of the company&apos;s size, not an immediate goal. &quot;As a founder and CEO my day-to-day concern is just to get bigger. I think we have 10 times the size with us in the next three of four years. I don&apos;t see an IPO as a goal, I see it as a side effect,&quot; he told the Dublin web summit. His site attracts 14m uniques a month with 30m visits with a 28% click-through rate and a 20% booking rate. About half of visitors are repeat visitors. Last year it was pulling in 1.8m a month and five years ago 180,000 a month. Williams puts down the growth to the simplicity of the offering  it is offering raw data with click-through to airline sites  it is not intervening in the sale and will click through to an airline&apos;s website even where there is no partnership. Around a third of its traffic is to budget airlines  and he reports that Ryanair has described Skyscanner as one of the &quot;good guys&quot;  and about 60% of the traffic shorthaul. The company has raised just less than 3m in equity funding.  To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook.", 
    "section": "technology", 
    "gid": "technology/2012/oct/18/skyscanner-expansion-take-off", 
    "wordcount": "419"
}