{
    "headline": "How to get a degree for free", 
    "text": "It&apos;s never going to be easy to stomach paying 9,000 a year for university. But if it helps, try to think about it not as a lump sum for one undergraduate degree, but as an access all areas pass to higher education. Once you&apos;re in the door at university, there are no VIP areas or golden circles  your uni card gets you in anywhere. English lit students can go to history lectures to find out how accurate the Scarlet Pimpernel is. Engineering students can go to business lectures and learn how to market their inventions. You get the most for your money if you explore beyond your lecture timetable. This is not new advice. Lots of people will tell you to try out lectures in subjects other than your own. There&apos;s a folksy charm to that advice, the people who dispense it no doubt imagine English students dipping into a liver dissection in the morning before a cheeky bit of a macroeconomics in the afternoon. It&apos;s a nice idea, but in real life you&apos;re not going to have time to walk into a random lecture hall and, even if you did, you probably wouldn&apos;t understand what the hell is going on. You&apos;ve got to be selective and find lectures you&apos;ll be able to get stuck into. If you&apos;re studying Marx in philosophy, you might also find lectures on him in politics, sociology, history and geography. From there you&apos;ll have a good grounding to learn about the Russian revolution and the Frankfurt School. Not only will you end up with a far broader knowledge of Marxism, you&apos;ll have great examples to drop into your exam. All without picking up a book. It also helps to look beyond undergraduate lectures. They tend to provide the theoretical basics to help students with specific exams. Useful, but not always that interesting. Have a look at departmental notice boards to see what guest lectures, paper presentations and special talks are coming up. It&apos;s these kinds of events where you&apos;ll hear about cutting edge research on contemporary issues. There&apos;s often free booze too, or at least a few Hobnobs. Tom Corfield, a former engineering student at the University of Bristol, quickly found that he was getting envious of his friends&apos; lectures. He created a website called Best of Bristol which allowed students to vote for their favourite lectures. The results were collated online and Corfield organised a lecture series of some of the most popular talks. His new website, Fruni, will be available on any university campus where more than 100 people have registered an interest. Although the site is in its early stages at the moment, Fruni has the potential for students to get way more out of university. If you know what you&apos;re doing, you can squeeze a whole extra degree out of your university  9,000 a year doesn&apos;t sound like so much when it&apos;s buy one, get one free. But if that isn&apos;t a sweet enough offer for you, how about this: getting a bunch of free education without paying for university at all. Outside of core course time, most universities offer free lectures and talks given by their most respected dons that are free to members of the public. Next week at Newcastle University, for example, they&apos;ve got a talk on the legacy of Dr Martin Luther King, the molecules that changed the world and a lecture entitled &quot;Will electricity market reform work?&quot;. They&apos;re all completely free to attend. There are lots of other institutions that offer talks for the public. Museums, libraries and arts centers like the Barbican often have free talks. The website Lecture List collates some of the best ones. Also have a look at the international student societies and the student political parties at your local university, many will also have guest speakers at events that are open to anyone (they&apos;ll just be glad people came along). If you don&apos;t fancy getting out of bed, iTunes U and YouTube EDU have thousands of online lectures from the biggest universities in the world. By piecing all these together you can almost make a university course for yourself for free. Sure you don&apos;t get any qualifications out of it, but on the other hand you also don&apos;t have to do any exams. In many ways that&apos;s the perfect university experience.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/oct/05/students-can-go-to-lectures-for-free", 
    "wordcount": "726"
}