{
    "headline": "EU must ensure biofuel producers in Indonesia respect land rights", 
    "text": "During a heated debate at the European Development Days, I learned that increased greenhouse gas emissions and diminishing food security are the main concerns in Europe about biofuels. From my perspective, however, violations of people&apos;s fundamental rights deserve equal attention. Last month, when the European commission (EC) announced stricter rules on biofuels, I was in Brussels to discuss these rules with representatives of the commission, the ethanol industry and NGOs. Unfortunately, the new EU plan fails to introduce binding regulations on the social impacts of biofuel production. They are urgently needed to protect the people who are most affected, such as indigenous communities in my country, Indonesia. Here, forest the size of Scotland has been turned into palm oil plantations over recent years, driven by global biofuel demand. Since an increasing share of palm oil ends up in Europe, it is most welcome the EC has proposed to limit the contribution of food-based biofuels to meet its renewable energy targets. It is difficult to say accurately how much of the palm oil is turned into fuel, as Indonesia exports crude palm oil only, not finished fuel products. But the suffering and despair I see in my daily work are real. Authorities and companies lean on forest communities to accept oil palm investments, promising roads, schools and hospitals. If a community refuses, it is criminalised, the company is likely to get a permit anyway, and families are evicted from their land and homes. When people stand up for their rights, they face violence from the police. Seven people were killed in one dispute in southern Sumatra last year when forest communities protested against their land being taken. To understand the scale of the problem, Sawit Watch (sawit means palm oil in Indonesian) is supporting smallholders and indigenous people in more than 660 disputes with palm oil companies in 17 of Indonesia&apos;s 33 provinces. There are 3,500 palm oil-related cases across Indonesia, according to estimates by the national land authority body. But rights are a problem too when small farmers collaborate with the companies, bartering their land against palm trees. They are allowed to discount the purchase of the trees with palm oil earnings. After that, the palm trees belong to the small farmer, in theory at least. In practice, I know many cases in which people get less land than was agreed, fewer trees per hectare, or lose their land even after paying off their debt. In addition, oil palms need a lot of water and fertiliser, and it takes up to four years to get a first harvest. Even if small farmers do get to harvest, they have to sell the fruits to mills that belong to the company  with little or no bargaining power over prices. If poor families in Indonesia are also to benefit, small farmers should be able to defend their own interests. They should be represented collectively in price-setting and to collaborate with companies in fair partnership schemes. The Indonesian government and international actors should also step up their efforts to protect the land rights of these communities. The EU could start by assigning an ombudsman to deal with land disputes, since many European companies  such as Belgium&apos;s Sipef and the UK&apos;s Cargill  operate oil palm plantations in Indonesia. But the focus should be broader, as not only growers but also investors and other companies in the supply chain have a clear responsibility to respect land rights  as laid down in the UN&apos;s guiding principles on business and human rights (pdf). In 2009, Sawit Watch brought 25 documented cases of land rights violations to the ombudsman of the World Bank&apos;s International Finance Corporation (IFC), which led to an 18-month IFC global moratorium on lending for new palm oil investments. The IFC no longer invests in palm oil via the Indonesian government, as it does not consider its approach coherent enough.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/nov/09/eu-biofuel-indonesia-land-rights", 
    "wordcount": "645"
}