{
    "headline": "UK green energy sector suffers double blow", 
    "text": "Britain&apos;s nascent &quot;green&quot; business sector has hit trouble with a warning about the future of a pioneering fuel cell developer and of a solar panel factory in Wales. Shares in Ceres Power, which employs 160 staff in Horsham and Crawley in West Sussex, dived 76% after it told the London stock exchange that it may have to wind down or sell off the business. Ceres has been hit by a series of delays on the launch of its combined heat and power (CHP) energy efficient boiler as a result of technical issues with a product designed for homes in Britain and further afield. The company has been in talks with potential lenders but in a statement it said &quot;despite extensive efforts it has been unsuccessful in securing sufficient funding for the business going forward&quot;. Ceres said at the end of June that it had 10.2m worth of cash but had since admitted it needed to raise more by the end of September. The shares plunged to a 52-week low of 2.05p before recovering a little to 2.6p. Less than a year ago the company was trading above 30p a share. Meanwhile in Wrexham there are mounting worries that Japanese electronics group Sharp could make further cutbacks at, or even close, a solar panel manufacturing site. A spokesman at the Sharp site admitted there was intense speculation locally about what was happening following reports from Tokyo that the company, which had global losses of $4.8bn (2.9bn) last year, might decide to withdraw from production of photovoltaic modules in the US and Europe. Around 300 temporary jobs were axed last month at the Wrexham facility and local MP Ian Lucas said he was trying to clarify with Sharp what was going on while admitting he was very concerned. Lucas said the Sharp group had its own difficulties but the local solar panel plant was also being hit by the coalition government&apos;s decision to make sweeping cuts in the feed-in tariff which provides subsidies to householders to fit panels to their roofs. He added: &quot;Sharp is a massively important employer in this area and any suggestion of closure would be absolutely dreadful. I am very concerned and angry with the way Greg Barker [the energy minister] has undermined the industry. I have had a good relationship with Sharp and am trying to get information from them but that is never easy even when the news is good.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/04/ceres-power-shares-solar-panel-sharp-wrexham", 
    "wordcount": "417"
}