{
    "headline": "How marijuana impairs memory", 
    "text": "My latest news story for Nature describes a new study which explains how marijuana causes impairments in working memory, or the ability to retain information for short periods of time. This is a well known side effect of marijuana, which is unwanted with respect to medicinal use of the drug, but until now the underlying neurobiology was unknown.  The research shows that tetrahydrocanabinol (THC, the psychoactive ingredient in marijuana) impairs working memory by inducing a form of synaptic plasticity that weakens neuronal connections. This could lead to new THC-related drugs that have therapeutic value but do not cause this unwanted effect. More interestingly, though, the findings provide compelling evidence that hitherto neglected brain cells called astrocytes are critical for brain function and play a direct role in cognitive processes. There are two different types of synapitc plasticity. One of these, called long-term potentiation, strengthens the connections between neurons so that neurotransmission  the process by which signals pass from one nerve cell to another  is more effective. Long-term potentiation is widely believed to underly learning and memory. The other form, called long-term depression, has the opposite effect  it makes connections weaker by reducing the efficacy of neurotransmission. The basic principles of neurotransmission are well understood. Nervous impulses travel along the nerve fibre until they reach the nerve terminal. The signals cannot cross synapses  the tiny junctions between neurons  so they are converted into a chemical signal. At the terminal, neurotransmitter molecules are stored in spherical structures called vesicles, and the arrival of a nervous impulse causes these to fuse with the terminal membrane and release their contents into the synapse. The transmitter molecules then diffuse across the synapse and bind to receptors on the membrane of the neighbouring cell, causing it to generate its own nervous impulses.  This process can be enhanced or diminished in a number of ways. The number of vesicles that fuse with the terminal membrane, or the frequency with which this happens, can both be increased, so that more transmitter molecules are released into the synapse. Conversely, the number or frequency of these fusion events can be decreased, so that fewer molecules are released. All of these processes are referred to as presynaptic, because they take place in the cell that transmits the signal.  There are also postsynaptic mechanisms for altering the efficacy of transmission, which occur at the other side of the synapse in the cell that receives the signal. The effects of neurotransmission are determined by the receptors which bind the transmitter molecules, so the strength of the signal can be modulated by altering the number of receptors in the membrane of the cell on the other side of the synapse.  Receptor molecules are stored in pools located close to the membrane, and can be shuttled back and forth between these pools and the membrane. Thus, receptors can be inserted into the membrane by the same fusion process which causes neurotransmitter release. They can also be removed by a reversal of the process, in which pieces of membrane are pulled into the cell.  Long-term potentiation and memory formation are critically dependent on two types of receptor for the neurotransmitter glutamate, called NMDA and AMPA receptors. The new research shows that THC impairs working memory by inducing the removal of AMPA receptors from the membranes of neurons in the hippocampus, a structure known to be crucial for memory formation.  Shuttling of AMPA receptors into and out of nerve cell membranes is well known to underly long-term potentiation and depression, but the new study shows, for the first time, that removal of AMPA receptors from nerve cell membranes is controlled by astrocytes. They express a cannabinoid receptor which, when activated by THC, sends a signal to neurons that initiates the process. Astrocytes are one of several types of glial cell found in the brain. The term glia means glue in Greek, and reflects the long-standing view that these cells do little more than support, nourish and protect neurons.  In recent years, however, it has become increasingly clear that astrocytes are far more important than previously thought. We now know, for example, that they can send signals not only to each other but also to neurons. They can also regulate neurotransmission by clasping synapses with finger-like projections called endfeet. They even build blood vessel scaffolds that guide the migration of newborn neurons  All of this suggests that astrocytes make a significant contribution to information processing in the brain. Ever since their discovery more than a hundred years ago, these humble cells have stood backstage in the wonderful theatre that is the brain. Now, though, it seems that they are in fact the real stars of the show.", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/mar/02/how-marijuana-impairs-memory", 
    "wordcount": "779"
}