{
    "headline": "Could Angry Birds lead to mass murder?", 
    "text": "   Do scenes of extreme violence, like this screenshot from Angry Birds, lead young men to murder?    On June 6th, 1984, the Russian video game Tetris was released, in which players had to build a wall. On June 12th, 1987 - days after the game&apos;s third anniversary - President Reagan demanded that Mikhail Gorbachev, &quot;Tear down this wall!&quot; Nobody can disprove that Reagan was an avid player of the game, and it seems almost inevitable that three frustrating years trying to build walls out of misaligned bricks led to the outburst that changed the course of history.  Correlations like these would be lost to us were it not for the efforts of the Labour MP, Keith Vaz. Vaz has worked tirelessly in recent years to demonstrate the link between violent video games and historic acts of violence, tracing the correlation right back to the tragic consequences that Rome: Total War inflicted on the Gauls. As far back as 2004, he was attempting to link the murder of Stefan Pakeerah to Manhunter, undeterred by the minor point that his killer didn&apos;t have the game. By 2010 he was using an Early Day Motion to tie Counter-Strike to pretty much every newsworthy use of a gun that year.  In recent weeks the tireless MP has used the 2011 Norway attacks to put Call of Duty in his sights. In a new EDM he asks the House of Commons to note &quot;that in his submission of evidence to the court [Anders] Breivik describes how he trained for the attacks using the video game Call of Duty: Modern Warfare;&quot; and to declare that he &quot;is disturbed that Breivik used the game to help hone his &apos;target acquisition&apos; and the suggestion that the simulation prepared him for the attacks.&quot;  Dealing with Vaz&apos;s various claims it&apos;s tempting to take him out to a pub, get him extremely drunk, and have &quot;correlation does not equal causation!&quot; tattooed on his forehead while he sleeps. Before that, though, it&apos;s worth putting all this in context. Let&apos;s start by recounting a brief history of video games and violent crime, told through game releases and British Crime Survey figures. Are you sitting comfortably? Then I&apos;ll begin: In 1993 Doom was launched, and by the 1995 release of Worms violent crime in the UK stood at over 4 million cases per year. In 1997 Carmageddon was launched, and violent crime dropped by half a million or so. In 1999 Counter-Strike was launched, and violent crime dropped to below 3.5 million cases per year. In 2001 Halo and GTA III were launched, and violent crime fell below 3 million. In 2003 Manhunt was launched, and violent crime fell to just over 2.5 million. In 2005 F.E.A.R. was launched, and violent crime fell to just under 2.5 million. In 2007 Manhunt 2 was launched, and violent crime fell to just over 2 million. Over roughly the same period, video games grew from a minority interest to more than 40% of the UK entertainment market.  It&apos;s a good job correlation doesn&apos;t imply causation, because if it did then Keith Vaz&apos;s argument would be screwed.  In the latest EDM, Vaz invokes Breivik&apos;s claim that he used Call of Duty for &apos;target acquisition training&apos;, before calling for greater regulation of first-person shooters and restrictions on violent content. Like a late night kebab, the statement looks superficially fine until you inspect the meat.  Let&apos;s start with the awkward fact that Breivik was, in his own words, &quot;generally more the fantasy RPG kind of person  Dragon Age Origins etc., and not so much into first person shooters.&quot; He played a bit of Modern Warfare 2 and &quot;learned to love it&quot;, having not really liked the original. There&apos;s no evidence from his diaries that it played any significant role in his planning, and while he described it as &quot;probably the best military simulator out there&quot;, it&apos;s hardly the sort of thing that would be used in real training.  As Tom Law wrote, in a superb analysis of Breivik&apos;s gaming habits last month that all journalists should read: &quot;He saw it as an interesting tool  a neat distraction  but he certainly didn&apos;t need it. The preparations for his killing spree were being played out in his head.&quot;  Every day, Breivik would perform the same ritual:  &quot;I simulate/meditate while I go for a walk, playing my iPod in my neighbourhood. This consists of a daily 40 minute walk while at the same time philosophising ideologically/performing self indoctrination and the mental simulation of the operation while listening to motivational and inspiring music. I simulate various future scenarios relating to resistance efforts, confrontations with police, future interrogation scenarios, future court appearances, future media interviews etc.&quot;  Quoting Tom Law again: &quot;To put it in less grandiose terms; each day he would walk around and fantasise about killing people,&quot; sometimes, apparently, he would do this while listening to the Age of Conan soundtrack. &quot;If Modern Warfare 2 was an influence on Breivik then so was walking; so was chintzy soundtrack music. They are all just fragments of a life dedicated towards an end goal of committing mass-murder.&quot; Modern Warfare II generated over a billion dollars in revenue and has been played by tens of millions of people: any effect it had on Anders Breivik must have been pretty damned unique to Anders Breivik. If Keith Vaz&apos;s understanding of Breivik is poor, his grasp of the mechanics of a game like Call of Duty is even shakier. &apos;Shooting&apos; in an FPS involves spotting something that needs to be clicked on, and doing so in a timely manner. It&apos;s about as close to firing a real gun as Space Invaders is to working at NORAD. The game mechanic isn&apos;t unique to the genre, nor is it inherently violent; the internet is full of &apos;click-the-right-dot&apos; reaction-testing games that would train the same skill. Of course paint-balling or Laser Quest would be even better ways to train. Or you could just do what Breivik did, which is get real guns and take shooting lessons.             The more you look at Vaz&apos;s arguments, the harder it is to unravel a coherent thread through them. His EDM confuses and conflates three different things: violence, first-person shooters, and games that might help &apos;target acquisition&apos;. The sprawling and bloated Venn diagram those categories make stretches from Battlefield to Worms 3D via Portal and Angry Birds. Is all violence bad, or is cartoon violence okay? To what extent does the context in which the violence occurs matter? Is shooting humans worse than shooting zombies? How do you separate the effect of violence from the effect of the adrenalin rush you can get from playing almost any kind of game? Is shooting someone in a first-person shooter worse than running someone over in a racing game? There are obvious parallels between the video game violence debate and fears about porn and sexualization. In both cases, those demanding action seem unwilling or incapable when it comes to properly defining the problem they&apos;re tackling, preferring instead to wave airily at a vast collection of stuff they don&apos;t really understand and go &quot;yeah, just get rid of that lot please.&quot;  The research literature is just as vague. MIT&apos;s Professor Henry Jenkins has been a vocal critic of flaws in early studies, that hinted at a link between gaming and violence. He points out that children in studies are often exposed to violence in highly artificial contexts, that their supposed &apos;aggression&apos; is measured in unrealistic ways (there are some obvious problems with &quot;punching rubber dolls as a marker of real-world aggression&quot; for example), that research fails to account for the ability of humans (and other apes) to &quot;make basic distinctions between play fighting and actual combat&quot;, and that correlations in some studies could easily be explained by violent children choosing to play violent video games rather than video games causing children to become more violent. Telegraph blogger Tom Chivers dug out a fascinating paper by Christopher Ferguson that uncovered significant biases in articles published in the period 1995 to 2007. Ferguson&apos;s findings echo the concerns of Harry Jenkins, with a worrying 62% of studies included failing to measure aggression in a standardized or reliable way.  &quot;Most of the research (particularly laboratory research) employs unvalidated ad-hoc measures of &apos;aggression.&apos;&quot; Professor Daphne Bavelier&apos;s Neuron review of the impacts of technology on children looks at longitudinal studies of exposure to violence in all forms of media, in which children are followed for months or years. Once other factors are accounted for, less than 1% of variation in children&apos;s violent thoughts, feelings or actions could be explained by exposure to violent media; and Bavelier notes that it&apos;s debatable whether &quot;these effects are large enough to be practically relevant.&quot;  Account for the publication bias that affects large swathes of the literature, and any correlation is dubious at best. Recently I wrote a little piece on porn in which I said that &quot;the diversity of adult entertainment is so great that just talking about &apos;porn&apos; as if it&apos;s one big pink throbbing homogeneous mass is profoundly ignorant, whether it&apos;s the subject of a campaign or a research question.&quot; I asked whether we would &quot;see the same impact from Maggie Mayhem&apos;s feminist porn that we would from Playboy.&quot; I said that &quot;lumping the two together is like trying to ask, &apos;do video games make people violent,&apos; without bothering to differentiate between the Grand Theft Auto series and Pacman.&quot;  Well, I&apos;ll repeat that but with the porn and gaming bits inverted. Chivers points out at his blog that it&apos;s hard &quot;to state baldly that there is no link between violent computer games and aggressive behaviour.&quot; He&apos;s right - you can&apos;t prove a negative after all - but I&apos;d add that it&apos;s a crappily-defined question in the first place.  Maybe the answer doesn&apos;t lie within the ivory towers of academia. Maybe there is a simpler truth to be found in the random anecdotal experiences of the people we know and love. Last week, I asked my followers on Twitter to tell me what impact video games have had on their lives. I&apos;ve collected all the responses on Storify, but here&apos;s a taster of the most heart-breaking:   @hullodave: I used to play The Sims but now I just secretly watch and control the family next door.  @Nebula63: I played Final Fantasy X and tried to destroy false and corrupt religious institutions. @joannastar: Thanks to final fantasy I now solve arguments by summoning mythical beasts. @immoral_angeluk: Blinx the timesweeper made me go on a murderous rampage and jewellery heist with a hoover. @SteveEvans77: I played pacman as a child. This clearly contributed to my munching pills while listening to repetitive music in my late teens. @mofgimmers: Jet Set Willy made me tidy my mansion really really slowly in a top hat.  @AGBear: After a marathon Mario session, I jumped on a turtle&apos;s back and expected it to bounce underfoot. Poor thing never stood a chance. @outatownstrange: Minecraft has led me to build an 8 bit tunnel in my back yard.  These anecdotes are more convincing than any amount of academic research. They tell of real consequences damaging real lives, and lead to one, inescapable question: what does Keith Vaz plan to do about Jet Set Willy? Follow me on Twitter: @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/may/21/1", 
    "wordcount": "1912"
}