{
    "headline": "Pseudoscience and stereotyping won't solve gender inequality in science", 
    "text": "On Tuesday, the Daily Mail heralded a piece of pseudo-neuroscience so ridiculous that explaining it required inventing a new part of the brain  the &quot;central lobe&quot;. Not to be outdone, the Guardian then upped the ante, publishing a stereotype-enforcing guide to addressing the gender imbalance in science. Central to many of the tips offered to encourage girls to take an interest in maths are purported facts about gender differences in behaviour and the developing brain. For instance, the author argues that girls are more responsive to colour than boys, so parents of daughters  the target audience of this piece  should &quot;colour-code toys and blocks for sorting and patterning beginning at an early age&quot;. But does this argument stand up to the evidence? The nature of gender differences in adult colour vision is controversial, with some peer-reviewed studies pointing to a female advantage, others to a male advantage, and yet others indicating no difference. This complexity is mirrored in pre-school children, with boys and girls each showing advantages under different conditions. It distorts current knowledge to say that girls are categorically more responsive to colour. What about the claim that &quot;girls generally begin processing information on the brain&apos;s left, or language, side&quot; and therefore that girls &quot;deconstruct math concepts verbally&quot;? Existing studies do indicate a slight advantage for girls in acquiring language at a very young age (1-2 years), but  crucially  this difference has been shown to disappear by the age of six. A recent review even concluded that overall sex differences in language ability and language-related brain functions are &quot;not readily identifiable&quot;. Bafflingly, the recommendations in the article that shouldn&apos;t be specific to girls  such as encouraging puzzles and having children read out loud  are worded as if it is assumed that parents and daughters don&apos;t already do them, or that girls are deficient in puzzle-making and recipe-reading. Sarah-Jayne Blakemore, a developmental neuroscientist at University College London, points out that finding reliable gender differences in the brain is complicated by individual differences: &quot;There are a lot of girls who are better than boys at maths, for example, and a lot of boys who are better than girls at cooking. Therefore, these generalisations based on gender are unhelpful.&quot; Two recent books  Cordelia Fine&apos;s Delusions of Gender and Rebecca Jordan-Young&apos;s Brain Storm  rigorously test many assumed sex differences, and find all of them lacking. Even in cases where gender differences in behaviour or brain function can be shown, where is the evidence that such distinctions can be applied usefully to tailor learning? How do we know, for example, that advice such as making &quot;domestic scenario[s] more mathematic and scientific&quot; wouldn&apos;t apply equally to boys? As Blakemore puts it, &quot;Making mathematics relevant to everyday life problems (e.g. cooking, supermarket shopping) is a good idea when teaching all children, not just girls.&quot; Yet where the article touches on such evidence, it remains not only gender-specific, but gender-conformist: &quot;Research shows that as girls get older they retain their mathematical and scientific abilities when applied to domestic scenarios.&quot; Equally surprising is the recommendation of authoritarian tactics, which tend to backfire when parenting. Never tell your child the answer to anything? Make them play with things whether or not they want to? Never give her space to express her fears and disappointments? The author frames these recommendations as ways to overcome our gender-biased &quot;nurture&quot; rather than &quot;nature&quot;, but it is unclear what nurturing is in this disastrous manifesto. Finding ways for girls to integrate interests in science and shopping doesn&apos;t work if girls think this is the only way to engage with it. Girls are not a monolithic, pink princess-loving entity that responds uniformly to the same siren calls of colour, shopping and cooking. None of these was present when we were evolving; none of this is universal, hard-wired, or intuitive. And if so many of these gender-conforming expectations are so harmful to boys&apos; and girls&apos; identities, why would we rely on them as a means through which to teach science? Dean Burnett has brilliantly pointed out this error by turning the tables with a similar list of recommendations for boys. We suggest an alternative to pseudoscientific list-making, and that is to identify and address structural inequality in our societies. There are two broad factors that drive our behaviours: our own individual agency, and the institutions around us. While it is useful to think about ways we can draw more girls into science by integrating it with their existing interests, it is also limiting. For instance, most adult women who hit the glass ceiling are just told to work harder, to be more pro-active, to seek more mentorship, and this can feel exhausting, especially if she already feels like she is doing those things without results. This is because it&apos;s hard to win on agency if you&apos;re not also winning on institution. The broader societal constraints that lead so few girls to consider themselves &quot;science people&quot; by middle school derive not from whether we push them into science, but what we value in girls as a culture. What gendered representations of science continue to exist in underperforming countries like the US and UK? What messages do we send about how we value intelligence and knowledge, about how girls contribute to society? And, what would it take to overcome these obstacles to produce a more egalitarian learning environment? Just telling parents of daughters to force their children to become scientists, without providing the foundational support of institutional change (or at the very least, some institutional navel-gazing), is telling parents to work alone and with the wrong tools. We would rather see a systematic approach to combating social inequality than another list that tries to tell parents they&apos;re doing something wrong. Storytelling is fun. But storytelling without evidence, with a loose narrative barely tied together with pseudoscientific claims, can only misinform and mislead. Further, by keeping the focus on claims of differences in how girls and boys learn, we are missing the broader societal issues that are likely driving girls to underperform in some countries while soundly defeating boys in others. Let&apos;s turn our attention to structural inequality and teach girls and boys that we value them for the infinite, amazing ways they can contribute their intellect, innovation, curiosity and cooperation to society.", 
    "section": "science", 
    "gid": "science/blog/2013/feb/08/pseudoscience-stereotyping-gender-inequality-science", 
    "wordcount": "1070"
}