{
    "headline": "Philippines needs resolute political support on reproductive health", 
    "text": "Women in the Philippines have lacked autonomy over their bodies for decades. The overwhelming political power of the country&apos;s Catholic church leaders  and the government&apos;s acquiescence to many of their demands  has resulted in reproductive healthcare restrictions so severe they amount to human rights violations. We hope this is beginning to change at last. The Responsible Parenthood and Reproductive Health Act of 2012, signed into law by President Benigno Aquino in December and in the process of implementation, has the potential to bring modern contraception to all Filipina women, and with it hope that thousands of maternal deaths will be prevented, and families and communities will rise out of devastating poverty. But this critical step in expanding access to reproductive healthcare will only be as effective as the government behind it is resolute. The door to one crucial element of that care has now opened wider, with President Aquino having signed the implementing rules and regulations last Friday, setting the act into motion. The new law guarantees universal and free access to nearly all modern contraceptives for all citizens  most importantly the nation&apos;s poorest people  through government health centres. Previous governments have prioritised so-called &quot;natural family planning&quot; while restricting funding for modern contraceptives. The act also mandates reproductive health education in state schools and recognises a woman&apos;s right to post-abortion care as part of the right to reproductive healthcare. The law represents significant progress, but it is far from ideal. It fails to legalise all contraceptives, sanctions ideological bias in hospitals and reinforces the legal status of human embryos. These concessions have clearly been made in deference to the Catholic hierarchy  and are cause for great concern about the Philippines&apos; ability to sustain and expand the advances it is now poised to make on reproductive health. Under the law, emergency contraception will remain illegal. Scientific studies have proven pregnancy begins only after a fertilised egg implants in the uterus, and emergency contraceptives simply prevent that from happening. Yet the Catholic Bishops&apos; Conference of the Philippines ignores the science, calling emergency contraceptives &quot;abortion pills&quot;. This blatant distortion keeps emergency contraception illegal and out of reach for millions, with dire consequences. The continued ban on emergency contraception in the Philippines will perpetuate, in part, one of the world&apos;s worst human rights records on protecting women&apos;s health. The government&apos;s hostile view on modern contraception has  until now  contributed to 800,000 unintended births annually. But not all women continue their pregnancies, with an estimated 475,000 illegal abortions occurring annually. In 2008, about 1,000 women died from unsafe abortions. Modern contraception will prevent many tragedies, but Filipino leaders could do more. The law contains a measure that allows private and religion-affiliated hospitals to deny reproductive health services based on their moral and theological objections. Catholic hospitals are leading providers of healthcare in the Philippines, and this provision will put lives at risk by permitting health officials to choose what kind of care they administer. Finally, the law includes language from the nation&apos;s constitution to protect the &quot;life of the unborn&quot;. Terminology like this is frequently exploited to establish full legal rights and protections for human embryos. In 2000, the Costa Rican constitutional chamber granted &quot;personhood&quot; to embryos through an interpretation of a similar provision in Costa Rica&apos;s constitution. It banned in-vitro fertilisation  because some of the fertilised eggs created in the process are destroyed  and in so doing swiftly crushed the dream of building a family for thousands. The Philippines government should take note of the Costa Rican precedent. The same day President Aquino signed the reproductive health act into law, the inter-American court of human rights declared that Costa Rica&apos;s ban on in-vitro fertilisation was a human rights violation, concluding that human embryos cannot be given absolute legal rights. The Philippines&apos; Catholic hierarchy and their allies have already launched an attack on the law. It crucial for the government to defend it ferociously on behalf of the countless women whose ability to plan their families would be devastated should opponents prevail. Ultimately, the true potential of the act rests with the president and the policymakers who brought about its passage. Together, they must exert the political will necessary to overcome religious opposition to women&apos;s fundamental human rights and fully implement the act. It is a strong step towards dignity and equality for the women of the Philippines, but it is only the first.  Melissa Upreti is regional director for Asia at the Center for Reproductive Rights", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/19/philippines-political-support-reproductive-health", 
    "wordcount": "753"
}