{
    "headline": "Why videos go viral", 
    "text": "    Evolution is happening every day. Evolution is occurring in plain sight. Every time a new niche appears or an existing niche opens up, evolution has the opportunity to go wild. Take human culture for example. Shortly after the internet popped up and created a new niche, popular culture has been undergoing a vast and increasingly rapid transformation. Instead of merely being consumers of other people&apos;s idea of what &quot;pop culture&quot; should look like -- a very few people -- individuals now are beginning to define and set the trends. Thanks to the internet, regular people like you and I are now creating popular culture.  In this insightful and entertaining video, we meet Kevin Allocca, the trends manager at YouTube, who shares his observations about what makes a video into a phenomenon.    More than 48 hours of video is uploaded to youtube every minute -- and this doesn&apos;t include what is uploaded to vimeo and many dozens of other video hosting sites. Most videos only get a handful of views but sometimes, a video will &quot;go viral&quot; and receive millions of views in a short period of time. These videos may lie quiescent for a long period of time, an undiscovered treasure, or they may go viral shortly after being uploaded. But what are the common features that viral videos share?  Mr Allocca breaks it down thus:  tastemakers  creative participating communities  unexpectedness In this video, Mr Allocca shares some viral YouTube videos and the stats they generated as well as a few of the many many video responses these viral videos inspired:             [video link]  Note: it is sometimes referred to as &quot;navel gazing&quot; when opining about your own medium, as Mr Allocca does here.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/02/1", 
    "wordcount": "298"
}