{
    "headline": "Revealed: the day Obama chose a strategy of silence on climate change", 
    "text": "The invitation to the White House in the spring of 2009 struck Barack Obama&apos;s allies in the environmental movement as a big moment: a clear sign that climate change was on his radar and that the president was eager to get to work. The event was indeed a turning point, but not the one campaigners expected. Instead, it marked a strategic decision by the White House to downplay climate change  avoiding the very word  a decision some campaigners on the guestlist say produced the strange absence of climate change from the 2012 campaign, until hurricane Sandy blew it right back on the political agenda. The storm  which interrupted campaigning for three of the last eight days of the presidential race  may even prove the decisive factor in the elections, with voters watching how Obama handles Sandy&apos;s aftermath. The devastation has already sparked debate about America&apos;s present-day vulnerability to climate change. But back in 2009, the off-the-record event with the White House green team at the old executive office building offered the first chance for the White House to share its plans for getting a climate change law through Congress. Aides handed round a one-page memo of polling data and talking points. &quot;It was in the context of the financial collapse. With everyone struggling, how do we connect with the public and build political support when everyone&apos;s mind was on the very scary economy,&quot; said Betsy Taylor, president of Breakthrough Strategies and Solutions an organisation that works with philanthropic and non-profit clients, who attended the meeting. The answer was clear: climate change was not a winning message. Raising the topic would also leave Obama open to attack from industry and conservative groups opposed to intervention in the economy. &quot;What was communicated in the presentation was: &apos;This is what you talk about, and don&apos;t talk about climate change&apos;.&quot; Taylor said. &quot;I took away an absolutely clear understanding that we should focus on clean energy jobs and the potential of a clean energy economy rather than the threat of climate change.&quot; The message stuck. Subsequent campaigns from the Obama administration and some environmental groups relegated climate change to a second-tier concern. After industry and conservative groups mobilised to attack Obama&apos;s policies and climate science in the summer of 2009, the topic was seen as an even greater liability and politically toxic. There was no mention of climate change during six hours of televised debate. Moderators failed to bring up the question, and Obama and Mitt Romney made no effort to fill in the gaps  even during a long and heated exchange about offshore drilling and coal. Romney&apos;s convention speech reduced climate change to a laughline. Obama defended climate science at the Democratic convention, and he answered a question on climate in an MTV interview last month. Otherwise, Obama mentioned climate only in passing and in front of safe or rock-solid Democratic audiences, such as fundraisers in San Francisco and New York or events on college campuses. Since Sandy&apos;s devastating storm, a number of prominent Democrats like Bill Clinton and Al Gore have talked about climate change, and taken Romney to task on the issue. Those gathered on 26 March 2009 to hear from key members of Obama&apos;s green dream team  Carol Browner, then energy and climate adviser, Nancy Sutley, chair of the Council on Environmental Quality, and Van Jones, then green jobs adviser, believed it would be a pivotal year. The White House and both houses of Congress were controlled by Democrats, world leaders were due to gather in Copenhagen in December to finalise a global climate change treaty. But the economy was in meltdown. The White House, after studying polling and focus groups, concluded it was best to frame climate change as an economic opportunity, a chance for job creation and economic growth, rather than an urgent environmental problem. &quot;My most vivid memory of that meeting is this idea that you can&apos;t talk about climate change,&quot; said Jessy Tolkan, who at the time was a leader of the climate youth movement, Power Shift. &quot;The real sense at that time was that talking about clean energy jobs, green jobs, was the way we were going to be able to gain momentum and usher in real change. Talking about climate change and global warming was not going to resonate as much.&quot; None of the principal White House officials would talk on the record about the meeting. The White House did not release materials related to the meeting or respond to a request for visitors&apos; records. But most of the environmental groups were inclined to go along. &quot;When the White House invites you to a meeting and says: &apos;here is how we are going to talk about these things&apos;, it sends a very clear message,&quot; said Erich Pica, president of the US Friends of the Earth Action, who was also at the meeting. Now with Obama fighting for re-election, and the climate agenda stalled and under constant attack from Republicans and industry, environmental groups acknowledge the go-softly strategy was a mistake. &quot;I thought it was a mistake and I told them,&quot; said Bill McKibben, who heads the 350.org group, who was one of the few people at the meeting to voice his misgivings. &quot;All I said was sooner or later you are going to have to talk about this in terms of climate change. Because if you want people to make the big changes that are required by the science then you are going to have to explain to people why that is necessary, and why it&apos;s such a huge problem,&quot; he said. The stealth approach also gave the opposition an opening. The White House reluctance to even mention climate change allowed some in industry and on the right of the political spectrum to discredit climate science. Others argue the strategy of downplaying climate change was a politically necessity. It was nave to expect to get ambitious measures through Congress in a debate clogged up with scientific detail. &quot;I don&apos;t think it was a mistake,&quot; said Steve Cochran. vice-president of climate and air at the Environmental Defence Fund. &quot;The people that supported climate were already with us. The people who had questions needed arguments beyond climate, which led to more and more focus on arguments beyond climate.&quot; Campaign groups agree Obama continued to push the climate agenda, even if he did so below the radar, through the Environmental Protection Agency regulations and other branches of the government. The economic recovery plan included some $90bn for green-ish measures, such as high speed rail and public transport, and weather-proofing low-income homes. Obama also publicly embraced some environmental measures, standing out in front when the administration proposed raising car mileage standards in May 2009. But the president left climate change out of his Earth Day event, and was a no-show in June 2009 at the release of a landmark scientific report on how America&apos;s cities and coastlines would be affected by climate change. There was no mention of climate change in his 2012 state of the union address. Environmental groups, taking their cue from the White House, also downplayed climate. The coalition pushing for climate change law in Congress called itself Clean Energy Works. The bill itself was called the American Clean Energy and Security Act. Campaign groups ran ads featuring former steel workers in green helmets talking about the well-paying new jobs building wind turbines. &quot;If you look at the messaging being done during the climate legislation, it was mostly not about climate,&quot; said Carl Pope, who was then the executive director of the Sierra Club. &quot;They realised it was going to be a big target as soon as it passed the house.&quot; And it nearly didn&apos;t pass. The house of representatives&apos; vote on the climate bill was uncomfortably close, 219-212, with only eight Republicans supporting and 44 Democrats opposed, and it set off a furious backlash. The oil and gas industry alone spent $175m in 2009 trying to block climate legislation, according Open Secrets, which tracks money in politics. The conservative Tea Party movement turned opposition to climate legislation, even climate science, into an article of faith. In the summer of 2010, the US senate dropped the bill, with then Democrat Senate majority leader Harry Reid admitting: &quot;We know we don&apos;t have the votes.&quot; The administration and environmental groups talked about climate change even less, said Pica, and when they did the connections were even less clear. Facing public confusion about the green jobs promised by Obama&apos;s recovery plan, and scepticism about his promise to build a clean energy economy, administration officials switched to talking about climate through healthcare or even national security. They recruited Iraq war veterans to talk about wind energy. &quot;There was a really big emphasis on talking about what I call the sub-narratives  that there were other ways to speak about the opportunity and the challenge of climate change rather than calling it that,&quot; said Maggie Fox, the chief executive of Al Gore&apos;s Climate Reality Project. &quot;There was a whole suite of sub-narratives: national security, clean energy future, diversification of energy, health, future generations  &quot; But Fox acknowledges none of those reasons  although compelling  went far enough in justifying the need for sweeping transformation needed to avoid catastrophic climate change. &quot;Over time it became in effect an absence of conversation about climate change as a threat, and I think in the end that proved to be unwise because it is the one reason all these storylines matter.&quot; The problem now, say campaign groups, is that it has become even more difficult for politicians to talk about climate change, even when evidence is all around them in extreme weather events and even when there is growing public concern about climate change. A Yale University study last month found 70% of Americans now believe in the reality of climate change, a sharp rise over the last two years. The administration, the campaigners say, missed an educational opportunity. Obama, in debates and in campaign stops, continued to talk up the importance of investing in America&apos;s future through building a clean energy economy. But the connection to the threat of climate change was lost. &quot;It&apos;s really hard to sell clean energy. Clean energy is really struggling because the story has gotten garbled,&quot; said Larry Schweiger, president of the National Wildlife Federation. &quot;You can&apos;t have a clear conversation, and the reason there can&apos;t be a clear conversation is because of this elephant in the room which is climate change.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/01/obama-strategy-silence-climate-change", 
    "wordcount": "1780"
}