{
    "headline": "Toxic threads: Greenpeace puts fashion pollution on parade - in pictures", 
    "text": "   Greenpeace has released a series of images to highlight what it calls the toxic truth behind the glamour of the fashion industry. Shot on location in the heart of China's textile industry, on the the bank of Qiantang River, in Xiaoshan district, Hangzhou, the images show the scale of the toxic water pollution that currently occurs in order to supply a global market Photograph: Lance  Lee/Greenpeace       Smoke bellows from from chimneys belonging to the dyeing factories in the Shaoxing Binhai industrial zone. Shaoxing county is reported to have more than 9,000 textile mills and one-third of China's dyeing and printing capacity, producing more than 17bn metres of dyed fabric and more than 130m items of clothing in 2010. It is said that Shaoxing  also known as 'textile town'  is  'a city built on cloth'Photograph: Qiu Bo/Greenpeace       Greenpeace activists using a borrowed local fishing boat sample the water close to a large discharge pipe that reaches into the Qianting River. Factories in these industrial zones do not discharge their hazardous chemicals through their own dedicated pipelines. Instead, they  generally send their effluent to centralised wastewater treatment plants. This practice makes tracing the responsibility for the use and discharge of hazardous chemicals to individual facilities extremely complicated Photograph: Kuang Yin/Greenpeace       Many international brands source their products from facilities within industrial zones in Zhejiang province, but identifying individual suppliers who are releasing hazardous substances in their effluent is almost impossible, Greenpeace says  Photograph: Lance  Lee/Greenpeace       Shaoxing Water Treatment Development Co Ltd, Zhejiang: all wastewater from the Binhai industrial zone is sent here for centralised treatment Photograph: Qiu Bo/Greenpeace       Farmland is located close to the plant Photograph: Kuang Yin/Greenpeace       A model at the mouth of a polluted river. Greenpeace says brands have a duty to not only focus on international supply chain enforcement, but also to engage fully in public disclosure with regards to their use of hazardous chemicals Photograph: Lance  Lee/Greenpeace       A dyeing factory in Shaoxing Binhai industrial zone: a plant with five dyeing machines will need about 250kg of dyestuff. Along with other additives, about 2,500kg of dyestuff paste circulates in the plant every day. Compounds related to the manufacture and use of dyes, many of which are toxic to a wide range of organisms, including aquatic life, and some  identified at the Linjiang site  are known or suspected carcinogens Photograph: Qiu Bo/Greenpeace       Inside a dyeing factory, Binhai industrial zone. Fabrics need to be washed after every dyeing process, approximately four times a day. The water sample taken from the river by Greenpeace in the Binhai industrial zone contained several toxic chemicals, including n-alkyl anilines, one of which is known to be toxic to aquatic life with long-lasting effects, as well as brominated and chlorinated anilines, toxic brominated benzenes and traces of chlorinated benzenes Photograph: Qiu Bo/Greenpeace       This study follows four recent Greenpeace International reports  Dirty Laundry, Dirty Laundry 2: Hung Out to Dry, Dirty Laundry Reloaded, and Toxic Threads: The Big Fashion Stitch-Up  which investigated the discharge of hazardous substances from textile manufacturing and their presence in clothing and footwear Photograph: Lance  Lee/Greenpeace       Rubbish is burnt in the street, Hangzhou Bay. According to a recent report on Chinas oceans, Hangzhou Bay is one of the most polluted coastal areas in China, though there is no specific information on hazardous chemicals Photograph: Qiu Bo/Greenpeace       Numerous bottles of dyestuff piled up in an industrial zone in Shaoxing Photograph: Qiu Bo/Greenpeace       Facilities manufacturing textiles within the Binhai and Linjiang industrial zones can be expected to supply many different companies, which are likely to include international clothing brands. While a few disclose their lists of suppliers, for most brands it is not possible to access this basic information  Photograph: Lance  Lee/Greenpeace       The discharged water poses a lethal threat to fish in the local rivers Photograph: Qiu Bo/Greenpeace       Wang Changgen from Sanjiang is 68 years old and diagnosed with late stage oesophageal cancer that has been linked to pollutants from the textile industry Photograph: Qiu Bo/Greenpeace       A fabric shop in Keqiao, where 'China's textile city', the largest textile trade centre in Asia, is located. The textile industry has an important role in the industrialisation and development of many countries in the Global South, China in particular  Photograph: Qiu Bo/Greenpeace       Chen Guokang from Sanjiang village is 51 years old and diagnosed with lung cancer. The yellow nature of his eyes and skin are due to the spread of cancer cells. Chens doctor has already issued the notice of his critical illness Photograph: Qiu Bo/Greenpeace       Greenpeace organised a fashion show for the launch of its last report, Toxic Threads: The Big Fashion Stitch-Up, which found hazardous chemicals in clothing from 20 leading fashion brands Photograph: Peng Zheng  Hua/Greenpeace  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/dec/06/toxic-threads-greenpeace-fashion-pollution-in-pictures", 
    "wordcount": "0"
}