{
    "headline": "Nasa explains why the end of the world is not coming on December 21", 
    "text": "     Time to retrieve that resignation letter from the boss&apos;s desk, return the life savings to your bank account and attempt to return to normal life  Nasa has announced that the world will not end on 21 December. In a video published on YouTube, the space agency sought to calm fears  triggered by the supposed end of the Mayan calendar  that Christmas was about to be spoiled by the disintegration of Earth and the extinction of its 7 billion population. The film was scheduled to be published on 22 December 2012, explaining why the world didn&apos;t end the previous day. &quot;If you&apos;re watching this video it means one thing  the world didn&apos;t end yesterday,&quot; runs the commentary. But Nasa is so confident in its prediction that it has released it now. The prediction that the world would end four days before Christmas 2012  potentially wreaking havoc with gift buying and travel plans  is a long-standing misconception, Nasa explains. An accompanying post on the agency&apos;s website, titled Beyond 2012: Why the World Won&apos;t End, says that 21 December this year has been labelled as the end of all things because the Mayan calendar ends on this date. But &quot;just as the calendar you have on your kitchen wall does not cease to exist after December 31, the Mayan calendar does not cease to exist on December 21, 2012,&quot; Nasa says. Instead, it just starts over again. Another factor in the end of the world prophecy comes from claims that a &quot;supposed planet&quot; called Nibiru is heading for Earth, hellbent on destruction. &quot;This catastrophe was initially predicted for May 2003, but when nothing happened the doomsday date was moved forward to December 2012,&quot; and linked to the end of the Mayan calendar, Nasa said. As astrobiologist David Morrison puts it in the Nasa video: &quot;If there were anything out there like a planet headed for earth it would already be one of the brightest objects in the sky. Everybody on earth could see it. You don&apos;t need to ask the government. Just go out and look. It&apos;s not there.&quot;", 
    "section": "science", 
    "gid": "science/us-news-blog/2012/dec/13/nasa-end-of-the-world-december-21", 
    "wordcount": "356"
}