{
    "headline": "Schools failing to teach pupils about infertility", 
    "text": "For a group of teenagers, Lauren, Fazana, Flora and Mackenzie are remarkably knowledgeable about fertility. Sitting in the library at St Marylebone school in central London, they&apos;re explaining what they&apos;ve learned. These year 10 girls know how common infertility is, how female fertility declines with age and they understand that IVF doesn&apos;t always work. The discussion ranges from egg donation and surrogacy through to the dilemmas they know they may face later in life trying to balance careers with the desire for a family; &quot;There&apos;s never a time that&apos;s exactly the right time to have a baby,&quot; they explain. It&apos;s something every girl at St Marylebone will cover in their religious studies lessons, where the curriculum covers religious attitudes to family, relationships and family planning, as well as the ethics of fertility treatments. But in some other schools this highly topical issue barely gets a mention. IVF may be covered as a technological advance in science, but infertility isn&apos;t part of the sex education curriculum, where the focus is on preventing pregnancy and sexually transmitted infections. This may seem sensible when dealing with young people, but the reality is that pupils are far more likely to have a fertility problem in the future than they are to get pregnant while they&apos;re still at school. The teenage pregnancy rates for England and Wales are the lowest they&apos;ve been since the 1960s, but infertility rates are rising; one in six of the population will experience problems getting pregnant  that&apos;s about five pupils in each class of 30. Prof Michael Reiss, of the Institute of Education, who founded the journal Sex Education, says infertility isn&apos;t covered because it hasn&apos;t been seen as a priority. &quot;It&apos;s not wilful, but these things are determined by the previous generation&apos;s issues. The situation was always portrayed as if everyone wanted to be a parent at 15 or 16, and as if the major job was to stop them doing so or being infected with an STI and that has dominated the discourse. It&apos;s just that people don&apos;t think about infertility.&quot; Jane Knight is a fertility nurse specialist who has been invited in to schools to talk to teenagers about fertility awareness, but her lessons are usually one-off sessions, squeezed in wherever a school feels they may fit. &quot;There is no cohesion when it comes to fertility education in schools, nothing joined up,&quot; she says. &quot;I try to give teenagers information in a way that is relevant to them and I talk about protecting fertility. They have learned about IVF, but it&apos;s so far removed from where they are at that it&apos;s almost irrelevant.&quot; Of course, it isn&apos;t easy to get teenagers to think years ahead, but there is clearly room for improvement when it comes to fertility awareness. When the sexual health charity FPA investigated young people&apos;s knowledge about sex and reproduction, they found widespread confusion, as Rebecca Findlay, of FPA, explains. &quot;Our research revealed many very basic misunderstandings about fertility. It showed that sex and relationships education is letting young people down, and that they are aware of that  just 4% rated the sex education they&apos;d received as excellent.&quot; When it comes to fertility, it isn&apos;t just young people who are confused. Despite what can seem like a constant stream of media messages about the impact of age and lifestyle on fertility, many people still don&apos;t really appreciate that a woman&apos;s fertility begins to decline rapidly at 35, or that obesity, eating disorders, smoking and drugs can all affect your chances of having a family. A recent study of undergraduates in the US found that most thought female fertility declined far later than it does and that they overestimated both the chances of getting pregnant after unprotected intercourse and the likelihood of success after fertility treatment. Attempting to redress this balance is something they are taking seriously in Scotland, where plans for a Fertility Education Project are under way, with funding for two part-time workers who will help to raise awareness of infertility among students and the wider community. For those elsewhere in the UK, knowledge about infertility looks set to remain patchy. This has led fertility specialists to call for a change to the school curriculum, as Dr Allan Pacey, senior lecturer at Sheffield University and chair of the British Fertility Society, explains. &quot;I don&apos;t think we do sex education well enough in schools. We don&apos;t give people the skills they need for fertility planning. I understand that from the point of view of teenage pregnancy it is essential to focus on contraception, but that is only one side of the coin. We could do so much more for young people  most are very naive when it comes to fertility. I would package it as fertility advice rather than infertility advice, but I do think it should be part of the sex education curriculum.&quot; It is in fertility clinics that our failure to get the message across is really felt by those who discover that their chances of getting pregnant are not as good as they had hoped. Clare Lewis-Jones, chief executive of the charity Infertility Network UK, sees at first hand the distress this can cause. &quot;It is vital that we get information out there so that people make informed choices at the right time in their lives and avoid the heartache infertility can cause,&quot; she says. &quot;Of course, not all fertility problems are caused by lifestyle choices, but we do hear from those who would have done things differently if they had known more about how lifestyle choices would affect their chances of having a family.&quot; There are sensitivities surrounding the idea of teaching young people that getting pregnant isn&apos;t always easy, perhaps due to anxieties that this could water down messages about teenage pregnancy prevention, but Sarah Swan, assistant head at St Marylebone, believes it is important to give their girls the full picture. &quot;You&apos;ve got to give young people the facts and educate them about the realities to help them make the right decisions. You can&apos;t decide not to give them information because you are worried that it might lead to problems.&quot; Far from leading to problems, Reiss suggests that giving young people all the facts could bring benefits. &quot;Teaching about infertility in schools wouldn&apos;t increase teenage pregnancy rates. In fact, if it was part of a coherent, high-quality sex education programme, I would expect it to lower teenage pregnancy rates.&quot; With ever-increasing numbers seeking medical help to conceive, and warnings that infertility rates may rise yet higher, it seems that ensuring our teenagers are properly educated about fertility might not only help to prevent future problems, but could be beneficial in the present.", 
    "section": "education", 
    "gid": "education/2012/jul/16/schools-sex-education-infertility", 
    "wordcount": "1133"
}