{
    "headline": "Dairy farmers step up the pressure on supermarkets over cuts to milk prices", 
    "text": "It was a scene that seemed to belong more to the French countryside, where outbreaks of rural militancy are commonplace: at dusk last Thursday, 80 tractors and farm vehicles, accompanied by about 500 dairy farmers, gathered in protest around a milk processing plant in Somerset. The farmers blocked the depot for several hours, refusing to let milk in or out, only relenting as night turned to morning and the more traditional activities of the dairy farmer beckoned. The protest was replayed at two other plants, in Leeds and Leicestershire, and again on Friday as farmers, hit by a combination of rising costs and a decrease in the price they are paid for their milk, took matters into their own hands. &quot;To be honest, with all the support we&apos;ve been getting, I wasn&apos;t surprised at the turnout,&quot; says James Badman, a Somerset dairy farmer and member of the group Farmers for Action, which organised the protest. &quot;All the farmers are on standby. They&apos;re prepared to do whatever it takes to get the cuts reversed.&quot; The cuts come from the milk processors and retailers, who have told farmers that they will impose a 2p-a-litre cut in the amount they pay farmers. This comes only months after the last decrease, a combination that farmers&apos; groups say has left them producing milk at a loss. Standing in a giant cowshed, home to 750 cows, David Ball does his sums. &quot;If the price reduction comes in on 1 August,&quot; he says, &quot;we will see over 300,000 in reduced income for the year.&quot; Two of Britain&apos;s most famous celebrity chefs have taken to the media to back the farmers&apos; cause. Jamie Oliver and Hugh Fearnley-Whittingstall professed their shock at their predicament in a letter to the Times. &quot;Come on,&quot; they wrote, &quot;stop letting milk be the loss leader in supermarkets. People want to support our dairy farmers and we can all start by paying them a fair price at the farm gate for their milk. A fair price that means they  and we  have a future where dairy farming is great in Britain again.&quot; The support is welcome because the situation is becoming urgent. That seemed to be acknowledged on Saturday by the Morrisons supermarket chain, which announced that it will pay an additional 2p premium for each litre of milk it buys from farmers. Around Ball the cows munch away on their diet of grass and maize silage, unconcerned by the impending crisis, perhaps focusing instead on the 10,500 litres of milk each of them is expected to produce every year for the four years they will spend in this shed. But the statistics are alarming. A report last week by Kite Consulting suggests that as many as 10% of dairy farmers could be forced out of business if the proposed August price cut goes ahead. Since 1996 the number of dairy farmers in the UK has gone down from 34,750 to 14,500. Kite estimates that the next year is likely to be the lowest milk production year on record. Ball is farm manager at Kemble Farm in the Cotswolds, where he oversees a larger-than-average milking herd as well as arable crops, spread across 900 hectares outside Cirencester. Kemble Farm has a contract with one of the three big processors, Dairy Crest, and an aligned contract with Sainsbury&apos;s, which means most of the 8m litres of milk it produces a year will find its way to Sainsbury&apos;s as long as the farm meets certain criteria. &quot;We&apos;re not in the business of bashing supermarkets,&quot; he says, &quot;they&apos;re our customers. But they just have to be a little fairer.&quot; Since the demise of the Milk Marketing Board in 1994, milk prices have been set in contracts drawn up between supermarkets, processors and farmers. The National Farmers Union estimates that it costs its members 29p to produce a litre of milk. In the late spring the three main processors, Dairy Crest, Arla and Robert Wiseman, reduced the price they would pay per litre to 27p. They now propose to reduce that by a further 2p. Combined with rising feed costs, reduced commodity prices, the drought in the US and the floods in the UK, dairy farmers expect to lose between 5p and 6p on every litre. Earlier this month, 2,000 dairy farmers attended a rally in Westminster to bring attention to the situation. The following weekend they picketed branches of Asda, Morrisons and the Co-operative, which pay less than Tesco, Sainsbury&apos;s, Marks &amp; Spencer and Waitrose. More pickets are expected this weekend, powered by movements such as Farmers for Action and #sosdairy, which has been trending on Twitter. Farming minister Jim Paice has placed the blame on supermarket price-cutting, saying: &quot;Retailers need to understand that if they go on like that, there will be no milk&quot;. While talks have been held to reach a new agreement between retailers, processors and farmers, Paice last week told the Commons that there were still significant stumbling blocks. However, in a sign of some movement from the retailers, who skim a healthy profit of around 14p a litre, the Co-op on Friday said it would increase the amount it pays to 29 pence a litre from August. Back at Kemble Farm, Ball observes a very British scene: dry stone walls line a field of wheat, red poppies growing at its edge, while on the other side of a five-bar gate cattle graze in a green meadow. &quot;It will change,&quot; he says. &quot;There is a general move towards larger industry. It will take decades but it will change because of the drive for more economic production. If we lose our industry in the way that we have lost the pig industry, people are still going to want milk, so where&apos;s it going to come from? Other parts of the world that don&apos;t have the same aesthetic, that picture of cows strolling through the fields, or the interest in animal welfare. &quot;It would be a terrible shame to lose that element of our countryside.&quot;", 
    "section": "environment", 
    "gid": "business/2012/jul/21/dairy-farmers-supermarkets-milk-prices", 
    "wordcount": "1029"
}