{
    "headline": "Should Lance Armstrong be banned from Strava?", 
    "text": "Lance Armstrong is never out of the news for long, lately. Now, in the wake of his semi-confession to Oprah Winfrey, ABC News is reporting that a high-level official says that Armstrong is still under investigation by federal agents for possible obstruction, witness tampering and intimidation. And of course, we are still waiting for word on whether the US Department of Justice may join Floyd Landis&apos; lawsuit against Armstrong and associates over fraud allegations at the US Postal Service squad. Meanwhile, Armstrong&apos;s attorney, Tim Herman, has told USA Today this week that Armstrong has little expectation of having his life ban being reduced or finding himself eligible to compete in Olympic sports again. This runs contrary to what we were told was Armstrong&apos;s primary motivation for negotiating with the US Anti-Doping Agency over what he might be willing to say about his history of doping  even though the best Armstrong could expect would be a reduction from life to an eight-year ban, which means he would be nearly 50 before he could race again in recognised triathlons. Herman says:   &quot;I read the rule like you do. An eight-year ban, that would be a lifetime ban [for Armstrong].&quot;  And yet, Armstrong is competing. Any and every day he wants to. On Strava. If you&apos;re not familiar with Strava, it&apos;s an app that&apos;s become very popular with recreational and sports cyclists (and also runners) that enables users to upload all their trips to Strava&apos;s site. More specifically, it creates an unlimited online community of competitive amateur athletes, many of whom love to &quot;own&quot; the fastest time on a particular segment  especially, the coveted &quot;King of the Mountains&quot; (KOM) spot on their local climbs. Enthusiasts go &quot;Strava-bombing&quot; in an effort to clock up new personal records and claim those KOMs. For more on the new Strava culture, read Tom Vanderbilt&apos;s excellent article for Outside Online, &quot;How Strava is Changing the Way We Ride&quot;. It turns out that Armstrong himself has been a busy Strava user since 2011. He holds no less than 150 KOMs. Chief executive Michael Horvath says that it&apos;s not Strava&apos;s job to police its community and ban users. But the fact that Armstrong has admitted his doping and been stripped of his Tour de France titles has left some in the Strava community distinctly unhappy. One Strava user blogged:  &quot;In the spirit of &apos;clean competition&apos; and following &apos;laws and rules&apos;, Strava owes it to its community of clean athletes to adopt a general policy for doping violators, and in the mean time, strip Lance of his ill-deserved KOMs, and ban him from its service.&quot;  I&apos;m not a Strava user myself, but many of my bike buddies are. I can&apos;t imagine they&apos;d be too happy if Lance rocked up and took their KOMs. Of any segment of the American public, this is probably the community that is best-informed, cares most about clean cycling, and feels most betrayed by Armstrong&apos;s cheating. My guess is that Strava may need to listen more and think again on this issue. But what do you think?", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/feb/06/lance-armstrong-banned-strava", 
    "wordcount": "522"
}