{
    "headline": "Sir David King: quantitative easing should be aimed at green economy", 
    "text": "The billions of pounds the Bank of England is pouring into banks in a bid to get lending flowing should have strings attached to ensure that much of the liquidity is directed towards greening the economy, the UK&apos;s former chief scientific adviser has urged. Sir David King attacked the current free market approach that dominates government thinking, arguing that leaving the market to its own devices does not produce good environmental outcomes, and leads not just to potentially disastrous climate change but also the profligate over-use of resources and despoliation of the natural world. &quot;[Rescuing the climate and environment] all requires a much more hands-on approach than we&apos;re used to,&quot; said King, who was chief scientific adviser to the last government and now heads the Smith School of Enterprise and Environment at Oxford University. &quot;This laissez-faire attitude that is gospel at the Treasury is not the right one at the moment. We do not have time to play about with this  we need to move quickly to get out of the financial crisis and the resource crisis.&quot; By placing conditions on quantitative easing (QE), which give preference to lending that promotes more environmentally responsible development, the government could help to ensure that the economic recovery does not simply return the UK to its former high-carbon and resource-intensive path of economic growth. King argues that QE could provide a major spur to the greening of the UK&apos;s infrastructure, not just for renewable and nuclear energy but also a more efficient use of all resources, which would cut the environmental impact of the economy. &quot;Quantitative easing has been relatively passive  why not use it in a way that can be directed?&quot; King said. &quot;Why not use it to take us to a sustainable economy and manage the release of private sector money? You could have a quite selective series of tests [to determine where the money should go].&quot; He said this was a much better option than the current approach of using subsidies to favour low-carbon growth, which he said was not working well. King said trillions of pounds in investment would be needed around the world if the global economy is to be successfully shifted from a high- to a low-carbon footing. A great deal of investment in infrastructure and industry is already happening, he said, but is currently following the high-carbon path of the past. If dangerous climate change is to be avoided, and if the world is to cope with the major expansion of resource use that population growth and the lifting of people out of poverty entails, then this investment must instead be directed in a more environmentally responsible manner, according to King. He is particularly concerned over our profligate use of natural resources such as energy, water, agricultural land and minerals. Without more efficient use of such resources, the consequences could be severe, with rising food prices, a fast increasing risk from climate change and the degradation of the environment associated with resource extraction. King also warned that the UK was in danger of mishandling many key investments. He said he strongly favoured the high-speed rail lines that have been proposed, not just High Speed 2 to Birmingham, but also High Speed 3 linking the south of the country with the north at much higher speeds than are currently available by train. In that way, Birmingham could become a major rail hub, which would spur economic growth more evenly throughout the country, and vastly reduce air traffic. He also favours a major tidal scheme in the Severn Estuary, which he said could provide thousands of jobs as well as a permanent source of cheap and green energy. That would take government spending or guarantees, he said, because while the 20bn initial price tag would prove cheap in the long term, it was likely to be too steep for the private sector seeking shorter term returns. King is preparing a major environmental conference in Oxford in mid-July, called ReSource, that will bring together academics and experts from around the world and will include Bill Clinton, former president of the US.", 
    "section": "environment", 
    "gid": "environment/2012/jun/26/david-king-quantitative-easing-green", 
    "wordcount": "691"
}