{
    "headline": "Webchat: should you work part time when you study?", 
    "text": "It&apos;s not just tuition fees that make education expensive  rising living costs and a lack of financial support mean many students struggle to make ends meet while studying. Research by the NUS suggests that, after paying for housing and utilities, university students from families with an average income are left with 11.15 a week (23.38 a week in London) to live on from their student finance. The coalition&apos;s decision to scrap the education maintenance allowance (EMA) means many college students are also struggling financially. There are signs that more students are taking paid work while learning. University job shops saw an increase in demand throughout 2011-12, according to the National Association of Student Employment Services (Nases). But how many hours a week does the average student work part time? How can students juggle these commitments with course deadlines? And how easy is it to find a job that complements your studies? On Friday, we&apos;ll be joined by a panel of welfare officers and careers advisers to discuss what part-time work opportunities are available to college and university students. To take part in the session, post your questions in the comment section below, and join us at 1-3pm on Friday. The panel  Sam Rhodes manages the careers service at the University of Brighton. Sam helps students find employment and volunteering opportunities as well as providing enterprise support Rebecca Crowther is welfare officer at Newman University Students&apos; Union Mike Dore is welfare officer at Nottingham University Students&apos; Union. He represents students on health and well being, financial and equality issues Zoe Arch chairs the agency working group for the National Association of Student Employment Services. She is also student employment manager at University of the Arts London Kelly McDonald qualified as a careers adviser 11 years ago and has worked in schools, colleges and universities. She currently works at York UniversityBecky Hartnup represents CourseSmart, a company that provides etextbooks to busy students", 
    "section": "education", 
    "gid": "education/2013/apr/24/webchat-juggling-part-time-work-and-full-time-study", 
    "wordcount": "324"
}