{
    "headline": "Back African smallholders, not agribusiness", 
    "text": "Today sees David Cameron host a &quot;hunger summit&quot; in London, the first in a series of events leading up to the G8 summit in 10 days&apos; time. The event will include a meeting of the New Alliance for Food Security and Nutrition, a private investment initiative launched by the G8 in order to expand the reach of multinational companies into Africa. The UK government has pledged 395m of taxpayers&apos; money to the scheme. African civil society groups have condemned the New Alliance as part of a &quot;new wave of colonialism&quot; that will hand over their farmland to foreign investors and destroy their livelihoods. Over 40 companies have signed up to the initiative, including agribusiness giants Monsanto, Syngenta and Diageo, as well as Unilever, whose headquarters are the location of today&apos;s hunger summit. We stand in solidarity with African civil society in rejecting the New Alliance. We call on the prime minister to withhold the 395m in UK aid money that he has pledged to the initiative, and to invest it instead in support for ecological smallholder farming in Africa. Members of the public are invited to join our protest outside Unilever House at 10am today.John Hilary War on Want, Kirtana Chandrasekaran Friends of the Earth, Deborah Doane World Development Movement, Martin Drewry Health Poverty Action, Teresa Anderson The Gaia Foundation, Kate Metcalf Women&apos;s Environmental Network, Nick Dearden Jubilee Debt Campaign, Dan Taylor Find Your Feet, Pete Riley GM Freeze, Claire Robinson GMWatch  Recent stories telling us to eat less meat to ease the food crisis in the developing world and that a vegetarian diet can help us to live longer confirm that there has never been a better time to ditch animal products. The United Nations has called the meat industry &quot;one of the top two or three most significant contributors to the most serious environmental problems, at every scale from local to global&quot;. And healthy vegetarians and vegans don&apos;t just increase their own life expectancy  they also save up to 100 animals a year from immeasurable suffering on factory farms, in abattoirs and on the decks of fishing boats. So whether it&apos;s for our health, world hunger, the environment or animals, there are so many reasons to drop animal products from our diets and not a single good reason not to. Come on, the sun is out  have a salad!Ben WilliamsonPeople for the Ethical Treatment of Animals", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/07/back-african-smallholders-not-agribusiness", 
    "wordcount": "408"
}