{
    "headline": "Pilot badger culls set to go ahead", 
    "text": "Two pilot badger culls will go ahead this summer, in Gloucestershire and Somerset, the environment secretary Owen Patterson has announced. A third area in Dorset is also being prepared for a possible cull, should there be problems with either of the first two. Farmers conducting the cull will have to agree to kill at least 70% of the badger population in the affected areas. The pilot culls, in west Gloucestershire and west Somerset, were postponed amid fears they could not be carried out effectively in autumn last year. Paterson, told the National Farmers&apos; Union conference in Birmingham that bovine tuberculosis was &quot;the biggest challenge facing us at the moment&quot;. He said the disease  which led to the slaughter of 26,000 cattle in 2011  had cost the taxpayer 500m in the last 10 years, and that this could rise to 1bn in the next decade if the disease went unchecked. He said: &quot;Bovine TB is spreading at an alarming rate and causing real devastation to our beef and dairy industry. The authorisation letters issued today confirming culling can proceed this summer in West Gloucestershire and West Somerset is an important step towards taking the action we need to tackle the spread of this disease in wildlife. I am determined that there are no further delays this year.&quot; RSPCA chief executive Gavin Grant said: &quot;Despite overwhelming scientific, public and parliamentary opposition the government seems hell bent on pressing forward with their senseless plans to kill badgers. All the evidence shows that the answer to the problems of bovine TB in cattle does not lie in a cull that will be an ineffective, wasteful and potentially damaging to the welfare of both farm and wild animals.&quot; The authorisation letters, issued by the agency Natural England, mean that culling can go ahead from 1 June, with the pilot culls lasting six weeks and to be repeated annually for four years. Paterson said that culling was only one element of the government&apos;s attempts to tackle the disease. &quot;We are using everything at our disposal to get to grips with TB, including new tougher controls on moving cattle, increased herd testing and working to get effective vaccines ready as soon as possible.&quot; But a vaccine could take more than a decade to develop, he said. Paterson&apos;s commitment to the cull was warmly welcomed by farmers, but protesters gathered outside the conference building in Birmingham expressed their anger at the decision. Security was heavy as police kept them in a small area by the entrance. Their chants could be heard inside the conference centre, but not in the hall where Paterson was speaking. Badgers have been blamed for helping to spread bovine TB, but there is disagreement over whether a cull would cut the number of cattle affected. A scientific report for the last government cast doubt on culling as an effective control, and opponents say the &quot;free shooting&quot; of badgers would only cause them to stray further afield, potentially spreading the disease more widely. Campaigners against the cull are urging tighter controls on the movement of cattle around the country and other &quot;biosecurity methods&quot;, such as better fencing. But proponents of a cull point to countries that have carried them out, such as New Zealand, where a cull combined with other methods, including strict regulations on the movement of cattle, reduced the number of infected cattle and deer herds from 1,700 in the mid-1990s to fewer than 100 in 2011. Mary Creagh, Labour&apos;s shadow environment secretary, said the cull was likely to be expensive and ineffective. She said: &quot;The government is pressing ahead with a badger cull despite 150,000 people signing a petition against it and scientists warning this is an untested and risky approach.&quot; She said Defra&apos;s estimates showed the policing costs would be more than 4m for the two pilots. Paterson also disappointed green campaigners concerned about bee health, by saying that any move to phase out neonicotinoid pesticides  identified as a key threat to bees - should be taken slowly. He told the conference: &quot;We really need to find out what is happening about bees. I&apos;m urging some delay on this. [Officials] are working flat out [on research into the pesticides]. There may be an economic impact if yields fall.&quot; Friends of the Earth&apos;s senior nature campaigner Paul de Zylva said: &quot;We agree that a science-led approach to pesticides is needed  and scientists warn of a link between neonicotinoid chemicals and bee decline. &quot;The UK government should support restrictions on these insecticides until the evidence shows they are not having a devastating impact on our bees and other vital pollinators.", 
    "section": "environment", 
    "gid": "environment/2013/feb/27/pilot-badger-culls", 
    "wordcount": "791"
}