{
    "headline": "Starwatch: Mars approaches opposition", 
    "text": "Mars rises at our ENE horizon by about 19:30 tonight and is conspicuous and unmistakable with its reddish hue as it climbs high into the SE by midnight. Look back at our Starwatch of 16 January for a chart of its path as it retrogrades (moves westwards) in southern Leo before accelerating eastwards again towards Spica and Saturn in Virgo. This view of Mars, obtained by the Hubble Space Telescope on 10 March 1997, was hailed at the time as the sharpest image of the planet ever taken from Earth. Opposition came just a week later when it stood directly opposite the Sun and drew to within 99 million km of the Earth. Now both planets are back in similar places in their orbits so when Mars reaches opposition on 3 March it should look much as it did 15 years ago. As oppositions go, though, the 1997 opposition was a rather distant one. The Earth has overtaken Mars six times since then, and in five of those Mars has been closer to us, even coming to within 56 million km in 2003  closer than it will be until 2287. The main reason is that Mars traces a relatively elliptical orbit, taking 687 days to &quot;circle&quot; the Sun at a distance that varies between 207 million at perihelion to 259 million km at aphelion. The Earth&apos;s distance from the Sun varies by only 5 million km, so it is largely Mars&apos; position around its orbit that dictates their separation when they meet every two years and two months or so. This time Mars passes its aphelion onWednesday, 17 days later than it did in 1997. It is closest at 101 million km on 5 March when its telescopic diameter is a mere 13.9 arcsec, 130 times smaller than the Moon. Even so, dusky detail on its surface may be glimpsed through decent telescopes. One of the more obvious markings is Syrtis Major, the dark V-shaped region that spills northwards near the middle of our image. Now known to be a shield volcano, with darker rocks and less overlying dust than in many areas, it became the first feature to be documented on the surface of another planet when Christiaan Huygens recorded it in 1659. Also prominent is Mars&apos;s white northern polar cap which is tipped 22 towards the Earth at opposition. Consisting of water ice and frozen carbon dioxide, its size ebbs and flows with the seasons and is now nearing its minimum extent as Mars approaches the summer solstice for its northern hemisphere on 30 March. If we watch Mars during the night, we see the surface features drift steadily across the disc as it rotates in a day that lasts only 40 minutes longer than here on Earth. That drift is towards the right in the above image which has north uppermost. Remember most astronomical telescopes invert the image, putting north towards the bottom.", 
    "section": "science", 
    "gid": "science/2012/feb/12/starwatch-mars-hubble-space-telescope", 
    "wordcount": "491"
}