{
    "headline": "Element of the week: thorium | video", 
    "text": "    This week, we meet thorium, a chemical element with the symbol Th and atomic number 90. This element is a bit unusual since it is the first element we&apos;ve met that was named for a character in Norse mythology: it was named in honour of the Norse god of thunder (and war), Thor.  Swedish chemist Jns Jakob Berzelius initially thought he had discovered this element in 1815 but soon realised that he had misidentified yttrium phosphate as being a new element, thorium. Berzelius apparently liked the name &quot;thorium&quot;, since he reused it in 1829 when he was given a newly discovered mineral by Norwegian mineralogist Morten Thrane Esmark. It was from this rock that Berzelius extracted and identified thorium.  Even though we are working our way through the actinoid/actinide series, which is filled with what I think of as &quot;invisible&quot; elements, thorium is nice because it actually has a physical -- therefore photographable -- presence that I can share with you (refer to the above photograph).  Besides being photographable, there is something else to love about thorium: it gives us the chance to learn a useful new adjective, pyrophoric, which comes from the Greek for &quot;fire-bearing&quot;. Pure thorium has the delightful quality of spontaneously igniting into flames when exposed to air.  Thorium is the most common actinoid and is surprisingly common in the wild, occurring in small amounts in most rocks and soils in the Earth&apos;s crust. For example, thorium is 200 times more abundant in the Earth&apos;s crust than silver, three times more abundant than uranium, and it is roughly as abundant as lead.  Pure thorium is a soft, lustrous silvery-white metal. If it doesn&apos;t burst into flames first, thorium will slowly tarnish when exposed to air, becoming gray, as you see above, and then finally black in colour. Thorium is very ductile and, like all actinoids, thorium is radioactive. Although 27 isotopes have been identified with half-lives ranging from less than ten minutes to 75,380 years, nearly all naturally-occurring thorium is thorium-232, which has a half-life of more than 14.05 billion years. Thorium is a weak alpha emitter, eventually decaying into lead-208.  Due to its radioactivity, thorium doesn&apos;t have many uses these days, but thorium oxide was used in the past for gas lighting in cities because it emits a dazzling blue-white light.  As a biologist, I have to admit that thorium isn&apos;t very interesting to us because it is not essential to life. In fact, the opposite is true: thorium is quite damaging to life, causing a variety of cancers including leukmias, bone cancers, cirrhosis and cancers of the liver, and chromosomal abnormalities.  Considering what we know about thorium, it found some rather surprising -- and alarming -- uses in the past. For example, it was one of the ingredients in a toothpaste manufactured by the Berlin Auergesellschaft (Auer Company) in the early 1900s that was sold in Germany for many years. During the World War II, another quack toothpaste, Doramad Radioaktive Zahncreme, used thorium as an ingredient, falsely claiming that the &quot;radiation increases the defenses of teeth and gums&quot;, and that &quot;the cells are loaded with new life energy,&quot; whilst at the same time, &quot;bacteria are [magically] hindered in their destroying effect.&quot; Weirdly, this fixation with thorium-based toothpastes continued even after the conclusion of World War II when the Allies discovered a large stockpile of thorium held by a German military contractor. The Allies suspected this was intended for use in atomic weapons but later learned it was meant to be used in ... yep, you guessed correctly ... toothpaste. In this video, one of our favourite physicists tells us a teensy bit more about thorium:            [Video link] There is one more interesting characteristic associated with thorium that wasn&apos;t mentioned in the video: it can form more covalent bonds than any other element. In 2010, a team of chemists headed by Gregory Girolami, a professor of chemistry at the University of Illinois at Urbana-Champaign, managed to bond thorium to 15 hydrogen atoms at the same time [doi:10.1002/anie.200905797].  Fifteen! &quot;What we have done is figure out how to make a compound in which the thorium forms bonds only with hydrogen atoms,&quot; said Professor Girolami.  The compound&apos;s high coordination number relies on thorium being extremely large and hydrogen being extremely small.  .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniofNottingham  You&apos;ve already met these elements: Actinium: Ac, atomic number 89Radium: Ra, atomic number 88Francium: Fr, atomic number 87Radon: Rn, atomic number 86Astatine: As, atomic number 85Polonium: Po, atomic number 84Bismuth: Bi, atomic number 83Lead: Pb, atomic number 82Thallium: Tl, atomic number 81Mercury: Hg, atomic number 80Gold: Au, atomic number 79Platinum: Pt, atomic number 78Iridium: Ir, atomic number 77Osmium: Os, atomic number 76Rhenium: Re, atomic number 75Tungsten: W, atomic number 74Tantalum: Ta, atomic number 73Hafnium: Hf, atomic number 72Lutetium: Lu, atomic number 71Ytterbium: Yb, atomic number 70Thulium: Tm, atomic number 69Erbium: Er, atomic number 68Holmium: Ho, atomic number 67Dysprosium: Dy, atomic number 66Terbium: Tb, atomic number 65Gadolinium: Gd, atomic number 64Europium: Eu, atomic number 63Samarium: Sm, atomic number 62Promethium: Pm, atomic number 61Neodymium: Nd, atomic number 60Praseodymium: Pr, atomic number 59Cerium: Ce, atomic number 58Lanthanum: La, atomic number 57Barium: Ba, atomic number 56Csium: Cs, atomic number 55Xenon: Xe, atomic number 54Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist is an evolutionary biologist, ornithologist and freelance science writer who writes about the interface between evolution, ethology and ecology, especially in birds. She seriously considered pursuing her doctorate in chemistry, and has shared her fondness for this topic by teaching a number of university chemistry and biochemistry courses. You can follow Grrlscientist&apos;s work on her other blog, Maniraptora, and also on facebook, Google +, LinkedIn, Pinterest and of course, twitter: @GrrlScientist", 
    "section": "science", 
    "gid": "science/grrlscientist/2013/jun/07/1", 
    "wordcount": "1228"
}