{
    "headline": "New York Times and Burberry join the HTML5 brigade", 
    "text": "Two more well-known brands have launched HTML5 mobile sites as an alternative to native apps. The New York Times and Burberry join an increasingly long list of high-profile companies serving their customers through the browser as well as the app stores. The New York Times&apos; HTML5 site (or web-app, if you must) has launched for iPad, although it will sit alongside the newspaper&apos;s existing native apps rather than replace them this isn&apos;t a Financial Times-style decision to ditch the app stores. In fact, the publisher is describing the app as &quot;experimental&quot;. The app is available to subscribers, includes sponsorship from Lincoln, and has a few new navigational tricks up its sleeve, including a Trending section presenting the most popular NYT articles on Twitter. &quot;Our subscribers have told us they are interested in trying new ways of reading The Times across a variety of platforms,&quot; said The New York Times Media Group&apos;s Denise Warren in a statement.  &quot;We are working constantly to develop new products that distribute our content in innovative ways, and this Web-based app is just one example of that.&quot; Much of the initial coverage of the new site has focused on its shortcomings when compared to the NYT&apos;s native apps (for example, Nieman Journalism Lab and Mashable). Which may be true right now, but the HTML5 route lends itself to weekly and even daily improvements, with no App Store approval delays. The example of the Financial Times shows what&apos;s possible in that regard, while The Economist also received a warm reception for its Electionism HTML5 site. Burberry&apos;s HTML5 site is more of a branding exercise for the company&apos;s new watch, The Britain. Accessed through Burberry&apos;s main mobile website, it includes a spinnable 3D model of the watch, which shows the time and weather for the visitor&apos;s current location. On iPhone, the model is to scale, with the hope that people will use the site to see how it (virtually) looks on their wrist.     Burberry's HTML5 site for its The Britain watch    A whizzy 3D watch isn&apos;t going to change the mobile world, but what&apos;s interesting about Burberry&apos;s campaign is the decision to use HTML5. Most fashion brands would launch a native app for this kind of thing and likely iOS-only. For example, Guess Watches has just launched an iOS app to promote its range of timepieces, with plans to add augmented reality features. Burberry&apos;s site skips the AR, but will work on Android devices besides iOS, and other platforms in the future. These are just two examples of well-known brands experimenting with HTML5 alongside their native apps. It&apos;s not a tipping point, or a sign of a desire to abandon the app stores. If anything, it&apos;s a sensible recognition by the New York Times and Burberry of what their readers/customers are doing with their smartphones and tablets. People don&apos;t use native apps OR their browser they use both. Perhaps soon, even mobile industry conference organisers will take the hint, and stop scheduling sessions with titles like &quot;Native apps or HTML5?&quot;, in favour of the more accurate &quot;Native apps and/or HTML5 when appropriate, and often both&quot;. If there&apos;s a strategy guaranteed to position publishers and brands for success on smartphones and tablets in 2012 and beyond, it&apos;s flexibility and a willingness to experiment, rather than platform dogmatism.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/oct/03/html5-apps", 
    "wordcount": "555"
}