{
    "headline": "The Winklevoss twins and why you need to know about them", 
    "text": "Age: 31. Appearance: Clean-cut, square-jawed, all-American, identical. AKA: Cameron and Tyler; the Winklevii. Occupation: Olympic rowers, social media entrepreneurs, chronic litigators. Something to do with Facebook, right? Yes! Would you care to elaborate on that? No. Go on, please  OK, way back in 2003 the Winklevii, along with a Harvard classmate, developed a university-based social network calledHarvardConnection, then claimed thatfellow student Mark Zuckerburg appropriated both their idea and their source code to create Facebook. And then they sued him. Exactly. After four yearsof legal wrangling, they finally reached a $65m settlement. And then the Winklevoss twins lived happily ever after. No, then they sued Facebook again, claiming the stock portion of the settlement hadbeen undervalued. This second effort was notsuccessful. If they can&apos;t make a living suing people, how will the Winklevoss twins survive? On Bitcoin. Come again? Surely you&apos;ve heard of Bitcoin, the digital virtual currency beloved of speculators and online drug dealers that suddenly climbed to a rate of $260 per bitcoin last week before crashing again, and then rallying again? Yes, of course. But how do Tyler and Cameron figure? Are they claiming to have invented Bitcoin? No, they just have a lot of them. How many? About 1% of all the bitcoins in circulation, so in the neighbourhood of 108,000. And how much is that worth? Hard to say. $11m is a conservative estimate, but the price of a Bitcoin now fluctuates so wildly that trading was suspended last week. The Winklevii could potentially be billionaires today, and paupers tomorrow. &quot;We could be totally wrong, &quot; said Tyler, &quot;but we are curious to see this play out a lot more.&quot; If they are wrong, what will become of them? They&apos;ll be OK. Their Facebook shares  the ones that they said were undervalued, remember  are now worth $200m. Do say: &quot;Nothing ventured, nothing gained.&quot; Don&apos;t say: &quot;If all else fails, you could always sue each other.&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/apr/14/winklevoss-twins-bitcoin-millionaires", 
    "wordcount": "337"
}