{
    "headline": "Toni Pearce leads colleges into the limelight", 
    "text": "It&apos;s often said that further education doesn&apos;t get enough media or political attention. It&apos;s one of the broadest categories of learning in the UK, spanning two government departments and, excluding schools, affecting 4.2 million students in England alone. Almost anyone who has attended university has been through some form of further education  be it A-levels, a foundation course, or an access course. Yet, despite all this, the issues affecting it are sidelined while the concerns of elite universities dominate the news agenda. But things look set to change. As the recession fuels demand for skills-led courses and better employment outcomes, further education has been thrown into the spotlight. One person who is well aware of the shifting field of play is Toni Pearce, FE vice president for the NUS. Now one month into her second term, Pearce spent her first year running loud campaigns against cuts to EMA, adult learner funding and other support for FE students. This year she will be looking at the impact of A-level reforms, pushing for better information guidance, and lobbying hard against the most significant change to FE policy in recent years  the introduction of government loans to fund adult education courses. Previously any person over 24 who was hoping to take A-levels, a BTec or level 3 apprenticeship would have half their course fee subsidised by the government. But from next September, they will have to pay full fees or use the loan system the government is offering. &quot;The new loans will have a huge impact on people considering FE. A lot of these people are women and a lot are unemployed. There is probably a reason why you&apos;ve had to put off your education, for personal reasons such as having to leave school or losing your job. You shouldn&apos;t be penalised for that. &quot;If you came from a background where higher education is normal, the idea of taking out a loan for a course is not that daunting. But if you&apos;re from a background where your family didn&apos;t go to university, then it is daunting. These people are more likely to come from disadvantaged backgrounds. &quot;I think that they&apos;re trying to level the playing field between further and higher education, but these people are more diverse, they&apos;re much more likely not to go into education if these barriers are put in their way.&quot; Indeed, statistics released by BIS show that in 2010-11, 12.8% of learners in further education (excluding schools) had a learning difficulty or disability and 18% were from an ethnic minority background. As someone who did not attend university herself, instead rising through the NUS ranks after becoming union president at Cornwall College, Pearce is keen to emphasise that further education is key to supporting people into the labour market. It&apos;s not, she adds, &quot;a conveyor belt of young people who can do low paid work&quot;. Some areas of further education are gradually getting more attention. The government recently announced it is increasing investment for apprenticeships to 1.5 billion. And statistics published in June by BIS showed a continued increase in their uptake. However, the 157 Group, which represents 27 further education colleges in England, says now the focus should widen to include other courses. Lynne Sedgemore CBE, executive director of the group says: &quot;Support for apprenticeships is very popular with the public, even though it is clear that they are not the whole answer to youth unemployment. We must not forget that there are other vocational courses to suit learners who are not apprentices, and these deliver real skills and qualifications valued by employers. They need to be promoted with equal vigour.&quot; Pearce is picking her way through policy with confidence. She has already won an important concession in the government&apos;s new loans policy, with further education minister John Hayes announcing that loans will be written off for students who complete access to higher education courses and go on to start at a university. There will also now be a 50 million bursary fund to support mature students. And as further education becomes more politically important Pearce has been tipped as the next president of the NUS  though she hasn&apos;t confirmed whether or not she will run for the position. &quot;There&apos;s never been a FE president of the NUS,&quot; she says, &quot;but the majority of our members are in FE and I think that people don&apos;t necessarily realise that. &quot;Whether its me or someone else, somewhere along the line it needs to happen.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/20/toni-pearce-leads-colleges-into-limelight", 
    "wordcount": "762"
}