{
    "headline": "Profit-making schools threaten the moral purpose of education", 
    "text": "Education ministers have embarked on a worldwide shopping spree for ideas. Last week&apos;s O-level proposal seems to come straight off the shelves of Singapore. There is, of course, a risk that politicians become selective shoppers, only attracted to those policies that reflect their own political ideology, but, despite this, learning from international best practice has to be right and we need to develop a framework that enables us to do so more effectively. Meanwhile, there is one policy that is unlikely to be imported this side of the next general election but could be a political dividing line and a source of tension within the coalition. Whether or not there is a place in our school system for those who want to run schools for profit has not, I sense, yet been settled. Thirty years ago, &quot;not for profit&quot; would have been assumed to be at the core of a key public service like education  part of its reason for being. Yet, in recent years, there has been enough overlap of the public and private sector in the running and management of state schools for some to claim that schools returning a profit would be a next logical step. The role of the private sector has already been contentious. It&apos;s certainly easy to make the case that it has not been a universal success  some school meals services and messy PFI contracts, for example  but the new &quot;mix&quot; ought to be welcomed. There is a wider and more diverse range of service providers, many bringing new ideas as well as experience, as schools increasingly control their own budgets. There is, however, a world of difference between private providers being paid to do a job or deliver a service and being allowed to make a profit. The encouragement of new providers accelerated through the free schools programme provides a structure in which, for the first time, &quot;for profit&quot; schools are possible. At the moment, opposition from the Liberal Democrats within the coalition keeps it off the government agenda, but pressure for change will come from two sources: from those on the right within the government and from the need to attract growing numbers of organisations to drive the flagship free schools policy. Governments have already encouraged schools to form partnerships with both the private and voluntary sector. However, this has not been about setting the scene for profit-making schools, and any suggestion that should now be the case should be strongly resisted. There are compelling reasons. At times of falling school budgets any surplus cash should be reinvested in schools rather than into people&apos;s bank accounts; this is irrefutable but it is not the core of the argument. Profit can drive improvement. But the financial bottom line will never provide the motivation to deliver what we want and need from schools. There is a moral purpose that underpins education and, although by itself it is not enough, it must be the driving force. Without it, it&apos;s too easy to accept that it&apos;s not worth trying, yet again, to help a child to master a skill, or to rationalise that the social class divide is something we&apos;ll just have to live with. Understanding this moral purpose for education is not the preserve of those in the public sector; others bring the same passion and determination and share in the same joy success brings, but all this feels strikingly at odds with the drive for profit. Value for money, certainly; careful management of resources, essential; but there can only be one set of shareholders  and that is the children. The relationship between politics andeducation is often difficult, and can lead to mistrust and uncertainty, but as for the core purpose of education, let usall agree not to muddy these particular waters.", 
    "section": "education", 
    "gid": "education/2012/jun/25/profit-making-threatens-moral-purpose-education", 
    "wordcount": "638"
}