{
    "headline": "Pest control: why the bugs are winning", 
    "text": "The culprits smuggled themselves into Alison Burt&apos;s home, hidden ingeniously in a piano. By the time she finally tracked down the source of the infiltration, it was too late: she had already torn up the carpet and been forced to throw out some clothes. &quot;Who&apos;d have known you had to fumigate the damned piano?&quot; she says, exasperated. It is the felt wrapped around a piano&apos;s hammers that produces its distinctive sound, and to Tineola bisselliella  the pale gold, papery smudges otherwise known as clothes moths  felt is a veritable feast. Although not quite enough of a feast to stop them raiding the wardrobes, too, says Burt, a lawyer from London: &quot;They do prefer Cos to Uniqlo  that&apos;s been proved over and over again in my drawers. They like the good stuff.&quot; The final straw came when she suffered a second invasion, of tiny tropical ants. These turned out to have sneaked back to Britain via aneighbour&apos;s exotic holiday in the Dominican Republic. &quot;I just felt like going out to camp in the middle of the road and saying, &apos;Wildlife, it&apos;s all yours&apos;,&quot; Burt says. There is a grim war of attrition being waged in the nation&apos;s domestic nooks and crannies, and it&apos;s far from clear who is winning. Local authority pest controllers dished out a staggering 715,297 treatments for various infestations in 2010-2011, and that&apos;s not counting over-the-counter sales of nit shampoos and mothballs, or discreet calls to private exterminators. Rats and mice were the biggest problem, according to the British Pest Control Association (BPCA) survey, with demand surging this year after widespread flooding flushed more rats out of sewers and riverbanks. And there were 167,000 call-outs for wasps and 35,000 treatments for moths, beetles, flies and fleas. Sarah Vine, wife of the education secretary Michael Gove, tweeted recently about being overrun by ants, while Downing Street famously acquired Larry the cat to see off the mice endemic in Whitehall. Even Madonna once informed achatshow audience that &quot;there&apos;s some headlice going around in my house&quot;: never let it be said she&apos;s not still busting the taboos that matter. For there&apos;s something about infestation that sends an instinctive shudder down the spine. It goes beyond the natural yuck factor of things that scuttle and crawl, or the primal fear of contamination and disease. Being held hostage by something you could squash between finger and thumb (if only you could catch the beggar) somehow reminds us what a puny species we are. Pests taunt us with the knowledge that for all our posh kitchens, we haven&apos;t moved so far from the cave: they represent the nameless wild things out there, barely kept at bay. No wonder plagues in the Bible are so closely entwined with shame. But the irony is that, in so many ways, the story of pests&apos; success is also the story of our own. For a man whose life&apos;s work has been destroying them, Richard Moseley is commendably fair-minded about vermin. &quot;I&apos;ve a grudging respect for pests,&quot; he says. &quot;I&apos;m impressed by their ingenuity.&quot; Moseley has a desk job now, as technical manager of the BPCA, which represents private exterminators, but his old specialism was what&apos;s known in the trade as stored product insects: the tiny weevils and beetles that plague food factories, holing up in flour sacks and smuggling themselves inside machinery, occasionally achieving tabloid fame by being discovered dead in tins of beans. &quot;The complexity of working out just where, in afactory the size of a small town, these insects less than 3mm long are hiding, breaking down the machinery, tracing production lines to see where they come in and where they go out  I used to enjoy that,&quot; Moseley says. &quot;Whatever the species, a pest is a supreme survivor in its chosen field. The battle is to try to beat the pest at its own game.&quot; But it&apos;s also to realise their game is ours, too. What has allowed pests to flourish alongside us for so long is their ability to cling, sometimes literally, to our coat-tails; and it&apos;s our 21st-century lifestyle of material plenty that provides an unprecedented supply of crumbs from the master&apos;s table. Modern homes are heated to positively balmy temperatures, compared with the icy conditions of the average character-building 1970s childhood, which is why woodworm is now so rare: central heating dries out the timbers too much. But the downside of warmth is that the moth larvae that lurk in wardrobes no longer die off over winter. And when they hatch, we guarantee them rich pickings. We&apos;ve come a long way from the polyester that moths can&apos;t digest: modern tastes are for their favourite animal-based fibres  wool and tweed, leather and cashmere. Some of us even stuff our cavity walls with insulation made of admirably green, but potentially moth-friendly, lambswool. We jet off on foreign holidays and business trips, blissfully unaware of the bedbugs hitching home in our suitcases. Our cupboards overflow with ant-friendly foodstuffs and we snack any time and anywhere, dropping high-calorie junk food on the street, then wondering why those streets teem with urban foxes. And quietly, constantly, our pest companions are evolving to exploit us. Moseley says he&apos;s now coming across mice that are not just wise to traps  a learned behaviour, passed down through generations  but won&apos;t touch the bait used in traditional insecticides, either. The problem is the bait is based on grain, as that&apos;s what rodents are supposed to eat  but sophisticated urban mice have moved on from all that: &quot;If they&apos;re living in an area with a lot of fast food shops, they will start to feed on things like proteins and will develop over time to prefer the new kind of food.&quot; The only hope, presumably, is that they&apos;ll grow as fat and listless on an exclusive diet of half-eaten cheeseburgers as we do. But town mice with fancy appetites aren&apos;t the only chink in our defensive armour. Resistance to commonly used pesticides is growing among rats and with many councils either raising charges for pest control or scrapping it due to spending cuts, it&apos;s likely more of us will try to tackle common infestations ourselves. The fear is that amateurish, half-successful attempts to handle outbreaks may create precisely the conditions for resistance to flourish  and nowhere is that more obvious than in the tale of every parent&apos;s bete noire, the headlouse.     'Sophisticated urban mice are not just wise to traps, but now feed on fast food rather than the grain used in bait .' Photograph: Getty Images    Julia Wright knows logically that there&apos;s no stigma attached to nits, since the old myth that they like dirty hair has long been busted, but she still prefers not to use her real name. Her 10-year-old daughter Isobel has suffered outbreaks since infant school. &quot;I didn&apos;t realise how down I felt about it,&quot; says Julia, a beauty therapist from Aylesbury. Isobel had also started to feel self-conscious. &quot;She was worried. She was saying, &apos;What if a teacher sees one? What if my friends don&apos;t want to play with me?&apos;&quot; Infested children are no longer routinely sent home from school  with about 15% suffering at any one time, it would be madly disruptive  but playground etiquette surrounding nits remains asocial minefield. If you spot some on a child, do you tactfully tell the parents? Should you cancel playdates when yours has an outbreak, or stop them playing with a child who&apos;s infected? Julia tried to warn her daughter to limit close contact when she was infested, but says it&apos;s hard. &quot;She&apos;s always been an affectionate girl, she hugs her friends and she&apos;ll wrap her arms around them if they&apos;re worried. I said, &apos;Isobel, you might not want to do that until it&apos;s died down&apos; but she said, &apos;You&apos;re asking me not to be close to my friends.&apos;&quot; Headlice are a problem as old as humanity itself. Archaeologists have dug up nit combs carved from wood, bone and ivory dating as far back as 1500BC, while two specific strains of Pediculus humanus can be traced back more than a million years. What makes them so stubbornly successful is the speed of their life cycle: newly-laid eggs hatch within 10 days and a female louse can be ready to lay her own eggs at a precocious seven days old. Nits can&apos;t fly or jump, but small children  sociable, tactile, constantly tumbling over each other  are a perfect source of the close contact they need to spread from head to head. Which is why it&apos;s estimated that more than a third of primary schoolchildren will get them in a year. Having tried everything else, Julia eventually sent her daughter to the Hairforce, nit-busters to the London middle classes. For 150 a go, the firm claims to delouse the most heavily infested offspring, using a special vacuum cleaner to suck lice out of the hair, followed by a heat treatment to shrivel the eggs, then a thorough combing, while the child watches DVDs from the comfort of a massage chair. For the publicity-shy, discreet home visits in an unmarked car can be arranged. That anyone would pay so much to get rid of nits seems staggering, but many clients are busy working mothers who don&apos;t want to spend their evenings combing  and founder Dee Wright says most have repeatedly tried and failed to treat it themselves. &quot;Everyone who comes to us has tried everything. We see some kids who have had nits for two, three, even six years, or their whole school lives. They may be bullied, they&apos;re not feeling that great.&quot; Besides, she says, parents already spend asmall fortune on specialist combs or shampoos, because pest control is a big, booming business. The headlice industry in the UK is estimated to be worth 33m, yet the grumbling refrain at every school gate is that too many of the lotions and potions don&apos;t work. Although in some cases the failure can be blamed on bad combing technique or not persevering long enough to get all the eggs out, Wright feels many parents are shelling out for products &quot;that don&apos;t do what they say on the tin&quot;. And while she has every reason to be sniffy about the competition, official NHS advice is that the older pesticides used in some products may be losing their effectiveness against nits (though they say resistance should be less of a problem with the new generation of silicone-based treatments). So perhaps it&apos;s no wonder there is a move afoot back towards natural remedies and good old elbow grease. There is talk now in playgrounds about teatree oil, despite the lack of hard evidence that it works, and nostalgia for the days of the school nit nurse. One survey by Netmums found 88% of parents wanted this annual humiliation reintroduced, even though many public health experts argue that it was phased out because it wasn&apos;t terribly effective, rather than to spare children&apos;s feelings. One inspection a year, at an estimated cost of 100m, isn&apos;t enough to get on top of the problem, though some schools are now responding to pressure from parents by instigating &quot;bug busting&quot; months where children are checked and parents exhorted to comb regularly. Wright, meanwhile, says old-fashioned prevention beats cure: girls with long hair should tie it back for school, and parents should do aweekly comb to catch invaders early. Sleepovers are also notorious hotspots, so if your children share beds with friends, get them to top and tail rather than sharing a pillow  and check for nits the next day. It may be mind-numbingly tedious and the source of many a bedtime row, but the cheapest solution  going through wet hair with anit comb, a generous dollop of conditioner and abeady eye  is still one of the most effective. Many moth sufferers also swear by old-fashioned deterrents such as cedarwood and lavender oil, conkers in drawers or vigorous housekeeping. Helen Richardson-Foster, a PhD student from Hebden Bridge, discovered she had a problem when she opened a bag of old baby clothes she was saving for a friend and found the tiny hand-knitted cardigans were speckled with holes. Ablitz involving hot-washing most of the family&apos;s clothes and giving the rest a blast in the freezer (which kills the larvae) seems to have cleared them out of her wardrobes, but they&apos;re now attacking the carpets. She uses a mixture of moth spray, vacuuming and laying pheremone traps  adhesive strips of paper impregnated with a substance mimicking the scent of female moths, which draw the male to its sticky doom. &quot;It&apos;s just damage limitation,&quot; she says, resignedly. &quot;It&apos;s about keeping your stuff washed and moving it around  and I&apos;ll happily swat them whenever I see them.&quot; The homespun approach has its limits, admittedly. When ants invaded my own kitchen two summers ago, a quick Google search suggested cinnamon was the answer: apparently, they hate the smell and won&apos;t cross a barrier of it. It seemed safer than putting down poison under the nose of our greedy dog, so I scattered some experimentally across the ants&apos; preferred route. Sure enough, they marched up to the little pile of spice, skidded to a halt, weaved around in outraged circles for a while, then staggered away. The house smelled as fragrant as a gingerbread factory, and a smug feeling of living in harmony with nature ensued  until the morning the fruit bowl was heaving with tiny bodies, presumably from a cinnamon-resistant superstrain. The trouble with low-tech methods is they don&apos;t always work. Then again, when we were invaded this summer by a swarm of mosquitoes that had been breeding in the floodwaters, the answer turned out to be the therapeutic use of a rolled-up newspaper. So hard luck, if you&apos;re reading this on an iPad: prepare to welcome your new insect overlords.", 
    "section": "environment", 
    "gid": "environment/2012/nov/02/pest-control-bugs-winning", 
    "wordcount": "2331"
}