{
    "headline": "Is it reality? No, it's Truman Show delusion", 
    "text": "Two psychiatrists in the US have published some case studies that flesh out an idea that surfaced in 2008. In The Truman Show Delusion, brothers Joel and Ian Gold describe the stories of five psychiatric patients who recalled experiences similar to the 1998 film, in which Jim Carrey&apos;s character Truman Burbank is the unwitting star of a carefully controlled reality show. Three of thepatients referenced the filmdirectly. We shouldn&apos;t be surprised, says Dr Peter Byrne, director of public education at the Royal College of Psychiatrists, who has treated people who have talked about Truman Show-like experiences. &quot;Psychosis is a mixture of delusions  beliefs that are false, which arrive without any evidence or logic - but often also hallucinations, usually voices. It is true that some young people, because their experience includes reality TV, which is everywhere, and [CCTV] cameras which are also everywhere, thanks to Tony Blair and co, then hear a commentary about themselves and assume it&apos;s some kind of reality TV show. I&apos;vealso heard the film Inception and the Matrix referenced [by people with psychosis].&quot; In 2005, Vaughan Bell, a clinical and research psychologist, wrote a paper about delusions involving the internet. Byrne remembers a patient who was convinced they had a microchip implanted in their head. &quot;If you pick up a psychiatry textbook, they will say your patient thinks they&apos;re Jesus, or the old ones would say Napoleon,&quot; saysByrne. &quot;They are just variations on a theme, and the themes are usually profound paranoid beliefs about being under surveillance, and at some level being special  a variation of a grandiose delusion. In the middle ages, someone might have thought they were a saint. It&apos;s the same story, just a different setting.&quot;", 
    "section": "science", 
    "gid": "science/shortcuts/2012/jun/03/not-reality-truman-show-disorder", 
    "wordcount": "297"
}