{
    "headline": "Greenland and Antarctica 'have lost four trillion tonnes of ice' in 20 years", 
    "text": "More than 4 trillon tonnes of ice from Greenland and Antarctica has melted in the past 20 years and flowed into the oceans, pushing up sea levels, according to a study that provides the best measure to date of the effect climate change is having on the earth&apos;s biggest ice sheets. The research involved dozens of scientists and 10 satellite missions and presents a disturbing picture of the impact of recent warming at the poles. The scientists claim the study, published in the journal Science, ends a long-running debate over whether the vast ice sheet covering the Antarctic continent is losing or gaining mass. East Antarctica is gaining some ice, the satellite data shows, but west Antarctica and the Antarctic peninsula is losing twice as much, meaning overall the sheet is melting. &quot;The estimates are the most reliable to date, and end 20 years of uncertainty of ice mass changes in Antarctica and Greenland,&quot; said study leader, Andrew Shepherd, of Leeds University. &quot;There have been 30 different estimates of the sea level rise contribution of Greenland and Antarctica, ranging from an annual 2mm rise to a 0.4mm fall. &quot;We can state definitively that both Greenland and Antarctica are losing mass, and as [the] temperature goes up we are going to lose more ice.&quot; The study shows the melting of the two giant ice sheets has caused the seas to rise by more than 11mm in 20 years. It also found Greenland is losing ice mass at five times the rate of the early 1990s. The uncertainties over ice cap melting have made it difficult for scientists to predict sea level rise. But Prof Richard Alley, of Penn State University, US, who was not involved in the study, said: &quot;This project is a spectacular achievement. The data will support essential testing of predictive models, and will lead to a better understanding of how sea level change may depend on the human decisions that influence global temperatures.&quot; Rising sea level is one of the greatest long-term threats posed by climate change, threatening low-lying cities and increasing the damage wrought by hurricanes and typhoons. The study combined satellite measurements of the ice caps&apos; heights from laser and radar instruments with measurements of the small changes in gravity caused by ice loss. The data was analysed ensuring the same regions and time periods were compared, as well as using the consistent estimates of the rebound that land experiences when heavy ice sheets start to melt. The 11mm sea level rise caused by melting in Greenland and Antarctica makes up about a fifth of the total rise in the oceans since 1992, but the increasing rate of melting means the ice caps&apos; contribution today is about two-fifths. The other contributions to rising seas are the expansion of water as it warms and a smaller contribution from the melting of ice caps and glaciers outside the poles. A study in February found that, over the past decade at least, the Himalayas had on average lost no ice. Another recent study showed the changes to winds caused by global warming meant that sea ice  whose melting does not add to sea level rise  was very slightly increasing around Antarctica, at the same time as rapidly vanishing in the Arctic. Ian Joughin, another member of the team, of University of Washington, Seattle, said: &quot;Climate change is likely to accelerate ice loss greatly.&quot; He added significant challenges remained in predicting ice melting, due to the complexity of the interactions between the warming air and oceans and the great ice sheets and glaciers. &quot;In Greenland, we are seeing really dramatic losses in ice, but it is still uncertain if it will slow, stay the same or accelerate further.&quot;  One of the summary paragraphs introducing this article mistakenly stated the melting of Greenland and Antarctic has caused 11m of sea level rise. This has been corrected to 11mm.", 
    "section": "environment", 
    "gid": "environment/2012/nov/29/greenland-antarctica-4-trillion-tonnes-ice", 
    "wordcount": "659"
}