{
    "headline": "Guatemala's palm industry leaves locals contemplating an uncertain future", 
    "text": "Entering the community of Semochn involves a slow, bumpy drive off the highway. Through the window, perfect lines of young, green palm trees stretch out interminably in the gathering morning heat. A dozen dirt-floored homes dot Semochn, in the northern Guatemalan state of Petn. The predominantly indigenous Q&apos;eqchi residents harvest maize and beans from small plots of family-owned land. But over the past decade, the semi-tropical climate and flat terrain has attracted the interest of palm growers. Hoping to cash in on the growing global demand for palm oil (used mainly in commercial baked goods), they have reportedly bought more than 20,000 hectares of arable land in the region. &quot;They have encircled us and we no longer have the right to cross our community,&quot; says Sandra*, who  since former neighbours sold the plots between her own and the town itself  must cross an oil palm plantation in order to reach the land she legally owns. An agreement has been reached to allow her access, but she fears the plantation workers, far from honouring it, will continue to intimidate both her and other women in the community with threats of eviction. &quot;They came on my parcel, and they asked me: &apos;Are you going to sell your land?&apos; I told them I wouldn&apos;t,&quot; she said of her latest conversation. &quot;They told me that, someday, I would find myself not enjoying my land any more, no matter what. That is how things were left.&quot; Residents in several nearby villages are uneasy about the future of their land, with many worried that the environmental side-effects associated with the palm plantations will render it worthless. Santos Natalio Chic, an investigator with the national commission on displaced people in Guatemala, believes that  beyond the intimidation  company representatives have intentionally misled residents, whether by claiming that floods will render their land useless or offering spurious guarantees of lifelong employment. &quot;You never see their promises,&quot; says Chic. &quot;They say: &apos;This will bring development to the communities,&apos; when really what it means is more poverty.&quot; Chic has heard hundreds of cases of local workers being paid below the national minimum of 68 quetzals (about $8.50) a day, and dozens of workers being let go simply for demanding they receive full pay. Without land to grow food, he points out, it is very difficult for families to survive on such low wages. Many residents believe this is part of a slow, subtle strategy to force out locals, opening up more land for the palm plantations. Workers are brought in from other states to take local jobs, while access to water, forests and roads is blocked or restricted. Sayach mayor Rodrigo Pop says it is no coincidence that communities have been encircled by palm lands. &quot;The lands have been bought strategically by the company buyers. They have selectively bought up the parcels, so as to circle the towns that have land,&quot; he says, adding that this puts pressure on the communities. Former Guatemalan economics minister Luis Velsquez, the spokesman for the five palm companies operating in the region, denies these claims. He doesn&apos;t believe companies would risk paying below the minimum wage, and says people have been free to sell or keep their land as they see fit. Velsquez acknowledges that some people may regret selling their land, but is quick to point out that there are signed contracts for every piece of land. Several families claim that, unable to produce a written signature, they signed with a thumbprint; few seem to have been given a copy of the resulting contract. Velsquez says the real success of the fledgling industry lies in the creation  in a region where more than half the population live below the national poverty line of about $3 a day of 40,000 jobs on the plantation and 40,000 indirect jobs, supporting the plantations in the communities. This, along with a $2m investment in local development, means the palm industry is making an important contribution to Guatemala&apos;s economy, the third weakest in Latin America. &quot;If it wasn&apos;t for the palm plantations, the region would be prone to poverty, violence, hunger and drug trafficking,&quot; says Velsquez, referring to nearby regions affected by chronic malnutrition and the violent southward expansion of Mexico&apos;s drug cartels. Yet residents interviewed for this report were unable to discern any concrete results achieved locally by these development funds. Spurred by a wave of spring protests by workers and local residents, palm companies have opened discussions on improving conditions. Demands for better wages, community development, environmental sustainability and access of residents to remaining land and resources top the priority list. All sides agree that positive steps have been made, but for some the need for resolution is pressing. Tanya*, a young mother who lives on the edge of El Canaleo, says no reason was given for her husband being laid off after four years, allegedly without full pay. But she believes it was because he requested time to harvest food from his parent&apos;s lot, one of the few left in the village. &quot;The companies do not recognise that the salary they are offering just isn&apos;t enough,&quot; she said. &quot;They don&apos;t acknowledge that we also have the right to sow our land in order to eat, because we can&apos;t afford to buy food with the pay they offer.&quot; With no job, and little land, Tanya says they are unsure how they will stay in their town. But for people like Sandra, back in Semochn, the path forward is clearer, however difficult. &quot;We suffered to get this land,&quot; she says. &quot;I am completely sure that I will never sell it, no matter what price they offer. The land here belongs to our children, they are the heirs.&quot; * Names have been changed to protect the identities of those interviewed", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/04/guatemala-palm-industry-locals-uncertain-future", 
    "wordcount": "1007"
}