{
    "headline": "BlackBerry maker RIM faces fresh blow as Qantas staff demand iPhones", 
    "text": "Research In Motion (RIM) has had more bad news: Qantas, the Australian airline, is to replace 1,300 BlackBerry handsets used by its employees with iPhones, and says it will save millions by doing so. The switch comes after a survey of staff found many dissatisfied with the keyboard-based BlackBerry, which the airline has been using extensively for years, including a customer service system introduced in 2008 to replace a paper-based logging system. The decision should save Qantas millions of dollars in carrier charges per year, the airline told Fairfax newspapers. &quot;The iPhone offers a user-friendly interface and simple access to emails, contacts and calendars, as well as meeting all Qantas&apos;s security requirements,&quot; said a Qantas spokesman, indicating that Apple&apos;s smartphone would be the standard it would use.  Staff will be able to bring their own Android phones in to connect to Qantas systems, but the spokesman said: &quot;Transition from the BlackBerry to the iPhone is part of Qantas&apos; broader mobility strategy and, once complete, will result in significant cost savings.&quot; The loss of such a prestigious client is a fresh blow for RIM, which has seen many of its biggest corporate customers begin to prepare for the possibility that it might either go bust or be taken over. Analysts have downrated its stock, and the analysts Nomura have suggested that the only reason to hold RIM stock is in order to profit if there is a takeover in the near year or so. RIM&apos;s stock has lost around 95% of its value from its peak in June 2008. Carriers are also reported to have begun pressuring RIM to lower its charges to them, which generated more than $4bn (2.5bn) of its annual revenue, or about one-third of its total revenues. AT&amp;T and Verizon Wireless were both said to be pushing for lower prices on the amount that RIM charges them to carry data for its users over its own network. RIM is the only company that carries customer data over its own infrastructure, and charges a fixed fee; but carriers cannot then drive down their own costs because the data carriage for RIM phones is effectively outsourced. However, RIM has the advantage to carriers that its phones make them the most profit per handset sold  providing a counterbalance to the service fee.  The RIM chief executive Thorsten Heins, installed in January, has had to deal with a succession of bad news: the company has lost money for two successive quarters, and Heins has delayed the rollout of the new BlackBerry 10 smartphone platform until at least January 2013 because he wanted it to be developer-friendly as well as ideal for customers. And at the end of last week, RIM lost a court case against Mformation, which claimed that the BlackBerry Enterprise Server 4 software used by corporate clients infringed its patents and was awarded $147.2m on a per-user basis going back to 2008. That could cause ongoing costs for each RIM corporate user as part of a future settlement. RIM has not decided yet whether to appeal against the decision.", 
    "section": "technology", 
    "gid": "technology/2012/jul/18/rim-qantas-iphone", 
    "wordcount": "520"
}