{
    "headline": "Crazy talk: The language of mental illness stigma", 
    "text": "It&apos;s time to deface music! Yes, it&apos;s that time of year again. The musically talented and untalented alike have swum upstream (been selected in advance by producers) to spawn (sing a bit on television while people frown/smile at them).  Every Saturday night, millions of televisions will blurt the selection of noises, shapes and primary colours that compose Cowell&apos;s Cavalcade of Corporate Crooner Culling into the living rooms of the UK. The name of the particular programme has been changed for many reasons, ie x number of factors. During the initial stages of this singing and pointing competition the less-talented among the hopeful masses will be accused of a great many misdeeds. A simple internet search reveals contestants being referred to as dim, attention-seeking nutters, delusional, circus freaks, mad-as-a-box-of-frogs and violently breaking down.  The more astute among you may have noticed that these are intended to be derogatory terms belittling people for not using their vocal cords properly while some music is playing. Additionally these derogatory terms almost universally refer to mental illness in some fashion.  During the 2012 Paralympics, Channel 4 is showing a programme hosted by comedian Adam Hills. (The Last Leg with Adam Hills. It&apos;s a pun, please don&apos;t be wrong-footed. That was another pun (a much worse one). One section of this programme involves Adam discussing with Alex Brooker what you can and cannot say about the Paralympics: a frank discussion about the taboos inevitably involved when discussing disability. Primarily their advice revolves around the content of speech. &quot;Just don&apos;t be horrible&quot;  a seemingly simple piece of advice that needs to be tattooed backwards across the heads of whoever is writing THOSE comments on YouTube.  Hills and Brooker state that you probably will say the wrong thing and not to panic if you do. An example of such a wrong thing is given (source mercifully not provided): &quot;In the Paralympic equestrian events, is it the horse or the rider who is disabled?&quot;  The point is not to control what you should and shouldn&apos;t say but rather to create an environment where people at least think about what they&apos;re saying before being horrible or downright offensive.  Despite the first paragraph of this blog being about mental illness, I&apos;m not trying to conflate being disabled with being mentally ill. Rather we should note that while people increasingly take care about the language they use to describe the disabled, the same luxury is often not afforded to those with mental illness.  You would correctly frown (I don&apos;t know how you&apos;d incorrectly frown, possibly a problem with your corrugator muscle) about someone with a stubbed toe saying &quot;I&apos;m a little bit crippled&quot;. But you wouldn&apos;t pay the slightest attention to someone tidying their desk saying &quot;I&apos;m a little bit obsessive compulsive.&quot;  I can almost hear the cries of political correctness gone mad. Except if political correctness really had gone mad, we wouldn&apos;t be allowed to use the phrase, political correctness gone mad. Possibly you&apos;d be forced to say political correctness had become a little bit obsessive compulsive.  The casual use of language stigmatising mental illness is exceedingly common. Stigma can be described as a sign of disgrace setting a person apart from others. Erving Goffman, defined stigma as, &quot;the process by which the actions of others spoil normal identity.&quot; For those with mental illness the stigma experienced can result in a lack of funding for services, difficulty gaining employment, a mortgage or holiday insurance. Ultimately, feelings of stigma cause people to delay seeking help or even deny they have symptoms in the first place.  Casual language used to describe mental illness is decidedly negative. He or she is described as going mad, mental or psycho. Media portrayals reinforce this with images of violence and homicide associated with mental ill health. It was rare to see a discussion concerning the recent shootings in Aurora, Denver, without comments about the shooter&apos;s mental health status.  Even children&apos;s television seems to have gotten in on the act. One study in the British Journal of Psychiatry found that out of a sample of one week of children&apos;s television, 59 out of 128 programmes contained one or more references to mental illness. Terms like &quot;crazy&quot;, &quot;mad&quot; and &quot;losing your mind&quot; were commonly used to denote losing control. Six characters were identified as being consistently portrayed as mentally ill. These characters were almost totally devoid of positive characteristics. I&apos;m not sure if one of these was SpongeBob Squarepants. Why would a porifera even need trousers? Some sort of body dysmorphia ?  The sign &quot;You don&apos;t have to be crazy to work here but it helps&quot; has become so common that it&apos;s a clich. People describing themselves as &quot;a bit mad&quot; usually mean that they&apos;ve worn a sparkly hat at some point. Terms like mentalist, psycho, bonkers, insane and barking are thrown around like loose pennies in a conversational washing machine. Look at Terry, the mentalist. He&apos;s bonkers. He&apos;s so drunk he&apos;s gone outside to punch the thunder for annoying the moon. Mad!  An argument could be made that these terms, while technically describing mental illness are not being used to specifically refer to mental illness. Rather they are referring to behaviour which they consider a little out of the ordinary. We can refer to this argument as Gervais&apos;s Gambit. The problem is that if this language is making people with mental illness feel stigmatised, ashamed and isolated then the amount of thought behind it as it is used casually is largely irrelevant.  If you are so attached to using a word you don&apos;t want to put any thought behind it before you use it that&apos;s fine. I am more than happy for you to take your dictionary on a romantic weekend away if you promise to use your technical definitions in private without hurting anyone. &quot;But nobody I know has complained about me using this language.&quot; Well no, perhaps the people you know with mental illness are too worried you&apos;ll call them crazy and laugh at their inability to sing.  And you will know somebody with mental illness. With estimates of one in four (most likely higher) people being affected it would defy statistics if you didn&apos;t. And only Benjamin Disraeli is allowed to defy statistics.  Ultimately people are not going to stop using these terms stigmatising mental illness. It could be argued that at least one comment I&apos;ve made during this article does just that. They are as entrenched in language as the saying of &quot;lol&quot; is instead of actually laughing. As a side note, shouldn&apos;t people who say lol instead of laughing, write it as lolol to describe laughing?  Like the thought that should go into that distracting parody of text speak, it would be enough that people thought about what they are trying to express and whom they will hurt. Especially as it&apos;s likely to be someone close to them. You can still make your jokes and use the words, but consider whether another word might do and who you may hurt beforehand. Perhaps then we can move towards a frank and honest dialogue about mental illness and away from the disgrace and stigma.  The Royal College of Psychiatrists along with mental health charities Mind and Rethink Mental Illness have produced a video explaining more about mental illness discrimination and how you can support the proposed mental health (discrimination) bill.  That and some consideration before you describe your busy weekend as mental, would go some way to reduce mental illness stigma. I don&apos;t think I&apos;m crazy to think that would be a good thing. Dave Steele&apos;s inanity (I said INANITY!) can be further witnessed via his Twitter account, @hullodave", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/sep/06/crazy-talk-language-mental-illness-stigma", 
    "wordcount": "1299"
}