{
    "headline": "Academies' refusal to admit pupils with special needs prompts legal battles", 
    "text": "Two of the government&apos;s flagship academy schools are facing legal challenges for refusing to admit children with statements of special needs. In one case involving Mossbourne academy in Hackney, east London, which has been celebrated for its academic record, the school refused to admit an 11-year-old boy with cerebral palsy, arguing it would compromise other children&apos;s education and it already has a higher than average number of pupils with special needs. The London Oratory, a Catholic school in Fulham which became an academy last year, is also facing a special needs legal challenge. The cases suggest academies may not have the same legal obligations to children with special needs as maintained schools. While parents of children with special needs have the right to appeal against a decision at any other school, lawyers are concerned that academies can turn them away with no recourse. The legal cases could have widespread implications as more than half of secondaries in England are now academies. There are up to 30 cases of children with special needs who have been refused an academy place, according to Ipsea, the special needs advice service. Eight involve Mossbourne which was one of the first academies and has won praise from both Labour and the Tories for its pupils&apos; achievement. After last year&apos;s A-level results, seven pupils from the school won places at Cambridge. The Learning Trust, which manages education in Hackney, refused to name Mossbourne in the boy&apos;s statement, the document setting out a child&apos;s needs and the help they should receive, including the name of the school they will attend. Such statements are given to children with the most severe special needs and 2.7% of schoolchildren in England have them. While he is academically gifted  he already has GCSE Maths A*  his condition can make him unsteady on his feet. It also affects his ability at practical tasks such as using a ruler. The boy&apos;s mother, Sarah Creighton, said: &quot;We said, &apos;In what way can you possibly say [he] is going to interfere with the other children&apos;s education?&apos; He&apos;s top of the year in all his subjects, he&apos;s got GCSE Maths A* already, he&apos;s won the pan-Hackney debating challenge two years running, he&apos;s a prefect and a reading mentor at his school. Obviously, I&apos;m his mother, and I&apos;m very, very proud of him. But I think I&apos;m justifiably very proud of him.&quot; The family&apos;s lawyers say Mossbourne has refused to accept that the Sspecial educational needs tribunal  a court which hears school place appeals by parents of children with such needs  should hear the case. They say the school claimed it was not governed by legislation for state schools but only by its funding agreement with the education secretary. The Learning Trust applied successfully to have the case struck out but the family has lodged an appeal to a higher court. Elaine Maxwell, a partner at Maxwell Gillott solicitors, for the family, said: &quot;The academy may have good grounds for refusing to take a particular child in an individual case,  but that should be an argument they make before a tribunal  they shouldn&apos;t have it struck out before they get there. &quot;When you get a school saying it&apos;s full, that&apos;s not an end to it. The child or his parents should be able to say: does our disadvantage outweigh the disadvantage to other children? There&apos;s a balancing act that has to be struck.&quot; She added: &quot;How are academies accountable? This has been inherent in academies from the beginning. If academies aren&apos;t bound by SEN provisions and the tribunal system, then the parents of a child with a statement have fewer rights than anyone else.&quot; Mossbourne told the family their son&apos;s admission &quot;would be incompatible with the efficient education of other pupils at the academy&quot;. A local authority can legally decline to name a school in a statement if the child&apos;s presence would have a negative impact on the education of existing pupils. This could mean, for example, reducing the level of pastoral care available to other children. The academy said nearly 1,600 children applied for 200 places in its September 2012 intake. Of those, 53 have statements. Of the 53, 28 named Mossbourne as their first preference. Nationally, 21% of schoolchildren have some form of special needs but at Mossbourne the proportion in each year is 26%-28%. The boy&apos;s family argue that his statement comes with funds that would help the school to provide for him. Creighton said: &quot;Part of me feels that this seems so blatantly wrong: that a school can say, &apos;These regulations set up to protect disabled people don&apos;t apply to us, so we don&apos;t have to live by them.&apos; That seems so wrong, that anyone would be able to do that.&quot; A spokesman for the Learning Trust said: &quot;As a matter of policy we do not comment on cases of this nature. Depending on the terms of the funding agreement between an academy and the secretary of state, the academy may not have to admit a child even if the school is named in the child&apos;s statement.&quot; The London Oratory case concerns an 11-year-old boy from Croydon. The school declined to be named in his statement, arguing too that it would compromise the &quot;efficient education of other children.&quot; Chris Barnett, lawyer for the family concerned and head of the education and disability law department at Levenes solicitors, said: &quot;If it hadn&apos;t been an academy, the authority would have named it [in the statement]. Croydon&apos;s position seems to be that it doesn&apos;t accept the arguments the school has put forward, but they still won&apos;t name it. It seems to me that the LA [local authority] doesn&apos;t quite know how to deal with it because it&apos;s an academy.&quot; A tribunal hearing in the London Oratory case is due next month.", 
    "section": "education", 
    "gid": "education/2012/may/24/academies-refusal-pupils-special-needs", 
    "wordcount": "987"
}