{
    "headline": "Pesticides linked to honeybee decline", 
    "text": "Common crop pesticides have been shown for the first time to seriously harm bees by damaging their renowned ability to navigate home. The new research strongly links the pesticides to the serious decline in honey bee numbers in the US and UK  a drop of around 50% in the last 25 years. The losses pose a threat to food supplies as bees pollinate a third of the food we eat such as tomatoes, beans, apples and strawberries. Scientists found that bees consuming one pesticide suffered an 85% loss in the number of queens their nests produced, while another study showed a doubling in &quot;disappeared&quot; bees  those that failed to return from food foraging trips. The significance of the new work, published Science, is that it is the first carried out in realistic, open-air conditions. &quot;People had found pretty trivial effects in lab and greenhouse experiments, but we have shown they can translate into really big effects in the field. This has transformed our understanding,&quot; said Prof David Goulson, at the University of Stirling and leader of one of the research teams. &quot;If it&apos;s only one metre from where they forage in a lab to their nest, even an unwell bee can manage that.&quot; Prof Mickal Henry, at INRA in Avignon, France, who led a separate research team, said: &quot;Under the effects we saw from the pesticides, the population size would decline disastrously, and make them even more sensitive to parasites or a lack of food.&quot; The reason for the huge decline in bee numbers has remained uncertain, but pesticides, the varroa mite and other parasites, and destruction of the flower-rich habitats in which bees feed are believed to be the key reasons. Pesticide manufacturers and the UK government deny a class of the chemicals called neonicotinoids cause significant problems for bees, but Germany, Italy and France have suspended key insecticides over such fears. A spokesperson from Department for Environment, Food and Rural Affairs (Defra) said the new research did not change the government&apos;s position. &quot;The UK has a robust system for assessing risks from pesticides and all the evidence shows neonicotinoids do not pose an unacceptable risk to honeybees when products are used correctly. However, we will not hesitate to act if presented with any new evidence.&quot; Henry said the new research showed current approval processes for the pesticides are inadequate: &quot;We now have enough data to say authorisation processes must take into account not only the lethal effects, but also the effects of non-lethal doses.&quot; The pesticides investigated in the new studies - insect neurotoxins called neonicotinoids - are applied to seeds and flow through the plants&apos; whole system. The environmental advantage of this is it reduces pesticide spraying but chemicals end up in the nectar and pollen on which bees feed. Goulson&apos;s group studied an extremely widely used type called imidacloprid, primarily manufactured by Bayer CropScience, and registered for use on over 140 crops in 120 countries. Bumblebees were fed the toxin at the same level found in treated rape plants and found that these colonies were about 10% smaller than those not exposed to the insecticide. Most strikingly, the exposed colonies lost almost all of their ability to produce queens, which are the only bee to survive the winter and establish new colonies. &quot;There was a staggering magnitude of effect,&quot; said Goulson. &quot;This is likely to have a substantial population-level impact.&quot; The French team analysed the effect on honey bees of a new generation neonicotinoid, called thiamethoxam and manufactured by Syngenta. They fitted tiny electronic tags to over 650 bees and monitored their activity around the hive. Those exposed to &quot;commonly encountered&quot; levels of thiamethoxam suffered high mortality, with up to a third of the bees failing to return. &quot;They disappeared in much higher numbers than expected,&quot; said Henry. Previous scientific work has shown insect neurotoxins may cause memory, learning, and navigation problems in bees. A spokesman for Syngenta said: &quot;Although we take good research very seriously, over the last four years, independent authorities in France have closely monitored the use of Cruiser  the product containing thiamethoxam  on more than 1.9m hectares. When properly used no cases of bee mortality have been recorded.&quot; Julian Little, spokesman for Bayer Cropscience, criticised Goulson&apos;s study because the bees were exposed to imidacloprid in the labaratory, before being placed outside in a natural field environment to feed. &quot;All studies looking at the interaction of bees and pesticides must be done in a full field situation,&quot; he said. &quot;This study does not demonstrate that current agricultural practices damage bee colonies.&quot; Goulson dismissed as &quot;nonsense&quot; Little&apos;s suggestion that the doses given to the bees were higher than in reality. Both Bayer and Defra suggested other field studies had shown no harmful effects to bees. Goulson said: &quot;If they have done these studies, where are they? They are not in the public domain and therefore cannot be scrutinised. That raises the question of just how good they are.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/29/crop-pesticides-honeybee-decline", 
    "wordcount": "857"
}