{
    "headline": "How birdwatching without binoculars taught me much about goldfinches", 
    "text": "A charm of goldfinches passed over the garden, their little voices a chatter of chinks, a sound like loose marbles in a pocket. They were a tight little bunch of four, no, five birds. Each frantic beating of wings, a pummelling of the air, was followed by a stiff glide showing open chests and the clothes peg-notched tips of the finches&apos; tails. Their habitual flap-and-glide, flap-and-glide movement made sense a few moments later. As they banked towards the right, I could see the undulations in their flight that would perhaps make it difficult for a predator to follow and intercept them. The flock flew on and landed at the top of the tallest birch, springing from twig to twig in rapid succession. Two years ago, I would have reached for binoculars to admire these pretty birds, but now I made do with watching silhouettes bobbing about among the branches. The most detailed study of goldfinch behaviour was made by ornithologist Peter Conder in a German prisoner of war camp, without the aid of binoculars. His observations were extraordinary  even down to watching a female pulling out spiders&apos; webs from a sentry box right above the guard&apos;s head. While I researched and wrote the story of Conder and his fellow POW birdwatchers, I tried to understand one of their major limitations by birdwatching without binoculars  the birder&apos;s constant companion  as often as possible. Over time, the reduction in visual acuity heightened reliance on and development of other senses. As I listened to the now more distant goldfinches&apos; calls, I heard a change in the quality of their sound  they drifted across as half-stopped wind chimes. And then the restless little band, always chattering, always moving, flitted on and over the rooftops. Conder and his companions picked up their binoculars as soon as they returned from captivity. And for all the benefits that living without have given me, I shall now do likewise. Birds in a Cage by Derek Niemann is published this month by Short Books", 
    "section": "environment", 
    "gid": "environment/2012/nov/16/sandy-bedfordshire-birdwatching-binoculars-goldfinches", 
    "wordcount": "335"
}