{
    "headline": "350,000 children 'will lose free school meals in welfare reform'  charity", 
    "text": "More than 350,000 children will lose their free school meals under the government&apos;s radical plans to reform welfare entitlement next year, an analysis by the Children&apos;s Society has warned. In a report entitled Fair and Square, the charity says the proposed universal credit system, which comes into force in October 2013, will stop paying for certain benefits if a household earns more than 7,500. At present the welfare system compensates poor families with cash from the tax credit system. The result is that 120,000 poorer families are likely lose free school meals, worth 367 a year, unless they dropped their earnings below the threshold of 7,500. This would mean parents having to cut the numbers of hours worked or take a pay cut to keep their benefits. The charity says that although the universal credit, which is a single payment designed to replace a plethora of benefits, was supposed to simplify the current system it will end up replicating some of worst aspects of the old one. &quot;Because of how universal credit entitlement is structured  with high withdrawal rates of benefits when earning more or working longer hours  many of the families affected will have to earn far more before they recover the loss of free school meals.&quot; Parents would have to garner &quot;unrealistic&quot; pay rises before the loss of benefits could be recouped. As an example, it says that a lone parent with three children earning just below 7,500 a year would need to get a pay rise of 60% or 4,500 to compensate for the loss of free school meals under the new benefit. The report argues that the system does need reform as it estimates more than half of all schoolchildren living in poverty  1.2 million  are missing out on free school meals. Another 700,000 are not entitled to free school meals at all. However, it adds that universal credit, as currently envisaged, seems a step backward. Free school meals provide vital financial support for low-income families, argues the charity. For almost a third of children, school lunch is their main meal of the day. Elaine Hindal of the Children&apos;s Society said: &quot;If the government introduces a free school meals earnings threshold into the universal credit, then as many as 120,000 families could end up in the perverse situation where they are better off taking a pay cut, or working fewer hours. This could mean 350,000 children suffering as a result. &quot;It is exactly this kind of problem that universal credit set out to solve. The government can and must address this by extending free school meals to all families in receipt of universal credit.&quot; At the heart of the debate is a split in the coalition. Some ministers think universal credit would create a very complicated system that is very difficult to administer. To ensure that half of children in poverty get free school meals would cost an extra 1bn  galling at a time of fiscal restraint. Stephen Twigg, Labour&apos;s shadow education secretary, said &quot;the government has shown a scant disregard for the welfare of some of the poorest children in England&quot; and he would be considering how to tackle the issue as part of the party&apos;s &quot;policy review&quot;. The Department for Education said it would be consulting on the issue &quot;later this year&quot;. Children&apos;s minister Sarah Teather said: &quot;We remain totally committed to continuing to provide free school meals to children from the poorest families. &quot;We are reforming welfare to get more people into jobs as that is the surest way of cutting poverty. &quot;The reforms mean we will have to think hard about the best way to decide who is eligible for FSM so they continue to be targeted at those who need them the most. No plans have yet been set and we will be consulting later this year about the best way forward.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/19/350000-children-will-lose-school-meals", 
    "wordcount": "674"
}