{
    "headline": "GCSE reforms: can one exam work for pupils of all abilities?", 
    "text": "The education secretary announced last week that while GCSEs will not now be replaced by English baccalaureate certificates, reforms to assessment at 16 will nonetheless include the abolition of tiered exams in certain subjects. This means that from September 2015, there will no longer be an option to enter pupils for the easier &quot;foundation&quot; paper, where the highest possible grade is a C. Instead, everyone will take the same exam. Coursework will no longer contribute to overall grades to the same degree as it does now, and testing in core subjects will take place at the end of two years rather than in stages. Simon Elliott, headteacher, Forest Gate community school, Newham In theory, a single GCSE exam that assesses all levels of ability should be possible, but the exam boards seem to think it&apos;s really hard to achieve. Examiners  and I have been one  find it easier to use tiered papers to assess a full range of abilities. Differentiation in lessons can work, and the evidence is that results rise. The trouble is that only the very best teachers seem able to do this. One exam for all is a great idea in principle, but not in practice. Kevin Wilson, headteacher, All Saints Catholic school and technology college, Dagenham To reduce testing to a one-size-fits-all exam is divisive and dismissive of a whole array of disciplines and talents. The pressure brought to bear on schools would force them in effect to focus on narrow areas of knowledge, excluding others by default. What&apos;s the future for students who are unsuccessful when subjected to a testing system that doesn&apos;t suit their learning style? James Johnson, GCSE history teacher at an &apos;outstanding&apos; comprehensive in Gloucestershire Having a single accessible but challenging qualification is the best way to ensure that the opportunity to succeed is universal. However, any learning activity that involves pupils with differing abilities is really challenging to get right. Some GCSEs have two tiers, but some subjects like mine  history  don&apos;t. It&apos;s my experience that when this approach is made to work, all pupils receive an inclusive and rigorous education. A single exam, so long as it has properly differentiated assessment, will mean fair, inclusive and rigorous assessment. Margaret Peacock, headteacher, Chestnut Grove academy, London Past GCSE practice shows that it is quite possible to challenge students of all abilities within a common system, through differentiated questions  &quot;open&quot; and demanding high-order thinking for the most able; structured, supportive questions for the less able  or, in some subjects, such as maths, &quot;higher&quot; and &quot;foundation&quot; papers. I do think it would be a backward step to reintroduce separate exams, but inclusivity must not be open to the charge of &quot;dumbing down&quot;. Peter Ransom, president designate of The Mathematical Association and former secondary maths teacher &quot;I don&apos;t believe it&apos;s sensible to introduce a single-tier exam in maths or other core subjects. Presenting able students with questions they could answer in primary school will only insult their intelligence, while weaker students will become de-motivated. The inevitable consequence is an exam pitched at the middle. That will offer insufficient challenge for capable mathematicians and fail to provide an adequate platform for further study.", 
    "section": "education", 
    "gid": "education/2013/feb/11/gcse-reforms-tiered-exams", 
    "wordcount": "539"
}