{
    "headline": "Postgraduate tables: find the right MA course", 
    "text": "Today we launch the Guardian&apos;s postgraduate tables for 2013, a complete guide to every master&apos;s course on offer in the UK. But why would any student consider doing a postgrad degree in such tricky times? If you&apos;ve just completed an undergrad course, you&apos;ve already accumulated a pile of debt. And you don&apos;t get a student loan this time round  you have to find the money yourself. It&apos;s become really tough to get funding to do a postgrad degree  that&apos;s reflected by a fall in student numbers over the past two years, after a long period of steady growth. Next year there&apos;ll be even less to go around. Research councils, the public bodies that award grants for academic research, will no longer support students taking taught master&apos;s degrees. Funding for those on research master&apos;s will also be cut severely. But amid that gloomy picture, there are good reasons for embarking on a postgraduate course. The most important of course is an academic passion for your subject, an unquenchable urge to know more about stem cells or inflation or feminist poetry. But there are also more practical considerations. In a highly competitive jobs market, having a postgraduate degree puts you ahead of the pack. As for those already in employment, a postgrad degree could transform your career, putting you in line for more responsibility and more money. Research by the Sutton Trust shows people with a higher degree earn around 5,500 a year more on average than those without, equating to a career-long &quot;postgraduate premium&quot; of around 200,000. So how can our tables help you make your choice? Well, the first thing to know is that although we have organised the courses in tables, we have not ranked them. Some of the numbers you see in the table have a value attached to them (such as how many students complete the course), others are there simply for information (fees, for example). So you will need to draw your own conclusions about which course is most suitable for your needs, and get advice about the courses favoured by prospective employers. What we offer is the full provision, so you can work your way through the list, picking out those that look most appropriate to your needs. All the tables are linked to our exclusive university profiles. Our tables cover master&apos;s degrees, including MBAs, and qualifications such as the postgraduate certificate in education (PGCE), but not doctoral research degrees (PhDs). The tables are compiled for Guardian Students by Intelligent Metrix, an independent consultancy that specialises in measuring how universities are performing  it also compiles our undergraduate University Guide. Here are the categories we look at:  Number of postgraduate students (full- and part-time) Percentage of overseas students Expenditure per student Staff/student ratio Completion rates Tuition fees for home (UK and EU) and international students If you want to know more about how the tables are compiled, here&apos;s a detailed breakdown written by Intelligent Metrix. More advice  In a recent question and answer session on Guardian Students, careers advisers, course directors and current postgrad students shared their expertise with students thinking about studying further. You may find they tackled the very question that&apos;s puzzling you.  Tables can&apos;t tell you about the atmosphere of a university  you need to visit them, just as you did when you were picking your first campus. Here&apos;s how to make the most out of postgraduate open days.  Funding is hard to come by, but there are ways to secure it. Here&apos;s up-the-minute advice on how to get your hands on the cash you need.", 
    "section": "education", 
    "gid": "education/2013/feb/26/postgraduate-tables-find-a-masters-course", 
    "wordcount": "600"
}