{
    "headline": "Green news roundup: Great Barrier Reef threat, Satellite eye pictures and Michael Mann book extract", 
    "text": "Environment news  Australia&apos;s mining boom placing Great Barrier Reef at risk, UN warns Climate change could make Canada&apos;s traditional ice hockey extinct BP settles Gulf of Mexico oil spill lawsuit Cheetah struggling to reproduce due to climate change, scientists warn Goldfinches wooed from farmland to British gardens Exxon in spotlight after Papua New Guinea landslide On the blogs     A protest sign is seen on a tree in the Forest of Dean, Gloucestershire, one of the the country's heritage woodlands which may be affected by the Government's plans for a  250 million sell-off of England's public forests, January 27, 2010. Photograph: Tim Ireland/PA     Is the government planning a further U-turn on selling our forests? Julia Roberts: how clean cookstoves can transform lives Sun, sewage and algae: a recipe for success? Lord Lawson&apos;s links to Europe&apos;s colossal coal polluter Multimedia     Ice covers the surface of northwestern Lake Sakakawea, a reservoir on the Missouri River in North Dakota on January 19, 2012. A local weather station near New Town, North Dakota, reported an air temperature of -24C (-11F), with a wind chill of approximately -32C (-25F) at 10:36 a.m. local time. Photograph: ISS/NASA     Satellite eye on Earth: January 2012  in pictures Wadebridge, the UK&apos;s first solar-powered town - video The week in wildlife - in pictures BP agrees $7.8bn payout over Gulf of Mexico oil spill - video Features     Michael Mann Photograph: guardian.co.uk     Michael Mann on climate wars: &apos;the hockey stick did not suddenly appear out of left field&apos; Wrexham leads Europe&apos;s solar charge Here comes trouble: the return of the wild boar to Britain Is Antarctica getting warmer and gaining ice? Best of the web  ChinaDialogue: Panda breeding success ignores their disappearing habitat BusinessGreen: Controversial green energy report &apos;very, very poor&apos;, says government economist Carbon Commentary: Eden Project installs UK&apos;s first employee-owned solar plantFor more of the best environment comment and news from around the web, visit the Guardian Environment Network. ... And finally  Queen&apos;s jubilee tree challenge reaches 1 million markWoodland Trust&apos;s target of planting 6 million trees in Queen&apos;s diamond jubilee year is on track", 
    "section": "environment", 
    "gid": "environment/2012/mar/07/1", 
    "wordcount": "245"
}