{
    "headline": "What to do when you spill a drink in your laptop", 
    "text": "I spilt green tea on my laptop keyboard, and now it doesn&apos;t seem to want to do anything. I need to get it repaired. Is it something I can do myself?JamesIt&apos;s unfortunately common for people to spill liquids on their laptops, but the results are very variable, and can include both electrical and physical damage, ranging from short circuits to long-term corrosion. It depends a lot on the type of liquid, the quantity and how quickly you react. Water and green tea are at the better end of the spectrum, especially in small quantities. Drinks that include a lot of sugar  which includes anything sweetened with honey  and/or milk are at the bad end. The problem is that drinks often leave a residue when they dry. The bigger the residue, the bigger the risk. It&apos;s often easier to replace a keyboard than to clean it, if the rest of the laptop still works. A good first response to a spill is to unplug the laptop immediately, if it&apos;s plugged into the mains, and then remove the battery as quickly as possible. This will reduce the risk of electrical damage. If the battery is sealed in, the best you can do is shut the machine down. Either way, try to keep the laptop upside down to reduce the risk of liquid reaching the motherboard. It&apos;s natural to use whatever&apos;s handy to remove as much liquid as you can. Not many people carry lint-free or microfibre cleaning cloths, but a well-washed handkerchief is a good alternative. If nothing else is handy, use paper towels or tissues. Try to blot rather than wipe, bearing in mind that cloths and tissues can also leave residues. If the spill is quite big, tilting the laptop towards an air vent and shaking it gently can help get more liquid out. So can unscrewing the bottom of the case and removing the hard drive, though you should be careful not to touch any of the electronics. (A pro would wear an anti-static wrist strap.) If the liquid is from the bad end of the spectrum, and will leave residues from (for example) milk and sugar, wipe the laptop down with a damp lint-free cloth. When you have done as much as you can, leave the laptop propped up somewhere warm to dry for at least a day, and preferably for two days. Don&apos;t use a hair dryer, which will blow hot dust into a sticky environment. The next step depends on the size and type of spill, and the price of the laptop. If you&apos;ve only spilled a small amount of clean water on it, you may well get away with it. If your laptop has been hit with a large caramel frappuccino (topped with whipped cream and extra syrup) then it will need a thorough cleaning. You can strip it down and do this yourself, but it takes a lot of time and effort. You can get a computer repair shop to do it, but with a cheap laptop, the cost may be more than it&apos;s worth.  When you are sure the laptop is absolutely dry, you can replace the battery and see if it starts. If it boots the operating system, does everything else work? If the keyboard doesn&apos;t work, try plugging in a USB keyboard: most computer shops and many supermarkets sell keyboards at very low prices. This may allow you to retrieve any data that hasn&apos;t been backed up. You can remove and clean a sticky keyboard using a damp cloth or soft toothbrush and distilled water before drying it thoroughly, and in extreme cases, people try methylated spirits (ethanol) or solvents (isopropyl alcohol). However, given the low cost of replacement keyboards, it may not be worth the effort. With today&apos;s one-piece keyboard assemblies, fixed with only two screws, it&apos;s much easier to replace a keyboard than to clean it. It&apos;s a five-minute job you can do yourself.  Search online for the brand name and model, and you will probably be able to find a repair (or field service) manual with instructions, though LaptopKeyboard.com covers most models. There are also lots of YouTube videos that will walk you through the process, some of them posted by the manufacturers themselves (eg Dell). Drink spills are a risk to laptops in many environments, including coffee shops and aeroplanes. If you are using a laptop at home, however, you can reduce the risk and improve your health by putting your laptop on a riser (or a stack of books or whatever) and using an external mouse and keyboard. Try to raise the laptop so the top of the screen is roughly level with your eyebrows, while the keyboard should be roughly level with your elbows. This will put you in a better position, ergonomically speaking, and if you spill a drink, it&apos;s more likely to ruin the cheap USB keyboard than the expensive laptop. For the record, I once knocked a glass of orange juice into a much loved IBM Model M, which was probably the best mass market keyboard ever made. I disassembled, cleaned and dried it twice, with the second attempt using warm, soapy water. It never worked properly again. On that basis, I suspect the chances of rescuing most of today&apos;s cheap keyboards from a bad spill are pretty slim.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/jul/05/drink-spilled-on-laptop", 
    "wordcount": "890"
}