{
    "headline": "Football Manager 2013 announced with Classic mode for lapsed fans", 
    "text": "Football Manager 2013 has finally been officially announced. The latest edition of the long-running management simulation will be released this November and alongside predictable updates to the match engine, media interaction and multiplayer features, it will boast a completely new mode: Football Manager Classic. Aimed at footie fans who no longer have the time to indulge in mammoth sessions of virtual management, FMC is a condensed version of the game that automates much of the backroom detail and allows players to race through a season in around eight hours. You still get to sort all the on-pitch tactics and pinpoint transfer targets, but AI assistants take care of the media and training. The new mode can be played in two ways, as an open season or in challenge mode, which provides players with a series of specific objectives such as saving a struggling side from relegation within four months. It&apos;s an idea imported from the successful smartphone versions of the game. In a nod to console game design, the mode also features unlockable power-ups, providing managers with extra transfer budgets or removing the need for player work permits when certain milestones are reached.            &quot;It&apos;s something that has been bubbling away as an idea for a few years now, since we stopped making Football Manager on Xbox 360,&quot; says Miles Jacobson, managing director of Sports Interactive, FM&apos;s developer. &quot;At first, we just put the idea on hold as we already had a successful game on PC and Mac going from strength to strength and thought competing with ourselves would be a bit stupid. But more and more, I started noticing that people of my kind of age were posting comments on reviews on huge websites, including the Guardian, bemoaning that they didn&apos;t have the time to play the game any more. &quot;We were having a big meeting with everyone on the FM team just after the release of FM 2011 and I asked how many were playing the game at home. Pretty much all of the younger guys put their hands up, but very few of the older ones  the ones with kids  did. So we decided there and then to make FMC a mode in the PC game, rather than a separate release.&quot; Beyond the classic mode however, the main game is as complex as ever, with several notable updates and fresh features. The 3D match engine has been updated to look more detailed and televisual, while new staff roles have been created, including a director of football who will take on transfer negotiations if the player choses. Media interaction has also been updated; managers are now able to select the tone of their press conferences from calm to aggressive, all the way up to Alex Ferguson. Elsewhere, there is a reworked network modem which now uses Steam&apos;s networking functionality, making it easier for players to set up their own league and cup competitions online. Steam has also allowed the provision of a worldwide leaderboard so managers will be able to compare themselves against the rest of the globe. &quot;There are hundreds of other things,&quot; promises Jacobson. &quot;This is why we&apos;ve got more than 25 video blogs coming out between now and release that go into a bit more detail. I think we&apos;d break the interweb if we tried to reveal everything in one go.&quot; For now though, it&apos;s the FM Classic addition that seems the most radical departure. It&apos;s an interesting idea, and one that recognises that Football Manager now has a large fan base that has grown up with the series since its arrival  under the previous name Championship Manager  in the early 1990s. Those people just don&apos;t have as much time as they once did to sit in front of their laptops plotting the mercurial rise of Gillingham to the top of the Premiership.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/06/football-manager-2013-classic-mode", 
    "wordcount": "646"
}