{
    "headline": "From afar, the trills and whistles of the finches registered as an electric drizzle", 
    "text": "The sounds of a moveable feast drifted across the open heath. They came, as they had done daily for weeks, from a clump of oak and yews close to the gatehouse. From a distance, the high trills and whistles registered only as an electric drizzle. Standing under the trees, it was possible to pick out the buzz and fizz of a finch flock, consisting of redpolls and siskins. Most of the redpolls moved in ones and twos among the tops of the oaks, their bellies light and marked with brushstroke brown streaks. Every so often one would nod its head to peck, showing a crimson crown. Down below, beneath a yew&apos;s canopy, was a wooden frame with birdfeeders strung out, a kind of edible gallows. A few of the siskins were happy swinging from the plastic tubes, but most foraged on the ground, the males black-capped, all of them vivid in their yellow and green highlighter pen plumage. Only the week before, we had watched a party of siskins in their &quot;traditional&quot; lowland winter habitat, an alder by the stream, pulling out seeds from the cones. Within the last human generation, the birds have become domesticated in their feeding habits and here they were gorging themselves on a spilled banquet of pre-prepared seed. There were other finches too  a striking, strutting male brambling, a greenfinch and a group of chaffinches holding largely to a neighbouring bush. Members of other bird families slipped in and out of the crowd: blue tits flitting among the outermost tips of the branches, and a nuthatch with a powder-pink and orange breast, shinning up and down an oak trunk. While the noise was extraordinary, as if the birds were penned into an open-air aviary, most people disregarded it, hurrying between cars and the RSPB shop, squeezing in the most from their lunchtime break. A few clustered inside a wooden gazebo directly opposite me, cold hands cupped over colder binoculars. We were all watching and hearing a marvellous spectacle, the clamorous last rites of winter, and the first great hurrah of spring.", 
    "section": "environment", 
    "gid": "environment/2013/mar/08/sandy-bedfordshire-trills-whistles-finches", 
    "wordcount": "348"
}