{
    "headline": "Specieswatch: There came a big spider who fell in the bath", 
    "text": "This is the time of year when the house spider, Tegenaria gigantean, is most noticeable, when it has fallen in the sink or bath and is unable to scramble out. The large and hairy specimen is likely to be the male spider, having had this misadventure while roaming the house looking for a female partner. The size, hairiness, and tendency to dash across floors when disturbed makes these spiders particularly unnerving when they reach their largest size at this time of year. For speed they are in the Olympic class, supposed to be able to run at half a metre a second. The males have smaller bodies but longer legs, with a span that can reach up to 75mm (3 ins). Although they are most noticeable at this time of year, these spiders are almost always with us: houses, log piles, sheds and garages being their preferred habitats. The spiders build a flat web with a funnel into which they retreat to avoid predators and wait for their own food supply to arrive  unsuspecting insects which crawl across the web. They run out and pounce on what to humans are other unpopular house guests, beetles, earwigs, cockroaches and woodlice. In sheltered places these sturdy webs can be used for months and even years by successive generations of spiders. This species takes two years to mature and can survive for months without food or water and usually has to when the food supply of smaller insects disappears in the winter. When the males find a mate at this time of year they guard her until her final moult next month when she becomes sexually active. Frequent mating takes place. Contrary to popular belief the females do not eat their partners until the males have died a natural death, exhausted by their mating efforts. By providing a large meal he helps to ensure the survival of his offspring. The females store the sperm until the following spring and then produce up to 10 sacs containing 40 to 60 eggs, the numbers depending on the food supply. The surprising thing about these giant house spiders is that there are two distinct species in Britain, the Tegenaria gigantea and the Tegenaria saeva. Until 1975 they were thought to be identical, but careful study shows that the gigantean lives in the east of the country and the saeva in the west with overlapping populations around the Welsh border down to Dorset. In the north the two species co-exist and sometimes interbreed, creating a hybrid. This curious anomaly seems to be a result of colonisation after the Ice Age when one species arrived from the west and the other from the east and simply stopped spreading when the available habitat was occupied. The mixing further north is explained by the more gradual migration into new habitat as the weather has warmed. This process is speeding up with climate change, so this month giant spiders of both species can be found in Scottish baths.", 
    "section": "environment", 
    "gid": "environment/2012/sep/02/specieswatch-house-spiders-climate", 
    "wordcount": "497"
}