{
    "headline": "Why I am urging David Cameron to act against Friends of the Earth", 
    "text": "Had I wondered, 10 years ago, what I would be doing in 2012, signing a letter to the prime minister urging him not to heed four former directors of Friends of the Earth would not have appeared on the list. I still see Friends of the Earth as a force for good. I will remain a member, as I have been for 20 years or more. But the letter that Jonathon Porritt, Tom Burke, Charles Secrett and Tony Juniper have sent to David Cameron with the support of the current director, suggesting he abandons new nuclear power plants, demands a response. If Cameron were to act on it, he would set back the UK&apos;s efforts to meet its international commitments on climate change, and help to make runaway global warming a more likely prospect. The four former directors&apos; narrowness of vision, and their readiness to appeal to jingoistic and xenophobic sentiments, appal me. Writing to Cameron this week, they asserted that the UK government is &quot;handing over the control of Britain&apos;s future energy and climate security to the government of France.&quot; This, a grotesque exaggeration, is a theme they repeated and embellished in the media. Environmentalism has long been internationalist in outlook, recognising the common interests of humankind and emphasising the fact that pollution and environmental destruction does not stop at national boundaries. It often argues that governments should put aside narrow national interests in favour of global concerns. To see this going into reverse is disturbing. But much more alarming is their apparent willingness to downgrade the effort to tackle man-made climate change. In writing to Cameron they suggested that the UK follow the example of Germany, Japan and Italy. These countries, they pointed out, are making extra investments in both energy efficiency and renewables to fill the gap left by their abandonment of nuclear power. But the four signatories forgot to add that these nations are also making extra investments in fossil fuels. In all three cases, dropping atomic energy will raise greenhouse gas emissions and make the global target of preventing more than two degrees of global warming harder to achieve. The signatories of both letters to Cameron  against and for nuclear power  want to see more investment in both energy efficiency and renewables. What divides us is the aim of this investment. Those who wrote the first letter want this investment deployed to replace nuclear generation, which is by far the greatest current source of low-carbon electricity. The signatories to the second letter (Mark Lynas, Fred Pearce, Stephen Tindale, Michael Hanlon and myself) want it used to replace fossil fuels. It is plain that we cannot do both. Reducing carbon emissions to 10% or less of current levels in the rich nations, which is the minimum required to prevent two degrees of warming, is hard enough already. To do so while also abandoning our most reliable and widespread low-carbon technology is even harder. It&apos;s like putting on a pair of handcuffs before stepping into the boxing ring. To suggest phasing out nuclear power when the world is faced with a climate change crisis is utter madness. It shows that some people have lost sight of which goal is more important. If there were quick, cheap, easy and effective means of reducing the UK&apos;s carbon emissions to 5 or 10% of current levels, I too would continue to oppose nuclear power. But every one of our options entails great difficulty. We do not possess an abundance of good choices, and cannot afford to start throwing options away. It is not a question of nuclear or renewables or efficiency. To prevent very dangerous levels of climate change, we will need all three. This was made clear by the Committee on Climate Change, which showed that the maximum likely contribution to our electricity supply from renewables by 2030 is 45%, and the maximum likely contribution from carbon capture and storage is 15%. If nuclear power does not make up most of the remainder, the gap will be filled by fossil fuel. Some of the concerns the four signatories raise about financing and delivering new nuclear plants in the UK are valid. There is no primrose path to a low-carbon future, and a new generation of nuclear power plants will require compromise on the issue of energy market liberalisation and, probably, subsidies. But take a look at the alternative they propose: gas with carbon capture and storage (CCS). Every issue concerning the financing and delivery of nuclear power is doubled, tripled or quintupled in this case. Unlike atomic energy, gas CCS has not even been proven at scale. If they think nuclear power has problems with investor confidence, the availability of capital, the absence of subsidies and the need for government involvement, they should try talking to financiers about their own preferred option. The likelihood is that if we press for gas with CCS, we&apos;ll get gas without CCS. As the difficulties with carbon capture and storage mount up, investors will flee. But the gas plants will still be built and the public won&apos;t perceive a great deal of difference between gas with or without abatement. It could scarcely be a better formula for ensuring the abandonment of the UK&apos;s carbon targets. The environment movement has a choice. It has to decide whether it wants no new fossil fuels or no new nuclear power. It cannot have both. I know which side I&apos;m on, and I know why. Anyone who believes that the safety, financing and delivery of nuclear power are bigger problems than the threats posed by climate change has lost all sense of proportion. monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/mar/15/david-cameron-friends-of-the-earth", 
    "wordcount": "940"
}