{
    "headline": "What is the Higgs boson?", 
    "text": "     What is the Higgs boson? Named after Peter Higgs, an Edinburgh University physicist, the Higgs boson is crucial to understanding the origin of mass. Shortly after the big bang, it is thought that many particles had no mass, but became heavy later on thanks to the Higgs field. Any particles that interact with this field are given mass. The Higgs boson is the signature particle of the field. What exactly is the Higgs field? A theoretical, invisible energy field that stretches throughout the universe. It clings to fundamental particles wherever they are, dragging on them and making them heavy. Some particles find the field more &quot;sticky&quot; than others. Particles of light  photons  are oblivious to it. Other particles have to wade through it like an elephant in tar. So, in theory, particles can weigh nothing, but as soon as the field switched on shortly after the big bang, they got their mass. Why do people call it the &apos;god particle&apos;? Its theistic nickname was coined by Nobel prizewinning physicist Leon Lederman, but Higgs himself is no fan of the label. &quot;I find it embarrassing because, though I&apos;m not a believer myself, I think it is the kind of misuse of terminology which I think might offend some people.&quot; According to Higgs, it wasn&apos;t even Lederman&apos;s choice to call it the god particle: &quot;He wanted to refer to it as that &apos;goddamn particle&apos; and his editor wouldn&apos;t let him.&quot; What would finding the Higgs boson mean for physics? It would vindicate the so-called Standard Model of physics which envisages that the universe is made from 12 basic building blocks called fundamental particles and governed by four fundamental forces. The existence of the Higgs boson is predicted by the Standard Model but it has yet to be found by experiments. Even if the Higgs is discovered, the Standard Model does not explain everything. You can read more about the menagerie of particles predicted by the Standard Model here. How was the data collected? The data comes from smashing protons together at very high energy in the Large Hadron Collider at the European particle laboratory, Cern. The collisions recreate conditions that have not existed in the universe since just after the big bang. The Astronomer Royal, Sir Martin Rees, put it like this: &quot;the LHC will generate, in a microscopic region where beams of particles collide, a concentration of energy that has never been achieved before  a concentration that mimics, in microcosm, the conditions that prevailed in the universe during the first trillionth of a second after the big bang.&quot; After each impact, giant detectors scour the subatomic wreckage looking for evidence of new physics. I thought the LHC had broken down? Engineers threw the switch to start up the LHC in September 2008 to global fanfare. All went well until it had to be shut down again 36 hours later. The incident  which led to a helium leak into the tunnel housing the superconductor ring  is thought to have been caused when a faulty electrical wire between two magnets was melted by the high current passing through it. Repairs and a new safety system cost an estimated 24m. The LHC was restarted in November 2009 and became the most powerful particle accelerator in the world later that month. What else is the LHC looking for? There&apos;s lots on the menu including supersymmetry (which predicts that every fundamental particle has an invisible, overweight twin), dark matter (which makes up around 25% of the matter in the universe but does not emit light or any other kind of radiation), extra dimensions and black holes.", 
    "section": "science", 
    "gid": "science/2011/dec/13/higgs-boson-lhc-explained", 
    "wordcount": "609"
}