{
    "headline": "Meet Rube GoldBird, the birdbrained budgerigar", 
    "text": "Just in time for this week&apos;s Caturday morning video smile, this video features a pet budgerigar that has been trained to run a complicated obstacle course that looks rather like a Rube Goldberg contraption  hence, the name of this entry.    Budgerigars, Melopsittacus undulatus, are small long-tailed parrots that are native to Australia. Large nomadic flocks roam throughout arid and semi-arid areas, primarily consuming small seeds and breeding whenever the opportunity arises. Wild budgerigars are green and yellow with black feather edging on the nape and upperparts. (Only juvenile budgerigars have black feather edges on the forehead.) But thanks to selective breeding efforts, domestic budgerigars come in a wide variety of different plumage colours, known as colour &quot;morphs&quot;.  Budgerigars, also known as &quot;budgies&quot;, shell parakeets or simply as parakeets, are popular pets around the world because they are small, outgoing and they are excellent mimics -- on average, the budgerigar is a more consistently trainable and willing vocal mimic than any other parrot species, although they have small, scratchy voices. Besides mimicking the human voice, budgerigars can easily be trained to do a wide variety of tricks, limited only by the imagination of bird&apos;s human companion. In this video, we watch a pet budgerigar run an obstacle course:            [video link]. .. .. .. .. .. .. .. .. .. .. ..  NOTE: the silly cat/pet/animal videos shared here on Saturday (Caturday) mornings are intended to amuse. This feature is designed to help hard-working and stressed-out people shed their professional faade so they can be better friends, companions, parents, family members and drinking pals to those in their personal lives. Any relationship between these videos and science or any scientific principle is sweet when I manage to present a solid connection to you, but is random, usually coincidental and (mostly) unintended.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jul/14/1", 
    "wordcount": "305"
}