{
    "headline": "After the transit of Venus, what next?", 
    "text": "     Venus has transited the sun and we must now wait 105 years before the next time. But Keith Cooper, editor of Astronomy Now, says there are other rare astronomical spectacles to look out for sooner than that. So what&apos;s the next big event in the sky? 9 May 2016: Transit of Mercury Far less rare than a transit of Venus  there will be another in 2019  but still something that the world&apos;s astronomers will ready their telescopes for. 2 August 2027: Solar eclipse Solar eclipses are one of the great natural wonders and one can usually be seen somewhere on Earth each year. But the one in 2027 will be exceptionally long with a maximum duration of six minutes and 23 seconds. It will pass through the Straits of Gibraltar then across the North African coast before dipping down to Yemen and Somalia. 2029: Near-earth asteroid fly-by A 270-metre-wide asteroid called 99942 Apophis will pass between the moon and Earth. The chances of a collision with Earth have largely been ruled out, but astronomers will be keen to see if the Earth&apos;s gravity will &quot;perturb&quot; its course and thereby increase the chances of a collision the next time it passes in 2036  on April, Friday the 13th. July 2061: Return of Halley&apos;s Comet The famous comet was last seen with the naked eye in 1986 and it is next &quot;perihelion&quot; (closest point of orbit to the Earth) is predicted to be in the summer of 2061 for a few weeks as it travels through the inner solar system. 22 November 2065: Venus occults Jupiter For the first time since 1818, a planet will appear from Earth to pass directly before another planet. They will briefly look to have formed into a single, bright star low down in the dawn skyline. 10 November 2084: Transit of Earth as seen from Mars It will be the first and only time this will occur this century, with the next one predicted for 2394. Something for the first colonists of Mars to look forward to. Could happen any time: Supernova in our galaxy The last time a star exploded in our galaxy was 408 years ago. But, on average, they should occur twice every century, so one is more than overdue", 
    "section": "science", 
    "gid": "science/shortcuts/2012/jun/06/transit-venus-what-next", 
    "wordcount": "381"
}