{
    "headline": "Total recall ... of unsuccessful attempts to land on Mars", 
    "text": "The apparent failure of the European Space Agencys Mars lander to touch down safely is just the latest of a series of setbacks for scientists eager to learn more about the red planet. Sputnik 24 Also known as Mars 1962B, the Soviet mission launched in November 1962 but failed to leave Earths orbit. The rocket and its payload broke up during the engine burn that would have sent the probe to Mars. The spacecraft fell back to Earth two months later. Mars 2 The Soviet lander became the first manmade object on Mars when it crash landed on the red planet in 1971. The spacecrafts braking rockets failed on descent after it separated from its orbiter.     An illustration of the Schiaparelli lander on Mars, although as the probe stopped sending a signal one minute before landing, we may never know its actual landing site. Illustration: Reuters    Mars 3 Another Soviet lander and the first spacecraft to land successfully on Mars. The mission was less than fruitful though: the spacecraft beamed back 20 seconds of video data from the surface and then fell silent. Scientists have never managed to extract useful information from the footage. Mars 6 The Mars 6 orbiter released its lander on March 1974. On the way down to the surface, the Soviet robot beamed data back but failed before it reached the surface.     In 1999 the Mars Polar Lander team lost contact with their probe. Photograph: Damian Dovarganes/AP    Mars 7 A follow-up to Mars 6, the Mars 7 orbiter blasted off but failed to go into orbit around the planet in March 1974. The defunct Soviet lander is now in orbit around the sun. Mars 96 This Russian spacecraft was meant to carry two landers to Mars, but as the rocket entered Earths orbit in November 1996 its fourth stage fired prematurely and sent the spacecraft into a tumble. It fell into the South Pacific and sank to the seabed with 270g of plutonium onboard. Mars Climate Orbiter Many spacecraft built by the US or the Soviet Union failed to even reach orbit around Mars. In 1999, the Mars Climate Orbiter became the Mars Collider and a case study for students of planetary exploration. The spacecraft was meant to be the first to observe the weather on another planet, but instead slammed into the atmosphere and tore apart. An investigation panel found the glitch in the spacecrafts software. The force delivered by onboard thrusters was coded in imperial pounds instead of metric Newtons.     An artists impression of Beagle 2 on the surface of Mars. It was lost for over a decade following its unsuccessful mission. Illustration: AFP/Getty Images    Mars Polar Lander The US lander was meant to touchdown on Mars in December 1999 after releasing two impact probes named Scott and Amundsen. Mission controllers lost contact with the spacecraft and later concluded that the lander had shut down its engine too early when it unfolded its legs. It was destroyed on impact. Beagle 2 The UK-built Beagle 2 lander was released from the European Mars Express Orbiter in December 2003 and was due to touch down on Christmas Day. Mission scientists lost contact with the probe when it reached the surface. More than a decade later, images from Nasas Mars Reconnaissance Orbiter showed Beagle 2 intact on the surface. While it had touched down softly, its solar panels had failed to open properly.", 
    "section": "science", 
    "gid": "science/2016/oct/20/total-recall-of-unsuccessful-mars-lander-schiaparelli-exomars", 
    "wordcount": "502"
}