{
    "headline": "Peru's indigenous people take battle over gas exploration to court", 
    "text": "Peru&apos;s biggest indigenous federation, the Interethnic Association for the Development of the Peruvian Rainforest (Aidesep), intends to use the courts to halt the planned $70m (43m) expansion of the country&apos;s largest natural gas reserve further into territory set aside for isolated Amazon tribes. Aidesep said the plans by Peru&apos;s energy and mines ministry to increase exploration and drilling in Block 88, the largest gasfield leased by the Camisea consortium, risk the existence of nomadic groups living in &quot;voluntary isolation&quot; in the Nahua-Kupakagori indigenous reserve, 23% of which overlaps the gas block in the country&apos;s south-eastern jungle. The expansion within the part of Block 88 has already been approved. It includes 18 new drilling sites and intensive seismic testing. Before Camisea became operational in 2004  and ever since  indigenous and environmental groups have lobbied international lenders to prohibit further expansion within the reserve. However, Ivan Lanegra, the ministry of culture&apos;s vice-minister for intercultural affairs, said the prohibition applies only to new projects. The Camisea consortium, led by Argentinian oil firm Pluspetrol and including Hunt Oil, a US firm, and Spain&apos;s Repsol, can continue to drill new wells in the part of the gas block that overlaps the reserve, subject to approval by his ministry. Julio Ibanez, a lawyer for Aidesep, which serves as an umbrella group for 67 indigenous federations, said he will file a lawsuit against the Peruvian state in January because it has breached the &quot;inviolability&quot; of the reserve and threatened the &quot;physical and cultural survival&quot; of the &quot;isolated peoples&quot; who live in it. That could lead to their &quot;extermination&quot;, he said. The risks of &quot;unwanted&quot; contact are well-documented. Around 60% of the isolated Nahua people died during a series of epidemics after their first contact with outsiders soon after oil company Shell discovered the gasfields in 1984. In November, Aidesep and three indigenous federations (Fenamad, Orau and Comaru) from the area around the gas reserve claimed the new drilling violated loan conditions between Peru and the Inter-American Development Bank (IDB), as well as campaign promises made by Ollanta Humala, Peru&apos;s president since July 2011. But Lanegra said the Peruvian state has worked with the IDB to ensure that gas exploration by the mega project did not present a risk to the isolated people in the area. He said Block 88 had been marked out in 2000, before the creation of the Nahua-Kupakagori reserve in 2003 by supreme decree. But environmental groups argue that the indigenous reserve was created in 1990 and the 2003 decree simply upgraded its legal status. As Peru gets to grips with the implications of implementing new legislation requiring the prior consultation of indigenous groups about development plans affecting their lands (in response to the International Labour Organisation&apos;s Convention 169), its plans to open other parts of the Amazon to oil and gas drilling have been put on hold. But indigenous people living in what Peru&apos;s legislation calls &quot;voluntary isolation&quot; cannot be consulted about their territories. Given their status, says Conrad Feather, an anthropologist working with the Forest Peoples Programme, no activity should take place. &quot;The problem with such plans is that they avoid the fundamental question that these peoples, and not the Peruvian government or an oil and gas company, should be determining their own future,&quot; he said. &quot;We are being asked to believe that a series of guidelines on paper, however well thought out, are sufficient to address the inherently unpredictable and potentially lethal nature of first contact, a Pandora&apos;s box that once opened, no one, not even a multinational oil and gas company, can control.&quot; President Humala&apos;s government is relying heavily on Camisea to become the backbone of the country&apos;s energy matrix and to supply gas for low-cost domestic use. Peru is South America&apos;s fifth biggest natural gas producer, with proven and certified gas reserves of 8.8 trillion cubic feet, most of which is in Block 88. Production has increased by 37% since operations began in the Camisea gasfields in 2004. Environmentalists say a new gas concession known as Lot Fitzcarrald is planned, which will encompass even remoter parts of the Nahua-Kupakagori reserve and the west of Manu national park, a Unesco world heritage site and biodiversity hotspot. Lanegra denied any knowledge of Lot Fitzcarrald. A legal loophole means that concessions deemed to be in the national interest can bypass environmental impact assessments and other procedures. However, international law states that these can be granted only if they comply with other key safeguards to prevent human rights violations.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/03/peru-indigenous-people-gas-exploration", 
    "wordcount": "766"
}