{
    "headline": "Hoo-woos in the night", 
    "text": "After so long sleeping in the same place, even the unusual night sounds are familiar. When it rains, the stream at the end of the garden rages. Strong wind in the oaks on its far bank can make any gale seem an adventure, blowing our bedroom window open like a billowing sail. The chunter of magpies and jackdaws, the distant scream of a fox don&apos;t alter the drift to oblivion. And then something new happens  a screaming match in the darkness, seemingly right outside. We both tense under the duvet, suddenly awake. Foxes? Not really. It sounds more like cats yowling. Only we are mercifully  I confess the prejudice  free of cats. Anyway, the noise alters again before disappearing abruptly. We are left in a shocked silence broken by my partner wanting to know &quot;what the hell was that all about?&quot; Good question. I lie there, pondering, before the answer is handed to me. From the other side of the house I hear the kew-wick of a female tawny owl, and then again, but just at the window, and then a rush of night air as she glides past. Is that tiny, ethereal disturbance the last thing voles in our garden hear? From across the river the owl&apos;s mate answers hoo-woo. It&apos;s courting season, and this pair will soon be nesting. But then there is a second, more distant hoo-woo, away to the south. It&apos;s another male and the penny drops. We&apos;ve been listening to a scrap over territory. Tawny owls are monogamous, but that won&apos;t stop the odd male from trying his luck  and an enraged owl is a formidable opponent. The wildlife photographer Eric Hosking lost his eye to one, early in his career, as he climbed into his hide in Wales. A female can hear all kinds of information in a male&apos;s call, including his health, as a diseased and consequently unsuitable owl loses frequencies from his hoo-woo. My partner is now asleep, and I wonder whether she has the same ability.", 
    "section": "environment", 
    "gid": "environment/2012/feb/27/hoo-woos-night-abbeydale-sheffield", 
    "wordcount": "337"
}