{
    "headline": "When is an academic not an academic?", 
    "text": "&quot;Academics no longer have to be in an ivory tower lecturing, writing peer-reviewed articles, or even be attached to a university. There are historians who have abandoned PhDs but written books, enthusiastic amateur historians whose knowledge of their field would put dons to shame, and journalists who present TV series on history although they don&apos;t actually have a degree. &quot;The other day I heard someone describe himself as a professional historian though he only had a BA in history. I found myself feeling rather huffy. Surely one needs at least a PhD to use that label? Can I still call myself a historian, given my day job outside university and the fact I haven&apos;t been to a conference on my subject for more than a decade? &quot;My desire to pursue a PhD in history came out of my sheer lust for books. My fantasy of a professorial room came from the realisation that I needed a job to accommodate my expanding library. Doing a doctorate was a way of fulfilling my twin ambitions: to have lots of books and to write a book. &quot;The years I spent shut away in archives and libraries researching early modern Polish witchcraft trials were a privilege. As the stories of men and women long dead came alive in the record books, I grew to resent leaving the peace and quiet of the reading rooms. &quot;But it was a selfish existence. I loved teaching and developing courses on &apos;the history of the devil&apos; (who wouldn&apos;t?) but I didn&apos;t want to teach general history all year round. Nor did I want to move from institution to institution on fixed-term contracts. Already in my early 30s, I craved social and financial security. So, despite having delivered papers at international conferences, organised seminars and published research, I chose to leave academia. &quot;I now work as equalities officer at the Association of Teachers and Lecturers. The job allows me to use my existing research skills, as well as gaining knowledge in many new areas. But I am still in thrall to my first love, and in the evenings, at weekends and during annual leave, I become the &apos;secret academic&apos;. &quot;Snatching time to work is not a problem. My partner is also an academic outside academia and understands that I&apos;m not being anti-social. A fellow doctor, he has published several textbooks and a scholarly monograph. Whereas we used to spend Saturdays together in the British Library, now we do shifts, alternating between playground and publications. &quot;I cling on to my identity as an academic, bolstered  in my mind at least  by being in the middle of my own publishing process. While awaiting the report of my anonymous reader, I wrote two reviews of recent books on early modern witchcraft, keeping my hand in and getting my name out there before my book, Witchcraft in Poland 1500-1800, is published in 2013. Once the thrill of seeing my own book in print has waned, will I still be an academic?&quot; Wanda Wyporska&apos;s tips for academics outside academia on promoting your work   Keep on eye out for books you can review  you won&apos;t always be paid, but you will be read  Social media is a must  spend time on Twitter, Facebook and blogs (your own or other people&apos;s)  Don&apos;t forget JISCM@AIL and other relevant listservs connecting scholars to their peers Read the rest of Wanda&apos;s story, and read and respond to other tales of life during and after a PhDtheguardian.com/higher-education-network/phd  The Guardian Higher Education Network  news, views, networking, jobs and professional debate every day theguardian.com/higher-education-network", 
    "section": "education", 
    "gid": "education/2012/nov/19/academic-outside-academia-he-network", 
    "wordcount": "607"
}