{
    "headline": "Kindle Fire tablets kickstart Amazon's bid to rival iPad", 
    "text": "     Amazon stepped up its fight with Apple on Thursday, unveiling a new set of Kindle Fire tablets including some with larger screens designed to compete with the iPad. In a former airplane hangar in Santa Monica, California, Amazon boss Jeff Bezos unveiled a slate of new products that will also compete with rival devices from Google, Microsoft and bookseller Barnes &amp; Noble.  Bezos unveiled two new versions of its bestselling Kindle Fire tablets he intends to use to drive use of Amazon&apos;s expanding online video library. The Kindle Fire HD comes in a 7-inch and 8.9-inch version and will sell for $199 and $299, respectively, for a 16GB model. The new product will have two wi-fi channels for faster transfers. A premium 32GB version with an 8.9-inch screen will cost $499, and will have the capacity to connect to the 4G cellular networks being built by phone companies in the US. A data plan will cost $50 a year. The basic, 7-inch Fire model will cost $159, down from $199 for the original model. Amazon is also dropping the price of its low-end Kindle to $69, from $79. Both will start shipping next Friday. Two of the new models will be available in the UK: the 7-inch Kindle Fire at 159 and the basic model at 129. Both will ship from 25 October. &quot;We haven&apos;t built the best tablet at a certain price. We have built the best tablet at any price,&quot; said Bezos. The company also released a new e-reader, Paperwhite, featuring a new higher resolution monochromatic display and a body that is &quot;thinner than a magazine, lighter than a paperback&quot;, Bezos said. Paperwhite, priced at $119, is lit from above rather than from the back, which, according to Bezos, made it &quot;perfect in direct sunlight&quot;. A model with a 3G connection will cost $179. Paperwhite starts shipping on 1 October in the US, and will also be available in the UK. The Kindle Fire has captured 22% of tablet sales in the US in the nine months since it went on sale last November and has been the company&apos;s top-selling product since launch, Amazon said last week. But the sales leave Amazon trailing far behind Apple&apos;s far more powerful iPad devices which accounted for 68% of global tablet shipments in the second quarter, compared with Amazon&apos;s 5%, according to research firm IDC.  Apple is rumoured to be looking at launching smaller, cheaper tablets that will further intensify the fight between the two firms while Amazon has considered launching a mobile device that would compete with Apple&apos;s iPhone. Amazon&apos;s latest move comes after both Google and Microsoft have made forays into the tablet market. In July Google launched the Nexus 7 tablet, a $199 device about the same size as a Kindle Fire but with more computing power and a camera. In June Microsoft announced the launch of a series of tablet PCs dubbed Surface that will go on sale in October.  The online retail giant has been building its media ties in order to compete with Apple and its rivals. Earlier this week Amazon announced a deal with film distributor EPIX, which counts recent blockbusters including The Avengers, The Hunger Games and Thor among its titles.", 
    "section": "technology", 
    "gid": "technology/2012/sep/06/amazon-introduces-kindle-fire", 
    "wordcount": "548"
}