{
    "headline": "Will Google have to start a patent war to get $9bn of value from Motorola?", 
    "text": "Google intends to buy Motorola Mobility (MMI) for $12.5bn. Is it a good deal? Following the announcement of Motorola&apos;s financial results for the fourth quarter, we can take a view. From the purely financial viewpoint, the simple answer is: no.  Judging by the numbers, owning MMI will be a significant drag on Google&apos;s profits - by about 10 percentage points, making its earnings per share around one third smaller. In profitability terms, the merged company won&apos;t actually make any more profit than before. It might even make less.      Motorola Mobility (MMI) financial results since Q4 2009    Nor will being owned by Google necessarily help Motorola&apos;s profitability - unless perhaps it rebrands its phones as &quot;Google&quot;. But even that might not help. For example, after it introduced the Motorola Droid, the first big-name Android phone in the US, in October 2009, it make a whacking loss in the mobile division of nearly $200m in each of the next quarters. And Google has repeatedly said that it will run Motorola at &quot;arms&apos; length&quot;, rather than trying to absorb it into the Googleplex.  Sure, we know the arguments: Google is buying Motorola for its patent portfolio (which is considerable) as some sort of protection for Android from legal assaults by Apple and Microsoft, among others. In fact in October Andy Rubin, who heads the Android division, said &quot;Part of [the Motorola purchase] is clearly about patents. I&apos;m focused on delighting a lot of consumers, but there are other folks focused on putting me out of business.&quot; It&apos;s an intriguing claim, since only Apple and Microsoft could be said to be attacking Android in any focussed way. Microsoft, however, seems content to get handset makers to pay it per-handset licence fees, and that doesn&apos;t seem to have put any of them off making Android devices - unless there&apos;s a threat that it might come back and raise the fee.  As for Apple, although it has pursued HTC, Samsung, and Motorola, and does seem intent on preventing them selling devices with Android as presently configured, it&apos;s only been successful in briefly preventing sales of the Samsung Galaxy Tab in Australia and some European countries. Despite the ITC finding against it, HTC is still selling phones in the US; the ITC will make a final decision later this year. Samsung is still selling Android phones - lots and lots of them. It might not even be that hard for them to reconfigure Android phones where the software is found to be infringing. So what use are the Motorola patents? One possibility is that Google might warn Apple off - in effect, quite literally sue for peace - by exerting patents owned by Motorola, which include the basic IEEE 802.11 standard (for Wi-Fi) and that for AVC/H.264, which is used for the overwhelming majority of video encoding. Including by Apple, of course. Read independent patent blogger Florian Mller for more on Motorola&apos;s ownership of those patents. Motorola, he notes, is aggressive - to the extent that it is being sued by, guess who, Apple and Motorola in the US claiming that it is breaching its obligations for Fair, Reasonable and Non-Discriminatory - FRAND - licensing of essential patents. Furthermore, buying Motorola for the patents might even give Google back some of the control it has lost of Android. With Motorola&apos;s patents, Google might provide a blanket patent licence to future official Android licensees, which would give them at least initial protection against lawsuits. This is similar to what Microsoft does with Windows Phone (and before that Windows Mobile) licensees: it covers them against intellectual property lawsuits as part of the deal. At the same time, &quot;unofficial&quot; Android versions might not get the same licensing. It might be the same underlying code, but Google could only license the patents to &quot;approved&quot; handset makers, leaving others - Amazon? - in the lurch and on the hook. But what about just selling Android phones - which was meant to be the resurrection of Motorola? If we set aside the patent question, is MMI a good investment? It&apos;s hard to think so. The company made an operating and net loss in every quarter of 2011 (and has made an operating loss for six of the past nine quarters, and a net loss for seven of them) . The worst part of that was its mobile phone business (which makes both featurephones and smartphones), which lost $285m over the year. Google, by contrast, hasn&apos;t made a quarterly loss since the middle of 2001. In fact, if MMI had been part of Google during 2011, the search giant&apos;s net profit would have gone down, and its overall profitability reduced from nearly 27% of revenues to below 20%. Still not bad, but that sort of fall is the sort of thing that Wall Street punishes.  And Google has already seen its stock fall after its own fourth-quarter results fell short of expectations, despite having a $10bn quarter. Search advertising growth slowed, and mobile advertising doesn&apos;t seem to pay as well as desktop.      Google revenues and Motorola Mobility revenues, by division, Q4 2009- Q4 2011. Google plans to buy MMI    Owning MMI will - if everything works out - see the combined company&apos;s revenues rise by just under a third, but the mobile phone and set-top box maker looks more like an anchor than a balloon. Even when you factor in the $3bn of cash MMI holds, that still means that MMI will cost Google $9bn. How is it going to make a return - even just break even - on that?     If Google had owned MMI as an arms-length company since Q4 2009, its profits would mostly have been lower. Will MMI's patents boost it instead?    Not from the phone business. MMI&apos;s smartphone business has grown consistently, from 2m shipped in Q4 2009 to 4.9m in Q4 2010 (far better than the market, which grew from 172m to 297m). But growth slipped. In 2010 it shipped 13.7m; in 2011 it shipped 18.6m (36% growth), most of them in North America. Its year-on-year smartphones sales growth has been slipping through the year (from 76% in the first quarter to 8% in fourth). The market is growing faster than MMI&apos;s smartphone business. And half of the phones it ships are still featurephones, a business which is being hollowed out by cheaper Chinese handset makers. The tablet business with the Xoom hasn&apos;t set the world on fire. Over the year it shipped just under 1m, including 200,000 in the fourth quarter, which - if you accept the estimate by Strategy Analytics of 10.5m Android tablets sold in the fourth quarter, of which about 6m were &quot;Google-approved&quot; - so in that quarter Motorola had about 3% of the &quot;Google-approved&quot; Android tablet market. Or 2% of the overall tablet market. Or 0.7% of the entire market. The really profitable bit of the business is the &quot;Home&quot; division, which makes set-top boxes, but has been bumping along at around $900m revenues for the past year. It actually makes money - only around $60m per quarter, but at least it&apos;s profit, compared to the consistent losses in the mobile business, which has only made a profit in two of the past nine quarters. Even so, it would take 75 years for the Home business&apos;s profit to make back the money Google paid for the business. In other words, in purely financial terms, MMI is a dog. Faced with all that, it looks increasingly likely that Google will instead use Motorola&apos;s patents aggressively - as Mller suggests in the provocatively-titled Will Google break or save the internet? He thinks that Google might use the heft of those essential patents to force companies which are forking Android - such as Amazon - to fall into line and use its &quot;approved&quot; service, (such as YouTube rather than the Amazon video service):   &quot;With standards-essential patents, Google could wield another big stick to force non-compliant device makers, such as Amazon, to take a commercial Android license from Google rather than use the Android code under open source licenses.&quot;  That&apos;s a possibility. (One wonders whether all the Chinese companies building Android handsets but with different default services would also be subject to the same pursuit, or if it would just be the developed world companies.) Less likely is the suggestion from Farhad Manjoo that Google should close Android and wallow in the profit by licensing it per-handset. That&apos;s really not going to happen, because Google&apos;s business model - everywhere - is to disrupt by driving the cost of services down to zero, and monetising them by selling ads against them. Even if it goes after all sorts of companies aggressively with those Motorola patents, I can&apos;t see it charging per-handset for Android. So what should we expect once Google owns Motorola? If the handset business is run at arm&apos;s length, it&apos;s going to keep sinking in the Android ocean. If its devices get Google branding, that might annoy other Android makers (such as HTC, which has its own struggles at present).  Most likely is that it will start using its patent portfolio - perhaps aggressively, even very aggressively. If there&apos;s really $9bn of value out there in Android that needs to be protected, we might expect Google to start showing just how it is going to do that quite quickly.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/29/google-motorola-android-future", 
    "wordcount": "1536"
}