{
    "headline": "A tiny patch of peace so close to the city", 
    "text": "Any two-bit fortune teller would be able to see the river running across my palm in place of a lifeline. It&apos;s always been a powerful draw for me, and so Logan&apos;s Meadow  a small, wooded reserve on the banks of the Cam  is one of my favourite haunts. I&apos;m not the only one to shelter in this tiny patch of peace, with resident pipistrelle bats, water vole, and, during summer, a multitude of painted lady butterflies drawn to its abundance of nettles, all nestling among the pollarded willows and ivy. Even on this bleak, surprisingly cold evening, elderberries catch the dwindling light like jewels, and shockingly orange slugs, delighted by the boggy ground, congregate on the grass. Here, it&apos;s easy to forget how close you are to the city, aside from a glimpse of homes and barges from the fishing platforms, and a crumpled sleeping bag, long since abandoned, by the black shell of a willow reduced to charcoal, which teems with tiny spiders. Behind the trees is a peculiar orange orb on metal legs, a &quot;swift hotel&quot;, which was erected last year. It plays a recording of their distinctive &quot;schree&quot; call, but is silent in autumn. My feet catching in persistent strands of convolvulus, I retrace my steps towards the gate, when there&apos;s a rustling in the undergrowth. Askinny adolescent fox, no bigger than a tom cat, steps boldly out on to the path, and walks up to within a metre of me, with an almost expectant air. His paws and tail tip are black, his fur a stunning russet. He holds my gaze, before trotting off into the reserve, giving the sleeping bag a desultory sniff en route. Later, walking home on the opposite side of the river, I hear the &quot;wap wap&quot; cries of an unsettled gang of magpies, and see the fox again, this time pursued along the side of a boathouse. The birds swoop like stealth bombers, until he breaks into a run; his amber coat a shock of colour in the dusk.", 
    "section": "environment", 
    "gid": "environment/2012/oct/08/country-diary-logans-meadow-cambridge", 
    "wordcount": "346"
}