{
    "headline": "Max Payne 3  multiplayer preview", 
    "text": "In the end, Max Payne is all about the movement. Rockstar&apos;s take on Remedy&apos;s hyper-kinetic third-person shooter may be grittier and more hard-bitten than its forebears, but it keeps the franchise&apos;s most famous feature in place: bullet time. This mechanic not only makes the game&apos;s high-octane set-pieces ooze with style, it&apos;s actually a tactical edge the player has when they&apos;re facing down multiple armed opponents. Since bullet time plays such a key part of the proceedings in Max Payne 3&apos;s story, naturally there&apos;s the expectation that it has to feature in the game&apos;s multiplayer. But hang on a second, how is bullet time supposed to work in an online fragfest? It&apos;s easy to visualise it in a single-player context where only one participant has the power to slow down the action. But how can it be used as a mechanic by dozens of players simultaneously without making a multiplayer battle feel like everyone&apos;s moving through quicksand? Trigger happy The way Rockstar has resolved this problem is by attaching the bullet-time feature to the players&apos; eyelines. A player can activate the mechanic whenever they choose  provided their meter is full  but other players will only enter bullet time with them if they&apos;re caught in the player&apos;s line of sight. When this happens, the action slows down for all participants. This means that if a player has the drop on a couple of opponents, the mechanic gives them a clear advantage as they&apos;ll be able to quickly pour clips of lead into multiple targets. It also means that if a player suddenly sees the action on their HUD enter bullet time without them triggering it themselves, they&apos;re likely to become riddled with bullets unless they execute a dodge-roll or find some cover sharpish. Players fill their bullet-time meter in the multiplayer by scoring kills, and this also earns them experience points (XP). They can then use XP to unlock more content including avatar customisation options (tattoos, clothes and accessories), new weapons and attachments, and Bursts  skills that work along the same lines as the Perks in the Call Of Duty series. The basic setup in Max Payne 3&apos;s multiplayer uses the same tropes online combatants have seen before: players choose a load-out of Bursts and weapons, pick a customisable avatar and then head into a map to blast their friends to pieces. However, Rockstar have gone to some lengths to make their online battleground feel distinctly different to your average multiplayer shooter experience. For a start, some of the multiplayer Bursts are informed by the game&apos;s drug-addled and bruised titular character. Yes, players are able to reload more quickly and stack ammo, but they also have access to powers like Big Dog, which gives everyone in their team a shot of adrenaline, or Trigger Happy, which briefly arms the player with nastier ordnance. For our money, the most interesting burst is Paranoia, which changes all of the opposing teams avatars into enemy skins and then allows friendly fire. Each Burst has a series of tiers the player can pour their XP into, giving both them and their allies an even greater edge in a firefight. V for Vendettas On top of the steady stream of XP rewards and unlockables players are offered, Rockstar has infused the online mode with an extra reason to keep playing  Vendettas. The player is continually kept in the loop about how often they&apos;ve been shot and which other players are most responsible for their death. If they&apos;re shot by another player more than a couple of times, they get the chance to earn more XPs by starting a Vendetta against them. They can even bet XPs on how they think their teammates and opponents will do in each match.     Max Payne 3     Max Payne&apos;s gritty aesthetic doesn&apos;t just govern the multiplayer mode&apos;s powers and avatars, it also informs a couple of match types. Alongside standard variants such as Team Deathmatch, MP3&apos;s online mode contains contests such as Payne Killer and Gang Wars. In the former all the players start off with their selected load-outs. The first and second to score a kill become Max Payne and Max&apos;s buddy Passos respectively. Then, all the other players are tasked with taking them down. Players score points for every kill they pull off with either Max or Passos, and once they&apos;re gunned down, their killer nicks their avatar. Gang Wars, for its part, is a series of 16-player matches that actually feed back into the game&apos;s main campaign mode. In Gang Wars, players take on the roles of some of the favela crews Max encounters in the main story, who are engaged in frenzied turf battles. The structure sees the AI stack a series of four match-types, depending on how each side is doing. For example, in our first play-through, we had to best our opposing team in a King of the Hill match, followed by a Domination match, followed by a version of Capture the Flag that involved collecting briefcases of cash. In the final match, each side is given a tally based on how well they&apos;ve done, and then a straight head-to-head Team Deathmatch for bragging honours. Max Payne 3&apos;s multiplayer is a compelling piece of work and it shows that Rockstar have started to develop some solid muscle in the online realm. Yes, it borrows a little here and there from some of the giants in the shooter genre, but at the same time, it feels like an organic part of the Max Payne series. It&apos;s dirty, gritty and downright mean. It&apos;s also a lot of fun to play, and thanks to bullet time, it looks awesomely cool. But then that&apos;s to be expected, because in the end, Max Payne is all about the movement.  Max Payne 3 is released for Xbox 360, PC and PS3 on 18 May", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/02/max-payne-3-multiplayer-preview", 
    "wordcount": "969"
}