{
    "headline": "Tree farmers in France aim to replant Les Landes forest", 
    "text": "In less than a minute Jean-Franois, David and Jos drive the planting tube down into the loose, freshly tilled soil and drop the fragile maritime pine (Pinus pinaster) sapling into the hole. They repeat this operation at 1.8-metre intervals along lines marked out by a tractor. On this plot of land at Labrit, in Les Landes, south-west France, they can plant 6,000 saplings a day. &quot;Over the next fortnight about 20 hectares of land should have been replanted,&quot; says Patrick Sadot, sales manager at Planfor, the second -largest tree nursery in the Aquitaine region, which also does clearing and planting work. Devastated by the Klaus windstorm in 2009, then infested by bark beetle (Ips sexdentatus) in 2010, some 220,000 hectares of forest in Les Landes will need to be repopulated between now and 2017. That means planting 40m saplings. Three years ago Gilles de Chassy lost almost 90% of his 220 hectares of pine forest. &quot;All that timber on the ground, with a full range of growth, added up to 30 years&apos; investment wiped out in just a few hours. It meant that neither myself, nor my children, will earn a penny from our woodland. But for the sake of my grandchildren I&apos;ve decided to replant,&quot; says De Chassy, now retired. &quot;A tree farm is an environmental common good too and it&apos;s our job to maintain it.&quot; At a regional level the 2011-12 season saw 40,000 hectares replanted in Les Landes, Gironde and a few areas in neighbouring Lot-et-Garonne. However, Planfor is expecting a much bigger change during the 2012-13 season, with the nursery planting 18m saplings (of which 95% will be pine), twice as many as usual. To cope with extra demand the firm has taken on 25% more land and doubled the number of its planters. &quot;Above all, if we&apos;re in a position to plant so many pines that fast, it&apos;s because the tree itself grows very fast,&quot; says Jean-Marc Bonedeau, the head of the nursery. This is due to the characteristics of the species  the only one that will grow on the poor Aquitaine soil  but above all to selective breeding by the farmers. &quot;Over the past two generations of trees  roughly 30 years  we&apos;ve been cross-breeding the finest specimens. We&apos;ve achieved a 40% gain in terms of growth and straightness,&quot; says Eric Dumontet, deputy-secretary of the SSSO trade federation, which represents tree farmers in south-west France. &quot;To enable the forest to develop properly, we thin out the trees: the ones that are ill-shapen or particularly fragile are cut down, to leave more room for the others to grow,&quot; Dumontet adds. Out of an average of 1,250 saplings per hectare, only about 300 are still left 35 years later, when harvesting starts. Forest management is a well-oiled process, but the farmers are not happy with the pace of replanting. They want to see a return on their investment from sales of mature timber. &quot;The replanting schedule depends on the frequency and volume of government subsidies to land-owners. But there are major administrative and financial hindrances to funds actually being released,&quot; says Sadot, whose firm files and follows up applications for compensation. &quot;Currently, given the large number of cases there&apos;s a two-year delay between filing an application to clear up the damage and the allocation of funds, enabling work to start, plus another two years for replanting. And whatever happens the funds are only released once each slice of work has been completed,&quot; he adds. The timber trade is worried about whether the government will be able to meet its commitments. Last year the Aquitaine region received 88m ($108m) for forest restoration work, a sum negotiated shortly after the storm in 2009, but this year the amount paid out  80m  fell short of initial undertakings: 90m. Meanwhile sales of the timber salvaged and stored in the aftermath of the storm continue. Huge piles of tree trunks lie beside the road; gradual sales aim to prevent a sudden drop in prices. Sprinklers keep the timber damp to stop bugs and fungus from taking hold. Typically the timber sells for between 35 and 55 a tonne, depending on quality. This article originally appeared in Le Monde", 
    "section": "environment", 
    "gid": "environment/2012/jul/31/france-landes-forest-replanting-scheme", 
    "wordcount": "720"
}