{
    "headline": "How to survive marking dissertations", 
    "text": "About a decade ago I clearly remember a colleague and I negotiating marks for a dissertation. And he browbeat me into awarding a higher mark (and therefore degree classification) than I felt was deserved. It&apos;s stuck with me  I can even remember the student&apos;s name. I should have stuck to my guns and agreed to put it to a third marker. The whole business of dissertation marking is a fascinating and all too human process. On the face of it, awarding marks should be a predominantly objective procedure. There are assessment and grade criteria, specific headings that students know they need to deliver against  are the aims and objectives clear and tracked through? Does the literature review provide good coverage of existing sources relevant to the dissertation topic? Are the adopted methods explained, appropriate and justified? Does it read well and look &apos;the biz&apos;? So in the next few weeks colleagues  including myself  will be hit by a tidal wave of incoming final year undergraduate dissertations. Often these are worth two module credits and can disproportionately weigh in the balance when it comes to determining a final degree award. Typically dissertations are blind double marked. So that each marker judges the work independently and only then discusses with a colleague, the definitive mark to be awarded. At this point there are three outcomes  first, markers are of one mind and agree; second, they pace around like fencers, land a few good arguments and, again, reach a settlement. Third, they disagree so dramatically about the quality of the work and its mark that it must go to a third marker. How do such divisions arise? There are various reasons: the dissertation adviser will likely have formed a working relationship with the student, and it may be difficult to disentangle things like effort from achievement. Related to this is the fact that where a second marker criticises a submission, the adviser/first marker may not only feel (partly) responsible, but can become defensive as they blur boundaries between marking student work and being drawn in to assessing their own inputs and advice. The key point here is to stick to the evidence and, in particular, to focus on major points such as good literature coverage but very limited primary research; clear articulation and delivery of aims and objectives. Then there is &apos;power play&apos;. In my experience the vast majority of cases of mark negotiation are cordial, professional and straightforward. But occasionally you find yourself discussing with a colleague who is determined to &apos;have their way&apos;. Equally  with substantial numbers of dissertations to assess - you may find yourself uncomfortably at the edge of your known world in terms of expertise. This in turn may lead to overly lenient or punitive marking. So what to do?  Try to start marking as soon as the dissertations are distributed for marking and  just like student dissertation writers  do a little and often. Personally  whether as a marker or external examiner  I can&apos;t cope with more than about four dissertations a day. Beyond which it&apos;s hard to know which way is up.  Over about 18 years I have learned that it takes me about 1.5 hours to read a dissertation and write up a report on it. I (and colleagues) use a template with headings such as &apos;abstract&apos;, &apos;literature review&apos;, &apos;methodology&apos;, &apos;findings and discussion&apos;, &apos;conclusions&apos; (and recommendations where relevant), quality of bibliography and appendices and so on. This helps to ensure that negotiations review the same aspects and sections.  Try to hone in on key points  see the wood for the trees; don&apos;t get fixated on every jot and tittle. Is it a good read? Is it professionally turned out? Does it do what it says on the tin  title matches aims and objectives, that then inform methods, that deliver persuasive findings and lead up to reasoned conclusions, that link back to starting objectives?  Remember it&apos;s the piece of work you are marking, not the student overall; nor the fact that they worked very hard at it or are delightful. What you see is what they get.  Be clear about whether or not you are allowed to give an agreed mark to the student prior to exam board consideration. At my institution we are not allowed to do this; so we email qualitative feedback that gives a clear nod as to how the wind is blowing. Here&apos;s an extract from 2011: &quot;Overall this is an excellent piece of research. Very well doneA beautifully and meticulously presented piece of work that demonstrated an excellent level of endeavour and research. Strengths of your work aside from the clear and methodical layout includeAreas that could be improved&quot; So, what was the mark? You guessed - a first class 70%+ piece of work.  Double markers should try to agree a mark otherwise it creates more work for another colleague as third marker. But if it does go to a third person, be clear about the procedure  is their decision &apos;final&apos;? Do the disagreeing colleagues mutually agree a third marker? Or is it the module/course leader that does this? There also needs to be a written trail so that, for example, an external examiner can see how two staff diverged, and how the third decided on the given mark. Colleagues may like to read my article: Shall we dance? The importance of staff-student relationships to undergraduate dissertation preparation in the journal Active Learning in Higher Education Volume 12 Issue 2, July 2011. James Derounian is a principal lecturer in community development and local governance and National Teaching Fellow, University of Gloucestershire", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/16/marking-dissertations", 
    "wordcount": "936"
}