{
    "headline": "UK's hopes of hitting 0.7% aid target hinge on private member's bill", 
    "text": "A private member&apos;s bill that will enshrine the UK&apos;s commitment to reaching and maintaining the target of spending 0.7% of gross national income on aid will be debated in parliament on Friday. The importance of this cannot be understated. The target, which was agreed by the international community in 1970, has cross-party support. All the main political parties committed to it in their 2010 election manifestos, it is included in the government coalition agreement, and it was confirmed again in the mid-year review. The government has committed to legislate on aid. However, it has not given the issue any parliamentary time to date, and, following Friday&apos;s debate, it will not be able to do so again before the Queen&apos;s speech in May. The reading of the bill is therefore crucial in making progress. If the 0.7% target is not included in the Queen&apos;s speech  and it may not be  there is a strong chance that it won&apos;t happen before the next general election. If the UK reaches 0.7% in 2013, in line with the government&apos;s commitment and expectation, it will be a goal attained after more than 40 years. After such slow progress, it cannot be taken for granted that this high-water mark will be maintained. Enshrining the 0.7% commitment in law will both protect it while it is still needed by poor countries and help to establish it as a basic element of the UK&apos;s national character, standing alongside other international standards that are part of the political fabric of the UK. This would also send a strong signal to other donors that they too should meet and maintain their aid targets. In addition, the reporting requirements of the legislation will strengthen the level of accountability between current and future sitting governments and parliament. Legislation will ensure aid is maintained at an affordable level; just as absolute aid levels fall when Britain&apos;s income goes down, so too they should rise when national income rises. International aid helps support the actions of governments and people to eradicate poverty and build independence from aid. UK aid is more efficient and effective than ever  the Department for International Development topped the aid transparency index in 2012 and is working hard to tackle graft with new anti-corruption strategies for all partner countries. Reaching and then maintaining the aid target through law would ensure that UK aid can continue to increase transparency and good governance, strengthen security in some of the world&apos;s most fragile countries, boost economic growth, and lead international action to improve the lives of women and girls around the world  helping to deliver on our commitment to the millennium development goals and beyond. It&apos;s been more than 40 years since developed countries committed to giving 0.7% of gross national income to meet global development challenges  they must now keep that promise.  Ben Jackson is chief executive of Bond", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/01/uk-aid-target-private-members-bill", 
    "wordcount": "482"
}