{
    "headline": "University students spend no more time with lecturers than six years ago", 
    "text": "University students in England spend almost no more time with their lecturers than they did six years ago, despite paying three times as much in tuition fees, a study has shown. A poll of more than 9,000 students by the Higher Education Policy Institute found that first- and second-year undergraduates have, on average, 13.9 hours of timetabled tutorials, seminars and lectures a week. Six years ago, when the institute carried out a similar survey, students had 13.7 hours a week. Between 2006 and 2012, tuition fees in England trebled from 1,000 to 3,000. This autumn they will rise again  to up to 9,000 a year. The amount universities receive from the state has been cut. Instead, students are being asked to pay more in the form of a loan that they repay when they graduate and are earning more than 21,000. The research shows that asking students to pay more may have led to them spending more of their own time on their degrees. Today&apos;s undergraduates study alone for 14.4 hours each week on average, compared with 13.1 hours six years ago, the institute found. However, the research reveals that the total workload for a degree  the number of hours spent in tutorials, seminars and lectures and studying alone each week  varies significantly depending on the subject studied and whether an undergraduate is at an older or newer university. Students at institutions established before 1992 work for an average of 28.6 hours each week, while those at universities created after 1992 work for 25.9 hours. Older universities offer students more time in tutorials, lectures and seminars than newer universities, the research found. On average, students at older institutions have 13.1 hours a week with lecturers, while those at newer institutions have 12.4 hours. Some students on media studies degrees are required to spend about half the number of hours with lecturers and in private study of those on medicine courses. A media studies student has on average between 18.1 and 23 hours a week, compared with between 37.3 and 34.5 hours a week for a medicine student. Bahram Bekhradnia, director of the Higher Education Policy Institute, said some students&apos; workload resembled a part-time job, while for others it was the equivalent of a full-time post. He said the research raised difficult questions about the comparability of degrees from English universities. &quot;How is it possible in one university or in one subject to obtain a degree with so much less effort than is required in another university or subject? And what does it say about what it means to possess a degree from an English university if this is so?&quot; The study did not publish a breakdown by university of the amount of time students studied each week. From September, all universities will be required to publish the amount of time students receive with lecturers for each degree and the employment outcomes of each course. The National Union of Students said undergraduates expect more of universities as a result of higher fees, but institutions were failing to deliver more for them. &quot;Students going on to campuses this year will feel like they&apos;re paying more and will have increased expectations to match, but there is no evidence that shifting the financial burden to students gives them more power,&quot; Liam Burns, president of the National Union of Students, said.", 
    "section": "education", 
    "gid": "education/2012/may/17/students-time-lecturers", 
    "wordcount": "580"
}