{
    "headline": "After Reader, are Feedburner, Orkut and Alerts next for Google's abattoir?", 
    "text": "After the breast-beating about the impending demise of Google Reader over the past couple of weeks, and my own calculation about how long services and APIs that don&apos;t survive tend to last (a little short of four years, though I&apos;m still gathering data points), the question now is: which is the next we-can&apos;t-do-without-it service that&apos;s for the chop? Feedburner is obviously on its way to the abattoir. Its API was turned off on 20 October 2012, and while the service itself staggers on, &quot;Feedburner&apos;s future&apos;s so dim, it could stare straight at the sun with impunity,&quot; in the words of Lex Friedman at PC World.  He also points out that Orkut (remember Orkut? Social network) can&apos;t be long for this world - though it&apos;s done pretty well so far: launched on 24 January 2004, and still going str.. still going. Others however are more concerned about another big Google service: Google Alerts. Introduced in September 2004 (at least judging by the Wayback Machine), Google Alerts sends you an email when new search, news or other items appear in Google&apos;s index. According to those who have relied on them heavily, they&apos;re not working as well as they did.  Here&apos;s TheFinancialBrand, which says that Google Alerts are &quot;broken, now useless to financial marketers&quot;:   Reports about Google Alerts breakdown are all over the place (here, here, here, here, here and here for instance). How does Google respond? With trite, dismissive, evasive &quot;customer service&quot; crutches like, &quot;Hi all, thanks for the update. We&apos;re currently investigating this.&quot; Phbbbt Google, you know your Alerts system is busted, so why won&apos;t you fix it? Or is it your intent to slowly wean users off Google Alerts by deliberately making them less relevant, less frequent and less useful until one day you can just pull the plug entirely? Bottom Line: The Financial Brand has frequently encouraged bank and credit union marketing executives around the world to use Google Alerts. This advice is now fully retracted.  There&apos;s been a definite silence from Google to the requests from people who have written about the strange silence from the Alerts - the dog that isn&apos;t barking in the night. One wonders whether, as with Reader, the idea is that Google wishes that rather than reading this stuff in all sorts of (inaccessible) inboxes spread across the web, people would come and read it on Google+. Increasingly, it seems as though Google is shrugging off the idea of the open web in favour of its own social network - one which doesn&apos;t have any APIs for sharing content. The worry for people who rely on Google Alerts is whether it has slipped into a zombie state - that it functions perfectly well (complaints apart) but doesn&apos;t have any dedicated staff such as a product manager or engineer, and so won&apos;t evolve or improve. Certainly nothing seems to have been done to change its capabilities in years. You can&apos;t, for example, pick a time when you&apos;d like alerts to arrive.  The reason why the lack of change or response is worrying is because that zombie state is exactly what Reader fell into. And Google intimated to Liz Gannes at All Things Digital that   the shutdown wasn&apos;t just a matter of company culture and bigger priorities, sources said. Google is also trying to better orient itself so that it stops getting into trouble with repeated missteps around compliance issues, particularly privacy. That means every team needs to have people dedicated to dealing with these compliance and privacy issues  lawyers, policy experts, etc. Google didn&apos;t even have a product manager or full-time engineer responsible for Reader when it was killed, so the company didn&apos;t want to add in the additional infrastructure and staff, the sources said.  Essentially, it&apos;s saying that the fallout from the Google Buzz debacle, Google Street View Wi-Fi wardriving debacle, and Safari hacking debacle has made Google more wary of products without continual oversight. Reader had certainly fallen into that state. If Alerts has too, then it might not be long for this world. What happens then to all the people who rely on them? And would that include you?", 
    "section": "technology", 
    "gid": "technology/2013/mar/25/google-reader-feedburner-orkut-alerts", 
    "wordcount": "696"
}