{
    "headline": "Apple's OS X 'Mountain Lion' goes GM, merging desktop and mobile more closely", 
    "text": "The next version of Apple&apos;s desktop operating system, &quot;Mountain Lion&quot;  aka Mac OSX 10.8  has gone &quot;gold master&quot; and was released to third-party developers on Monday night. The announcement came just hours after Microsoft said that Windows 8, its own next version of its operating system, would be released to manufacturing with PC builders in August, and be generally available by the end of October. The development cycle for Mountain Lion has been rapid, with the first &quot;developer preview&quot;  in effect the first announcement of the product&apos;s existence  occurring specific briefings to some media, only coming in February. Now the product, which will only be available in download form from Apple&apos;s Mac App Store has reached the final stage before broad release. The &quot;gold master&quot; status is now virtual; that used to be the designation that the version was ready to burn onto a CD or DVD. The previous version of Mac OS X,  Snow Leopard  Lion, was available as a download or preloaded on a USB stick. The new software continues what some have called the &quot;iPhone-ification&quot; of the desktop product, building Apple&apos;s iCloud more tightly into the system for document storage in the cloud  echoing the move Microsoft is making with its Skydrive cloud storage in Windows 8  and renaming products like the iCal calendar and Address Book contacts system to &quot;Calendar&quot; and &quot;Contacts&quot; to echo iOS nomenclature. It also uses the &quot;Notification Centre&quot; idea found in iOS and applies that across the computer. It also brings voice dictation built into the system, as well as touch sensitivity for systems that can use it  indicating that Apple increasingly sees the keyboard as an alternative input method. Apple showed off some of the features of Mountain Lion at its WWDC event in San Francisco in June, and indicated then that the product would go on sale in July for $20 (12.90).  UK pricing has not yet been set.  UK pricing will be 13.99. Systems that cannot run the product will not be able to download it from the store - preventing the problem where people pay for software but then cannot install it. Macs dating back to autumn 2008 should be able to run the software. (Updated post to clarify corrections and add UK price.)", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/10/apple-mountain-lion-gm", 
    "wordcount": "397"
}