{
    "headline": "Asean declaration allows Cambodia to flout human rights, warn campaigners", 
    "text": "Human rights groups in Cambodia fear a new south-east Asian declaration of human rights could conversely offer the government in Phnom Penh a figleaf to clamp down on dissent. Cambodia signed the Association of Southeast Asian Nations (Asean) human rights declaration on Sunday, two days before the arrival of the US president, Barack Obama, on his tour of the region. But the declaration has been widely criticised, including by the US state department, which said it was &quot;deeply concerned&quot; the declaration could &quot;weaken and erode&quot; the UN Universal Declaration of Human Rights. Civil society and pressure groups denounced the declaration, saying it &quot;undermines, rather than affirms, international human rights law and standards&quot;. The groups said it was &quot;deplorable&quot; that Asean states had adopted a declaration that &quot;implies their people are less deserving of human rights than the people of Europe, Africa or the Americas&quot;. The declaration&apos;s vague wording gives scope for Asean governments to exclude serious abuses because of &quot;national particularities&quot; or &quot;cultural background&quot;. Restrictions on a wide array of grounds, including &quot;national security&quot; and &quot;public morality&quot;, could see governments apply the rules only when it suits them, or hide behind compliance. In Cambodia, recent alleged abuses include the fatal shooting by police of environmental activist Chut Wutty; the murder of Hang Serei Oudom, a journalist working on illegal logging stories; the killing of 14-year-old Heng Chanth allegedly by security forces during a forced eviction; the conviction in absentia of opposition leader Sam Rainsy; and the jailing of Beehive radio station owner Mam Sonando. Last month, the EU urged the Cambodian government to stop forced evictions and called on the European commission (EC) to investigate the country&apos;s economic land concession policy, raising the prospect of sanctions. EU trade restrictions could have serious repercussions  Cambodian exports have flourished under the EU&apos;s Everything but Arms (EBA) agreement, which allows tax-free and quota-free access. The EU is also Cambodia&apos;s largest aid donor. Cambodia&apos;s charg d&apos;affaires in Brussels, So Soengha, lambasted the EU&apos;s &quot;wrong and biased&quot; resolution. &quot;With this regard to the alleged serious widespread land rights violation, forced eviction and excessive use of forces related to the so-called economic land concession, the charges are simply false and based on media reporting,&quot; Soengha said. &quot;It is the position of the royal government of Cambodia to always provide a fair compensation, land swap and on-site relocation, wherever possible.&quot; He pointed to Cambodia&apos;s &quot;tireless efforts&quot; to ensure fair land deals, &quot;such as the imposition of the moratorium on new economic land concessions, review of existing land concessions, and the concerted efforts of the diligent work of some 1,500 volunteer students to assist with land titling for some 350,000 families, which amounted to 1.2m hectares [3m acres] of land&quot;. Economic land concessions cover an estimated 2m hectares (4.9m acres), or about 10% of Cambodia&apos;s land mass. Since the moratorium, around a dozen new concessions have been revealed, although the government claims these had already been granted. Australia, another of Cambodia&apos;s key donors, has voiced similar concerns to the EU. US lawmakers, ahead of Obama&apos;s visit, accused Cambodia&apos;s prime minister, Hun Sen, of corruption and human rights abuses, alleging he is increasingly relying on politically controlled courts to facilitate land seizures to &quot;bolster his unpopular rule&quot;. Obama told Hun Sen that Cambodia must allow fair elections and release &quot;political prisoners&quot;. But Cambodia&apos;s leaders, many of whom cut their teeth during the communist era, seem out of touch with changing times. The arrest last week of eight residents of a community scheduled for eviction near Phnom Penh airport is a typical example. Those detained had painted the letters SOS on their roofs in an apparent plea to Obama. &quot;What these villagers have done is not criminal,&quot; said Ee Sarom, programmes co-ordinator of Sahmakum Teang Tnaut, a local urban rights NGO. &quot;In fact, it is the forced evictions that are illegal  so far, the authorities have not respected Cambodian law with respect to the threatened evictions around the airport.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/23/asean-declaration-cambodia-flout-human-rights", 
    "wordcount": "700"
}