{
    "headline": "Facebook's Graph Search tool causes increasing privacy concerns", 
    "text": "Privacy concerns are mounting around Facebook&apos;s recently announced search tool, after it was used to unearth lists of people related to supporters of the outlawed Chinese group Falun Gong and companies apparently employing self-declared racists. Graph Search, Facebook&apos;s answer to Google&apos;s search engine, was launched last week by founder Mark Zuckerberg, who promised it would help people find friends who share their interests. Critics argued it could be also be used to unearth compromising information on Facebook&apos;s 1 billion members. In a blog launched on Wednesday, a series of controversial search results have been made public, showing the extent to which those who share photos, personal information and &quot;likes&quot; on Facebook could have their privacy invaded. Graph Search has served up lists of family members of people who live in China and like Falun Gong, people who like the extreme rightwing group English Defence League but also enjoy a curry, and Islamic men who are interested in other men and live in Tehran, where homosexuality is persecuted. Other lists included Tesco employees who like horses, a reference to the discovery of horse DNA in burgers sold by the supermarket chain, and spouses of people who like Ashley Madison, a dating site for people already in relationships. The searches were made and posted by technology commentator Tom Scott, who is among those invited to test Graph Search before it becomes available to the general public. Scott urged Facebook&apos;s users to check their privacy settings. &quot;If it&apos;d be awkward if it was put on a screen in Times Square, don&apos;t put it on Facebook,&quot; he said. The blogposts have been censored in order to protect those named in the searches, but anyone using the tool directly would have access to a range of information such as full names, place of residence, employers, photographs and lists of friends and family. Scott also warned that the results could be unreliable. Many members use the &quot;like&quot; button ironically, and younger users often list friends under the family category. &quot;There are a lot of people who post genuinely private, compromising information. It&apos;s easy for people in the tech-savvy media bubble that all of us are in to forget that,&quot; Scott said. &quot;As has happened so many times with Facebook, this data was always available  but it wasn&apos;t this easy to find.&quot; When asked for comment, Facebook said that Graph Search does not change members&apos; existing privacy settings, and only shows what can be seen elsewhere on the site according to what people have chosen to share.", 
    "section": "technology", 
    "gid": "technology/2013/jan/23/facebook-graph-search-privacy-concerns", 
    "wordcount": "430"
}