{
    "headline": "The politics of UK aid explained", 
    "text": "David Cameron has reaffirmed the coalition government&apos;s commitment to spend 0.7% of gross national income (GNI) on foreign aid and has called on other countries to meet this long-standing UN pledge. But the government is under pressure from its own backbenchers to reduce aid spending, which has been protected from budget cuts. How much does the UK spend on foreign aid? The aid budget is set to increase as the government is committed to see Britain meet the UN aid target of 0.7% of GNI spent on aid next year. The commitment means the Department for International Development&apos;s (DfID) total aid programme is due to grow in real terms  taking into account anticipated inflation  from 7.5bn in 2010-11 to 10.5bn in 2014-15. Total UK aid is larger as it takes into account money from other sources such as the Foreign Office. Figures from the Organisation for Economic Co-operation and Development (OECD) put total UK foreign aid at 8.6bn in 2011. With a population of about 62.6 million, the figure works out to roughly 137 per head. The advocacy group ONE calculates that a person on an income of 25,000 would pay 5,465 in tax, of which 52 would go to the overseas aid budget. What is the government&apos;s justification for aid? It&apos;s a moral and pragmatic one. The prime minister, who is in New York for the UN general assembly, told world leaders that delivering on the 0.7% pledge was the right thing to do, as well as advancing national interests. &quot;I would say it is not only a moral obligation that the better-off countries have to tackle poverty in our world when we still have over a billion people living on less than a dollar a day, but it&apos;s also in our interests that we build a more prosperous world. If we don&apos;t, the problems of conflict, the problems of mass migration, the problems of uncontrollable climate change are problems that will come and visit us at home,&quot; he said. Justine Greening, Britain&apos;s new international development secretary, made the same case when meeting charities earlier this month. She said: &quot;You only have to look at the business generated by China and India to see the potential they provide for UK companies as their export markets continue to develop.&quot; What has UK aid achieved? DfID will rattle off impressive numbers including vaccinating more than 12 million children against preventable diseases; improving the land and property rights of 1.1 million people; supporting 5.3 million children (2.5 million of them girls) to go to primary school: enabling 11.9 million people to work their way out of poverty by providing access to financial services; preventing 2.7 million children and pregnant women from going hungry: reaching 6 million people with emergency food assistance; supporting freer and fairer elections in five countries and improving hygiene conditions for 7.4 million people. ONE estimates that in the next four years, based on bilateral and multilateral spending plans, the UK will achieve a minimum of the following results: vaccinate more than 80 million children against life-threatening diseases, save at least 1.4 million lives; provide school places for 15.9 million children and help create more than 19 million jobs by fostering economic growth. Save the Children says UK aid has helped to reduce child mortality  one of the millennium development goals  with the number of deaths of under-fives falling from 12 million in 1990 to 6.9 million in 2011. What are the critics saying? Conservatives such as Mark Reckless say they do not want to scrap aid, just reduce it at a time when all government departments are under the cosh. He argues that DfID&apos;s budget should not be protected when, for example, the Ministry of Defence lacks money for aircraft carriers. The Tory press has had a field day running stories on DfID&apos;s &quot;bloated&quot; budget, its spending on consultants or UK aid money ending up in middle-income countries in Europe because considerable amounts of DfID money is channelled through the EU. Questions have been raised by politicians, including most recently Ivan Lewis, the shadow development secretary, on why the UK is sending aid to India, a country that has its own space programme, although it also has more people living on less than $1.25 a day than all of Africa. Why did the coalition government insist on ringfencing the aid budget? The Liberal Democrats don&apos;t have a problem with the 0.7% target, but Cameron&apos;s commitment was a departure from previous Tory policy. The change can be seen as part of Cameron&apos;s attempt to &quot;detoxify&quot; the Tory brand, but the Conservatives do see foreign aid in pragmatic terms. They see aid as part and parcel of foreign policy, and DfID and the Foreign Office have been pushed to work closely together under this government. In crude terms, the government&apos;s attitude to aid is: if it helps development, poor people will have less incentive to come to the UK and other rich countries. What steps has the government taken to ensure aid is spent properly? When Andrew Mitchell  now chief whip with a police problem  took over at DfID, he insisted on a &quot;value for money&quot; approach, hence all the statistics on children vaccinated to show what taxpayers were getting for their money. He introduced a review of Britain&apos;s multilateral aid programmes, which assessed the effectiveness of 43 aid organisations that received UK money, and one on bilateral aid. The move was seen as an attempt to insulate DfID from criticism from disgruntled Tories. In assessing the multilateral aid review, government watchdog the National Audit Office concluded that the review had contributed significantly to improved transparency and in achieving value for money in the government&apos;s aid effort. What about the money for consultants? This was a story in the Sunday Telegraph, which said DfID paid almost 500m in 2010-2011 to consultants, mostly British, some of whom earn six or seven-figure incomes and used to work in government. Greening, a former accountant, has launched an internal review of the department&apos;s spending on technical experts and the Independent Commission on Aid Impact (ICAI), the UK aid watchdog, has also announced plans to examine DfID&apos;s use of contractors. ICAI was a Mitchell innovation. High pay is a sensitive subject for DfID. Under Mitchell, DfID announced an overhaul of the Commonwealth Development Corporation (CDC), the UK&apos;s development finance arm, appointing a new chief executive on a salary significantly lower than that of her predecessor, whose generous package caused consternation. Does aid promote development? This is a subject of much debate among development experts. Increasingly, there is a view that aid, while it accomplishes laudable goals from a reduction in child and maternal mortality to sending more girls to school, those achievements in themselves do not constitute development. John Hilary, executive director of War on Want, argues that the furore over the aid budget is a distraction from structural issues that matter more for development. He cites trade liberalisation policies that subject firms in poor countries to competition they cannot handle and tax loopholes that allow firms to minimise payments to developing countries. Dani Rodrik, the development economist, makes a similar argument. He says rich countries should pursue a &quot;do no harm&quot; approach with policies that include carbon taxes and other measures to ameliorate climate change; more work visas to allow larger temporary migration flows from poor countries; strict controls on arms sales to developing nations; reduced support for repressive regimes; and improved sharing of financial information to reduce money laundering and tax avoidance.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/26/the-politics-uk-aid-explained", 
    "wordcount": "1289"
}