{
    "headline": "Healthy European fish stocks would be worth 2.7bn a year  report", 
    "text": "Restoring fish stocks to health would create jobs and increase the income of Europe&apos;s fishing fleets by 2.7bn a year, according to a report published on Friday. If fish stocks were allowed to recover, more fish would actually be caught in future than are caught at present, found the New Economics Foundation (NEF) in its study  but the short-term focus of fisheries policy at present means that stocks are not allowed to recover. Restoring fish stocks would be worth 2.7bn a year, in the form of catches about 3.5m tonnes greater than at present, and an expanded fishing economy, and would support more than 100,000 new jobs in the sector. Rupert Crilly, environmental economics researcher at NEF and co-author of the report, said: &quot;It is very clear that overfishing means European countries are getting less out of their fish stocks [than they would if stocks were sustainably managed].&quot; The restoration of fish stocks would yield more to the economy than current fishing subsidies are worth  ironically, as the subsidies are supposed to help to avoid overfishing and compensate fishermen. But current EU fisheries policy, by which ministers from each member state haggle each year to get the biggest possible share of a diminishing resource, is not working, according to NEF. About three-quarters of EU fish stocks are estimated to be overfished. In the UK alone, NEF said, ending overfishing and allowing stocks to recover would supply about one-third of the UK&apos;s annual fish consumption. Crilly said: &quot;European fisheries ministers are wiping out millions of pounds and thousands of jobs each year by allowing overfishing to continue. Restoring fish stocks is within politicians&apos; power.&quot; Sweeping reforms to the EU&apos;s common fisheries policy are under discussion this year in Brussels. One of the key proposed changes is to end the wasteful practice of discarding edible fish at sea, as a result of which as much as half of the catch are thrown back dead in some areas. But Maria Damanaki, the EU fisheries commissioner, who is pushing for the reforms, faces stiff opposition from some member states and vested interests within Europe&apos;s fishing industries. Some fishermen fear that ending discards would mean lower profits, because they would be forced to land lower value fish  at present, they can choose only to land the most profitable fish. The Guardian saw a document this year that was prepared in the final days of Spain&apos;s previous administration, laying out how Spanish ministers and officials would oppose key aspects of the reforms. Spain has the biggest fishing industry in the EU and supplements its own share of European fish resources by buying up the rights to fish in other countries, chiefly developing nations. Spain&apos;s new government has not yet made public its stance on the proposed reforms, but its ministers are coming under intense lobbying pressure from the fishing industry, which is broadly opposed to changes to the current system of quotas and subsidies, from which it benefits disproportionately to the rest of Europe.", 
    "section": "environment", 
    "gid": "environment/2012/feb/10/healthy-european-fish-stocks", 
    "wordcount": "508"
}