{
    "headline": "Applying to university  the online process", 
    "text": "Even before you have finally made up your mind about which courses to apply for, it is a good idea to start thinking about your online application and your personal statement. Begin by asking your head of year or subject teachers for initial advice towards the end of year 12. Then, when you come back in the autumn, you&apos;ll beready to tackle the applicationprocess. Filling in the online application, via the UCAS website, is relatively straightforward and there is ample guidance on the site. It does, however, demand care and attention, as there are a number of questions where it is easy to give an incorrect answer  particularly in relation to funding codes, or qualification details  which can delay your application later on. Tim Lawrence is head of sixth form at Cheney school, a comprehensive in Oxford where around 70% of students apply to university. He says that despite the UCAS guidance, &quot;the majority of our students still make mistakes  They need a fair amount of help and it can be a lengthy business.&quot; So it is always worth having a teacher check your application before it goes off. More challenging is the personal statement itself. It is an undeniably important part of your university application, and it may take you several drafts to get it right. Karen Hayward, director of careers at Thomas Telford school in Shropshire says: &quot;The personal statement has to express all the student&apos;s achievements, their learning and interests outside the curriculum, and their career aspirations. That&apos;s a lot to fit into 4,000 characters (about 650 words)  and it has to be well thought-through.&quot; Eleanor Thompson, 19, now a first-year English student at the University of York, found drafting her statement the most daunting part of the application process. &quot;Just the phrase &apos;personal statement&apos; conjures fear  but actually it&apos;s much less threatening once you get into it.&quot; &quot;I began by thinking: what do I like? I had been to the Shakespeare history plays, which I was completely besotted with, and a friend suggested a book by Harold Bloom, so I read the chapter on Hotspur and Falstaff.&quot; Her thoughts arising from all of this formed the basis of her first paragraph. She wrote another paragraph reflecting on Victorian novels and poetry, showing how she had extended her reading beyond her A-level texts and ended with a short paragraph on her extra-curricular interests, music and acting. &quot;I showed it to a teacher at school,&quot; Eleanor says, &quot;and she said, &apos;yes, that&apos;s you&apos;. It does have to be &apos;you&apos;: you have to find a way of showing the admission tutors the way you think.&quot; Cheney&apos;s Lawrence advises students to make their statements both &quot;academically focused and personal to them&quot;. Universities do like to see evidence of academic interest beyond the A-level curriculum, but he recommends &quot;quite small things&quot;  like regularly reading a research blog, or articles in a specialist journal. &quot;If you can then say something intelligent and personal about what you&apos;ve read, that&apos;sgreat.&quot; Personal statement tips  Be personal and focus on the subject you want to study  Only about 10% of the statement should be about your hobbies  Don&apos;t list books you&apos;ve read (or plan to read). Instead, give examples of things you&apos;ve found interesting, say why, and be ready to expand on this in an interview  Don&apos;t list achievements or work experience: reflect on them Write in your own words. Anything you lift will be picked up by UCAS anti-plagiarism software Chris Fuller, schools and colleges liaison officer, University of Southampton Students have heard the words &apos;personal statement&apos; so many times, they can become meaningless  but it really does have to be a &apos;personal&apos; statement.What impresses me is when someone has something to say that is related to the subject but is also an individual experience or interest. Use your own words  your voice is valuable. There is a common misconception that universities like long words. And don&apos;t write &apos;I am passionate about history&apos;. We would much rather you showed it Show it instead, for instance, by saying, for instance, what you think critically about something you&apos;ve read.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/may/22/applying-university-students-online-process", 
    "wordcount": "708"
}