{
    "headline": "Crocodile skull found on Jurassic coast is from a previously unknown species", 
    "text": "The fossilised skull of an ancient beast that snapped at dinosaurs from the swamps of Swanage belongs to a previously unknown species of crocodile. A passing expert chanced upon the well-preserved skull  somewhat flattened from 130m years in limestone  when it was exposed by a rock fall on the Dorset coast in 2007. In the five years since, researchers at Bristol University have pored over the specimen and compared it with other fossils, before finally declaring the creature a species new to science. The metre-long skull was the dangerous front end of a forerunner of modern saltwater crocodiles, measuring 3.5 metres from nose to tail. The reptile fed on fish, turtles and other creatures in the warm swamps and lagoons that dotted tropical forests stalked by dinosaurs. &quot;It was an incredible piece of luck. The rock fall must have happened less than a week from my being there,&quot; said Richard Edmonds, earth science manager at the Jurassic Coast world heritage site, who made the discovery during a routine check of coastal erosion. &quot;Sticking out of the rock was this cross-section through the skull.&quot; Half of the skull was recovered from a block of rock that crashed on to the beach near Swanage, with the rest excavated from the cliff face in a three-person, six-hour operation, after landowners granted the team permission. Once the specimen had been cleaned up, Edmonds passed the remains to palaeontologist Mike Benton at Bristol University and his former PhD student, Marco Brandalise de Andrade, who measured and scanned the skull and checked it against previous discoveries. &quot;This is a pretty remarkable specimen. It&apos;s not crushed, it&apos;s in good condition and it&apos;s a new species,&quot; Benton told the Guardian. &quot;This just goes to show the benefits of eternal vigilance even in these well-picked-over areas.&quot; Researchers named the creature Goniopholis kiplingi, with Goniopholis meaning &quot;angled scale&quot; in Greek, and kiplingi in honour of Rudyard Kipling, author of The Jungle Book. Fossil hunters uncovered other specimens of Goniopholis in England more than a century ago. The latest creature is distinguished by longer bones in parts of the skull and subtle differences in the upper jawbone. Details of the discovery are reported in the Zoological Journal of the Linnean Society. &quot;The exciting thing is that the fossil record is far from complete. We know lots about the more common fossils, but so few of the animals that ever lived became fossilised, there&apos;s always the prospect of finding new species,&quot; said Edmonds, who has a small, extinct lobster named after him. &quot;Clambering up the cliffs is never a good idea, and hammering randomly into the cliff is pointless, but the beaches are the safest and best places to search for fossils,&quot; he said. &quot;The cliffs are incredibly soft and landslides get eroded away at a very rapid rate, so you can pick up beautiful fossils lying on the beach. Even in 200 years&apos; time, people will still be making new discoveries, probably at the same rate we are today.&quot;", 
    "section": "science", 
    "gid": "science/2012/mar/20/crocodile-skull-jurassic-coast-species", 
    "wordcount": "515"
}