{
    "headline": "Iain M Banks, and what we might be when we have nothing to fear", 
    "text": "The terrible news that Iain Banks is officially Very Poorly arrived on Wednesday. Unlike others on these pages, I don&apos;t know him personally, but his books have been a source not only of delight, but of inspiration. I&apos;m not a literary critic, so I won&apos;t say any more about the writing style than that it makes me want to read more of it. Also, while I do (mostly) love the Iain Banks books, it is the Iain M Banks version, and particularly The Culture, which has had the most impact on me, and which makes me want to write something, having heard that news today. In his Culture novels, Banks has created what as far as I know is the only convincing utopia in print.  Dystopias are relatively common in fiction. You take a bad trend, give it more technology, and extrapolate. They can be terrifying and salutary, and powerful writing about them may help avoid their realisation. But describing utopia seems to be harder. You have to deal with, and incorporate, the flaws. And what is a person, when there are no struggles? What is life for, when everyone already has everything they want? Religions have the same problem as Sci-Fi here, I think. Hell, with fire, demons, liver-tearing-birds or whatever, can be quite a convincing threat. But heaven lacks conviction. Banks writes of a human race which knows itself, in which human beings have practically complete control over their own lives.  Moods can be chemically altered safely; drug glands are built in, delivering whatever might be desired. Technology and control over the physical environment is so complete that money is obsolete; nothing is limited by availability of resources. Disease and physical old age are beaten. Gender can be changed, and changed back. Minds and bodies can be cloned, deleted and restored from backup in the case of accident. The distinction between artificial intelligence and biological intelligence is fluid and not terribly important. I won&apos;t go any further in describing the books, I just urge you to try them if you haven&apos;t yet. In The Culture, life is a complex arrangement of information, with no particular struggle for existence and no predefined purpose. Yet it is still wonderful and thrilling. This is a revolutionary and audacious idea, and in Banks&apos; hands is at least as compelling to me as any other vision of comparable scope.  Don&apos;t get the idea from this that I believe it&apos;s all going to happen. But, in a way that reminds me a little of Stella Gibbons, Iain M Banks asks &quot;What if?&quot; we clear away the fear. And then, what do we do?  It&apos;s a good question. I like Banks&apos; speculations as to answers. And I hate the fact that diseases are still killing us.", 
    "section": "science", 
    "gid": "science/life-and-physics/2013/apr/03/iainbanks-culture", 
    "wordcount": "463"
}