{
    "headline": "Red squirrel finds pine marten a fearsome ally in its fight for survival", 
    "text": "The endangered red squirrel has found a new ally in its fight for survival against the invading grey squirrel, research has established. Reds are prospering and greys disappearing in areas where there is a strong population of pine martens, which were almost extinct 50 years ago. Pine martens have begun to increase in Scotland and Ireland; they remain rare in England and Wales, although carcasses and traces have been detected in a few areas of north Wales and Northumberland. The research brings the first scientific proof that the American grey squirrel&apos;s takeover of the British Isles can be stopped and the retreat of the red squirrel to remote areas can be halted. Red squirrels are protected by a multimillion-pound programme of trapping and extermination of greys. Emma Sheehy, of the University of Galway, studied squirrels and pine martens in the midlands of Ireland, which has a similar pattern of distribution to Scotland, between 2009 and 2012. Pine martens had been made a protected species in Ireland in 1976 but there was no noticeable increaseuntil the 1990s. Sheehy gathered hair samples of martens to find DNA and analysed their faeces to establish diet. She found that there were three to four pine martens per square kilometre in the woods, which was enough to force out almost all of the grey squirrels. &quot;It&apos;s a big sigh of relief and shows that it is not all over for the red squirrel... In areas where there are lots of pine martens, there are lots of red squirrels,&quot; she said. Sheehy added it was clear from analysis of pine marten faeces that they ate a lot of grey squirrel, but that alone could not account for the population crash. One theory is that the presence of predators can disrupt the grey squirrel&apos;s feeding, breeding and sense of security. Pine martens rarely eat red squirrels. Scientists believe that the red is more agile than the grey and rarely feeds on the ground, so is less exposed to danger. The pine marten effect on squirrels has also been observed near Pitlochry and Aberfeldy in Perthshire and in the Trossachs near Loch Lomond, but it has not been studied in these locations. Grey squirrels were first introduced from the US to an estate in Cheshire in 1876 and have been growing in numbers ever since. Although greys do not attack reds, the red squirrel population has declined as the greys have increased. Greys are bigger, stronger, more adaptable and have more offspring than reds but most importantly they carry squirrel pox which does not harm them but can kill a red squirrel in days. During roughly the same period that greys have spread through the UK, pine martens have retreated. Scottish wildlife groups and the Scottish government are engaged in a battle to stop the grey squirrel moving further north and displacing the red squirrel further. Thousands of greys are trapped and killed every year by the Scottish Wildlife Trust and private landowners. Reds are still hanging on in northern England. Katy Cook of Red Squirrel Northern England said they were found throughout Cumbia and Northumberland  but so were greys. &quot;If we stopped trapping right now, the grey squirrels would wipe out the red squirrels, but there is an awful lot of work going into preserving the red squirrel in England,&quot; she said. Naturalists agree that the relationship between squirrels and pine martens needs to be investigated further but hope that the pine martens can replace trapping as a means of controlling grey squirrels. Some hope that a resurgent Scottish population will recolonise northern England, although it is unlikely that greys can be dislodged from cities. &quot;The red squirrel and the pine marten are both iconic British mammals. One endangered species helping another endangered species to see off an alien species is a fantastic story,&quot; said Cook.", 
    "section": "environment", 
    "gid": "environment/2013/feb/22/red-squirrel-pine-marten-survival", 
    "wordcount": "645"
}