{
    "headline": "Dear Mr Gove: Michael Rosen's letter from a curious parent", 
    "text": "It&apos;s been a difficult summer for me as there have been two major stories in education, neither of which I can fully understand. To tell the truth, as the summer unfolded I hoped that you, as the secretary of state, would have asserted your authority to make things clear for me. First, sport. As you know, David Cameron said: &quot;The trouble we have had with targets up to now, which was two hours a week, is that a lot of schools were meeting that by doing things like Indian dance or whatever, that you and I probably wouldn&apos;t think of as sport&quot; The moment I heard that, I hoped you would be on hand immediately to sort some things out. Surely, you would think the phrase &quot;Indian dance or whatever&quot; was a dismissive, condescending way for a prime minister to speak about anyone&apos;s culture and you would do all you could to distance yourself from it. Wouldn&apos;t you want to champion the way schools have responded flexibly to the children&apos;s own traditions? Wouldn&apos;t you want to record how impressed you were with the physical skills required to do &quot;Indian dancing&quot; and of course, as we know from Strictly, you could say that if you want to make dancing competitive, it&apos;s dead easy. But no, not a peep from you on this one. Then some inquisitive journalists wanted to know: was David Cameron basing his Indian-dancing views on reality or just making it up? Surely a simple job  go to the data being recorded since 2006 by the School Sport Partnerships. No, that wasn&apos;t possible as your government abolished the SSPs. Indeed, many teachers have said that they felt these partnerships had made a great contribution to school sports. Surely, I thought, you would want to defend the SSPs and show yourself busily providing data to support or contradict your boss&apos;s comments on &quot;a lot of schools&quot; apparently avoiding sport by going down the &quot;Indian dance or whatever&quot; route. But no, not a peep from you on this one either. Then, when Messrs Johnson and Cameron talked about two hours a day of competitive sport at Eton, I was sure that you would repeat your comments about the &quot;morally indefensible&quot; domination of the private schools. I imagined you would want to say that sport is about everyone competing against each other yet Johnson and Cameron, you would say, went to a school which ensured that most of their competition was precisely not with state school pupils. I thought you might rail against this kind of sporting apartheid. But no, not a peep from you here. And then some newspapers spotted that you, hero of the sport-loving Tories, had been approving the sale of school playing-fields. But how many? Just as we thought we knew the answer, someone at the education department dropped the baton. This time, you rushed to the media: not your fault, you told us. Phew, you&apos;re the good guy after all. And so to GCSEs. I know from your conference speeches and off-the-cuff remarks how much you like English literature, so I&apos;m rather assuming that this summer you have revisited an old teen fave of yours and mine, The Invisible Man. This year&apos;s exam story was sensational: between January and June the marking system for some (not all) of the English exams was altered by 10 marks. Now, I thought, that Mr Gove fellow is going to rush round the news studios reassuring us parents and pupils that this was an unsatisfactory way of determining the fate of so many children&apos;s lives and that he would ferret out what had happened and who was to blame. No. All you did was tell us that your fingerprints would not be found at the crime scene. Again, you&apos;re the good guy. But then, I thought, you take your role as secretary of state so seriously, you would want to help parents like me understand exactly how the GCSE marking system works. You would tell us quite clearly either that the distribution of marks is fixed according to the expected shape of the pupils&apos; performance graph  the so-called bell curve  or that the distribution of marks is made according to whether the pupils have or have not performed the task they were set? If it&apos;s the latter, then you would tell us that it would be quite reasonable to expect the education system to deliver more and more pupils able to do what was asked of them  unless or until someone decided that this increasing success doesn&apos;t fit the cooked-up narrative of decline that has underpinned education reform for the last 20 years, in which case, it wouldn&apos;t just be a case of moving the goal posts  more what you might call narrowing them, at half-time, after the teams have changed ends. Either way, you would want us to see you as our Great Educator, informing us parents and pupils exactly how the fate of so many people is decided. But, no, in our moment of crisis, you didn&apos;t rush to the studios for this either: your impression of The Invisible Man was even better than the one I did in the school dinner-hall in 1961.", 
    "section": "education", 
    "gid": "education/2012/sep/03/michael-rosen-gove-gcse-marks-sports", 
    "wordcount": "877"
}