{
    "headline": "Beware of battering rams", 
    "text": "At Cockermouth&apos;s livestock auction mart, a tall farmer with a pronounced limp and a shepherd&apos;s crook sat down in the Rampant Bull. Sipping a mug of tea, he told me his damage had been caused by a rampant Herdwick tup head-butting him. Now, he confirmed, is the time to beware in the fields near the lime-washed farmhouses, with their chimney pots spiralling wood-smoke, nestling below crags and ghylls. It is here in the intakes where battering rams fight and injure themselves as the ewes are brought down from the fell to be impregnated so lambs duly arrive in spring. How sturdy the tups do indeed look with their snow-white heads, broad faces and strong legs. Though &quot;sturdy&quot; might be the wrong word, as to a Lakeland shepherd that word means &quot;double-skulled&quot; (and therefore a sheep that is light-headed). Their remedy? To crook the knuckle of the middle finger and dab this sharply against the brow to break the membrane beneath and relieve pressure on the brain. As someone who has had this done to him by a shepherd in the King&apos;s Head at Thirlspot so that he would ostensibly &quot;thrive&quot;, I can vouch that it is painful. So it also is for tups in this seasonal head-butting  though my informant added that even when heads of two rams are cracked together with a resounding bash no damage might necessarily result. But when they charge with their heads low they could miss and instead break the front legs of their adversary  which would have to be put down. &quot;We used to chain rams in pairs, but that wouldn&apos;t be acceptable these days,&quot; he said. &quot;We lost one good tup when the chain became tangled round a branch on ground and it strangled.&quot; If a new tup is introduced it could be attacked: &quot;I like that about them,&quot; he said. &quot;Spirit! A bit of manliness. Hybrid vigour  that&apos;s the result of cross-breeding rams.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/18/lake-district-beware-battering-rams", 
    "wordcount": "335"
}