{
    "headline": "Art students find inspiration in the lab", 
    "text": "Dripping dye from a pipette on to a microscopic slide, a group of students in lab coats watch eagerly as a nondescript blob of bacteria changes from blue, to black, to pink. &quot;It looks like an embryo,&quot; one of them exclaims. &quot;Now it looks like a bird, no, a fossil.&quot; &quot;I&apos;m so glad it&apos;s pink,&quot; says another. &quot;Now all we need is some glitter&quot; This is not, as you can imagine, the reaction you would expect from a scientist conducting an experiment. Then again, this isn&apos;t your typical science lesson. The students are taking part in Broad Vision, a programme at Westminster University that encourages an interdisciplinary approach to learning. Bringing together undergraduates from both the sciences and the arts, students work in groups to carry out creative research projects in response to a theme. This year it is data, truth and beauty. In recent years, there has been a rise in the number of art science courses taught at UK universities. Central St Martin&apos;s now offers an art and science master&apos;s, while UCL has launched a whole range of arts and sciences degrees to encourage interdisciplinary research. The Westminster course, now in its third year, is perhaps the most experimental. Originally an extracurricular option, it is now an accredited module. There is no fixed curriculum, instead students are encouraged to follow their own interests  and the results are exciting. One group of students is making a dream machine: a spinning structure that sends out pulses of light that could, if it works, induce a hallucinatory, dreamlike state in your mind. Another group is producing a light-emitting artwork using bioluminescent bacteria. Others are growing a living sculpture of a face using bacteria taken from their own faces. &quot;I would never normally have this opportunity to, for want of a better word, &apos;play&apos; in a laboratory and use these different mediums to make art,&quot; says media student Kitty Edwards, standing behind a row of petri dishes labelled, &quot;ear&quot;, &quot;forehead&quot;, &quot;chin&quot; and &quot;inside Robbie&apos;s nose&quot;. &quot;You start to think about it all in a different way.&quot; This is the kind of response Heather Barnett, the project leader, is hoping for. An artist herself, who has spent the past 20 years working on interdisciplinary projects in labs, she believes that it is an approach that gives students a way to recognise their own expertise and skills. Academics, who are drawn from a range of backgrounds and schools, are expected to facilitate, rather than control, the learning outcomes. Students are assessed on their research and evaluation rather than the success of their ideas. &quot;It is highly student-centred,&quot; Barnett explains. &quot;They become teachers.&quot; &quot;When we start, we really don&apos;t know what is going to happen.&quot; The programme itself is also the subject of research, with several academic papers observing student engagement on the course. &quot;We want to influence the way education is done,&quot; says Barnett. Being able to work with and, more importantly, explain your ideas to someone from a different academic background is one of the central challenges. Standing in a pitch-black cupboard, lit only by the glow of a beaker full of luminous bacteria, Benjamin Palmer, a human and medical science student, explains his experience of working with an illustrator. &quot;We&apos;re literally yin and yang,&quot; he says. &quot;It works quite well. We&apos;re constantly spurring each other on while limiting each other; he&apos;s able to do blue-sky thinking, but we can also provide each other with foresight you&apos;d never have from your own field. In science everything is so precise. We had a taster session at the start and there were finger paints; the scientists went crazy. It was so good to be able to break free of that.&quot; Even as an observer, it is difficult to leave the laboratory. The excitement of the students is catching. I spend my last 20 minutes drawing a picture of a cat using bacteria as ink, and go home with a recipe describing how to make fluorescent liquid out of squid using stuff you can find in the kitchen. &quot;People always ask, what have you done today?&quot; says Robbie Duncan, an illustrator. &quot;Normally, all you can say is lectures  I hate that. With this I can say: I&apos;ve grown some bacteria!&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/19/art-students-find-beauty-in-science", 
    "wordcount": "740"
}