{
    "headline": "Hopes for new TB vaccine dashed following unsuccessful trials", 
    "text": "Hopes that a much needed new tuberculosis vaccine was on the way, the first for 90 years, have been dashed by trial results showing it did not protect babies against the disease. Optimism surrounded the vaccine candidate, know as MVA85A, because trials in adults had gone well. The vaccine, developed by Professor Helen McShane, a Wellcome Trust senior clinical research fellow at Oxford University, stimulated an immune system response when given to adults. But the study, published by the Lancet medical journal, shows the vaccine did not have a comparable effect when given to babies in South Africa. &quot;The vaccine induced modest immune responses against TB in the infants, but these were much lower than those previously seen in adults, and were insufficient to protect against the disease,&quot; said McShane. She and others hastened to add that the trial had not been wasted, because it gathered information that would feed into the development of potentially more successful vaccines in the future. &quot;This is the first efficacy trial of a new TB vaccine since Bacille Calmette-Gurin [BCG], a significant step in itself, and there is much that we and others can learn from the study and the data it has produced,&quot; she said. &quot;The difficulty of this task is one reason why there has not been a new TB vaccine since BCG was developed more than 90 years ago, but one is still urgently needed and I&apos;m not about to give up now.&quot; A new vaccine is badly needed because the BCG has only a limited and short-lived effect. It does not protect against pulmonary TB, which is the most common form of the disease. TB is a major problem worldwide, killing 1.4 million people a year, and there are increasing problems with growing resistance to the drugs used to treat the disease. Dr Richard White, an epidemiologist at the London School of Hygiene and Tropical Medicine and director of the TB modelling and analysis consortium, said the vaccine was the first of about 12 now being tested in humans; approximately 50 more were still being tested in the lab. &quot;The MVA85A vaccine was given to infants who had been vaccinated soon after birth,&quot; said White. &quot;MVA85A was designed to be given after the BCG vaccine that many of us had when we were younger. It was designed to &apos;boost&apos; the effect of BCG by increasing immunity to a key protective antigen or protein from the TB bacteria, Ag85A. &quot;This trial result raises many questions, some of which are already being explored in trials. For example, might MVA85A be effective if given to adults? This would be hugely valuable because the majority of TB disease and deaths are among adults. &quot;Preliminary modelling suggests that even a partially effective vaccine could have a major impact on men, women and children whose lives are currently blighted by TB, averting millions of TB cases and deaths over 25 years.&quot; The trial involved 2,794 healthy infants aged between four and six months, who had already been vaccinated with the BCG. Half, chosen at random, received the new trial vaccine and half received a placebo. They were followed for up 37 months. The researchers found 39 cases of TB in the placebo group and 32 in the vaccinated group, indicating that there may have been some response, but not sufficient.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/04/hopes-tb-vaccine-dashed-unsuccessful-trials", 
    "wordcount": "570"
}