{
    "headline": "Why the Doha climate conference was a success", 
    "text": "The Doha climate conference was not a spectacular conference deciding on the 2015 global climate deal, which seems to have come as a surprise to some commentators and environmental groups. But nobody should be surprised. All countries agreed last year in Durban that the climate conferences between then and 2015 would set the stage for the big deal in 2015. Before Doha, the EU presented its checklist to secure progress towards the new climate deal. We can tick them off now. The EU wanted Doha to mark the transition away from the old climate regime, where only developed countries have the legal obligation to reduce emissions, to the new system where all countries, developed and developing alike, will for the first time make legal commitments under the new global agreement. Check. In Doha, we changed the very structure of our negotiations. Before, we had different working groups based on the sharp distinction between developed and developing countries. Now, we have one negotiation forum, the Durban Platform, for all countries. Check. This is not a small achievement. Today, the average emission per capita in China is already 7.2 tonnes and increasing. Europe&apos;s is 7.5 tonnes and decreasing. The world cannot fight climate change without emerging economies committing. That is why crossing the bridge from the old system to the new system was so important. And we did it. And this bridge is being constructed by the EU and a handful of other developed countries committing to a second Kyoto Protocol period. Too many years of hard work would have been lost if we had not renewed Kyoto, which is still the only existing treaty that requires emission cuts. We simply couldn&apos;t afford that. Another check.  We have ensured continuity up to the new global deal in 2020, with the EU succeeding in negotiating an eight-year extension of the protocol. Check.  We have finally resolved the long-running problem of &quot;hot air&quot;  surplus of unused carbon credits from the first Kyoto period. Buyers will be limited in how much they can purchase. The EU&apos;s law doesn&apos;t allow using them and all potential buyers made declarations that they will not buy them anyway. Moreover, the new rules prevent the creation of additional hot air. This is a strong environmental outcome. Check. Despite the difficult economic times in Europe, we also continued to provide climate funding in Doha. Several EU member states and the European Commission came forward with some 7bn in climate funds for 2013 and 2014, which represents an increase from the past two years. Check. The EU also requested that Doha set out a schedule of what must be done from now until 2015. We now have a workplan. Check.  But before the future legal regime kicks in 2020, the EU insisted on identifying further measures to reduce emissions in order to hold global warming below 2C. Doha delivered that. And all Kyoto and non-Kyoto countries&apos; targets will be revisited by 2014 with a view to considering raising their ambition. Check.  The intention of UN secretary general Ban Ki-moon to convene a summit of world leaders on climate change in 2014 can give added political momentum to this work. In Europe we are not waiting for the global agreement before acting. While we have legislation in place to cut our emissions to 20% by 2020, and we may move to 30% if other major economies do their fair share, the reality is that we will exceed a 20% reduction, and could even be as much as 27%. Our recently approved energy efficiency law will add a few percentage points to our cuts, and recent legislative proposals from the European Commission will reduce emissions further once adopted. True, Doha was not fantastic, but we did make progress towards the 2015 deal. Of course, it&apos;s not difficult to be frustrated with the slow pace and the low common denominator of international negotiations. But does it mean that we should give up? Can the world afford that? Where would the dialogue continue? Although frustration is a renewable source, it does not reduce emissions. To overcome frustration, one must remain intensely focused on the final goal that all parties have signed up a global climate deal by 2015. Doha took the first steps.", 
    "section": "environment", 
    "gid": "environment/2012/dec/14/doha-climate-conference-success", 
    "wordcount": "713"
}