{
    "headline": "Loans policy will discourage adults from further education", 
    "text": "After nine years as a full-time parent, Corey Jeffs was keen to get back to work. But with no formal qualifications or recent work experience, she struggled to find a job, and as a single parent, paying for a college course seemed far beyond her reach. She approached Strode College in Somerset, where staff explained that as she was claiming employment and support allowance, she would be entitled to funding for a higher education access course in health and social care. Nine months on, she is achieving top grades and has an offer of a place to study podiatry at Cardiff University. &quot;It has made such a difference to my confidence,&quot; says Jeffs. &quot;I always thought I wasn&apos;t very clever, but I&apos;ve realised that I&apos;m actually very capable.&quot; But changes to the way further education is funded  due to take effect from next autumn - could make it more difficult for people like Jeffs. While many FE courses for the over 24s are currently subsidised by up to 50%, the government plans to scrap financial support for this age group and introduce loans to cover the cost of level-3 (A-level equivalent) and level-4 (foundation degree or HND equivalent) courses. So not only will many students have to take out loans  they could end up paying a lot more for their studies. Research carried out by the National Union of Students and University and College Union suggests women are likely to be hardest hit by these changes. Their analysis of government data on 231 further education colleges shows that over 60% of those currently doing level-3 and-4 courses are women. This has traditionally been the case, particularly in highly skilled but relatively poorly paid sectors such as health and social care, where 72,570 women enrolled on level-3 courses compared with 15,120 men in the 2010-11 academic year. The findings come as no surprise to David Hughes, chief executive of the National Institute of Adult Continuing Education. He says: &quot;Women are far more likely to leave the workplace to bring up children and may then want to update their skills or retrain in careers that may not be well paid, but are more likely to offer family-friendly hours.&quot; It&apos;s a double blow for women, says Toni Pearce, vice-president (FE) of the NUS, as not only are they over-represented in the most poorly paid sectors, they also have the gender pay gap to contend with. &quot;So as well as having to take out these loans to get educated, it may take them longer to pay their debts,&quot; she says. A national day of action is planned on 22 June against the increase in FE fees and the NUS is encouraging members to lobby their MP on the issue. The Department for Business, Innovation and Skills (BIS) recently published its own market research on attitudes to FE loans, which found that just 11% of learners would definitely do a course if it meant taking out a loan. How this will play out when FE loans become a reality is &quot;anyone&apos;s guess&quot;, says Hughes. Under current proposals, learners will only start making repayments when they are earning at least 21,000 a year, but Tom Wilson, director of Unionlearn, the education arm of the TUC, is worried that fear of debt may be a barrier for some. This is true for Vanessa Blake, a single parent working towards an access course at Fircroft College in Birmingham. Having dropped out of college at 16 to have a baby, it took her almost a decade to return to education. She says the prospect of having to take out a loan would definitely have made her think twice. &quot;In five years&apos; time 1,500  the cost of my access course  could be much more, in relative terms,&quot; says Blake. &quot;Paying back 40 a month might not seem like a lot, but when you&apos;re surviving on a low income, every penny counts.&quot; Some college principals are worried about falling rolls. Sara Mogel, principal of West Cheshire College in Chester, says her college is currently trying to put together its prospectus for the 2013-14 academic year, but with so much uncertainty, it is &quot;impossible&quot; to predict student numbers, and crucially, the resulting income. Mogel predicts some courses could be at risk. &quot;If you take the example of a care worker who wants to do some short courses to enhance their skills, but not necessarily lead to a salary increase  will they want to take out a loan to do that? The government says it wants highly skilled people, but this policy seems to discourage people from getting new qualifications.&quot; Pearce is worried that colleges will follow a similar pattern to universities, attempting to make up the shortfall in government funding by charging the maximum possible. And unlike higher education, where institutions will be required to ringfence funding for outreach work to encourage poorer students to go to university, this does not appear to be included in the proposals for the new FE loans, says Hughes. Pearce is also concerned about the future of apprenticeships. Under the new funding arrangements, unless their employers are willing to fund training, apprentices aged over 24 will be expected to pay their own course fees  from around 500 for something like business administration to up to 3,500 for more technical courses such as plumbing or electrics  as Pearce puts it, &quot;taking out loans to go to work&quot;. And while big employers will continue to fund training, the fee increase may put small and medium-sized enterprises (SMEs) off taking on apprentices, says Wilson. &quot;They&apos;ll think: &apos;What if my apprentice doesn&apos;t succeed and I have paid for their training  or they are poached by another company?&apos; These are very real worries for SMEs.&quot; Hughes is also concerned about whether the Student Loans Company has the capacity to deal with the new loans. &quot;FE is far more complex than higher education and dealing with thousands of different courses with different start dates, durations and costs is a big challenge,&quot; he says. But he is keen to point out, as is Wilson, that there are good things about the new arrangements, not least the fact that learners who are financing themselves can enrol without having to find the fees upfront. Alison Warburton, a learning support assistant at Darlington College, decided, in her early 40s, that she no longer wanted to work in catering. She recently completed level-3 and -4 qualifications in teaching, at a personal cost of around 1,000. &quot;It took me months to save up for my course fees,&quot; she says. &quot;It would have been marvellous to be able to take out a loan.&quot; A BIS spokesperson says: &quot;The government has prioritised available public investment in further education to support young people and those with low skills. Alongside this prioritisation, the government wants to provide a means for all those wishing to undertake intermediate and higher-level training courses to do so. The benefit to the individual of this training is higher and it is considered right that they should make a greater contribution to the costs of that training.&quot; But Pearce is not convinced. &quot;As much as the government tries to justify the introduction of loans by saying it is helping more people get access to education, what this is really about is the removal of funding for adult further education.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/04/adult-further-education-loans-funding", 
    "wordcount": "1268"
}