{
    "headline": "Apps Rush: iPhoto, Belkin Mobile TV Player, miCoach Tennis, myTrains, Coco Loco and more", 
    "text": "A selection of 12 new apps for you today: iPhoto Unveiled at the launch event for Apple&apos;s new iPad, the iPhoto app is now available on the App Store. It&apos;s a super-slick app for browsing, editing and sharing photos, with tactile touchscreen controls, a range of editing effects, and a feature called Photo Journals to share themed collections with friends and family, via iCloud.iPhone / iPad Belkin Mobile TV Player Gadgets-maker Belkin has a new iOS app for watching and controlling your home TV from your iPhone or iPad, wherever you are in the world. It works with a specific Belkin Mobile TV device back in the home, though. The link above is for the iPad version, but here&apos;s the iPhone app.iPhone / iPad miCoach Tennis Adidas&apos; latest iPhone training app focuses on tennis, using as in previous miCoach apps the separate Speed Cell sensor that&apos;s attached to the user&apos;s trainers. In this case, the app and sensor measure speed, rallies and distance covered, with tennis pro Andrea Petkovic providing tips.iPhone Google Google has revamped its official search app for Windows Phone, with new features including autocomplete sand voice search, and the ability to use the device&apos;s location to find local results.Windows Phone myTrains Known for its tube-map apps, mxData&apos;s latest iOS release focuses on train times in the UK, drawing on data from National Rail Enquiries. Live departure and arrival information, platform details, a journey planner and the ability to set your home station or find the nearest one to your current location.iPhone / iPad GO Weather Widget This is the latest widget for the Go Launcher EX Android app, offering a way to check out the latest weather in a host of cities on your device&apos;s homescreen. It includes a choice of widget sizes.Android Coco Loco Coco Loco is the latest game from Chillingo, which sees you sending marshmallow characters flying through the air into chocolate forts. Any resemblance to other famous games involving sending things flying through the air into fort-like structures is, of course, pure coincidence.iPhone / iPad Wubbzy&apos;s Pirate Treasure Already available for iOS, this app for kids is now on Android, starring Wubbzy a character from a show on the Nick Jr. channel. Its piratical storyline is complemented by narration, interactivity and music videos.Android Facejacker I picked up on this a few weeks ago, but Widebeam Digital&apos;s second-screen app for Channel 4&apos;s Facejacker series is now officially out, to co-incide with the show. Unlock content including videos, ringtones and soundboards while watching the episodes.iPhone / iPad Vertigo Comics Veteran comics publisher DC Comics has launched a new iOS app for its Vertigo imprint, offering comics and graphic novels from its archives. As with previous apps, it&apos;s using ComiXology&apos;s platform.iPhone / iPad VideoScribe.tv This Android app is all about creating animations and videos without needing to be a professional: &quot;Whether you want to introduce people to your business, tell a story, explain a process, illustrate a talk or simply want to be creative...&quot;Android Highway Hobo Good news for anyone who&apos;s been wishing Frogger had more of a drunk tramp element. This Android game is the work of developer BrainDeadApe Games, and is the first mobile game with a special weapon called &quot;the apocalyptic burp&quot;. Probably.Android", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/08/apps-rush-iphoto-belkin-micoach", 
    "wordcount": "554"
}