{
    "headline": "Obama's Arctic strategy sets off a climate time bomb", 
    "text": "One week ago, the Obama administration launched its National Strategy for the Arctic Region, outlining the government&apos;s strategic priorities over the next 10 years. The release of the strategy came about a week after the Office of Science and Technology Policy within the Executive Office of the President at the White House Complex hosted a briefing with international Arctic scientists. Despite giving lip service to the values of environmental conservation, the new document focuses on how the US can manage the exploitation of the region&apos;s vast untapped oil, gas and mineral resources in cooperation with other Arctic powers. US hinges success of Arctic strategy on diminishing sea ice At the heart of the White House&apos;s new Arctic strategy is an elementary but devastating contradiction between what President Obama, in the document&apos;s preamble, describes as seeking &quot;to make the most of the emerging economic opportunities in the region&quot; due to the rapid loss of Arctic summer sea ice, and recognising &quot;the need to protect and conserve this unique, valuable, and changing environment.&quot; Despite repeated references to &quot;preservation&quot; and &quot;conservation&quot;, the strategy fails to outline any specific steps that would be explored to mitigate or prevent the disappearance of the Arctic sea ice due to intensifying global warming. Instead, the document from the outset aims to:   &quot;... position the United States to respond effectively to challenges and emerging opportunities arising from significant increases in Arctic activity due to the diminishment of sea ice and the emergence of a new Arctic environment.&quot;  In other words, far from being designed to prevent catastrophe, the success of the new strategy is premised precisely on the disappearance of the Arctic summer sea ice.  The document identifies three main US objectives in the region: advancing US &quot;security interests&quot; by increasing US military and commercial penetration &quot;through, under, and over the airspace and waters of the Arctic&quot;; pursuing &quot;responsible Arctic region stewardship&quot; by continuing to &quot;conserve its resources&quot;; and strengthening international cooperation to advance &quot;collective interests&quot; and &quot;shared Arctic state prosperity&quot; - all the while, somhow working to &quot;protect the Arctic environment.&quot;  Vast quantities of mineral resources But the most important strategic objective is all about Big Oil.  Noting that &quot;ocean resources are more readily accessible as sea ice diminishes&quot;, the strategy document points out that:  &quot;The reduction in sea ice has been dramatic, abrupt, and unrelenting. The dense, multi-year ice is giving way to thin layers of seasonal ice, making more of the region navigable year-round. Scientific estimates of technically recoverable conventional oil and gas resources north of the Arctic Circle total approximately 13 percent of the world&apos;s undiscovered oil and 30 percent of the world&apos;s undiscovered gas deposits, as well as vast quantities of mineral resources, including rare earth elements, iron ore, and nickel. These estimates have inspired fresh ideas for commercial initiatives and infrastructure development in the region. As portions of the Arctic Ocean become more navigable, there is increasing interest in the viability of the Northern Sea Route and other potential routes, including the Northwest Passage, as well as in development of Arctic resources.&quot;  The document emphasises that the Arctic is central to US &quot;energy security&quot;, as the region:   &quot;... holds sizable proved and potential oil and natural gas resources that will likely continue to provide valuable supplies to meet US energy needs.&quot;  Empty promises Extraordinarily, the document offers just a single sentence acknowledging the potentially destabilising impact of rapid loss of Arctic summer sea ice:   &quot;These consequences include altering the climate of lower latitudes, risking the stability of Greenland&apos;s ice sheet, and accelerating the thawing of the Arctic permafrost in which large quantities of methane  a potent driver of climate change  as well as pollutants such as mercury are stored.&quot;  To address such risks, the document promises obliquely that:  &quot;Protecting the unique and changing environment of the Arctic is a central goal of US policy. Supporting actions will promote healthy, sustainable, and resilient ecosystems over the long term, supporting a full range of ecosystem services.&quot;  Yet this generic promise offers no specific explanation of what US policy to &quot;protect&quot; the Arctic entails - particularly given that protecting the &quot;changing environment of the Arctic&quot; might well allude to a policy of doing nothing to stop the &apos;change&apos; that is the diminishing of the sea ice.  This is all the more alarming given that more than 180 native communities in Alaska are, according to this week&apos;s in-depth Guardian investigation, &quot;flooding and losing land because of the ice melt that is part of the changing climate.&quot;  Unfortunately, President Obama&apos;s new Arctic strategy offers nothing tangible for the country&apos;s &quot;first climate refugees&quot;, despite giving copious lip service to consulting the region&apos;s indigenous communities already facing direct threats to their existence due to climate change. A strategy for global catastrophe But the strategy is not just bad new for so many Alaskan natives. It&apos;s also bad news for the rest of us.  America&apos;s new Arctic strategy, if implemented, will dramatically accelerate the very processes of fossil fuel consumption that have already led to carbon dioxide atmospheric concentrations reaching a record 400 parts per million. And as Damian Carrington reports:  &quot;... the last time this happened was several million years ago, when the Arctic was ice-free, savannah spread across the Sahara desert and sea level was up to 40 metres higher than today.&quot;  Studies based on paleoclimate data consistently show that conventional climate models of where this current business-as-usual trajectory is heading tend to underestimate the extent of the crisis.  A 2011 paper in Science found that at the current rate of increase of greenhouse gas emissions, by the end of the century they will reach levels last seen when the planet was 16C hotter - far more catastrophic than the Intergovernmental Panel on Climate Change&apos;s (IPCC) worst case projection of a virtually uninhabitable planet at 6C by 2100. According to lead author Jeffrey Kiehl, senior scientist at the National Center for Atmospheric Research (NCAR), the study &quot;found that carbon dioxide may have at least twice the effect on global temperatures than currently projected by computer models of global climate.&quot; Now a new study published last week in the same journal vindicates these conclusions, showing that at current atmospheric concentrations, the Arctic was 8C warmer:   &quot;One of our major findings is that the Arctic was very warm in the Pliocene [~ 5.3 to 2.6 million years ago] when others have suggested atmospheric CO2 was very much like levels we see today. This could tell us where we are going in the near future. In other words, the Earth system response to small changes in carbon dioxide is bigger than suggested by earlier models.&quot;  So the new US Arctic strategy is not just short-sighted, ill-conceived and self-interested. If it proceeds as planned, it will condemn all of humanity to unimaginable disaster, just to sustain the near-term profits of a few giant energy corporations. Dr Nafeez Ahmed is director of the Institute for Policy Research &amp; Development and author of A User&apos;s Guide to the Crisis of Civilisation: And How to Save It among other books. Follow him on Twitter @nafeezahmed", 
    "section": "environment", 
    "gid": "environment/earth-insight/2013/may/17/obama-arctic-energy-security-climate", 
    "wordcount": "1228"
}