{
    "headline": "The benefits of hindsight: how history can contribute to science policy", 
    "text": "It is easy to chant the mantras of evidence-based policy, but less straightforward to determine which forms of expertise and evidence should count. There is now a welcome recognition across government that many policy problems benefit from multidisciplinary perspectives. But implicit hierarchies between disciplines persist, which are rarely explained or written down. There have been several efforts to demonstrate the value of the humanities to policy in recent years, including helpful contributions from the British Academy, the Arts and Humanities Research Council and individual humanities scholars.  Some progress has been made, but as the historian Roger Kain put it in his October 2011 oral evidence to the House of Lords inquiry into chief scientific advisers (speaking on behalf of the British Academy): &quot;The term science and engineering seems at the moment to not exclude but marginalise the humanities and social science in relation to advice and expertise: culture, history, language, psychology, and political science&quot;.  The potential contribution of a number of &quot;marginalised&quot; disciplines merits discussion. Here we want to focus on history, and call for the evidence and expertise of historians to be taken more seriously in policy  particularly science policy  alongside evidence from the natural and social sciences. Given Sir Mark Walport&apos;s support for the medical humanities and the history of science during his decade as director of the Wellcome Trust, we hope this is an agenda where he will want to demonstrate some leadership during his tenure as government chief scientific adviser. We suggest that one way he could signal his commitment to the value of historical methods and insights in science policy would be to pilot a &quot;hindsight project&quot; within the government&apos;s existing Foresight Programme. Finding a place for history in science policy In science policy, history often plays a role as example or justification, based on assumptions about how science is done or how innovation occurs that misrepresent our knowledge of the past. As Virgina Berridge notes in her study of history in health policy, there can be a &quot;totemic role&quot; for historians, where historical messages are &quot;misunderstood or used for particular policy purposes&quot;. Historians, naturally, aim to mediate the history used in the public sphere, ensuring that is not completely divorced from their research, most of which is publicly funded.  Initiatives like History and Policy are focused on encouraging historians to see the potential relevance of their work and, through policy-friendly reports, aim to show that &quot;historians can shed light on the causes of current problems and even suggest innovative solutions&quot;.  Historians have occasionally found a role within policymaking through research focused on topics of recent history and obvious relevance. One example is Catherine Haddon who, having produced a thesis on Whitehall and cold war defence, is now a research fellow at the Institute for Government. Similarly, there was interest in historian Abigail Wood&apos;s work on foot and mouth disease, in the immediate aftermath of the crisis of 2001.  However, there is a role for broader input from the history of science and allied disciplines, if a mechanism can be found to bring this evidence into the policymaking process. Last month, the case for historical advisers in government departments received a high-profile endorsement from Lord Butler, the former cabinet secretary. &quot;Those who take major policy decisions in ignorance of relevant history,&quot; he wrote, &quot;are like a driver who commits to some manoeuvre in the road without looking into the rear mirror.&quot;  His timing was deliberate: with momentum building around the use of evidence in policy and new initiatives such as the Cabinet Office&apos;s network of &quot;what works&quot; centres, historians feel they are in danger of being undervalued as an asset to the policy process. Dispelling myths and challenging assumptions History of science can provide insights that may have general agreement within the discipline but sharper divergence from more popular accounts. Historians are good at judging the interests that lie behind differing interpretations of the past, as well as exploring their validity. One example is the work of David Edgerton, who has highlighted a number of areas in which common assumptions in science policy are shown to be problematic. These include challenging the perceived economic and technological significance of publicly funded research, and cherished notions of researcher autonomy such as the &quot;Haldane Principle&quot;.  Although Edgerton has shown that the so-called &quot;linear model&quot; of innovation is a recent academic construct, created as a foil to better models, there is frequent recourse, both by science lobbyists and austerity-juggling politicians, to economic arguments for science funding that sound suspiciously similar. The argument that pure scientific research is the best means of producing new and unexpected technologies dates back to the 19th century and has been corralled into support for increased state funding of science ever since.  Historical research has, however, shown that what is classed as &quot;pure&quot; science can often be seen as the product of work focused either on specific outcomes, or existing within what Jon Agar has called &quot;working worlds&quot; or &quot;projects that generate problems&quot;.  Historical myths, assumptions and analogies frequently find their way into policy announcements and, even if merely as throwaway devices to help frame a speech, can by repetition serve to cloud important issues. One example is the persistent myth of Britain being good at discovery and poor at supporting innovation, referred to in a 2010 speech by David Willetts, the minister for universities and science, as &quot;that old British problem of failing to make the most of our own discoveries and inventions&quot;. James Sumner pointed out that his example  Joseph Priestley, Johann Jacob Schweppe and the production of carbonated drinks  completely undermined Willetts&apos;s point.  Eyes on the prize One opportunity for the input of historical expertise to discussions about science, technology and innovation is in the recently established Centre for Challenge Prizes within Nesta, the UK innovation foundations. As the Centre&apos;s Landscape Review explains, one of its activities will be research into the effectiveness of challenge prizes, past and present.  The emblematic example of challenge prizes is the 1714 Longitude Act. The meaning and usefulness of this choice is something that a current AHRC-funded research project on the history of the Board of Longitude, based at the University of Cambridge and the National Maritime Museum, is well-placed to examine. While the well-known version of the story appears to back claims about the efficacy of one-off inducement prizes, research shows that in order to provide a practical solution to the problem of finding longitude at sea, the Board was necessarily much more flexible in the range of funding mechanisms they used. Given the focus on challenge prizes as economically efficient, perhaps the most problematic claim is that they &quot;generate commercial activity&quot;. It was the already-thriving commercial activity surrounding instrument making in 18th-century London that enabled production of potential longitude solutions, rather than the large reward acting as an incentive to commerce. Where the Board of Longitude was particularly significant was not in a one-off reward but through long-term support, as the longitude solutions were gradually accepted, embedded and made commercially viable.  The idea that financial risk can be limited &quot;by awarding a prize only when the challenge is successfully met&quot; raises pertinent questions, which troubled the Board greatly, about how to judge success. As well as paying out smaller rewards for promising ideas, the Board paid Harrison a very large reward despite the fact that his single, expensive and complex product was a long way from solving the problem for every naval vessel. The lessons to be learned are that prize criteria must be drawn up with extreme caution, and organisers must be clear about how much money is worth risking on a potentially prize-winning but not problem-solving solution. The longitude case is one in which the history is partially known, in ways that are informed by erroneous assumptions about the nature of innovation. Familiar stories of geniuses who work alone to produce products that solve problems, more or less at a stroke, could hardly be less useful. Harrison was remarkable, but he and the successful longitude solutions required the skills of others and long-term support. Similar stories can be unearthed about other, more recent examples of challenge prizes and should be incorporated into thinking about what can be expected from such initiatives. Hindsight enriching foresight  Of course, historians are not likely to be welcomed to the party if their only contribution is &quot;but it&apos;s more complicated than that.&quot; An ability to unpack assumptions, myths and the lost contexts in which particular policy ideas were formed can be particularly useful. Dealing with nuance and complexity in evidence, and how perspective changes its interpretation, are commonplace skills in historical research and could be invaluable for mitigating potential policy failures and controversies, for example around new and emerging technologies.  As Geoff Mulgan has argued in this series of posts, historians and political scientists have also made important contributions to the field of &quot;evidence about evidence&quot;, helping policymakers to understand how knowledge is formed, exchanged and used in policymaking.  All of this leads to our modest concluding proposal. As Sir Mark Walport takes over at the Government Office for Science, one small but significant way in which he could signal his commitment to the value of historical methods and insights would be to pilot a &quot;hindsight project&quot; within the existing Foresight Programme. Adding one or two historians of science to the policy mix could provide the Government Office for Science, and the wider science and engineering profession in Whitehall, with the &quot;rear mirror&quot; on which, as Lord Butler argues, every good driver should rely. Rebekah Higgitt is curator of history of science and technology at the National Maritime Museum (@beckyfh). James Wilsdon is professor of science and democracy at the Science Policy Research Unit, University of Sussex (@jameswilsdon). This is an edited version of their contribution to the book Future Directions for Scientific Advice in Whitehall, which will be free to download here from 18 April 2013.", 
    "section": "science", 
    "gid": "science/the-h-word/2013/apr/11/benefits-hindsight-history-science-policy", 
    "wordcount": "1692"
}