{
    "headline": "Skomer's birdman returns to keep watch on guillemots", 
    "text": "     Tim Birkhead scrambles over slippery, lichen-covered rocks seemingly unperturbed that the slightest stumble will send him somersaulting into the churning sea far below. He hunkers down in a battered bird hide and opens the wooden shutters on to the Amos guillemot colony: many hundreds of brown and white seabirds packed together on the sheer cliff. &quot;For me, this is just like watching a really good show on television,&quot; he says. &quot;I love observing these birds. They are so garrulous, so dynamic. They fall out with each other and with neighbours. They have long-term relationships and flings. Just like humans, really.&quot; Birkhead, professor of behavioural ecology at the University of Sheffield, has been coming to this spectacular spot on the tiny island of Skomer off the coast of south-west Wales, for 40 years, making this investigation into the Amos guillemots one of the longest-running field studies of its kind.     Guillemots on Skomer: essentially monogamous but regularly unfaithful. Photograph: Dimitris Legakis/D Legakis Photography/Athena    The birdman of Skomer first set foot on the uninhabited island in the summer of 1972 as a 22-year-old PhD student interested in the sex life of the guillemot. Like many other birds (and humans, come to that) the guillemot is essentially monogamous but regularly unfaithful, meaning that around 10% of chicks are reared by a non-biological father. Birkhead found a population in trouble. In the 1930s, there were an estimated 100,000 guillemots here but by the early 70s there were only around 2,000 left, possibly as a result of oil pollution. Their sparsity made it more difficult for the birds to gang together to protect themselves from attacks by gulls and ravens. As he watched a cliffside nest, Birkhead had an epiphany. &quot;The bird right in front of me stood up off the egg and made its greeting call [a sort of harsh &quot;quark-quark&quot;]. I looked out to sea, and among the myriad of birds flying backward and forwards this one bird was arrowing in from around 500m out.&quot; The returning bird plonked itself beside the one that had made the greeting call. &quot;I was amazed that the bird on the nest had been able to pick out its partner from among all those hundreds of birds,&quot; says Birkhead. He left to write his doctorate, climb the academic ladder, write books and raise his own family but every summer would return for weeks at a time to survey the guillemots. He got to know some birds individually. &quot;They live on average for 25 years so you do come to have favourites.&quot; In the early days, travel to and accommodation on the island was rudimentary. A farmer ran a boat from the mainland to Skomer, but only when it suited him, and Birkhead says he would spend frustrating times waiting for his lift. Birkhead would stay in a bunk-room and sometimes supplies would run out. He often had to cut the mould off bread to make a meal and enjoyed the odd gull egg omelette  the gulls were more plentiful than they are now. He also caught fish and once trapped a lobster so huge he had to boil it in a milk churn. There was no telephone, only a radio linking the island to the coastguard, and no television. &quot;But every day seemed sunny. Global warming seems to have made the weather more variable.&quot; Global warming also seems to have had an effect on the guillemots. They nest two weeks earlier than when Birkhead first came. But they do seem to be enjoying a comeback, numbering around 20,000 this summer. Birkhead believes human overfishing may have thinned out populations of larger fish, leading to an increase in the number of sprat, the guillemot&apos;s preferred meal. Times have changed on Skomer. A frequent boat service now brings hundreds of bird fans to the island every week during the breeding season. There is accommodation for visitors and a study centre for scientists who research the other island birds, including the tourists&apos; favourite, the puffin  beautiful but a little boring, according to Birkhead. The way the birds are monitored has also changed. In 1972, it was impossible to know where the guillemots were going when they left the nest. Satellite tracking now shows that typically they make a 60-mile round trip to fish, returning with a single sprat. Ironically, the success of the guillemots makes it increasingly difficult for Birkhead to get funding for his visits: &quot;Organisations aren&apos;t so interested in species that are doing well.&quot; But as long as he can, Birkhead says he will return to Skomer to check that his beloved guillemots are thriving on the Amos cliffs.", 
    "section": "environment", 
    "gid": "environment/2012/jul/16/birdman-skomer-returns-watch-guillemots", 
    "wordcount": "776"
}