{
    "headline": "Should the UK now embrace GM food?", 
    "text": " 9.51am: A new survey commissioned by the British Science Association suggests that public concern in the UK over genetically modified foods has fallen slightly in recent years compared to the period a decade or so ago when campaigning against the technology was at its most strident. The survey&apos;s results - which show a 5% fall since 2003 in those who say they are &quot;concerned&quot; about GM - do not suggest a radical change in opinion, but they do align with the common perception that there is less hostility now towards the technology, coupled with signs of positive support from some politicians within government. The EU is also currently considering whether to relax its rules on the technology and allow each member state to decide whether to impose their own ban on cultivating GM crops, or make their own deals direct with biotech companies on commercial growing. So, after a period of sometimes extreme hostility towards &quot;Frankenfoods&quot;, could the UK be among the first countries within Europe to embrace the technology? Have the arguments both for and against the technology changed enough in recent years to see GM crops grown around the UK and foods containing GM ingredients routinely offered on supermarket shelves? Traditionally, there have been three points of concern regarding GM foods: 1) The fear of unintended consequences; hence why environmentalists have long called for the application of the &quot;precautionary principle&quot;. 2) The opportunity for the biotech industry to &quot;own&quot; the technology and, thereby, tightly control and dictate how farmers around the world use it. 3) The instinctive desire within many of us not to consume something that is &quot;unnatural&quot; - the fear of so-called &quot;Frankenfoods&quot;. Have any of these concerns dissipated enough to see the UK embrace GM food? Do issues such as climate change, poverty and a fast-rising human population mean we now have to put aside these fears? If quoting figures or scientific findings to support your points, please provide a link to the source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.  10.51am: I&apos;ve just received this response from the National Farmers Union:  The world faces huge challenges in feeding a growing population (nine billion by 2050) but this has to happen against a backdrop of pressures on natural resources, unpredictable weather patterns, climate change and the need to manage more carefully the use of chemical inputs.To achieve this we will need every single tool in our toolbox - and that includes GM crops that have been adapted to cope in dry conditions, need fewer pesticides or offer nutritional benefits.Of course there needs to be a strong legal framework for approvals and effective co-existence measures to allow GM and non-GM systems to operate successfully together but these must be proportional to the need so that growers can retain their markets, and must be based on sound science. A recent NFU article: Europe, GM and the perfect storm   10.56am: And this just in from Dr Tom MacMillan, director of innovation at the Soil Association:  Contrary to the headline, the survey doesn&apos;t actually show that public concern over GM food has lessened  it shows that attitudes have neither hardened nor thawed. For the comparable questions where there is data for the years in between now and 2003, we actually see a great deal of fluctuation in public attitudes. The share saying they agree that GM food &quot;should be encouraged&quot; actually drops from 46% in 2002 to 27% in 2012. Not only does that directly call into question the notion that there is greater public appetite for GM, but the fact that the figures are 35% in 2005 yet 44% in 2010 suggest it is absolute nonsense to suggest a clear trend here.There are lots of substantive arguments around GM, the future of food and farming, and so on, that I&apos;m sure this coverage will cause to be rehearsed. But the premise  a new survey shows an important shift in attitudes  is incorrect.This survey repeats questions people were first asked a decade ago. While that might be an interesting academic exercise, in practice the world has moved on in those 10 years, to new areas of research and innovation, so it is a real throwback to focus on GM. Where we haven&apos;t yet seen enough progress is in tackling the democratic deficit at the heart of British research policy, which leaves the public, small businesses and farmers little say in the research that is done with their money and in their name.   11.44am: GM Freeze, the campaign group that, well, wants to put a freeze on GM foods, has issued a press release criticising the British Science Association survey:  Overall the poll results show the majority of people are not supportive of a headlong rush for GM crops, so little has changed in the last decade. The questions used in the poll put a very positive spin on GM crops, include some basic factual errors and ignore problems and scientific uncertainty about their efficacy. We would have expected something tighter and smarter from the BSA. Overall GM crops in commercial production in the Americas have failed to deliver all that was promised. Many farmers faced with superweeds caused by growing GM crops - where the only control option is hand pulling - deeply regret taking it up. This technology is first and foremost a means to make profits for global seed and chemical companies.Scientists need to take a step back and develop technologies and approaches that work with nature rather than trying to change it and manipulate it for short-term profits. Crucially they also need to listen to the public.  I am trying to see if the BSA will post the PDF of its survey results online.  11.50am: My colleague Adam Vaughan, who wrote the news report about the survey, has uploaded the full results onto Scribd.com.  11.58am: I&apos;ve just received this response from Dominic Dyer, chief executive of the Crop Protection Association, which represents a number of biotech companies in the UK:  The global development of GM crops is a phenomenal success story. Last year, 160 million hectares of GM crops were planted by 16.7 million farmers in 29 countries. This represents a 94-fold increase in the biotech area since 1996, making GM crops the fastest adopted crop technology in modern history.The area of GM crops planted in the developing world has now overtaken developed nations, dispelling the myth that this is only a technology for highly industrialised farming systems.Year after year, GM technology is delivering proven benefits in terms of increased yields, economic growth and reduced environmental impact - but Europe&apos;s farmers and consumers remain locked out.Our own research shows that consumers understand the link between increased food prices and the impact of global factors such as population growth, climate change and rising oil prices. As a result they are more willing to embrace the use of agricultural science and innovation to help boost food supplies. (see http://www.cropprotection.org.uk/media/20934/impact_of_the_global_food_crisis.pdf)EU policy-makers must recognise that access to the most advanced farming technologies will be essential to tackle the growing food security crisis. On GM foods and crops, it&apos;s time to give Europe&apos;s farmers and consumers a choice.   1.24pm: In 2010, the Food Standards Agency published research looking at British attitudes towards &quot;emerging food technologies&quot;, such as GM foods:  The research found that people&apos;s knowledge of, and attitudes to, food technologies vary considerably. Certain characteristics were found to be in common with people who are more concerned about food technologies, including being older, female, having a low income or generally having a high level of concern about food safety.The more familiar people are with the names of food technologies the less concerned they are about them. For example, 31% of people were concerned about eating food cooked in a microwave, whereas 57% were concerned about eating food from a magnetron (another name for a microwave).Compared with 1999, when the same questions were asked, fewer people now said they have a strong attitude to GM food, and there has been a gradual increase in public support for GM food (from 10% in 1999 to 19% in 2008).    2.38pm: Below the line, Brian Wynne, professor of science studies at Lancaster University&apos;s Centre for Science Studies and with the ESRC Centre for Economic and Social Aspects of Genomics, has posted a long comment. He&apos;s critical of the BSA survey, but adds:  A key issue not sufficiently examined, is the assumption made by so many official statements from eg the UK chief scientific adviser, and the Royal Society, the EU, and almost everywhere, that we must have &apos;every tool in the tool-box&apos; including GM, for maximum production. Quite apart from the fact that we have enough global food production now, adequately to feed not just the existing population, but the 2050 projected one of 9 billion people, distribution and access are a crucial dimension of this too, and different possible modes of production will affect these aspects, some negatively, some positively. A key question for our scientists, and politicians to address, and to have the courage to demand that industry addresses too, is also whether GM technology can and will co-exist in the global agricultural toolbox with other technologies, without having the effect of destroying those other tools. Apart from more promise than delivery, and delivery of only private benefits like greater market share for their own chemical pesticides, GM has brought with it a marked narrowing of seed-varieties available to farmers, a concentration of ownership of seed-production and sales, and a concentration in ownership and control of the knowledge (intellectual property rights) which is required for agricultural production.   3.05pm: Reuters are reporting that &quot;European Union ministers are unlikely to agree draft rules to let countries decide themselves whether to grow or ban genetically modified (GM) crops, despite efforts by Denmark&apos;s EU presidency to reach a compromise&quot;. The report adds that &quot;strong opposition from France, Germany and some other EU countries has stymied efforts to agree the new rules&quot;...&quot;Britain and Spain had initially appeared willing to support the Danish compromise&quot;. More details here.  4.48pm:  My verdict It&apos;s a mark of just how successful the anti-GM campaigns of the 1990s and early 2000s were in persuading people across Europe to largely turn their backs on this technology that we are even asking this question now. A decade on and, as evidenced in the comments beneath this blog, emotions are still running very high. If I had replaced &quot;should&quot; with &quot;would&quot; in the headline question, it seems clear, as the survey itself suggests, there are still more people in the UK who object to the idea of GM food than those who would support it. There is, however, a large band of undecided people in the middle. Could they be persuaded to reject their indifference and actively support the technology? As I suggested at the start of this blog, there are three central objections to GM foods, each of which need ticking off the list. My own feeling, given all the emotion, alarmism and genuine causes for concern, that have passed under the bridge over the years, is that the biotech industry, and all those who passionately support GM foods, need to rebuild the case for its use from the ground up. They have no choice as the pendulum of public opinion is still a long way from swinging in their direction. Personally, I&apos;m not particularly moved by the arguments made against GM foods when it comes to health concerns, or environmental pollution and cross-contamination. I fall into the &quot;let&apos;s keep on researching&quot; camp. In fact, given issues such as climate change and rising population levels, I think it is a moral imperative to keep actively researching these technologies. As long as regulators keep a very, very close eye on how the technology is being used, I think we should proceed with the usual caution. GM food is what I call a &quot;nosepeg&quot; technology - we might not like the smell of it, but circumstances force us to consider it. My overriding concern with GM foods is that just a handful of private companies would likely control the global market. This cannot be allowed to happen for reasons that have been rehearsed many times before. That&apos;s why I instinctively like the sound of initiatives, as mentioned by Smartse, of &quot;open-source&quot; GM, whereby the technology is developed for the global common good, rather than for the commercial advantage of a few patent holders. But, as we&apos;ve seen with medicine, is this just an idealistic pipe-dream? Developing such technologies cost a lot of money. It&apos;s hard to get round this, but I think it&apos;s now time we tried.  5.31pm: I&apos;ve just received this from Monsanto:  Adam Vaughan&apos;s statement in his article today about the proportion of GM seed sold by Monsanto is misleading.Monsanto develops both seeds and genetic traits. We sell own brand seeds with and without our traits and we license our traits to other seed companies who breed them in to their seeds. Monsanto also licenses traits from other technology developers and breeds them in to some of our own brand seeds.The point is that having a Monsanto trait in a seed does not necessarily make it a Monsanto seed. This approach creates choice for farmers and seed companies and has helped to enable the rapid adoption of biotech crops globally.Monsanto submitted a paper to a US government hearing on seed industry competition. One of the conclusions is that farmers had a wide range of choices offered to them, for both biotech seeds and conventional hybrids/varieties. In corn alone, there were more than 6,000 traited hybrids and over 1,000 conventional ones offered for 2010 planting.Some patents on first generation biotech traits are approaching expiry. This illustrates the focus of Monsanto&apos;s business on innovation rather than &quot;control&quot; as sometimes claimed.Regarding who benefits from GM, here are two studies that help explain why more than 6 million Indian farmers choose to buy GM cotton seed each year.http://www2.warwick.ac.uk/newsandevents/pressreleases/gm_crop_produces/http://www.sciencedirect.com/science/article/pii/S0921800911002400 ", 
    "section": "environment", 
    "gid": "environment/blog/2012/mar/09/genetically-modified-food-uk-embrace", 
    "wordcount": "2426"
}