{
    "headline": "Softbank's bid for Sprint Nextel in balance as Dish Networks enters the fray", 
    "text": "Dish Networks, the US satellite TV provider whose boss has been described as the &quot;most hated man in Hollywood&quot;, made a surprise $25.5bn bid for mobile Sprint Nextel on Monday in a move that sent shock waves through the media industry. Dish, the US&apos;s second largest satellite TV company, has already angered many major media companies with Hopper, a TV service that allows viewers to skip ads in primetime shows. The company has been snapping up wireless spectrum in recent years. A successful bid for Sprint Nextel, the No 3 mobile provider, would add a cellphone network to its portfolio and allow Dish to offer high-speed internet and voice service across the country in one package  whether people are at home or not. The bid comes as Sprint is in the midst of negotiating the sale of 70% of its shares to Japan&apos;s SoftBank for $20bn. Dish is offering $4.76 in cash and about $2.24 in Dish stock based on Friday&apos;s closing price of $6.22  for every share of Sprint. Dish argues that the deal represents a 13% premium to Softbank&apos;s proposal. Earlier this month the Hollywood Reporter dubbed Charlie Ergen &quot;the most hated man in Hollywood&quot;. Last year Dish subscribers briefly lost access to the Walking Dead and Mad Men, two of television&apos;s highest rated shows, after Dish clashed with AMC, the media firm that broadcasts the shows. ABC, CBS, Fox and NBC have filed lawsuits against Dish over Hopper, its DVR, with allows viewers to &quot;AutoHop&quot; commercials during primetime shows. Hopper is now available on some mobile devices, the fastest growing area for TV viewership. &quot;The Dish offer for Sprint is compelling and overall a bold move. This offer will not only pressure a response from Softbank, it may also ripple through the entire industry with impacts on the cable TV industry and Sprint&apos;s primary mobile competitors AT&amp;T, Verizon and T-Mobile,&quot; Kevin Roe, an analyst at Roe Equity Research, wrote in a note to clients. The bid comes as the US wireless industry is rapidly consolidating. Last year Deutsche Telekom&apos;s T-Mobile agreed a merger with MetroPCS, combining the fourth and fifth largest players. Earlier this year Dish made an informal offer for Clearwire, a wireless carrier half-owned by Sprint. That deal has been held back by contractual obligations. David Joyce, an analyst at International Strategy and Investment, said it was a smart move for Dish to expand beyond its satellite video product. &quot;It will take the pressure off the company if it has a wider range of products,&quot; he said. Joyce added that he expected Dish to keep clashing with media firms. &quot;I don&apos;t expect that to change any time soon.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/15/dish-networks-buy-sprint-nextel", 
    "wordcount": "462"
}