{
    "headline": "Student 'lad culture': the hidden victims of sexual abuse", 
    "text": "Student &quot;lad culture&quot; has become a national issue. The phenomenon, often associated with the website Unilad, has become a catch-all term for anything from boozy boisterousness to misogyny and even sexual abuse. But despite numerous media reports on laddism, universities still have little idea of how widespread its effects are. New figures show that 71 UK universities were aware of a combined total of fewer than 100 cases of sexual abuse and harassment last year. The data was released following Freedom of Information requests from the Guardian and showed that only 98 incidents were recorded by the universities who responded. Many of the universities said they were not aware of any incidents at all, throughout 2012. While some cases are recorded by the police, the figures show that university authorities do not see the full picture of the misogyny on their campuses. A reluctance to report incidents means official figures hide what is a growing problem, says Laura Bates, founder of the Everyday Sexism Project, said: &quot;Large numbers of female students are experiencing sexual assault, unwanted sexual contact, groping and sexual harassment on a frequent basis. &quot;However, the normalisation of &apos;lad banter&apos; and victim-blaming attitudes  both from the media and within student social circles  make female students unlikely to report these incidents. They either feel ashamed or somehow to blame for the incidents, or think that they will not be believed.&quot; Campaigners say websites such as Unilad, which was criticised for joking that rape was &quot;surprise sex&quot;, and Facebook &quot;Spotted&quot; pages, where users post anonymous comments about fellow students, threaten the safety and mental well-being of women. The problem of under-recorded cases is not helped by the dearth of substantial research into abuse. It was not until 2010 that the NUS published the first ever nationwide research into female students&apos; experience of harassment, stalking, violence and sexual assault. The Hidden Marks report surveyed 2,000 students and found that 1 in 7 had been the victim of a serious physical or sexual assault. But it also found that just 4% of female students who had been seriously sexually assaulted had reported it to their university. And only 10% told the police. Half of those who didn&apos;t report the incident said it was because they felt embarrassed or ashamed, while 43% said they thought they would be blamed for it. Although more research has been done since, reports can be limited. A recent NUS report into lad culture, looked at a wide set of issues ranging from misogynistic jokes to sexual violence among students. Although it provided an important insight into suffering and sexism at universities, the study only talked to 40 women, making it hard to form a picture of the true extent of the problem. By contrast, a recent study by the University of York&apos;s students&apos; union asked five times as many students about their experience of sexual harassment. Again, it found students were unlikely to report incidents. One respondent said: &quot;Even if I&apos;d reported it to a bouncer or someone similar  I would have just been told that I was &apos;overreacting&apos;.&quot; Another said: &quot;It was my own fault for being drunk and I paid the price.&quot; Kelley Temple, NUS women&apos;s officer, said: &quot;There is more of a problem than is being reported. Women are reluctant to report sexual assault as they feel they won&apos;t be taken seriously. There are extremely low conviction rates for victims of sexual assault, as well as victim blaming. This is present in people&apos;s minds when they consider reporting such incidences, which needs to be challenged.&quot; Although sexism may have taken a new form as &quot;laddism&quot;, the underlying misogyny and the extent of hidden suffering is not new. Because it encompasses such a large range of issues, &quot;lad culture&quot; is not a very clearly defined and helpful term: its broad use has the potential to both trivialise and exaggerate. But whatever scope different reports may have, all the evidence points towards a major problem of sexism, misogyny and abuse at universities  the very institutions that so many regard as a safe haven for tolerance and diversity. Nicola Dandridge, chief executive of Universities UK, said last month: &quot;Universities take the welfare of their students very seriously and have internal rules relating to student behaviour. Where students require support, there are a variety of services available, including welfare officers, advice centres and university counselling services. She added: &quot;It is important to remember that this is an issue for society generally, not just one confined to university students.&quot;", 
    "section": "education", 
    "gid": "education/2013/apr/05/lad-culture-hidden-victims-of-sexual-abuse", 
    "wordcount": "773"
}