{
    "headline": "Why does Angry Birds have a vice president of book publishing?", 
    "text": "It should come as no surprise that there are official Angry Birds books, given its evolution into a brand spanning toys, clothing, sweets and hundreds of other products. What may be more surprising is that Rovio doesn&apos;t simply license Angry Birds out to publishers and leave the details to them. There are licensing deals Penguin is publishing seven Angry Birds books in 2013 but Rovio also has an in-house book publishing team, headed up by vice president Sanna Lukander. The VP status for this Finnish publishing industry veteran hints at Rovio seeing books at more than just another spin-off, as she explained during Penguin&apos;s recent press event for its 2012 children&apos;s catalogue. &quot;What&apos;s a publisher doing at Rovio Entertainment?&quot; said Lukander. &quot;A publisher started a publishing unit within the gaming unit as a part of changing this gaming company into a media and entertainment franchise. The story has to be born there, where all the creative guys are  the guys behind the actual characters.&quot; Rovio&apos;s publishing life began with cookbook Bad Piggies Egg Recipes in late 2011, which the company later self-published as an iPad book-app in October 2012. That year, it also teamed up with National Geographic for an educational book based on its Angry Birds Space game. The Penguin deal through its Puffin imprint will see four books published in July 2013: two sticker books, a puzzle book and a story-book revealing &quot;The Mystery of the Green Bird&quot;. Three more will follow, including an official tie-in for the next new Angry Birds game. Lukander says that Rovio&apos;s creative decisions in books come from close monitoring of feedback from fans of Angry Birds. &quot;In December we had 263m users of our games, and from a publisher&apos;s perspective there is constant dialogue with the fans,&quot; she said at Penguin&apos;s event. &quot;People already love the characters, and they are actively initiating a dialogue with the publisher. There is so much potential, but we have to be very careful and very sensitive about what we do. It can only be of the highest quality.&quot; This may provoke snorts in some quarters there is no shortage of sceptics when it comes to Angry Birds&apos; rapid expansion as a brand in the last year or two. Yet the publisher has always maintained that it rejects many more licensing and partnership opportunities than it approves, while also walking its talk about serving Angry Birds fans rather than squeezing them  witness its regular release of free levels for its games. 2012 also saw Rovio take the first steps towards countering concern in some quarters that Angry Birds might be distracting children from other, more educational activities. The National Geographic book was one step, while a partnership with CERN the European Organisation for Nuclear Research announced in October 2012 promised physics-based &quot;fun learning experiences&quot; as part of an educational initiative called Angry Birds Playground. &quot;We knew that the characters could work with educational content in a very fun way, to get people interested in something they might not otherwise have bumped into,&quot; Lukander told me after her presentation. &quot;We&apos;re working on those types of partnerships with CERN, National Geographic and NASA. There are so many possibilities.&quot; Judging by my sons&apos; school playground, Angry Birds continues to strike a chord with children: the number of hats, bags and dangling plush-toy charms certainly rivals more traditional brands from the likes of Disney and Star Wars. But this is an educational opportunity, through books? &quot;It&apos;s important for kids to read,&quot; said Lukander, whose background before Rovio was in educational publishing. &quot;I don&apos;t care where they read or how they get interested in reading. It&apos;s more important that they do get interested in it.&quot;     Rovio's Sanna Lukander. Photo: Stuart Dredge    Rovio&apos;s partnership with Penguin is focused on physical book publishing it joins digital brands Moshi Monsters and Skylanders on the publisher&apos;s roster. Rovio has retained the digital publishing rights for Angry Birds, which leads onto a conversation about how storytelling is evolving on devices like tablets beyond pure digitisation for e-books. &quot;Digital publishing is a huge question mark for all of us,&quot; says Lukander. &quot;I personally think gimmicky digital publishing isn&apos;t the thing. You shouldn&apos;t shove the same story into digital formats, and ruin the experience by aggressively putting a topping on it that doesn&apos;t belong.&quot; Rovio has a publishing team in-house, but also animators working on a series of shorts for digital distribution, as well as a full movie for 2016 and the games developers. If  as is already happening  children&apos;s book-apps are blurring the boundaries between text, animation and gaming, Rovio is surely well-placed to experiment with this kind of thing. Is this the future for digital publishing? &quot;We&apos;re finding out,&quot; says Lukander. &quot;It&apos;s definitely not about gimmicks, but&quot; And then silence and a smile. Whatever Rovio is up to in this regard and it&apos;s pretty clear it&apos;s up to something  isn&apos;t quite ready to be talked about yet. The Penguin event was notable for the regular mention by the publisher&apos;s executives of their desire to go &quot;beyond the book&quot; the company sees itself as a brand-owner, extending into e-books, apps, virtual worlds, consumer products and licensing. Are other publishers adapting at a similar pace to new opportunities? &quot;Some are, some aren&apos;t,&quot; says Lukander. &quot;It&apos;s irrelevant though. The one thing that matters is that the stories reach the people who the stories are meant for. If someone&apos;s telling a story and someone&apos;s listening, that&apos;s what&apos;s important. It&apos;s not about the form or the business model of it.&quot; She continues: &quot;Publishers need to stay awake, and we should all understand what we&apos;re good at. If a publisher really understands that and walks the talk, that&apos;s terrific. From my point of view, it&apos;s publishing without boundaries. We don&apos;t have to be stuck in our ways.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/feb/18/angry-birds-books", 
    "wordcount": "1007"
}