{
    "headline": "Electric car sales in UK expected to double in 2013 as prices start to fall", 
    "text": "Sales of electric cars in Britain are expected to double in 2013 as cheaper models enter the market and the number of charging points increases. Numbers of fully electric cars are expected to rise from 3,000 to 6,000, according to Ben Lane, managing editor of the website nextgreencar.com. He warned, however, that the switch to electric vehicles was still moving slowly. Lane said: &quot;The pricing is not yet quite right and the range is still not long enough. Very few people in 2012 were willing to pay a significant sum more for a car that still cannot do everything.&quot; Most of the 3,000 electric cars in Britain are in company fleets. These fleets will continue to be the main market for electric cars as companies look to improve corporate responsibility and reduce carbon emissions. The new Renault Zoe, at 13,650, is significantly cheaper than its competitors, but owners have to rent a battery from Renault at 70 per month, which reduces savings on fossil fuel consumption. &quot;It is still a step in the right direction and other cheaper cars will arrive, such as a &apos;no-frills&apos; Nissan Leaf,&quot; said Lane. Britain&apos;s network of charging points is also expanding. The number in London will increase from 900 to 1,300 next year, according to Transport for London, and electric car owners in the capital and the east of England can use points in both areas. At the moment electric cars cannot always be charged at points outside the zone from which they originate. While the price of new cars remains high despite the government&apos;s 5,000 subsidy for each vehicle purchased, it is possible to get better deals through long-term leases on older models. Lane explained: &quot;Companies will not advertise low prices, but it could be possible to get an electric car for as little as 150 per month on a long-term lease. They will be keen to get older cars off their hands as new ones arrive on the market, so it will be possible to drive a hard bargain.&quot; Electric cars will become more stylish as BMW introduces its i3, followed by the larger i8 in 2014. &quot;This will change the image of the electric car. It is completely connected to the internet and beautifully designed,&quot; said Lane. Saloon cars from the American firm Tesla, which will be able to run for up to 300 miles on a single charge, are expected to go on sale in the UK in the new year, priced between about 36,000 and 50,000. British Gas, which installs home-charging points, estimates that the most likely places for a boom in electric-car sales are London, Glasgow, Edinburgh, Epsom in Surrey and Brighton. The government has earmarked 400m to encourage the use of low-emission vehicles. The Department for Transport said: &quot;Electric vehicles are the arrowhead for a low-carbon revolution in motoring and we are determined to make sure the infrastructure is in place to encourage more and more people to make this switch. &quot;We have also been extremely encouraged by the emergence of the private sector in rolling out infrastructure and estimate that around 5,000 charging points have been installed nationwide by such organisations.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/29/electric-car-sales-prices", 
    "wordcount": "553"
}