{
    "headline": "South Sudan refugees  in pictures", 
    "text": "   An MSF doctor attends to Amal, who is thought to have TB and was first admitted to the MSF clinic on 12 June. Her journey is typcial: at first, she stayed at the KM43 temporary site with UNHCR before moving on to KM18. She was then referred to the hospital at Jamam camp Photograph: Shannon Jensen/MSF       Thousands of families are arriving at the camps each day. More than 110,000 people who began fleeing Sudan's Blue Nile State in autumn 2011 are now struggling to survive at temporary shelters along a very inhospitable, harsh stretch of land Photograph: Shannon Jensen/MSF       Thousands of refugees at KM18 were transferred to a temporary site in Jamam at the end of June. There, they await permanent transfer to Yusuf Batil camp Photograph: Shannon Jensen/MSF       After just one night of hard rain, large portions of Jamam were flooded. Children have to wade through the water and mud Photograph: Shannon Jensen/MSF       Dr Erna Rijnierse examines refugees as they disembark from trucks at the temporary camp in Jamam   Photograph: Shannon Jensen/MSF       Tens of thousands of people are fleeing the violence in Blue Nile State. Some have been walking for more than a fortnight with their belongings. The new arrivals initially gathered at KM43, a temporary site, but an estimated 8,000 refugees were moved by truck and tractor to KM18, after the water ran out. The 22,000 refugees who had been left at KM43 then walked 25km to KM18 Photograph: Shannon Jensen/MSF       After walking for 12 days, Maka Jakalu delivered her second child on the side of the road with only the help of her relatives. For millions of South Sudanese, the threats and challenges they face have remained the same since the countrys independence. The vast majority of the population have little or no access to health services Photograph: Shannon Jensen/MSF       Halima Atayp of Jam village has been walking for 20 days with her seven-month-old old baby, Akram Ramadan, and extended family. Data gathered by MSF at the Jamam camp showed that the situation is severe, with an overall mortality rate of 1.8 deaths per 10,000 refugees per day (one death per 10,000 refugees is the emergency threshold) Photograph: Shannon Jensen/MSF  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/jul/16/south-sudan-refugees", 
    "wordcount": "0"
}