{
    "headline": "Massachusetts student facing terrorism charges for Facebook post", 
    "text": "A Massachusetts man is facing his second month in jail without bail on terrorism charges because of a Facebook in a case that free speech advocates argue is prosecutorial overreach. High school student Cameron D&apos;Ambrosio called the White House a &quot;federal house of horrors&quot; and made a reference to the Boston Marathon bombings in the post that has landed him in jail. He has since plead not guilty to a charge of &quot;communicating a terroristic threat,&quot; which holds a prison sentence of up to 20 years.  The 18-year-old was arrested on May 1, two weeks after a bombing at the Boston Marathon killed three people and injured more than 260 people. &quot;There are no more threats that are high school pranks,&quot; said police chief Joseph Solomon during a press conference following the arrest. &quot;If they&apos;re thinking that way, they need to get their heads into 2013.&quot; D&apos;Ambrosio has been held since his arrest as authorities attempt to determine whether there is probable cause to indict him. Prosecutors said at a hearing on Monday that they had probable cause but needed more time to show it. The judge granted their request to continue holding D&apos;Ambrosio without bail until his next court appearance on June 27. D&apos;Ambrosio&apos;s Facebook post said:   All you haters keep my fuckin&apos; name outcha mouths, got it? what the fuck do I gotta do to get some props and shit huh? Ya&apos;ll wanme to fucking kill somebody? What the fuck do these fucking demons want from me? Fucking bastards I ain&apos;t no longer a person, I&apos;m not in reality. So when u see me fucking go insane and make the news, the paper, and the fuckin federal house of horror known as the white house, Don&apos;t fucking cry or be worried because all YOU people fucking caused this shit. fuck a boston bombinb [sic] wait till u see the shit I do, I&apos;ma be famous for rapping, and beat every murder charge that comes across me!  Free speech advocates have said the charges are a case of prosecutorial overreach. Evan Greer, campaign manager at Fight for the Future, has been working on the case and communicates regularly with D&apos;Ambrosio&apos;s family.  &quot;We all know, unfortunately, after tragedies like what happened here in Boston civil liberties can suffer and it&apos;s really important that we push back on that and make sure that these tragedies are never used to justify attacks on civil liberties and free speech,&quot; Greer told the Guardian.  &quot;From our perspective that&apos;s really outrageous, and approaching unconstitutional, to keep this kid in jail now for another month while he waits for the government to even be prepared to present probable cause for his initial arrest.&quot; Greer said the prosecution&apos;s delay in the case is &quot;absurd&quot; and that it shouldn&apos;t take so long to determine whether one paragraph of text is or isn&apos;t a terrorist a threat &quot;They should be able to get an argument together on that after a month of a kid sitting in jail,&quot; Greer said.  Fight for the Future created an online petition requesting D&apos;Ambrosio&apos;s release. The petition has acquired has received more than 90,000 signatures and an online campaign was created to raise money to cover costs associated with the trial and incarceration.  The prosecution cited two previous incidents to argue that D&apos;Ambrosio is a danger to the community including that he threatened to kill two students when he was 11 years old.  D&apos;Ambrosio was also arrested in June 2012 for allegedly threatening to stab and kill his sister because of a disagreement over $20. His charges for the threat were dismissed, and his sister has since described the incident as a normal fight between siblings.  The judge granted the prosecution&apos;s request because she felt that D&apos;Ambrosio&apos;s &quot;escalating&quot; behaviors are &quot;troubling&quot;.", 
    "section": "technology", 
    "gid": "technology/2013/jun/05/facebook-boston", 
    "wordcount": "648"
}