{
    "headline": "World Bank: high food prices block millennium development goals", 
    "text": "Higher global food prices are hampering attempts to hit targets for food and nutrition, the World Bank said today. The Bank&apos;s Global Monitoring Report said rates of child and maternal mortality were still &quot;unacceptably high&quot;  partly as a result of surging commodity prices. Justin Yifu Lin, the Bank&apos;s chief economist, said high and volatile food prices did not bode well for achieving the millennium development goals, targets for reducing poverty that are supposed to be hit by 2015. &quot;They erode consumer purchasing power and prevent millions of people from escaping poverty and hunger, besides having long-term adverse impacts on health and education,&quot; Lin said. &quot;Dealing with food price volatility must be a high priority, especially as nutrition has been one of the forgotten MDGs.&quot; The Bank&apos;s snapshot of progress towards meeting the millennium development goals came as the development secretary Andrew Mitchell announced a doubling of the UK&apos;s effort to provide clean water and sanitation to the world&apos;s poorest countries. Mitchell said the UK would help more than 60 million people get access to cleaner water over the course of the current parliament. &quot;Waterborne diseases are a leading cause of death in children under five in Africa and girls are less likely to go to school and receive the education to pull them and their communities out of abject poverty if there are no sanitation facilities,&quot; Mitchell said. &quot;For too long, water and sanitation has not received the priority it deserves from the international community. But we know that without clean water supplies and proper sanitation, we will never help developing countries stand independently and thrive.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/20/millennium-development-goals-world-bank", 
    "wordcount": "276"
}