{
    "headline": "University Awards: FAQs", 
    "text": "Who can enter?Any representative of higher education institutions (those with degree awarding powers)  How much does it cost to enter?It costs 249 for one entry and 399 for two entries. If you enter before 28 September you can save 50, early bird rates are: 199 for one entry and 349 for two entries. Why enter?Stand out as an exceptional institution and share your successes, best practice and imaginative thinking with your peers and have your university profiled across the Guardian. What do you win?Along with the kudos of winning an award, you will also receive a trophy and a winners&apos; package including a logo to use on your website and in press releases and advice on how to promote your success. Your institution will also be profiled on the Guardian University Ideas Bank, Higher Education Network, Guardian University Award Ideas Bank, the University Guide and Guardian Students. All long listed entries will be listed on the Higher Education Network. All shortlisted entrants will be given two free tickets to attend the awards evening. How will I know if we&apos;ve been shortlisted?We will contact all shortlisted entrants by email between 10 - 14 December 2012.  What happens if we are shortlisted?You will be invited to attend the awards ceremony which takes place on 27 February 2013 at Senate House, London. We will allocate two places for representatives from your organisation. Additional tickets can be purchased, for more information please email pamela.mathews@theguardian.com  Will you contact us if we&apos;re unsuccessful?Due to the high number of submissions, we will only contact those that have been shortlisted. If you haven&apos;t heard from us by 14 December, you will not have been shortlisted on this occasion. What is the Guardian University Awards ideas bank?It&apos;s a dedicated site which will host a best-practice exchange comprised of the shortlisted entries as case studies. Can I sponsor a category?There are still a range of sponsorship opportunities available, for more information please email sunita.gordon@theguardian.com Can I view the questions for my entry in advance of submission?If you would like to view the entry questions in advance of submitting your entry you can do so here. If you have any other questions, please email pamela.mathews@theguardian.com", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/aug/24/university-awards-faqs", 
    "wordcount": "388"
}