{
    "headline": "Mark Rock to quit Audioboo", 
    "text": "Audioboo founder Mark Rock is to leave the company on the 1 May, the Guardian has learned, after being increasingly sidelined as investors and a new chief executive took over day-to-day management of the social audio service. Several core users of the site have raised concern over the recent treatment of Rock, who officially launched the company in 2009 with funding from Channel 4&apos;s now defunct 4ip digital innovation fund. Investors brought in former Adify and Reality Digital executive Rob Proctor as chief executive in October 2012, when Rock was shunted to the role of president and asked not to work from company premises. In an email to staff late yesterday, Rock used a rambling analogy about shipbuilding to describe how Audioboo had begun as little more than a prototype, and become an increasingly polished product.  &quot;I&apos;ve spent four years crafting this vessel with you, piloting it away from the inhospitable shores from which it launched. We&apos;ve nearly hit open seas. A time for a captain to take over. I have, after all, other ships to give shape to that are waiting for me.&quot; Rock said he would remain on the board of Audioboo and is still a significant shareholder. He is working on several other startup ideas, he said. Proctor clarified that he was brought in by Rock himself in consultation with the board and had asked the company to approve his suggested road map before accepting the job. He said he did not agree that Rock had been pushed aside, and that the founder himself had suggested the move to president. &quot;Mark founded the relationships with partners including the BBC and the Guardian but the feedback there had been around reliability and deliverability which organisations rely on,&quot; he said. He added that Rock had pushed the company through difficult early days with very limited funding, but that the board had been forced to limit his role. &quot;It was part of his ambassadorial role, signed off at board level, that we had a road map and product map to follow. Mark felt unable to fit into that structure and kept going directly to developers to get other work done, so the decision was taken that he should not be able to do that because it was slowing everything down.&quot; One colleague told the Guardian Rock&apos;s enthusiasm would be a loss to the company, while others hinted that the board and wanted to replace him with a more corporate and less volatile figure. Actor and presenter Robert Llewellyn said he had used Audioboo to successfully launch two books. &quot;Mark has always been helpful, unquestionably funny and occasionally very rude. He has the ability to make computery app things work very easily and the ability to talk to human being directly  two skills that rarely go hand in hand.&quot; Digital storymaker Christian Payne, who has used Audioboo intensively since it launched and posted around 1,500 audio stories, said Rock could be unconventional and even unprofessional. &quot;All the best innovators are quirky and unconventional, and Mark would burn bridges and say what he thinks. But Mark was passionate and he listened to the community that helped make Audioboo what it is.&quot; Payne complained that the new management did not listen to users&apos; requirements when creating the latest app and released an inferior update, and said he hoped that the service would be able to keep its soul in the rush to monetise its content. &quot;These stories aren&apos;t just business assets, they are heartfelt stories, and if that creates the soul of a community then Audioboo has one of the biggest hearts on the internet. But how do you put ads on a story about someone&apos;s dad dying of cancer?&quot; In a blog post Payne described Audioboo as &quot;an ecosystem hanging in the balance&quot;. Audioboo, whose partners include the Guardian, the BBC and the Wall Street Journal, is accessible through a website and apps for multiple mobile platforms. Investors include UBC Media, which has a 40.3% stake, as well as Simon Fuller&apos;s XIX Group, AudioGo and the angel investor Sir Don Cruickshank.", 
    "section": "technology", 
    "gid": "technology/2013/apr/10/mark-rock-audioboo", 
    "wordcount": "695"
}