{
    "headline": "Tell students how repayments really work, says Martin Lewis", 
    "text": "Students are still not getting the right advice about student finance, according to Martin Lewis, head of the independent task force on student finance information. Speaking on Student Finance Day, which aims to demystify the student loans system, he said misinformation is putting students off university. &quot;There&apos;s too much focus on the headline amount being borrowed  a mostly irrelevant figure. What really counts is how much needs repaying and that depends solely on what&apos;s earned after university.&quot; He fears 9k fees will put students from poorer backgrounds off higher education. But it&apos;s the amount they earn after graduation that dictates how much students repay  and many will not earn enough during the course of 30 working years to pay their debt back in full. Who will end up paying back the most? Lewis says &quot;high, but not super-high earners&quot; will have to cough up most money: &quot;A graduate with a starting salary of 45k, rising substantially above inflation each year, is probably going to face about the peak repayment. &quot;If they earn more, then because they&apos;re repaying more quickly, the interest has a lesser impact on them. If they earn less than that, for various reasons, they repay less.&quot; He says that on the whole, those starting university this year have a worse deal than those in previous years  but it&apos;s not all bad news. On the positive side, he says 2012-starters will begin repaying their loans only once they earn 21,000 (compared with 15,795 now) and will make smaller repayments. So they&apos;ll have more disposable income, more money in their pocket, more money when it comes to getting a mortage in the early years. &quot;However, because the amount they borrow is bigger, because there is interest added on top, and because they&apos;re repaying less each month, they&apos;ll be paying the student loan for longer  in many cases for their entire 30-year working life.&quot; Commenting on Student Finance Day, Nicola Dandridge, chief executive of Universities UK, says it&apos;s understandable that increased fees are making students think twice about university. But she says nobody should feel their family background excludes them from higher education: &quot;If you are thinking about going to university, the deciding factor should be whether you feel it is right for you, not your financial circumstances.&quot; Research done for Student Finance Day suggests that many young people are unsure about the financial costs and benefits of university, with 65% of 14- to 18-year-olds saying they don&apos;t think they understand enough about student finance. Lewis says schools should do more to advise students on managing debt and budgeting. &quot;The biggest problem that students face is that the [maintenance] loan isn&apos;t enough. There are places where the rent is bigger than the maximun loan you can get.&quot; He adds that students should be offered bursaries and scholarships instead of fee waivers (fee discounts), which do nothing to help cash-strapped students. &quot;Fee waivers will only make a difference to students who will earn high salaries after university  for many students it won&apos;t make a jot of difference. It&apos;s a false economy and all it will do is help the Treasury.&quot; The NUS is already calling for fee waivers lower than 50% to be banned, saying that it is more important to give students the funding they need while they&apos;re studying.  Student Finance Day is held in conjunction with schools and colleges to provide prospective students and their parents with clear information. More advice on student finance is available online.", 
    "section": "education", 
    "gid": "education/2012/sep/20/tell-students-how-repayments-work-says-martin-lewis", 
    "wordcount": "599"
}