{
    "headline": "International women's day: a voice from Uasin Gishu county, Kenya", 
    "text": "Mercy received a grant of 10,000 Kenyan shillings (76) from Family Health Options Kenya (FHOK), a member of the International Planned Parenthood Federation, which has allowed her father to boost his carpentry business. Mercy can now go back to school and she can pursue the case against her attacker. &quot;I was staying with a family friend away from our village, and going to school nearby. The woman was taking care of me as her daughter, but there was one time when she left me alone with the children. Her husband grabbed me that night. He told me to be discreet and said he would kill me if I said anything about the incident. I was very scared when the woman came back the next day, so I kept the secret. But one day, when she was not around, I took 2,000 shillings from her bag, got on a vehicle, and came back home. When I got back, people asked if I was pregnant. I said no because I didn&apos;t realise. But when I was taken to hospital and tested it showed I was  four months. They asked me who was responsible and I told them. Then I was taken to Family Care [FHOK&apos;s clinic in Eldoret], and tested for HIV and other diseases. I was negative in everything, but I was pregnant. I was 13. At first I felt like my life had already ended. I stopped going to school and thought I would never go back. But Family Care helped me through my pregnancy and I returned three months after having my baby. I really love it at school, because it&apos;s always been my dream to do something important in the future. I&apos;d like to be a teacher; I&apos;d love to teach children the way I&apos;ve been taught. I want to see people grow and have a better future because of me. I&apos;ve had counselling and that has really helped me with the trauma. But I want action to be taken against this man. I feel a lot of hate for him. Family Care told me to continue with the case, not to give up.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-uasin-gishu-kenya", 
    "wordcount": "360"
}