{
    "headline": "Wii U: 'Never underestimate Nintendo,' says Firebrand Games", 
    "text": "Since the announcement of the Wii U launch date and price last week, everyone has had an opinion on the next console from Nintendo. Today, the Sun effectively wrote the machine off as outdated and overpriced  but what do developers think? Firebrand Games is a Scottish developer specialising in racing titles. Having produced conversions of titles such as Need For Speed and Trackmania, it is currently working on an unannounced multi-platform title, which will appear on Wii U. We got some questions to creative director Peter Shea about the machine and what it may offer in the year to come.So, having worked with it, what do you think of the Wii U technology? Are there aspects and possibilities that aren&apos;t really being mentioned right now?The Wii U technology is certainly interesting and unique in many ways. People in the gaming press have become very focussed on its power at the expense of its most unique aspect, the DRC controller. I&apos;ve heard conflicting comments in the media on the Wii U capabilities, some more accurate than others, but suffice to say it&apos;s running our multi-platform HD game just fine. As with all new consoles it&apos;s too early to say just how far people will be able to push it once they get to grips with the hardware and work out the best way to make things for it, so it&apos;s unlikely you&apos;ll see any astonishing titles in the first year or so  but they will come. The differences in power and graphical fidelity are going to become much harder to distinguish in the coming years and this should hopefully bring about greater focus on gameplay and experience  something Nintendo have always excelled at. So you think the most interesting possibilities of the hardware won&apos;t be realised for a while? There is still a degree of uncertainty about exactly what you can, should and must do with the Wii U, almost as if Nintendo is still working this out for itself, or not quite ready to show all its cards. Even though we have the hardware in house, we won&apos;t really know what it&apos;s all about until we see the first wave of first Party Titles, and see and play what Nintendo have been working on.  It definitely has a lot of scope for experimentation. The combination of a second viewport on handheld screen, very accurate gyroscopes and accelerometers, and front and back cameras seems to offer a lot of possibilities  and you&apos;re seeing some of the more obvious ideas already in titles like ZombiU. The Controller itself is light, nice to hold and has a great display on it  it feels impressive and natural in the hand; once you hold it and play with it, it does make sense  perhaps not in the revolutionary way Wii Remote made sense, but it is intriguing nonetheless. What most interests you as a developer?Even though it might not apply to the games Firebrand are working on right now, I&apos;m most interested in the possibilities the Controller offers. The idea of local multiplayer with different viewpoints is exciting as is the scope for co-operative or asynchronous tactical play or just for combining regular control with touch screen input with motion control and even potentially with AR or near field communications.  I think games that manage to use or bring these things together in ways beyond the gimmicks we saw in some early Wii products stand the best chance of offering compelling experiences not available on any other platform. I do remember similar optimism around the potential of the Wii when it launched, however, and this was never really fulfilled the way perhaps some people imagined. What&apos;s also not entirely clear is just how games can make use of two screens simultaneously, but also allow for players to play on DRC alone with the TV off. Again, we are waiting to see exactly what Nintendo does here and what it expects or encourages others to do. What is the biggest challenge for Nintendo in making Wii U a success?I think there are two main challenges. The first is getting the message across that this is more than &quot;just&quot; a Wii with better graphics and HD output. I think there is a danger here of the message getting confused, especially to the casual market. Nintendo needs to charm the mass market in the same way it charmed people so successfully with the Wii. You could almost argue that the unprecedented success of the Wii makes it almost impossible for Nintendo to compete with its successor. I do believe that with the right titles, the right price and Nintendo&apos;s excellent marketing they can do this but I expect it to be the focus of next year  Christmas 2013  rather than at launch or in the coming months. The second big challenge is selling the machine to Gamers who already own one or more HD consoles, and handheld devices and smartphones capable of gaming. I don&apos;t entirely subscribe to the view that Apple and Android are Nintendo&apos;s biggest rivals from here as I think the different devices will always offer different experiences and there is still high demand for both those experiences at differing price points, be it 40 or 69p, even in a recession. The traditional markets we have grown up with are definitely in a state of flux but to me that doesn&apos;t mean there isn&apos;t scope for at least one more generation of traditional gaming device under the telly. And presumably first-party software will be vital...Nintendo is still among the best game developers in the world, and you can only play Nintendo games on Nintendo consoles  as much as the market changes these facts remain. People still need Nintendo, its popularity has not waned despite the growth of new devices, platforms and franchises  it&apos;s bigger than ever. It&apos;s this fact alone that makes me optimistic for the Wii U despite the difficult times and the ever changing market. The majority of the game development community wrote off the DS before launch and almost everyone wrote off the Wii on first look too  both went on to be extraordinarily successful. The lesson is clear: never underestimate Nintendo!", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/17/wii-u-interview", 
    "wordcount": "1038"
}