{
    "headline": "Hard-won negotiations between the railway engineers and the landscape", 
    "text": "The most forbidding of the dales along the river Wye is a glorious landscape that entails hard-won negotiations between the limestone, the ash woods and ourselves. Through the crags and the brooding moss-smothered chaos of the trees, the Victorians inserted a slender thread of human order in the shape of the Midland Railway that opened in 1863. It&apos;s a mere ghost now. The trains, with all the forward momentum of those steam clouds and steel tracks have gone, but the silent beds of clinker and the succession of dank tunnels under the cliffs still provide a perfect trail all the way to Bakewell. It&apos;s at a point called the Rusher Cutting Tunnel that one can best appreciate the elements that comprise Chee Dale. Aside from the muted gush of the Wye below, and the endless winter drip down the brick-lined mouth of the tunnel, the place is without sound. To the east the far slope is covered in ash and the distance underscores what contradictory trees they are. From afar the million pale twig ends across the canopy all somehow catch the light, giving to the whole mass a feathered or softly flossed quality. Yet no single mature tree seems more mean-spirited than ash. The coppiced hazel already has catkins, there are quiet buds even now on blackthorn, while the solitary yews are an intense song of green on the crags opposite. But there are no such frivolities on ash. Their mere hue, a kind of bone white, speaks of niggardliness. In fact, if limestone itself could sprout leaves, it would take the form of this magnificent tree. And who does not admire its toughness. Atone slope too steep for human footprint, at least 300 ash saplings have scrambled up to the soaring bluffs above, draggingan understorey of ivy and bramble with them, filling the thin seams of soil with life and, come summer, mothering it all in that fine-cut fretted shadow of fresh ash leaves.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/dec/23/hard-won-negotiations-railway-engineers-landscape", 
    "wordcount": "330"
}