{
    "headline": "Facebook expected to be valued at $100bn in stock market flotation", 
    "text": "Status update: going public. Valuation up to $100bn. It started in a single Harvard dorm room as a way to connect often lonely students, then spread rapidly across Ivy League universities from a house in Palo Alto, before becoming the subject of a Hollywood hit film. Now the social network believes it has become so important to so many that it describes itself as a &quot;social utility&quot; without which, it is hoping, its worldwide total of 845 million users cannot function. Facebook, created in 2004 by the then teenage Mark Zuckerberg, is now planning to float on the New York Stock Exchange or Nasdaq. It hopes it is worth $100bn  easily more than Barclays Bank or BAE Systems  an extraordinary sum of money for a business that was founded so few years ago. Its revenues may be an impressive-sounding $3.7bn in 2011, but the impending share offering demands that willing investors accept it is worth a stratospheric 27 times that revenue, a figure Rupert Murdoch has reckoned would make Apple &quot;look really cheap&quot;. The assumption is that Facebook will one day generate revenues to reach the $100bn mark, and in this game there can be only one comparison: Google. The world&apos;s favourite search engine went public in 2004, and delivered on the promise. In the year before its flotation, its revenues were just $961m, and its valuation demanded at the time was $23bn  at 24 times, similar to Facebook now. Today Google generates nearly $10bn a quarter, and its shares priced at $85 at issue are now $583. If Facebook can repeat Google&apos;s trick it will demonstrate that for all the talk about the rise of India and China, it is still Silicon Valley that creates the most lucrative and innovative companies on the planet. And, while Facebook may exist only on desktops, tablets and mobile phones, the internet is the frontier of our times, the place where fortunes of the size of Zuckerberg&apos;s paper $28bn can be made in the time it once may have taken to travel to and from the New World. Assuming, that is, Zuckerberg can meet the expectations placed upon him. Brent Hoberman, who floated Lastminute.com in 2000, knows a little about the pressures of a highly priced float. When asked at the time if he was happy to get his company on to the London stock market, Hoberman was equivocal. &quot;It was quite stressful really,&quot; he said. &quot;We were valued for perfection, which put an incredible pressure on us.&quot; Lastminute&apos;s shares fell by as much 95% at the worst point, a reminder that the buzz of the moment is never enough if the underlying financial model does not convince. Facebook starts with some advantages that a company like Lastminute did not have. It is already profitable, making $1bn after tax last year, and has amassed a cash pile of about $3.9bn. It has long won the battle to be the world&apos;s leading social network, and continues to grow financially, with revenues expected by some to hit $7bn in 2012. But while Google is the dominant player in a new advertising category, internet search, Facebook is competing in a melee for display advertising in which newspapers, broadcasters and a range of other popular websites chase revenue. Its advocates argue that Facebook has the potential to become a force for change, developing in directions not immediately foreseen. The social network had developed its own currency, Facebook credits, and has become the host environment for other media, for Farmville and other games (which provide at least 12% of revenues), for Spotify in music and even the Guardian in news media. It has the capacity, Hoberman argues, to be a &quot;disruptive force&quot; in industries ranging from games to payments, new areas such as telecommunications, and advertising, where the company is only beginning to exploit some of the possibilities of selling personally targeted ads. The challenge is whether it can do so without infringing users&apos; privacy, although Hoberman argues that &quot;people who think young people worry about that are out of touch&quot;. More importantly, arguably, are the key personalities. Its success will depend a great deal on Zuckerberg. His letter to investors eulogised the importance of the &quot;hacker way&quot;, a corporate republic based on coders who get things done, and his partnership with chief operating officer Sheryl Sandberg, the former Clinton era junior politico who handles the speaking, political and regulatory issues that the shy, geeky Zuckerberg does not. Success in the US technology industry depends to a surprising degree on the energy and vision of the founders  from the late Steve Jobs to Larry Page at Google demonstrating what can be achieved to the failure of Jerry Yang, who recently quit the long struggling Yahoo. Popular knowledge of Zuckerberg  whose 28% personal stake plus control of votes from associates gives him control of his own destiny  derives largely from a script by Aaron Sorkin, whose Social Network film grossed $225m, rather modest by Facebook standards. It portrays a driven and somewhat ruthless executive whose masterwork is a response to being jilted by his girlfriend and who is prepared to drop his closest friend, Eduardo Saverin, as he gets ahead. It is not until the end do we learn that Zuckerberg and Saverin settled their dispute, with the Facebook founder helping ensure that he was left with a lucrative near-$5bn stake in yesterday&apos;s money. Not everybody can reward former friends so well. The real Zuckerberg will have his own part to play. His success or otherwise in matching the $100bn of expectations will set the overall narrative for the next internet generation. In other words, the next five years.", 
    "section": "technology", 
    "gid": "technology/2012/feb/02/facebook-100bn-stock-market-flotation", 
    "wordcount": "958"
}