{
    "headline": "Rio+20: A voice from Kampala, Uganda", 
    "text": "   Edson Ngirabankunzi, Rio+20 Photograph: Guardian    Sustainable development, to me, must be able to meet the aspirations of all people in a given geographical context, which can only be possible where resources such as people, finances and natural resources are optimally utilised to benefit the communities. To meet the millennium development goals, specific categories of vulnerable people should be brought into the centre of development. For example, persons with disabilities, children and women should fully participate in development processes. So for me, sustainable development is where people without voices can benefit in development processes. Competing demands must therefore take cognisance of the interests of the weak members of the society. Even in capitalistic economies, where profit is the driving factor, the interests of the vulnerable should take centre stage. Financial institutions should allow the vulnerable access to investment capital. At my age, I have witnessed Uganda experience a number of changes at all levels  economically, socially and politically  in the 20 years since the Rio summit. Most significant of these changes are the promulgations of laws favourable to vulnerable people, including those with disabilities. The 1995 Ugandan constitution and the Persons with Disabilities Act 2006 have provided for affirmative action and inclusiveness in development processes. Politically, special interest groups are now represented at parliament and other local levels. Twenty years ago, the situation was different. So as a country, I think there have been quite good reforms. Liberalisation of the economy, the emergence of the regional market, the East African Community, introduction of universal primary and secondary education  among others, these are reforms which have improved the levels of poverty. The past 20 years have seen me grow academically, because I am pursuing a PhD. I have also achieved a lot of exposure, having participated in several international conferences, where I have advocated disability rights. I would like to see the Rio+20 summit discussing strategies aimed at bringing vulnerable people from the backyard to the forefront of development because, 20 years down the road, there are still very many people living at the margins of death, both in the developed and developing world. So you cannot talk about sustainable development when there are people living in abject poverty. International standards spelt out in the international treaties should be made relevant to the most vulnerable population of the world. And that, to me, is my expectation from the Rio+20 summit.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-kampala-uganda", 
    "wordcount": "395"
}