{
    "headline": "US ruling on Google 'will not sway European inquiry'", 
    "text": "After the US regulator this week dismissed allegations that Google gives unfair prominence to its own services in search results, the European commission has denied that the decision will affects its own investigation into the claims. The US federal trade commission (FTC) ruled after a two-year investigation that &quot;Google&apos;s primary purpose  was to improve the user experience&quot;. The decision drew immediate condemnation from Microsoft. EC spokesman Michael Jennings said on Friday: &quot;We have taken note of the FTC decision, but we don&apos;t see that it has any direct implications for our investigation, for our discussions with Google, which are ongoing.&quot; But Microsoft, one of the companies that raised Google&apos;s dominance with the FTC, has complained publicly that the agency had not met its own standard procedures, which would require any measures planned against Google to be shown to complainants. &quot;The FTC&apos;s overall resolution of this matter is weak and  frankly  unusual,&quot; said Dave Heiner, Microsoft&apos;s chief lawyer. &quot;We are concerned that the FTC may not have obtained adequate relief even on the few subjects that Google has agreed to address.&quot; Heiner claimed the weakness of the FTC&apos;s strictures showed itself in Google&apos;s reaction: &quot;The litmus test of any antitrust outcome is the set of statements made by a company on the day the outcome is announced  Google seems to be walking with a new spring in its step.&apos;&apos; Google is still being investigated by the EC over allegations that it favours its own products in searches, and downgrades those of potential rivals in search and other areas such as shopping. Heiner greeted the EC&apos;s announcement as &quot;good news&quot;, claiming that antitrust chief Joaquin Almunia &quot;has made clear that he will close his investigation of Google only with a formal binding order that addresses search bias and other issues&quot;. The FTC decided that any bias shown by Google in search results was done to benefit the consumer, and so did not constitute an abuse of its power. But it required Google not to penalise the search ranking of companies that withdraw their data from some of its products, such as Shopping or Local, and to allow advertisers to move data between multiple platforms. Microsoft was critical of the lack of consultation there: &quot;We would have explained that Google&apos;s promise on ad campaign portability falls short of the mark in various ways. For example, Google inexplicably has not promised to allow all advertisers to port their campaign data to other ad platforms  only those with a primary billing address in the United States.&quot; Many firms advertising there have non-US addresses, Heiner pointed out. Under the terms of the consent with the FTC, Google also has to license essential patents owned by itself or Motorola to any willing licensee  in theory putting an end to lawsuits where its Motorola subsidiary has sought US sales and import bans against the iPhone, iPad and Microsoft&apos;s Xbox 360. But Microsoft was critical of that too, saying that it did not amount to a complete commitment never to seek sales bans over essential patents  which it said itself, Apple and Bosch have previously pledged to do.", 
    "section": "technology", 
    "gid": "technology/2013/jan/04/google-european-investigation-ftc", 
    "wordcount": "535"
}