{
    "headline": "Don't fall for comforting illusions of progress on climate change", 
    "text": "&quot;The Owl of Minerva spreads its wings only with the falling of the dusk,&quot; wrote Hegel on wisdom&apos;s habit of arriving late in a time of crisis. Will the final acceptance by some former sceptics of climate science aid effective action by nightfall? It is all to play for. Global events leave only the most pathological forms of denial standing, and challenge dated economic doctrines. The worst drought in half a century in the US mid-west coincides with the hottest first half year from January to June on record. The impact on crops like maize, soybeans and wheat  of which the US is a major world exporter  has been to push the price of the first two to their highest ever, and leave wheat at a four year high. The domino effect on global food prices, the cost of livestock and biofuels is an echo of what happened in 2008 which pushed around 100 million people globally into hunger. Meanwhile, Beijing&apos;s worst floods in 60 years were exacerbated by the poor infrastructure of rapid urban sprawl  drainage systems couldn&apos;t cope. In a world still urbanising that was a reminder of how a bad problem is made worse by designing-in vulnerability. Greenland&apos;s rapid, four-day melt of surface ice was the kind of dramatic event that would be mocked for incredulity in a Hollywood disaster movie. We will soon find out whether its precise dynamics matched past, infrequent big melts on a roughly 150 year cycle, or were part of something far more disturbing. Little comfort can be drawn from the increasing confidence with which climate scientists now identify the fingerprint of human driven warming in current, specific extreme weather events. Joint work by the National Oceanic and Atmospheric Administration in the US and the UK&apos;s Met Office, concluded that last year&apos;s heat wave in Texas, which also devastated crops, was 20 times more likely due to climate change than natural variation in weather systems, while the 2011 November warm spell in Britain was made 62 times more likely due to global warming (compared to the 1960s). In an appropriate metaphor for an Olympic month enjoying highly variable weather, the effect of injecting carbon into the atmosphere was compared by one of scientists involved to an athlete taking steroids. It doesn&apos;t guarantee an abnormally strong performance, but makes it much more likely. Not every extreme event carries the same attribution to warming of course. The great Thai floods were considered not to, while droughts in east Africa were. And, while the promised economic benefits of the Olympics appear to be missing London&apos;s retailers, the economic costs of extreme weather increasingly bite. Unilever, which depends on agricultural commodities, reported that climate change cost the company 200m(157m) in 2011. At the same time insurers warn that 200,000 UK homes could become uninsurable. Meanwhile, Britain was part of a G8 call to phase out fossil fuel subsidies but, under George Osborne&apos;s influence, has gone cold on renewable energy and thrown 500m to help marginal gas fields. Bizarrely, the UK, with a high rate of fuel poverty and one of the most energy inefficient building stocks in Europe, recently came top in a ranking of 12 of the world&apos;s largest economies judged by energy efficiency. The problem is that where climate change is concerned, gallons matter more than miles per gallon. Among all countries in the international community, the UK ranks as the eighth largest emitter of carbon dioxide from burning fossil fuels. In a different measure which looks at how ecologically efficient different nations are in generating life expectancy and wellbeing, compared to their natural resource use, the UK trails in at 41st place. Now that climate sceptics are emerging from denial it matters that the rest of us don&apos;t fall for comforting illusions of progress. There are many great things about the UK, but a paragon of the sustainable use of energy and fossil fuels we are not. With so little time left to pull back from potentially catastrophic climate it matters dearly which example we choose to follow. For a clear illustration, just look across to Stratford in London, where a certain large, multi-ringed sports event is taking place. Danny Boyle&apos;s glorious celebration in the opening ceremony of what humanity can achieve through optimistic, open and collective endeavour, from universal health care to the world wide web, was an Olympic torch to follow. The oil company BP, the Olympics&apos; hilariously chosen sustainability partner, is one to douse.  One hundred months", 
    "section": "environment", 
    "gid": "environment/2012/aug/01/climate-change-scepticism-100-months", 
    "wordcount": "753"
}