{
    "headline": "Disruptive technologies in higher education: adapt or get left behind", 
    "text": "In the recent survey of Guardian Higher Education Network readers and members I was surprised that &apos;the changing nature of learning platforms&apos; did not feature more prominently under &apos;changes in the sector&apos;. While I understand that there are pressing social, political and economic reasons for this I think that we should all be mindful of the disruptive technological methodologies that are beginning to emerge which have the potential to fundamentally change the sector. Only last month the Massachusetts Institute of Technology (MIT) announced that it is launching a fully automated free online course through it&apos;s MITx initiative. This builds on the institutions already established Open Course Ware (OCW) platform which provides materials from over 2,100 course for free and expands on it by automating the course at all levels from delivery to assessment. The university has been careful to assure participants that they are not getting a &apos;watered down&apos; experience and that this will be a rigorous learning activity at degree level for which they will receive a form of certification which, MIT eventually plans to handle this via a not-for-profit body with a different name that will offer the service for a &apos;modest fee&apos;. Even with this differentiation, having a prestigious university like MIT enter this arena should really make other providers stand-up and take notice and that&apos;s why I&apos;m stunned that this event has passed with so little discussion, as I believe that it represents an important shift in the delivery of higher level learning; which if successful is limited only by imagination and technology. It&apos;s not difficult to conceive of a world where the &apos;top&apos; universities offer costed, automated online courses delivered through mobile platforms internationally, cutting out a whole range of providers. While these courses might not appeal to everyone, they could be of great interest to those struggling with the rising costs of higher education, international students or the growing sector of our society who want to create their own programmes tailored to their interests and don&apos;t care if these come from traditional providers or other sources such as: Codecademy, Udemy or Academic Earth to name but a few. What&apos;s even more interesting is that this isn&apos;t the only way online learning is being legitimised by mainstream institutions (especially in the US), in May of last year New York University began allowing students from the tuition-free, online-only University of the People to use their online credentials to apply to study at its Abu Dhabi campus. Other Prestigious institutions such as the University of North Carolina (UNC) and Georgetown University have launched online degree programs partnered with 2tor a company specialising in developing state-of-the-art technology platforms to deliver traditional offline curricula on the web. These online programs charge the same tuition as courses at the physical university enabling both schools to educate more students without expanding their facilities. While many UK institutions offer similar online programmes none seem to be creating new models of delivery which really challenge the traditional status-quo; one exception to this is The London School of Business and Finance (LSBF) which 18 months ago announced its new course that made accessing MBA materials as simple as logging on to Facebook, where, at no cost ,students with a computer anywhere in the world can sign up to the lessons and only pay if they want accreditation. While you can debate the academic value of some of these programmes (and many do) their methodologies are pushing the boundaries, providing a new, disruptive way to offer higher education and I believe that more UK institutions should look to these developments and seize the opportunity to harness the amazing creativity in our universities to build new platforms and leverage them internationally before the market leaves us behind. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/21/disruptive-technology-in-he", 
    "wordcount": "654"
}