{
    "headline": "Mystery bird: wood nuthatch, Sitta europaea", 
    "text": "    Wood nuthatch, Sitta europaea, Linnaeus, 1758, also known more commonly as the Eurasian nuthatch or simply as the nuthatch, photographed in Brereton Heath Local Nature Reserve, Cheshire, England (British Isles).  Image: Roy Hill, 29 February 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 5D Mark II, 135 f/2L+1.4 extender    Here&apos;s the original mystery bird image that I showed you two days ago:       Question: This British mystery bird may be challenging to identify from this angle, but I think the combination of colour, location and morphology are very useful clues as you puzzle your way through this identification. Additionally, if this bird was above your head at this very moment, it would show several behaviours that would help you make the ID. What behaviours might you observe? Can you identify this mystery bird&apos;s taxonomic family and species? Response: This is an adult wood nuthatch, Sitta europaea, a species that almost never goes by that common name anywhere in the UK. These small, adorable birds are grouped together with all the nuthatches and wallcreepers into the taxonomic family, Sittidae. These birds are a passerine version of a woodpecker because they share a number of behaviours with woodpeckers.  Nuthatches are found throughout Europe and Asia, although oddly, not in Ireland. This may have something to do with the fact that Ireland was covered in ice until roughly 9,000 years ago.  All nuthatches have the ability to climb up trees -- like woodpeckers -- and down trees, which is a useful field mark when seen from a distance since this behavioural trait sets them apart from the larger woodpeckers.  Nuthatches feed on all sorts of foods, including insects, seeds, nuts and berries. As you can see in the featured above-the-jump image, this species will visit bird feeding tables in search of seeds and nuts (and they will take seed from a person&apos;s hand), and will also happily eat suet, especially in winter.  Nuthatches are distinctive birds that are not easy to confuse with any other species. They are small, roughly the same size as a great tit, Parus major, but they have a large head, short stubby tail, a long and straight but slightly-upward tilting bill, and strong legs and feet, which especially obvious when you see them running easily through the trees. These birds have blue-grey upperparts and a bold black stripe that extends from the nares through the dark eyes and down the neck. The Asian and north European subspecies (S. e. asiatica and S. e. europaea respectively) have reddish flanks and white underparts with a reddish or chestnut vent whilst the western European subspecies (S. e. caesia) has reddish underparts. Male and female nuthatches look the same whilst immature birds are paler than the adults.  Nuthatches nest in holes or crevices. They are well-known for their habit of adopting nest boxes intended for much larger birds and reducing the size of the entrance hole by erecting a mud wall over most of it.  Here&apos;s a noisy nesting nutchatch that is just adorable:             video link. You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/23/6", 
    "wordcount": "571"
}