{
    "headline": "A year in the wild: readers share their favourite wildlife photos from 2016", 
    "text": "Readers have been sharing a wonderful array of wildlife photographs every month throughout the year. And with 2016 drawing to a close, we thought it would be nice to document the very best of them from all four seasons. Heres to more fantastic, up close and personal wildlife photography next year. Blue tit - Oxford Island nature reserve, Northern Ireland, January     Blue tit in the woods near me Photograph: Debbie Deboo/GuardianWitness    I took this blue tit photo at a nature reserve called Oxford Island on the shores of Lough Neagh in Northern Ireland, using a Nikon D610 with a 70-300 zoom lens. Its just a few miles from where I live and I go there several times a year to take photographs mostly of the birds. The birds are quite friendly in this nature reserve. If you put out bird seed for them they will come fairly close. Debbie Deboo Deer - Vlaardingen, the Netherlands, January     Deer Photograph: Lisa Smit/GuardianWitness    This picture was taken in a little forest area around Vlaardingen, the Netherlands where I live. I used my digital Nikon D5000 with a zoom. Its not common to see deer in that area, but I was not totally surprised either as they have appeared more often lately in that area. The Hoge Veluwe National Park is not far away either. Lisa Smit Jay- Cromwell Bottom, West Yorkshire, February     A jay comes in to land Photograph: Di Carey/GuardianWitness     This jay came in to land at Cromwell Bottom, a local nature reserve in the Calder Valley between Brighouse and Elland, West Yorkshire. The site used to be aquarry, a tip for ash from the old Elland power station, and a landfill site. Now its a mix of woodland, wetlands and grasslands. I feel very lucky to live in this post-industrial area where there is so much access to wildlife. I go to Cromwell Bottom for the bird life, which is plentiful, but Imalways pleased to get a clear image of a jay. They are very shy birds, and tend to hang back in the woodland whilst smaller, bolder birds feast on the food which has been put out for them. I used a Canon 100D with a 55-250 lens: 250mm,/6.3,1/2000,ISO 800. Despite always taking a tripod, I tend not to use it, as it can affect the spontaneity of a wildlife shot. It was an added bonus that this particular image looked comical. Di Carey Mountain hare - High Peaks, Derbyshire, February My 78-year-old dad and I are both keen wildlife photographers and I try to organise a trip each month for us to go exploring. In February we went to the Peak District to see if we could spot any mountain hares. Wed researched where the hares can be seen in advance, but there obviously still a lot of luck involved too. The hope was that would still be in their winter whites but with the snow having melted they would be easier to see on the hillsides. Derbyshire has the only mainland population of these hares, though they are locally common in the Cairngorms, Scotland.     Peak District mountain hare sheltering from the biting wind Photograph: Robin Bennett/GuardianWitness    To get this close to a mountain hare takes a fair amount of climbing and a little bit of fieldcraft but the result was worth it for sure. I ruined my jeans from crawling on my belly to get the shot, but thats the only way you can close to them. I was testing a Panasonic FZ330 on this particular day which proved to be ideal. Robin Bennett Cardinal - Kentucky, USA, February     Cardinal in a snow shower Photograph: Holly Schwartz/GuardianWitness    Nothing sums up the cold Kentucky winter of 2016 than a cardinal braving a snow shower in my yard in Utica. I captured this one with a Nikon D3200 camera and a 55-200 mm lens. The Northern Cardinal is very common in this region of North America. Ive always thought theyre very photogenic, particularly with a wintry backdrop. I enjoyed photographing the birds in my yard during the cold winter months. Holly Schwartz Highland cow - the Trossachs, Scotland, March     Windswept Coo near Trossachs National Park Photograph: Darren Brogan/GuardianWitness     I was driving home to Dunfermline after a sunrise climb of Ben Aan, when I saw some highland cows in a field by the side of the road next to Loch Venachar in the Trossachs areas of Scotland. As Id been climbing that morning, I luckily had my camera gear in the car. This was taken with my Fuji X-E2 mirrorless camera. Highland Cows are not massively common in Scotland, but as you travel further to the north and west you tend to find more. Darren Brogan Wild boar family - Forest of Dean, Gloucestershire, March     Wild Boar family in the Forest of Dean Photograph: Kristian Bell/GuardianWitness     I live in Jersey so I was taking a short break in the forest. I was deliberately looking for the boars, but was surprised to find them. They are very shy, and numerous culls have meant only the secretive individuals remain. I used a Canon 5D3 with Canon 300mm f2.8 telephoto lens for this striking family portrait. Kristian Bell Gosling - Voorschoten, Netherlands, April      One of five young goslings by the waterside in Voorschoten, Netherlands Photograph: Gerrie Stegehuis/GuardianWitness     I spotted a family of geese sitting by the small local pond near the canal in Voorschoten, Netherlands. Id gone looking for them deliberately, as I live close by and have seen geese and their goslings many times in the past. Theres no better early sign of spring than goslings. I captured this one with a compact Panasonic Lumix DMC-TZ30 I always carry with me when I go outdoors, so that I wont miss anything unexpected and beautiful. Gerrie Stegehuis  Red-billed firefinch, Adelaide Zoo, April     Red-billed firefinch in Adelaide Zoo Photograph: Florence Gabriel/GuardianWitness    Ive been living in Adelaide for a couple of years and quickly became a member of the city zoo. They have many fabulous birds here. The red-billed firefinches are not found in the Australian wild and originate from southern Africa. I used a Canon 600D for this particular shot. Florence Gabriel Red squirrel, Tentsmuir Forest, Fife, May      Red squirrel at Tentsmuir Forest in Fife Photograph: William Starkey/GuardianWitness    This shot was taken with a Canon EOS 70D at Morton Lochs near Tentsmuir Forest in Fife, not far from my home. I visit the nature reserve there specifically to photograph wildlife. There are a number of hides for viewing wildlife including a wooden squirrel hide installed by the Fife Red Squirrel Project. The rangers leave food for the squirrels, which come very close to the hide, providing excellent opportunities for photography. I am fortunate to live in Kinross-shire, where red squirrels are relatively common. On occasion I see them in my own garden, usually raiding the bird feeders. William Starkey Raccoon - Hudson Valley, New York, June     Young mother raccoon in the Hudson Valley Photograph: Michael Travis/GuardianWitness     This mother raccoon had made a very cozy den in the back of our property in the Hudson Valley of New York. The den was well hidden as to avoid being discovered by the other tribes of raccoons that visit us on most evenings. Raccoons are very common in most regions of North America,although they wisely avoid most human contact.  Apparently this particular female raccoon was orphaned or abandoned when very young and came to depend on our supply of cat food while she was growing up. The feral cats dont seem to mind sharing their food. Several months ago she appeared in the afternoon thirsty, hungry and wet. She had obviously just given birth. Over the summer the mother and her four kits visited us nightly. The kits have now grown up and left our land to stake-out their own territory. Michael Travis Wombat - Tasmania, July      A wombat ambled through the snow at Lake St Clair National Park, Tasmania Photograph: Bronwyn Scanlon/GuardianWitness    The Lake St Clair National Park in Tasmania is not too far from home. There are a large number of wombats in the National Park, although there is no guarantee you will see one. We were hoping to see a wombat in the snow as this is a rare treat. We were lucky! Bronwyn Scanlon Chipmunk - Washington State, August     Chipmunk with a viewPhotograph: Hamish Kale/GuardianWitness     I was hiking at Mount Rainier during a summer trip to Washington State. There were lots of chipmunks on the mountain but this one stood out, due to it being perched on the rock in the way it was. Using my Canon 70D with a 15-85mm lens, it couldnt help but strike a pose. Hamish Kale Seal - St Marys Lighthouse, Whitley Bay, August      Seal on the rocks, St Marys Lighthouse, Whitley Bay Photograph: Ann Chapman/GuardianWitness    I took the photo at St Marys Lighthouse in Whitley Bay, Tyne and Wear which is less than ten miles from where I live in Wallsend. My husband and I were at a day trip to the coast. Theres a well known seal colony that rests on the rocks at the Lighthouse at low tide. This particular seal was on the rocks and we watched as the tide rose and it eventually swam out to sea . Theres a regular seal watch there during the summer and wardens do their best to educate people about keeping a safe distance. I was about 50 metres away using a Canon 70D and a 100-400 lens. Ann Chapman Motorbike frog - Perth, Western Australia     Motorbike frog in our fishpond, Perth, Western Australia Photograph: David Merryweather/GuardianWitness     This smiling frog was spotted at our home in Perth, Western Australia. We have a pond in our back garden where frogs have been breeding for a number of years. Weve had up to twenty frogs in the pond at one time. This particular frog, a Western Green Tree Frog or, as it is more commonly known, the Motorbike Frog is relatively common in our local wetlands and often finds it way to other water habitats such as our pond. Its loud, repetitive call is likened to a motor cycle changing gears. Though often reclusive, the frogs like to sunbathe in the pond and happily pose for photos taken with my Canon 7D Mark II. This one seemed particularly pleased. David Merryweather Harriss Hawk - Hinxton, Cambridgeshire, November     A Harriss Hawk in Cambridgeshire Photograph: Ray Stefancsik/GuardianWitness     I spotted this Buzzard on the Sanger Genome Campus in Hinxton, Cambridgeshire where I work. The campus is bordered by the river Cam next to the Hinxton Wetlands Nature Reserve. It was a nice autumn morning and I was looking for subjects to test my new telephoto zoom lens on during a break. The nearby wetlands make it an attractive place for ducks and geese, but I was also surprised to see this bird of prey not very far from the building where I work and took the opportunity to shoot a couple of pictures of which all but this one looked blurry or unremarkable. Ray Stefancsik Stag - Richmond Park, London     Bellowing Stag Photograph: Richard Bromley Gardner/GuardianWitness     Ive been going to Richmond Park to take photos for about a year, starting not long after I moved to Wandsworth. Id seen photos of stags bellowing, but had never managed to catch the act myself. On this particular morning I arrived about an hour before sunrise and walked to the middle of the park, Pen Ponds, to stand and listen for the sound of bellowing. It didnt take too long and I followed my ears through the darkness and fog, and found my way to this stag with a large harem of females. I had an amazing morning following them around and building their trust, before taking this photo, with a Canon 5D mk2 and a a Canon 70-200mm f.28 lens, shortly before I needed to move on. Richard Bromley Gardner", 
    "section": "environment", 
    "gid": "environment/2016/dec/29/a-year-in-the-wild-readers-share-their-favourite-wildlife-photos-from-2016", 
    "wordcount": "1854"
}