{
    "headline": "Revealed: Europe's plan to penalise Canada's tar sands goes Dutch", 
    "text": "Following in the UK&apos;s footsteps, the Netherlands is now working to derail a European Commission proposal to officially designate fuels from Canada&apos;s vast tar sands fields as highly polluting and discourage their use. A secret proposal, which I have seen, means that instead of companies being responsible for curbing the overall carbon emissions of the transport fuels they sell, countries would be responsible. That would lead to the ludicrous and legally laughable situation that when one company pumps more filthy fuel into the system, every other company is somehow responsible for cutting their carbon footprint to compensate. It is worth noting at this point that the Netherlands is home to oil giant Shell, while the UK hosts BP. Both have major commercial interests in Canada&apos;s tar sands, and both have lobbied the UK government - or &quot;bent its ear&quot; in BP&apos;s own words - as I revealed before. Now you might think the Canadian government would be pleased the Dutch are challenging the European proposal it detests and they are, but only a bit. In a private communication, which I have also seen, the Canadians told a European minister it &quot;greatly appreciated&quot; the efforts of the Netherlands. But they go on to complain that the Dutch proposal retains the &quot;arbitrary&quot; distinction between ordinary oil and what the Canadians like to call &quot;natural bitumen&quot;, i.e. tar sands oil. Worse, said the Canadians, the Dutch proposal would be difficult and expensive to make work. So why isn&apos;t Canada happy with the Netherland&apos;s great efforts to help? Let&apos;s remind ourselves. Canada&apos;s tar sands are the second largest reserve of carbon in the world after Saudi Arabia: it&apos;s a very big business. But the energy needed to squeeze the oil from rock results in far more greenhouse gas emissions than conventional oil drilling, as well as causing the destruction of forests and air and water pollution. Nasa scientist James Hansen says if the oil sands were exploited as projected it would be &quot;game over for the climate&quot;. The European proposal - the Fuel quality directive - is to designate transport fuel from tar sands as resulting in 22% more greenhouse gas emissions than that from conventional fuels. This would make suppliers, who have to reduce the emissions from their fuels by 10% by 2020, very reluctant to include it in their fuel mix. Perhaps most importantly, it would also set an unwelcome precedent for Canada by officially labelling its fuel from tar sands as dirtier. Most EU nations are happy with that proposal, but not the Netherlands or the UK, though their reasons for their unhappiness remain deeply unconvincing. The new Dutch proposal is dismissed by Greenpeace energy campaigner, Paul Morozzo: &quot;This proposal won&apos;t work because it would continue to let the most polluting fuels in the world - oil derived from tar sands - make their way into petrol pumps all over Europe. That this plan is even being discussed shows the extraordinary lobbying power the big oil companies have over politicians in the UK and Holland. The UK&apos;s Lib Dem Transport Minister Norman Baker should strongly reject this plan and throw his backing behind the Commission&apos;s plan instead.&quot; The department of transport declined to comment while negotiations were ongoing. Morozzo argues that collective committments to reduce greenhouse gas emissions in Europe have already been shown to fail in the car industry, which in the absence of company-specific targets was unable more efficient cars: regulation followed. The Dutch development comes just a week after an extraordinary outburst from Canada&apos;s minister for natural resources, who in an open letter railed against radical ideological campaigners, foreign special interest groups and jet-setting celebrities for trying to prevent the development of the tar sands fields and the pipelines needed to export the oil.  Without apparent irony, Oliver wrote: &quot;Our regulatory system must be fair, independent, consider different viewpoints ... review the evidence dispassionately and then make an objective determination.&quot; This from the nation which has lobbied secretly and savagely against the European Commission&apos;s development of its own regulatory system, which claims in public that tar sands are &quot;sustainable&quot; but in private admits there is no &quot;credible scientific information&quot; to support this and which provides information to foreign governments that is completely contradicted by the facts. So who will prevail? Canada and its allies, the UK, Netherlands, Shell and BP, or the rest of the European Union&apos;s members? The member states meet next to discuss the Fuel Quality Directive on 23rd February. Watch this space.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jan/16/oil-tar-sands-canada-europe-netherlands-uk-fuel", 
    "wordcount": "765"
}