{
    "headline": "Press Start: Gearbox buys Homeworld, Nordic Games buys Darksiders and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. Gearbox Software has acquired the Homeworld franchise | Gamasutra The intergalactic real-time strategy sim is now in the company of Borderlands and Aliens: Colonial Marines thanks to the ongoing THQ fire sale:  The pairing of Gearbox and Homeworld is an interesting one. The studio is best known for its expertise in action-heavy first-person shooters, not strategy games. There are no concrete announcements for new games in the series, but Gearbox said its first matter of business is to bring Homeworld and Homeworld 2 to &quot;today&apos;s leading digital platforms.&quot; Homeworld was created by Company of Heroes studio Relic Entertainment. Publisher THQ owned the franchise, but had to sell it off in auction, following its bankruptcy late last year. Relic was sold to Sega, where it is working to complete Company of Heroes 2. Gearbox&apos;s acquisition was led by the studio&apos;s chief creative officer Brian Martel, a professed fan of the franchise.  It will be interesting to see how the fans react.  Nordic Games Licensing acquires Red Faction, Darksiders, and other THQ assets for $4.9M | GamesBeat And another one from THQ  the last remaining franchises from the defunct publisher have gone to Nordic Games:  Nordic acquired Darksiders, Red Faction, Homeworld, MX vs ATV, Destroy All Humans!, Summoner, Marvel Super Hero Squad, Supreme Commander, and other properties. The deal is subject to a bankruptcy court approval. The acquisition will give some an injection of brand power to Nordic Games, which has published games such as Painkiller HD, Singstar, and Book of Unwritten Tales. Nordic&apos;s upcoming games include The Raven and Deadfall Adventures.  Good to see Darksiders saved  a hugely under-appreciated series. And THQ never really explored the full possibilities of environmental destruction in later Red Faction titles, so that could be interesting on next-gen machines. Xbox 720 reveal: all the rumours in one place | VG247 Dave Cook:  I&apos;ll start with the most recent rumours, working my way back and will add new updates as they happen, so be sure to bookmark this page to stay up-to-date. You can also click the headlines to go through to the full article if you want to know more.  This is quite a useful resource for people who absolutely, positively have to keep up with all the Xbox speculation. Game Developers Famous for Getting Ripped Off Get Ripped Off Again | Kotaku Indie studio Vlambeer was at the centre of a cloning controversy in 2011 when its game Radical Fishing was seemingly &apos;highly influential&apos; on rival title Ninja Fishing. Now it seems to be happening again: its new title Luftrausers has a twin in the form of SkyFar from developer RubiqLab.  Cloning video games isn&apos;t anything new but it&apos;s seemed to have ramped up in the last few years, especially in the indie game space. Still, you have to feel especially angry on behalf of the folks at Vlambeer. They seem to be irresistible to people looking to pull a fast one on unsuspecting consumers. Still, if Luftrausers is anything like Ridiculous Fishing, it&apos;ll be a far superior game than the one that attempts to lifts its design and appeal.  Papo &amp; Yo dev: Sometimes exclusivity is the only way | GamesIndustry International  Minority Media&apos;s co-founder Vander Caballero has explained why an exclusive release can be the best way to get a game published, that it had an &quot;amazing relationship&quot; with Sony for its Papo &amp; Yo adventure game, and revealed the title is already paying back its investment.  This is just an excuse to feature Papo &amp; Yo which is a beautiful game that you should play immediately. Silicon Spa star: Leamington&apos;s dev scene to be celebrated at 2 week exhibition | PocketGamer.biz   Developers from across the UK town of Leamington Spa are being asked to come forward and help celebrate the area&apos;s rich gaming history as part of a two-week long gala. As part of the Leamington Looks Back festival  due to run between 18 May and 2 June  a games-focused exhibition called Backspace will look to explore the town&apos;s game creators. Organisers claim programming workshops, a careers evening and a &apos;games trail&apos; across its hot spots will all form parts of the programme.  A long, loooong time ago, I was a game developer in Leamington  well, a QA tester and manual writer, anyway. It&apos;s a town with a rich heritage in the industry: Codemasters is just down the road and Blitz is right in the town centre. There&apos;s also Supersonic Software and a bunch of new indies. This looks like an interesting way of celebrating that heritage.  You can follow Press Start at Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/23/game-links-press-start", 
    "wordcount": "772"
}