{
    "headline": "Early career research: the power of 'no'", 
    "text": "I say yes to new research opportunities much more often than I should. Whether it is new collaborations, helping colleagues with statistical analyses and data visualisation, reviewing obscure multidisciplinary manuscripts, or chasing down the bizarre ideas that arrive in the middle of the night, I have trouble saying no. All academics face endlessly growing to-do lists, yet there is precious little advice out there about what to avoid putting on the list in the first place. The portrait of the low stress, no pressure Forbes professor is a myth. The reality for early career researchers is much closer to the other extreme. In 2008, I was in Sao Paulo learning about biodiversity, favelas, and illegal palm harvesting. I stayed at Frank Quina&apos;s Book House, sleeping between the bookcases. The other international visitor was from the US and a chemical engineer. He was worried about tenure and explained how lazy he was  sometimes he would turn up to the lab as late as 10am. But only on Sundays. And only after working 12-hour days on the other six. Compared to the long holidays and lack of bureaucratic pressure described by Forbes, this chemical engineer was probably closer to the norm. I was disappointed to leave Brazil without visiting a favela but one lesson stuck with me. The chemical engineer seemed to have no option but to say yes to everything. Since then I have always imagined work-life balance to be like playing seesaw with a black hole. Some 20 years before I visited Brazil, paleontologist Jack Homer looked at his own work patterns, building a model based on differential equations to explain how working long and erratic hours led to an overall decrease in productivity. The story I heard was that Homer was supposed to be on a summer break and suffering from burnout when he did the work. So not only did Homer show us that putting too many things on your to-do list is bad for productivity, he is also anecdotal evidence that researchers were workaholics long before the growth of the publish-or-perish mentality. There&apos;s really not an easy way to know when to turn down an opportunity. Psychohistory, as invented by Dr Hari Seldon in Isaac Asmiov&apos;s Foundation books, is still a fictional discipline. Nor is there a set of differential equations that can tell us where our own decisions will lead us. There&apos;s no function to optimise, no statistical test to apply, no big data to mine. And even less to help identify the gains or costs of saying yes instead of no. What&apos;s more, there are no low-risk ways to do excellent research. Even the greatest researchers are slaves to serendipity. Serendipity led to the discovery of the x-ray and won Wilhelm Roentgen the first Nobel prize in physics. Serendipity gave us penicillin and Alexander Fleming&apos;s Nobel prize in medicine. At my alma mater, the University of Western Australia, serendipity and internal fortitude led Barry Marshall to swallow a petri dish of Helicobacter pylori, and his own Nobel prize. In my short career, saying yes has taken me from developing abstract computational formalisms on paper based on methods invented by the same people who worked on the Manhattan Project, to using computer simulation to find tracts of vegetation that are most important to biodiversity on the south coast of Western Australia. Saying yes too often has also led to chronic neck pain, too many sleepless nights, and the neglect of many friends and loved ones. In hindsight, the most valuable &quot;no&quot; I ever delivered was to a contract that landed on my desk in 2008. I said no to staying at the same university and continuing in the same research area. Instead I took a road trip across Australia leading eventually to what I do now: hunting down the biases that affect the clinical evidence doctors are supposed to trust when making decisions with their patients. What would I say to myself as a 20 year old starting a PhD? I would tell myself to be proactive instead of reactive as a scholar, to say no to the &apos;more-of-the-same&apos; options that land on my desk, and to take more time over chasing down the things that excite me. I would tell myself to say no more often, because to-do lists only ever get longer, and the most interesting research opportunities whizz by while working on the mundane. Facing a favela in Brazil, the other side of the galaxy, or a petri dish of Helicobacter pylori, the no answers can shape a research career. Adam Dunn is a research fellow at the Australian Institute of Health Innovation and the Centre for Health Informatics at the University of New South Wales  follow him on Twitter @AdamGDunn This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/05/early-career-researcher-learning-say-no", 
    "wordcount": "817"
}