{
    "headline": "Gadgets of 2013: the future is upon us", 
    "text": "iPhone 5S As per usual, it is expected that Apple will release an &quot;S&quot; update before moving up an integer. Possible features? Respected tech industry analyst Peter Misek is predicting it will come with a new &quot;super HD camera/screen, a better battery and NFC [near field communication - used in such things as contactless payment systems]&quot;. He also claims that, like the Nano, the phone will be available in six to eight colours. When can I buy one? Misek suggests that Apple will be speeding up its cycle of launches, so we should expect it in June. Apple iTV There has been speculation for some years that Apple would make a land grab for the TV market. Apple CEO Tim Cook recently remarked that turning on a TV is like going &quot;backwards in time by 20 or 30 years&quot;. That is, like the music and phone industry previously, it&apos;s in need of an Apple update. Possible features? Cult of Mac reported that the TV would feature both Siri and iSight to enable voice and face recognition iPhones and iPads could also be used to control it. When can I buy one? Gene Munster (industry analyst) has predicted that the Apple iTV will be launched in October 2013: &quot;It should cost $1,500-$2,000 and come in sizes from 42inches to 55inches.&quot; It is likely a UK version would only be released when licensing deals with British TV channels are finalised. Xbox 720 Microsoft&apos;s long-awaited follow-up to the Xbox 360, rumoured to be called the Infinity. Possible features? Like the Kinect, the console will use motion detection technology and T3 recently revealed that Microsoft had filed a patent concerning projecting augmented reality 3D images on walls, which would require you to wear Wi-Fi-enabled 3D glasses. May also include a Blu-ray drive. When can I buy one? A Microsoft executive did talk about a &quot;new Xbox&quot; but this statement was quickly withdrawn by the company; however, the company has placed job ads which mention the new console. A Bloomberg report says the XBox 720 is likely to be available from autumn 2013. Amazon phone The internet giant is said to be adding a phone to its range of Kindle readers. Possible features? Don&apos;t expect any revolutionary hardware, but the software will allow seamless integration between Amazon&apos;s Appstore, Amazon MP3, Amazon Cloud Player and Kindle books. In short, it will be more of an multipurpose Amazon revenue-generating device than a phone. As PC Magazine has suggested, it&apos;s likely to be cheap. This is because Amazon is expected to subsidise the cost of the handset and the monthly price plan using the revenue from the vast amount of Amazon media, electronics and whatnot you are inevitably going to purchase with it. It is also likely to come pre-loaded with a bar code scanner, which will point out how much cheaper everything is on Amazon. Yes, it does sound pretty Faustian. When can I buy one? Your pact could start in mid-2013. Augmented reality glasses Google and a company called Vuzix are lining up futuristic specs for people who can&apos;t bear not to be connected. Possible features? More of a headset than a pair of spectacles, the Vuzix projects a small colour image in front of your eye, runs the Android operating system and connects via Bluetooth to your phone. The screen could show you text messages, emails or map directions. What this device&apos;s killer app will turn out to be is anyone&apos;s guess. It could, for instance, use face recognition to remind you of fellow partygoers&apos; names, their CVs and their latest Facebook status updates and tweets  never be stuck for small talk again! A scary Charlie Brooker-scripted future is heading our way, basically. When can I buy one? Summer 2013 for under $500. Google Glass isn&apos;t expected until 2014. Nest A &quot;learning thermostat&quot; designed by two former Apple employees, it has already been described as the &quot;iPhone of thermostats&quot; by Wired. Possible features? Via Wi-Fi, it connects with your smartphone, allowing you to control your heating whether you&apos;re at home or not. Over time it learns your schedule and designs a heating or air-conditioning programme around it. It can detect when you&apos;re not at home. And it looks pretty: it glows orange for heating, blue for cooling. When can I buy one? They&apos;re already available in the US for $250  the manufacturer claims you will claw that back in utility bill savings in two years.", 
    "section": "technology", 
    "gid": "technology/2012/dec/16/gadgets-2013-apple-xbox-amazon-google", 
    "wordcount": "763"
}