{
    "headline": "Alcohol: friend and foe", 
    "text": "It always happens at this time of year, the collective Christmas hangover coupled with the new year resolutions to get in shape mean alcohol is the first thing to go for many. You can even be sponsored for, as the term Dryathlon enters our vocabulary. Our Olympic Legacy looks different to what I expected.  I&apos;ve previously mocked the notion of being sponsored for doing something as unintentional as growing a moustache, but now people are literally asking to be sponsored for something they&apos;re not doing? The audacity!  I jest, of course, but what does the fact that choosing not to consume a low-level poison is seen as a genuine achievement say about our culture and its relationship with alcohol? When not drinking is seen as more of an aberration than drinking, alcohol is clearly ingrained in society at a fundamental level. Alcohol is often demonised by a wide variety of people. It&apos;s a common tactic in the UK to try boosting revenue and political capital by suggesting raising the minimum price of alcohol, allegedly to tackle problem drinking. And when the topic of drug legislation comes up, you&apos;ll invariably hear about how alcohol is worse than most other drugs. Many argue that it&apos;s hypocritical to criminalise something like cannabis when a much more dangerous drug like alcohol is freely available.  It&apos;s hard not to concede the logic of this argument. For my job I have to teach about substance abuse and addiction, a subject which for the UK could be renamed &quot;Alcohol (plus guests)&quot; and still be accurate. Friends who work and study in the field of substance abuse tell similar stories about the scale of alcohol abuse. How can such a dangerous substance be so common? But could it be possible that alcohol is so dangerous precisely because it is so common? In the UK I&apos;d bet more people are injured by Jack Russells than tigers, but I know which I&apos;d rather encounter when out walking alone. So is it fair to compare alcohol unfavourably to other substances when there is so much more opportunity for alcohol to do harm?  Would alcohol still look so bad if opium dens were as common today as they were in Victorian fiction? If there was such a thing as Cheese and Crack parties? If it was traditional at Christmas to have a nice glass of orange juice and amphetamines? A &quot;Bucks Whizz&quot;, if you will.  Added to this, there is seemingly a lot of data that suggests that actually alcohol can be good for you. If you accept this as accurate, which many do, there is data that suggests alcohol prevents more deaths than it causes. These sources suggest that alcohol is fine, even beneficial, when consumed responsibly.  That&apos;s an important point, though; not everyone is responsible. That&apos;s why we have laws rather than guidelines. And as alcohol lowers inhibitions, drinking responsibly is trickier than it sounds. Also, for every study that shows alcohol can have benefits there is usually a study/interpretation that says the opposite. The whole situation gets very confusing. But it&apos;s possible to argue that alcohol has been around so long that it is now an integral element of society (in the UK at least). But what if it wasn&apos;t? What if, for some reason, alcohol was taken from us? Maybe an incurable and ridiculously communicable virus swept through the population in a weekend, but the only symptom was instant death when alcohol is consumed. Or maybe the neutrinos mutated and denatured the planet&apos;s supply of commercially processed ethanol. Whatever the reason, it&apos;s gone, and it&apos;s not coming back any time soon. What would happen in this scenario? It&apos;s hard to say really. In the short term, we&apos;d see countless parties and similar plans ruined, but most people can cope with disappointment, they&apos;ll get over it. Health wise, the immediate victims will be the alcohol dependant. These people are going to go through some serious withdrawal; many will require serious medical attention. We&apos;d even see some fatalities, from those who lack support or the ability to seek help, those who undergo the most severe types of withdrawal, and those who resort to drinking other noxious substances in order to feed their addiction. It won&apos;t be pleasant. Luckily, the medical services suddenly won&apos;t have to deal with alcohol related injuries and incidents, freeing up a lot of resources.  Over time, we should see a gradual but noticeable drop in a wide variety of alcohol-related problems. Afflictions of the liver, digestive system, endocrine system, cardiovascular, general weight problems etc should occur less often. Alcohol-induced psychiatric problems like Wernicke-Korsakoff&apos;s syndrome and alcoholic blackouts would logically become vanishingly rare. We should also, hopefully, see a drop in the suicide rate.  Negative social consequences of alcohol would also decline. From lost productivity, to violent/criminal behaviours, to ill-judged alcohol-fuelled sexual encounters that result in STIs or unintended pregnancies and their inevitable consequences. All of these should see a decline. So it seems like society could only be a healthier, happier place without alcohol? No, not quite. There may be immediate health benefits, but these could be offset by potentially catastrophic social consequences. If shops could no longer sell alcohol, this would seriously impact on their profits. The big supermarket chains could ride this out, but smaller businesses may have to close altogether.  The effect on pubs and clubs would be exponentially worse. Some people go to the pub for the social interaction, some people go to clubs just to dance, but the places stay in business via the profits from alcohol sales. Maybe over time, people would learn to appreciate them while enjoying a nice apple juice. But this will take time, and &quot;we just need to wait until societal attitudes change&quot; isn&apos;t going to cut it as an excuse when the wages and bills are weeks late. What about fast food businesses? They have some sort of symbiotic relationship with pubs and clubs, staying open late enough to feed the hungry drunks that spill out after closing time. It&apos;s rare to walk through a built up area that doesn&apos;t have a range of establishments that thrive on late night sales of questionable foodstuffs to ravenous people who currently lack the wherewithal to question the quality and safety of what&apos;s on offer. Have you ever seen someone eat a doner kebab while sober? I have. He didn&apos;t enjoy it. If the pubs and clubs collapse, I give the late-night fast food industry less than a week before it goes too. But then how much food consumption does alcohol lead to overall? A lot, I&apos;ll bet. And if this reduces there will of course be immediate health and environmental benefits, but businesses and thus livelihoods will suffer. This goes for taxi firms too. How much revenue will they lose when &quot;too drunk to drive&quot; becomes impossible?  We&apos;ll get a situation where vast numbers of people are suddenly out of work. This seems like exactly the sort of stressful scenario where a drink would help, but that&apos;s not an option. But if people can&apos;t have alcohol to distract them, they can still entertain themselves in other ways, right?  Maybe not. Pubs and similar places often act as the venues for live performances of things like music, comedy, even theatre. The cost of amateur or independent live performances is typically supplemented or even supported by alcohol sales. Without this, live performances could become too expensive for many to engage in, meaning the area is dominated by the big, self-funding companies, thus leading to a potential drought in general entertainment as it becomes geared solely to those who can afford it.  And how much art and creativity is inspired by alcohol? A lot, apparently. Faced with a sudden massive revenue shortfall, combined with substantial increases in unemployment, the government will have to make some serious funding cuts. What&apos;s that? The health service suddenly has a lot less to do you say? Well, that can go for one.  A massively disenfranchised, underemployed and highly-strung population, starved of escapism and entertainment, would likely end up resorting to less legal means. We could see a significant surge in the drug trade, fuelling criminal behaviours and their consequences. Odds are the government&apos;s only solution would be to legalise some other drug for people to engage in recreationally and fill the void where alcohol was. And thus, the cycle begins again.  This is all just speculation on my part, and no doubt I&apos;ve missed a ridiculous number of possibilities, but the main point is that alcohol is so intertwined with our lives and society that its effects lead to countless complex issues and results. Saying you&apos;ll add 10p to a pint and expecting everything to sort itself out is wishful thinking at best.  Bottom line: abstain from alcohol if you like, kudos to you as it&apos;s a lot harder to do than it sounds. But don&apos;t expect it to be going anywhere any time soon. Contemplating the overall effects and consequences of alcohol in modern society, both good and bad, can be quite sobering. This is, at the very least, ironic.  So, who&apos;s for the pub? You can track Dean Burnett&apos;s level of intoxication in real time by following him on Twitter, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/jan/08/alcohol-friend-foe-consequences-health", 
    "wordcount": "1549"
}