{
    "headline": "Cards Against Humanity game donates $70,000 holiday haul to Wikipedia", 
    "text": "Crass party game Cards Against Humanity can now count Wikipedia founder Jimmy Wales as one of its most fervent fans after the makers donated all $70,000 of their holiday profits to the Wikimedia Foundation.  The &quot;free party game for horrible people&quot; has grown its cult following based on its cental conceit: that the more taboo, politically incorrect or downright vile your answer to a question is, the more hilarious and consequently higher score.  A game founded in such base instincts and distributed free on the internet might seem an unlikely source of charity, but when it came to issuing a special holiday edition, the game&apos;s creators, decided to do something both creative and public-spirited.  They offered the the pack of festive themed cards at whatever price people were willing to pay, without saying the profits would go to charity. Max Temkin, co-creator of Cards Against Humanity said they came up with the pay-what-you-want packs as a way to build up excitement for the game and to experiment with payment models.  In two days, they sold most of their approximately 85,000 holiday expansion packs with people paying an average of $3.89. The majority of people paid $5 and 19.79% didn&apos;t pay anything.  &quot;From the outset we decided we wanted to give all the proceeds to charity and that made it more fun for us,&quot; said Temkin. &quot;We weren&apos;t really worried about the bottom line, we were really able to do it as an experiment and do it in a great way.&quot;  After covering an assortment of costs including manufacturing, shipping and development they were left with $70,066.27 in profit, of which every cent was paid to the Wikimedia Foundation.  &quot;We wanted to pick something we thought the users of our game of had heard of and believed in and used and we felt like Wikipedia is pretty unique in terms of having universal appeal,&quot; said Temkin. &quot;It&apos;s something that helps a lot of people of all different classes and levels of education in different places all around the world  We also support the social mission of Wikipedia.&quot;  Or, in Cards Against Humanity language: &quot;Wikipedia is very important to us because without it we would not have known the exact volume of a dose of fresh boar sperm or graduated college.&quot;  To play the game, the &quot;card czar&quot; picks one of the black question cards and the other players draw from their decks of 10 answer cards to produce a response. The best response wins an &quot;awesome point&quot;.  So when someone draws the card, &quot;What gets better with age?&quot; some of the potential game-supplied replies include: women in yogurt commercials, waking up half-naked in a Denny&apos;s parking lot, serfdom, the shambling corpse of Larry King, Harry Potter erotica and the token minority.  Those are some of the more repeatable answers. An on-site infographic shows that the money could have went towards buying Little Monkey Caye island in Belize, 28,000 packets of astronaut ice cream or 1,000 liters of fresh boar sperm. Instead, they chose to donate it to the company who told them the exact volume of a dose of fresh boar sperm. And Wikimedia Foundation founder Jimmy Wales is pretty excited about the results:     OMG this is so fucking cool.Scroll to the bottom. Cards against Humanity, you are the best. ow.ly/gb5H2&mdash; Jimmy Wales (@jimmy_wales) December 18, 2012   &quot;I can&apos;t even tell you how we were freaking out yesterday when he tweeted about us,&quot; Temkin said. &quot;$70,000 is a lot for a game like us, but it&apos;s still pretty small, we weren&apos;t sure it would move the needle for Wikipedia or not, so it was really cool to hear from him.&quot; Temkin also said that they received emails from Wikimedia workers thanking them for the donation.  Cards Against Humanity was envisioned by eight friends from Illinois and has grown to acquire cult popularity. On Tuesday, it was the best selling Toys and Games product on Amazon, where it regularly sells out. It costs $25, but it is also available as a free download under a Creative Commons license, which means people can&apos;t legally sell it, but they can print a copy of the game on their own.  The business strategy of putting the product directly in the hands of consumers follows the company&apos;s self-starter ethos.  The game became a success on the online fundraising site Kickstarter, where the game met its fundraising goal of $4,000 nearly four times over in January 2011.      ", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/dec/19/cards-against-humanity-wikimedia", 
    "wordcount": "749"
}