{
    "headline": "Energy companies pledge to measure impacts of large dam projects", 
    "text": "Two of the world&apos;s largest energy companies committed last week to assess the impacts of their hydropower projects using new voluntary guidelines to evaluate the economic, social, and environmental consequences of big dam projects. But civil society activists denounced the protocol as an attempt to &quot;greenwash&quot; the industry. lectricit de France (EDF) said on Friday it would apply the Hydropower Sustainability Assessment Protocol (HSAP), a voluntary scorecard for hydropower developers, to all new projects as part of a package of commitments made at the World Water Forum (WWF) in Marseille, France. It also said it would commission a scientific evaluation of its global water footprint, and either maintain or decrease it in years to come. The International Hydropower Association (IHA), the industry association that has spearheaded the development and implementation of the HSAP protocol, said the GDF-Suez energy company had also committed to use the protocol to evaluate its controversial Jirau dam project on Brazil&apos;s Madiera river. Survival International claims indigenous communities in the river basin were not consulted adequately about the project, as required by law. Hundreds of large dams are expected to be built over the next decade to meet the rising demands for energy, particularly from countries like India and China. IHA programme director Cameron Ironside said the protocol could help to assess the impacts of these projects at all stages of development and across a wide range of issues  including biodiversity, water quality, infrastructure safety, and the effect on local communities. Projects are scored by accredited assessors from one tofive across 20 indicators, with three representing &quot;basic good practice&quot;. The result, says IHA, is a &quot;sustainability profile&quot; that can help different stakeholders to evaluate a project and identify weaknesses. In addition to EDF and GDF-Suez, nine other energy companies have agreed to use the protocol in at least one project. The WWF has called for projects in at least 20 countries to be assessed using the IHA protocol by 2015. Ironside said: &quot;There are very few companies that can afford to ignore sustainability considerations, especially in the infrastructure sector. This may be to demonstrate steps being taken in this regard to shareholders, or to ensure that projects are given the go-ahead and support from civil society and governments (and financing bodies).&quot; But activists at the Alternative World Water Forum (FAME), also in Marseille, denounced the IHA protocol as an attempt to &quot;greenwash&quot; projects that primarily benefit manufacturers and large industries looking for cheap electricity. Zachary Hurwitz, policy programme coordinator at International Rivers, said the protocol could create opportunities for dam builders to make sustainability claims while potentially undermining legislative and civil society-led efforts to hold them accountable for the social and environmental impacts of their projects. &quot;There are ways to better regulate dam building,&quot; he said. &quot;It is by the legislative process, through harmonising-upwards country regulatory systems in order to truly come to a global binding standard, with the ability to penalise developers.&quot; Hurwitz called on companies to adhere to the recommendations of the World Commission on Dams, which he said has &quot;larger buy-in from civil society&quot;. Nguyen Viet Dung, deputy director of Pan Nature, a Vietnamese civil society organisation, said the IHA protocol could put at risk the future of millions of people who rely on the Mekong river basin, and emphasised the need to strengthen accountability at the local and national level. &quot;We already have a huge gap between existing regulation and implementation. That&apos;s what we need to work on,&quot; he said. &quot;If anything, we need new tools to help civil society organisations and local communities, who will be affected by large dams, to evaluate and monitor these projects.&quot; David Harrison, senior adviser at the Nature Conservancy, said the protocol requires developers to comply with national legislation and will help foster more &quot;adult conversations&quot; about the impacts of dams. &quot;It&apos;s a measurement tool,&quot; said Harrison, who is on the protocol&apos;s governance committee. &quot;It doesn&apos;t say whether hydropower is good or bad, or whether particular projects are good or bad. It just allows us to lay out the &apos;good, bad, and the ugly,&apos; and to start conversations based on that.&quot; Countering concerns from campaigners about the risk of corruption that might result from impact assessors being paid by the hydropower companies themselves, Harrison said all assessments will be published online and that it &quot;will be obvious if something&apos;s going on&quot;. The linkages between water and energy sectors were a focus of discussions at both the WWF and FAME. On Monday, the UN world water development report pointed to hydropower as a potential energy source for sub-Saharan Africa, the &quot;under-dammed continent&quot;. The World Water Council, a key organiser of the WWF, also announced a new partnership with the World Energy Council to encourage public policy at national and international levels to focus on the &quot;water-energy nexus&quot; before the Rio+20 conference on sustainable development in June.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/19/energy-companies-protocol-water-footprint", 
    "wordcount": "845"
}