{
    "headline": "High and volatile food prices are the new normal: we must act now", 
    "text": "Following a summer of dramatic increases in international and UK food prices, the third spike since 2008, it is becoming clear the dynamics of the international food system are changing  and not for the better. With increases of 10% on international food markets, and domestic staples up by as much as 113% in some countries, it is time to focus on what needs to happen next. Research by Save the Children, due to be published next week, will highlight that we are facing a &quot;new normal&quot; of high and volatile food prices. The stakes are high. The countries with the highest burden of undernutrition, responsible for as many as 2.6m child deaths a year, are the most exposed to food price spikes. They tend to be net importers of food, and have citizens who spend 30-60% of their income on food. When prices go up, poor people take their children out of school and prioritise foods that provide energy over nutrition. A relatively short spike can have long-term effects on the development and potential of children. In the face of these changes, the G20 established the agricultural markets information system (Amis) last year to monitor and respond to food price volatility. Last month, France called for a meeting of Amis&apos;s rapid response forum, a request swiftly rejected by the US as being unnecessary. This kind of complacency could be disastrous if it fails to curb panicked policy responses. In 2010, an export ban imposed by Russia sent international food prices spiralling, while having limited impact on calming price rises in the country. Russia has already rejected reports it would impose a grain export ban. Yet conversations in the corridors of agriculture ministries and trading floors suggest more subtle measures may be afoot, such as using government control of the national railway to slow exports. In 2010, the Kremlin denied export restrictions only three hours before Vladimir Putin, then the prime minister, announced an export ban. If the international community is serious about dealing with this problem, it needs to address the fundamentals. Investment in agriculture has been declining year on year in Africa. This pattern needs to change and will involve more investment from donors, and developing countries improving their ability to collect taxes  measures should be taken against companies undermining these efforts by dodging taxes. Scaling up resources is not enough. The governance of the international food system needs a step change. EU and US biofuel mandates, which demand that a proportion of the fuel they use comes from renewable sources, have been criticised. The Food and Agriculture Organisation (FAO), NGOs and, most recently, the chief executive of agriculture firm Cargill say food insecurity is being exacerbated by shifting massive tracts of land from food to fuel production. In the face of persistent food insecurity, the subsidies for this should be swiftly revised. Transparency and improved governance of large-scale land acquisition is also critical. Oxfam reported last week that huge areas of land are being leased or sold every six days, with nearly a third of Liberia swallowed up by land deals in just five years. Not all land deals are bad, of course, but without appropriate governance, these can undermine the food security of local communities in developing countries. Investing in food stocks is part of the long-term solution to volatility. Every food price spike since world war two has coincided with low stock levels. Yet this investment is expensive and would need to occur over a long period to avoid hoarding pushing up prices at a time when supplies are limited. Agriculture ministers are due to meet in Rome on 16 October, World Food Day. They must remember that although the politics may be difficult, the stakes are high for the world&apos;s poorest people. They must set out a road map to respond to this crisis and act urgently to address the drivers of volatility  not just respond when crises hit.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/10/high-volatile-food-prices-normal", 
    "wordcount": "657"
}