{
    "headline": "Book review: Dinosaur Art", 
    "text": "   Dinosaur Art. Edited by Steve White, Titan Books.    Before I dive into this review I really should put up a massive &apos;full disclosure&apos; notice about the book. Not only did the publishers send me an advanced copy of this, but I&apos;m colleagues and indeed friends with almost all of the artists involved and have interviewed them about their work myself. I do have a pretty big interest in palaeoart as a whole and so also know a lot of the processes that go into this kind of artwork and appreciate the challenges artists face. There are of course innumerable dinosaur books on the market and while the target audience can vary from babies through to professional palaeontologists, and the contents cover everything from anatomical descriptions through to science fiction, I can&apos;t think of another book that is essentially devoted to artworks in the manner of this one. Dinosaur art abounds on the walls of museums, in books and online, but these are used to illustrate ancient animals and their environments, are generally in isolation, and little or any explanation to the science or the artistic methods behind them are provided.     Marine reptile and pterosaurs  Doug Henderson, used by permission of Titan Books    This new book &quot;Dinosaur Art&quot; edited by Steve White and featuring contributions from a dozen artists tackles both of these issues  the book is both packed with artworks and covers in some details the thoughts and processes of the artists. The book consists of multiple sections with each part being devoted to a different artist and their work. The print quality and stock are both excellent which really helps show off the illustrations to the maximum effect (and there are fold-outs for the larger pieces, though the book is already quite a large format) and there is much to be admired. There&apos;s a good range of subject covered too and while the focus is on dinosaurs, a goodly showing of other fossil critters make it into the pages, and media include oils, pastels, pencils, all manner of mixed media and digital artworks.     Cretaceous Scene.  Julius Cstonyi used by permission of Titan Books    I do know a lot of palaeoart and am well familiar with most of the artists here and their past and current work (and in a couple of cases, their future output) and so it was more than a little surprise to encounter so many pieces I had not seen before  old works, drafts and sketches, private commissions, murals that have never been reproduced and so on. This gives the book a freshness and feel to it that was immensely satisfying, I can only image it&apos;ll have a rather greater effect for those who haven&apos;t spent years looking at (what seems like) every single variation of Tyrannosaurus going.     Ancient crocodilian.   Todd Marshall used by permission of Titan Books    The inclusion of sketches and associated materials (photographs, layouts and the like) is especially rewarding as this is rarely presented. Coupled with the extensive interviews of the various artists and their styles, interests, specialisations and the like means that one does get a real feel for the artistic side of the endeavours, though while covered, there is sadly rather less of the interesting back-and-fourth between artist and scientist that can make up a large part of the process. That is pretty much the only downside to this for me, it succeeds as a coffee table book with tons and beautifully rendered artworks of dinosaurs and sabretoothed tigers and as a piece exploring the technical and creative side of these artworks. I really would like to see palaeoart become more mainstream and become as accessible and available to a wider audience as many wildlife artists and photographers are now. Thanks to the internet that is starting to change already, but such a fulsome piece should help this further and I rather suspect this volume will appeal to many who have previously not consciously thought about this kind of work before. I probably am biased, but I would highly recommend this and it&apos;s well worth a look.     Smilodon attacks.   Mauricio Anton used by permission of Titan Books  ", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/sep/19/dinosaurs-fossils", 
    "wordcount": "639"
}