{
    "headline": "Budget 2012: chancellor fires starting gun on dash for gas", 
    "text": "The chancellor fired the starting gun on a new &quot;dash for gas&quot; in a budget that was light on green pledges but contained boosts for fossil fuel companies. Green groups reacted with dismay, arguing that the government had missed the chance to create green jobs and a low-carbon economy. George Osborne told MPs: &quot;Gas is cheap, has much less carbon than coal and will be the largest single source of our electricity in the coming years. And so the energy secretary will set out our new gas generation strategy in the autumn to secure investment. I also want to that ensure we extract the greatest possible amount of oil and gas from our reserves in the North Sea.&quot; This signal to the gas industry was accompanied by a 3bn allowance for new oil and gas fields in the west of Shetland, &quot;the last area of the [North Sea] basin left to be developed  a huge boost for investment in the North Sea&quot;, Osborne said. There was a nod to renewable energy, but also to the anti-wind rightwing of the Tory party when he added: &quot;Renewable energy will play a crucial part in Britain&apos;s energy mix  but I will always be alert to the costs we are asking families and businesses to bear.&quot; Osborne also reeled off a list of the government&apos;s green initiatives, including the 3bn green investment bank, which will open next month, a floor price to ensure businesses pay a minimum levy on their carbon emissions and a new measure to ensure that power stations that recycle their excess heat for heating buildings are not penalised. However, the measure to help combined heat and power generation  an efficient way of cutting carbon emissions by reusing the heat from electricity generation  was not as green as it appeared, warned Graham Meeks, director of the Combined Heat and Power Association. By removing charges from the heat generated by such plants, the chancellor was only partially restoring a tax break he took away last year. Before that, CHP plants did not pay the climate change levy on power that they sold to the grid. &quot;That was what allowed these plants to compete in the power market,&quot; explained Meeks. &quot;He has not restored this, and that&apos;s very negative.&quot; He said companies now did not have an incentive to opt for this more efficient form of generation. Osborne cheered businesses by announcing reforms to the &quot;cumbersome and bureaucratic&quot; carbon reduction commitment (CRC), by which companies pay an increasing penalty depending on how inefficient they are in their use of energy. If the CRC cannot be made more workable, Osborne said it would be scrapped and replaced with &quot;an alternative environmental tax&quot;. Green measures took up only a few minutes of the chancellor&apos;s hour-long budget speech, and though some green groups were pleased that Osborne was not openly scornful of environmental protections  his rhetoric in previous speeches has been severe, slamming environmental regulations as a &quot;burden&quot; on business - there was consternation at some of his pledges, including airport expansion in south-east England and new roads. John Sauven, executive director of Greenpeace, said: &quot;This was a bad day for the environment. Support for British manufacturing, green jobs and greening the economy should have been the cornerstone of Osborne&apos;s budget. Instead we got a polluters&apos; charter.&quot; He warned: &quot;There was scant support in today&apos;s budget for the cutting-edge clean tech industries that are spearheading economic recovery in other countries, meaning we fall further behind the likes of Germany and miss out on billions in investment and tens of thousands of jobs.&quot; Andy Atkins, executive director of Friends of the Earth, said: &quot;This budget sticks two fingers up at David Cameron&apos;s promise to build a clean future  and gives a massive thumbs down to new jobs and cutting our reliance on expensive gas and oil. Business leaders are sick of the chancellor&apos;s Jekyll and Hyde routine on developing a low-carbon economy  and other countries are leaving us trailing.&quot; Businesses welcomed the review of the carbon reduction commitment. Gareth Stace, head of environment and climate policy at the Engineering Employers&apos; Federation (EEF), said: &quot;The scheme is overly burdensome, costly and provides no guarantee of carbon reductions. However, no amount of tinkering with this doomed tax on British business will ever make it work and therefore the government should scrap the scheme in the autumn, as part of a holistic review of green polices ahead of the next comprehensive spending review.&quot; But he warned that the changes to the carbon floor price would hurt competitiveness - the levy on emissions is likely to rise from 4.94 per tonne of carbon dioxide in 2013-14 to about 9.55 per tonne in 2014-15, a rate which EEF estimates would increase industrial electricity prices by 6-7%. &quot;This decision locks the UK into a system with higher energy taxes than our competitors, regardless of the European carbon price. This is yet another unilateral increase in carbon taxation, coming at a time when the economy is still in recovery [that] directly contradicts the government&apos;s stance that the UK will go no faster than our partners in Europe,&quot; Stace said. He said companies now did not have an incentive to opt for this more efficient form of generation. Osborne also pledged to make it easier for companies to build new developments, by slimming down planning regulations in what he called &quot;the biggest reduction of business red tape ever undertaken&quot;. This would stimulate the economic recovery, he said: &quot;You can&apos;t earn your future if you can&apos;t get planning permission. Global businesses have diverted specific investments that would have created hundreds of jobs in some of the most deprived communities in Britain to countries like Germany and the Netherlands, because they couldn&apos;t get planning permission here.&quot; But conservation groups are concerned that this will mean a green light for schemes that could impinge on the green belt or create more urban sprawl. The chair of a new committee that will report to George Osborne on how the UK&apos;s &quot;natural capital&quot; is being used was also named as part of the budget announcements. Dieter Helm is an economics professor at Oxford who has long been one of Osborne&apos;s most prized advisers, particularly on energy, and he is a keen supporter of gas. In his new role, he will give advice on when, where and how natural assets  including water and land  are being used unsustainably.", 
    "section": "environment", 
    "gid": "environment/2012/mar/21/budget-2012-chancellor-dash-for-gas", 
    "wordcount": "1107"
}