{
    "headline": "Curiosity rover: Nasa nerves turn to elation after perfect Mars landing", 
    "text": "     The first images from Mars were small, grey and grainy, but they verged on miraculous for the elated Nasa scientists, who hugged, cheered and high-fived on hearing they had pulled off the most daring landing ever attempted on another world. The US space agency&apos;s Curiosity rover touched down on Mars at 6.14am (BST) on Monday after an apparently perfect entry and descent dubbed the &quot;seven minutes of terror&quot; by Nasa staff. The period referred to the anxious moments during which the spacecraft punched into the Martian atmosphere at 13,000mph, performed a series of exquisite manoeuvres, and came to a standstill on the ground, all without human intervention. In the event, the entry was swift and went without a glitch. In the final stage of landing, the spacecraft fired up eight retrorockets to slow its descent, before its &quot;sky crane&quot; lowered the 900kg (1,984lb), car-sized Curiosity rover to the ground on nylon ropes. The conditions on Mars, where the wind can gust to 90mph, were calm, and the rover touched down at 1.5mph, more softly than expected. Seconds later, the rover beamed its first images back to Earth, the pictures taking nearly 14 minutes at the speed of light to reach mission control at Nasa&apos;s Jet Propulsion Laboratory (JPL) in California. &quot;It&apos;s absolutely incredible. It doesn&apos;t get any better than this,&quot; Charles Bolden, the Nasa administrator, told reporters in a press conference after the safe landing was confirmed. &quot;We were sitting there saying, we know we&apos;re on the ground, we just don&apos;t know what shape we&apos;re in. To hear everything was OK was great.&quot;     Nasa scientists at the Jet Propulsion Laboratory in California. Photograph: Reuters    The first pictures, taken from a low-resolution camera aboard the rover, suggested the vehicle had touched down away from large rocks. In one, one of the rover&apos;s wheels was visible. In another, the rover cast a shadow over the floor of the Gale crater. The images prompted whoops of delight from blue-shirted mission scientists who could barely believe the landing was so clean. Speaking at a press conference an hour after Curiosity touched down, John Grunsfeld, a former astronaut and Nasa&apos;s associate administrator for science, said: &quot;Mars is hard and success is not guaranteed. There are many out in the community that say Nasa has lost its way, that we don&apos;t know how to explore, that we&apos;ve lost our moxie. I want you to look around tonight at all those folks in the blue shirts and think about what we&apos;ve achieved. I think it&apos;s fair to say Nasa knows how to explore, we&apos;ve been exploring, and we&apos;re on Mars.&quot; Curiosity is the largest and most sophisticated rover Nasa has ever sent to another planet. Over the next 98 weeks  or one Martian year  the six-wheeled vehicle will trundle around the ancient Gale crater and scale its central mound, the three mile-high Mount Sharp, examining rocks and soil for evidence that the planet was once hospitable to life. Aboard the rover are 10 scientific instruments that will scour the Martian surface for rocks that formed in the presence of water, and other geological clues that the planet was once habitable. John Bridges, a planetary scientist at Leicester University, who was at JPL for the landing, told the Guardian: &quot;From cruise stage separation, atmospheric entry at 6km per second, parachute deployment, slowing down, then sky crane deployment, it went without a hitch. The first images have already got us talking.&quot;     One of first images taken of the surface of Mars by Nasa's Curiosity rover. Photograph: Jpl-Caltech Television/AFP/Getty    Adam Steltzner, a former rocker who heads the entry, descent and landing team, told reporters he was humbled by the experience. &quot;In my life, I am, and will be, forever satisfied, if this is the greatest thing that I&apos;ve ever given,&quot; he said. Powered by radioactive plutonium and lithium-ion batteries, the rover will now explore the Gale crater and Mount Sharp for one Martian year, or 687 Earth days. It will climb up the shallow sides of the mountain, following a path drawn up from maps created using images taken by Mars orbiters. Scientists hope the mountain will be a window into the planet&apos;s past. At the bottom of the crater are rocks thought to be more than 3.5bn years old, but higher up, the deposits are ever younger. As the rover climbs, the measurements it makes will reconstruct the planet&apos;s habitat from the ancient past until now. Curiosity has a robotic arm, with a scoop and drill, which can collect samples for analysis on board the rover. On a central mast, the rover holds a camera and laser that can vaporise rock surfaces and study their makeup from nearly 10 metres (33ft) away. The Nasa team will now take 10 Martian days  each one being 24 hours and 40 minutes  to run checks on the rover and ensure it is healthy before exploration begins in earnest. For the first three months on the planet, the surface operations team will work on Mars time to make best use of the robot. &quot;Tonight is just the landing. Tomorrow we are going to start exploring Mars. And next week, next month and next year we are going to bring you new discoveries. We are going to continue not only exploring Mars, but exploring the solar system and exploring the universe, because our curiosity has no limit,&quot; said Charles Elachi, director of the Nasa laboratory.", 
    "section": "science", 
    "gid": "science/2012/aug/06/mars-curiosity-rover-nasa-perfect-landing", 
    "wordcount": "894"
}