{
    "headline": "Qatar builds farms in the desert", 
    "text": "Jean-Pierre Moreau grows flowers  roses, gladioli and chrysanthemums  out in the desert, about 30km west of Doha. At the request of the emir of Qatar, Hamad Ben Khalifa al-Thani, the Frenchman is producing 4m flowers a year with a workforce of 60, mainly from Nepal and India. Inside the 55,000 sq metres of greenhouses at Roza Hassad, the decor bears little resemblance to the stony, windswept landscape outside. At 30-second intervals the computerised control system adjusts the moisture and light in each of the 16 glass structures that recreate the climate conditions of the Netherlands or the tropics, depending on the flowers growing there. The plants, rooted in a layer of coconut husks or a volcanic-rock compound, are irrigated from a well 100 metres underground. The water is desalinated and mixed with the nutrients the flowers need to grow. Roza Hassad is a showcase enterprise, a publicly owned firm set up to reduce the number of imported flowers. How much does all this cost? Moreau would rather not dwell on figures. Money is not an issue, in a country where there are no end of ambitious projects. As far as he is concerned, the flowers &quot;are just a step on the way. With the necessary means and this cutting-edge technology, we could be growing tomatoes, peppers and all sorts of vegetables.&quot; After all, he has previously grown lettuce under the most extreme conditions. The next step is coming soon. Food security is the prime concern of the Qatar government&apos;s strategy, set forth in its National Vision 2030. Imports currently account for more than 90% of the goods consumed by the population of 2 million, of whom only 300,000 are Qataris. The wholesale market in Doha, which occupies several vast buildings, offers ample proof of this. Lorries unload aubergines from Saudi Arabia, apples from Lebanon and China, tomatoes from the Netherlands, bananas from the Philippines and strawberries from Egypt. Meat and cereals are also imported. &quot;Our future development is inconceivable if we cannot secure our own food resources,&quot; says Fahad Ben Mohammed al-Attiya, head of the Qatar National Food Security Programme (QNFSP). &quot;We are all in favour of international trade, but we also believe in climate change and its consequences for farming. In the future some countries may reduce their exports and we cannot remain so dependent.&quot; This scheme, launched in 2008, has involved large numbers of international experts. It is due to be finalised shortly, and should come into operation in 2014. &quot;We have made no investments for the past 20 years. We still use old farming methods so productivity is very poor,&quot; Attiya adds. &quot;A substantial share of crops is lost during storage. We need to input new skills, training and technology. Many think it&apos;s unrealistic, but I think it&apos;s going to be revolutionary.&quot; He believes it will be possible to cover 60% of food requirements. The problem of water scarcity will have to be tackled by building more desalination plants, which Attiya plans to run on solar power rather than using fossil fuel. &quot;The country&apos;s 1,400 or so farms consume 700,000 cubic metres of water a day. But this water, pumped up from the aquifer, is becoming increasingly brackish. With our programme we plan to produce five times more,&quot; says Patrick Linke, the QNFSP&apos;s technical head. But how can it make economic sense to use solar power when diesel costs as little as 25 cents a litre? When quizzed on the cost and funding of this new undertaking, the authorities give vague answers. The drive to shift the focus to local production does not mean Qatar is giving up its policy of buying land overseas. &quot;We will carry on, because we need it. But we will do so taking care in each case to uphold the property rights of local communities and farmers. Our aim is to invest in land, not to seize it,&quot; Attiya explains. In December, in Doha, Attiya presented awards to the most promising projects presented as part of the Land for Life initiative, supported by the UN Convention to Combat Desertification. He emphasised his country&apos;s ambition to set up a &quot;global alliance of arid areas&quot;, to provide mutual assistance between member countries. The African countries attending the event expressed curiosity and interest, but they are looking forward to concrete results.  This article appeared in Guardian Weekly, which incorporates material from Le Monde", 
    "section": "environment", 
    "gid": "environment/2013/jan/08/qatar-building-farms-desert-water", 
    "wordcount": "748"
}