{
    "headline": "Do we have the right to pardon Turing?", 
    "text": "Stephen Hawking and a number of his peers have signed a letter that appears in the Telegraph today, calling for the government to pardon the legendary mathematician and computer scientist, Alan Turing. Turing, a major force in cracking the German naval Enigma code, was charged with gross indecency in 1952 for the crime of committing homosexual acts, ejected from GCHQ and subjected to a hormone &apos;treatment&apos;  chemical castration  that left him impotent. The father of computer science died two years later aged just 41. Although he received a formal apology from Gordon Brown in 2009, a petition calling for a pardon was denied earlier this year.  &quot;successive governments seem incapable of forgiving his conviction for the then crime of being a homosexual,&quot; the letter argues. &quot;We urge the prime minister to exercise his authority and formally forgive the iconic British hero.&quot; Pardoning Turing is one of those ideas that seem so obviously right it&apos;s scarcely worth giving them a second thought. He was a hero and genius whose life was ruined by the state&apos;s bigotry and prejudice, and no one in their right mind would suggest that he deserves anything less than a full pardon and a grovelling apology. And yet while I&apos;d like to see it happen, there are at least three questions I can think of that are worth a bit of thought. The first, and most obvious: why only Turing? Tens of thousands of people were convicted under the same law, dating back to Oscar Wilde and earlier. All of them people were victims of the same injustice, and the scale of that injustice was the same whatever their achievements, whether they happened to be Alan the mathematician or Bill the coal-miner. Addressing this only for those who happened to be public heroes is a shallow, insincere and grossly unfair act that just compounds the problem  pardon all of them, or pardon none, but don&apos;t imply through your actions that some are more &apos;deserving&apos; of &apos;forgiveness&apos; than others.  Second: why do it at all? It&apos;s difficult to see what pardoning Turing would really achieve, for him or for the cause of equality more generally. The man himself won&apos;t know much about it: even if heaven existed it&apos;s doubtful they would let something as vile and depressing as The News in, and of course if the Christians are right he won&apos;t be in heaven anyway. We cannot &apos;make it up&apos; to him: the damage inflicted on his mind, body and career cannot ever be undone.  On the other hand his legacy is unquestioned, and his reputation as one of the great British heroes is secure. His conviction has entered history as a stain not on his character, but on Britain itself; an important reminder for future generations of what we did, and what we mustn&apos;t do again. Perhaps this is unfair on my part, but the conspicuous political act of publicly expunging that stain  as if it would somehow &apos;undo&apos; the crime  feels uncomfortably like a self-serving gesture, a way of drawing a line under an embarrassing period in our history and moving on as though everything were fixed. The trouble is I&apos;m not entirely convinced we should move on. Which brings me to my third question: who would pardon him? David Cameron? On behalf of the British government? We live in a country that gives political power to a church riddled with bigotry, where the battle for marriage equality is still being fought, and where homophobic bullying is endemic in our schools. We have entire sections of industry  notably Premier League football  in which no gay man can reveal himself for fear of what might happen. Our dominant political party is riddled with members making homophobic statements, and in Cabinet we have both a chancellor who referred to a gay MP as a &quot;pantomime dame&quot; and a Lord Chancellor and Secretary of State for Justice who claimed that it&apos;s acceptable for B&amp;Bs to turn away gay couples. I could run through examples like this all week, but the point is this: I&apos;m not sure that the British government have earned the right to pardon Alan Turing. Not as long as the attitudes that led to his persecution are still very much with us, and entrenched in that very same government. The language of Hawking et al&apos;s letter is remarkably clumsy; its plea that the government should &apos;forgive&apos; Turing carelessly implying that he did something to be forgiven for. In reality, it is the government who should be seeking forgiveness from Alan Turing, but that of course has been impossible for more than half a century, and no amount of symbolic gestures will change matters. A pardon for Turing and his peers would be welcome, but if politicians are serious about atoning for past sins then they should ask what they can do for homosexuals today. There&apos;s no shortage of places for them to start. @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/dec/14/gay-rights-alan-turing", 
    "wordcount": "826"
}