{
    "headline": "Doha climate talks stall over draft text wording", 
    "text": "Talks aimed at a global agreement on climate change appeared stalled on Friday, with countries failing to agree on the wording of the draft texts that will form the outcome of the fortnight-long UN conference in Doha. Delegates reported &quot;tough going&quot; and &quot;frustratingly slow progress&quot;, as a key text that was supposed to be delivered overnight in its near-final draft form was delayed, and there has been little done so far to take an overview of all the four texts in circulation, which negotiators say is needed. Although the talks are not thought to be close to breakdown, they have been sluggish as delegates have appeared to feel little sense of urgency. The talks are supposed to finish at 6pm on Friday, but were always likely to drag on into the night and now participants appear resigned to a finish on Saturday  and that sense of resignation has not helped to inject any fresh impetus. Some delegates have blamed the Qatari presidency, which they say has not taken a firm grip on the talks, and the Saudi Arabian chair of one of the negotiating strands, who has been accused of not co-operating well with the negotiators. However, the work on one strand  the continuation of the Kyoto protocol  is said to be close to completion. To observers, the talks may seem difficult to follow. The problem is that the really tough negotiations are not happening at these talks  they will not start until next year. Those talks will be on drafting a global agreement, binding developed and developing countries to cuts in greenhouse gas emissions, by 2015. If successful, it would be the first such global treaty. But before that can begin, this meeting needs to sort out various details that are in the way, some of which  such as the Kyoto protocol  are hangovers from previous staging points in the 20-year talks. &quot;This is about clearing away the clutter, leaving a clear path for the potential global agreement in 2015,&quot; said Nick Mabey, chief executive of the environmental thinktank E3G. &quot;After this, the debate moves back to the national capitals, as countries need to decide for themselves what they are prepared to take into the new negotiations leading to 2015.&quot; The issues needing to be cleared away include the continuation of the Kyoto protocol beyond the end of this year when its current targets expire, and without which the developing countries will not sign up to a new deal. That has always looked a relatively straightforward part of this meeting, as the EU and several other countries have long agreed to a continuation. Developing countries are disappointed that the US has always made it clear it would not join Kyoto, and that several major economies, including Japan and Canada, have abandoned the protocol, despite supporting it strongly in the past. However, most accept that having the EU and its allies signed up is enough to move forward. Another issue is the effective wrapping up of a separate negotiating strand, the working group on long-term co-operative action. That was started because once the Kyoto protocol came into force in 2005, the US  the only major economy not to have ratified it  was excluded from some of the negotiations. As the talks on a 2015 agreement need to bring everyone back into the fold, the LCA should effectively complete its business at Doha. However, on Friday morning, there were still disagreements over the wording of its text. The third text to be agreed is setting out a work programme to enable negotiators to meet the tight deadline of drafting a new agreement by 2015. That is not likely to be highly detailed, but needs to give negotiators time to discuss key issues such as the form of a new agreement and the technicalities of writing it. The vexed question of developed countries providing finance to developing countries, to help them cut their carbon emissions and cope with the effects of climate change, has been a sticking point. The negotiations on finance have been grouped together into a single strand at this conference, to make them easier to manage, though ultimately the results of the deliberations will feed into the other key texts. Developed countries have already pledged $30bn (19bn) from 2009 to 2012, and by 2020, according to the pact signed at Copenhagen, that should reach $100bn (62bn) a year. But there is no agreement on how to bridge the funding gap from next year to 2030. Some developing countries came into the Doha talks hoping rich countries would agree to provide $60bn (37bn) in the short term, but that was never realistic. Others pushed for a text that would bind developed countries to increasing the finance they provide year on year from 2013 to 2020, but the US does not want to be so specific. At the talks, EU member states helped to ease the financing issue by announcing new commitments for funds to flow from 2013, currently amounting to more than 7bn (5bn), and counting. The UK has allocated about 1.5bn for the period 2013 to 2015, and there have been pledges from Germany, France, Denmark, Sweden, the Netherlands, and one is expected from Finland. Ed Davey, the UK climate secretary, said many developing countries had &quot;paid tribute&quot; to the EU for its stance. &quot;That has helped change the dynamics of the negotiations,&quot; he said. &quot;[The UK&apos;s] early pledging  announced in 2010  has catalysed others and put the EU in a very strong position.&quot; However, the exact form of words on finance in the text is still the subject of haggling, and could still prove a breaking point. If these last sticking points are resolved, then the Doha conference will be hailed as a success and the real talks  on a 2015 treaty - can begin. Those real talks will be tougher than any in the 20-year history of climate negotiations, because they will involve deep questions over which countries should now be considered developing and which are now rich enough and have high enough emissions to be asked to make steep carbon cuts and contribute finance to help poorer countries. Those questions have never before been addressed, and they are potentially explosive areas of disagreement. Another key question is what a 2015 agreement should look like  what legal form it should take, and whether it contains specific pledges on emissions and finance from each country or something looser, and that too will take much wrangling. It seems likely that the Doha conference will come up with resolutions and agreed texts on the small set of issues tabled for discussion here. But if it does not, and these technical and &quot;housekeeping&quot; issues drag on into next year, that will be disastrous because resolving these problems will eat into negotiating time that needs to be spent on the big questions, and that time is already perilously short. If the worst happens, and Doha ends in failure, it would cast doubt on the whole UN process of climate negotiations.", 
    "section": "environment", 
    "gid": "environment/2012/dec/07/doha-climate-talks-stall", 
    "wordcount": "1190"
}