{
    "headline": "Ben Milstein obituary", 
    "text": "Ben Milstein, who has died aged 94, was at the forefront of cardiothoracic surgery in the UK. On his 40th birthday, in 1958, he performed the first ever open-heart surgery, at Papworth hospital, Cambridgeshire, on a woman who had an atrial septal defect, or hole in the heart. The anaesthetised patient had been immersed in a bath of iced water before surgery so that her heart would stop beating; Ben had 10 minutes to complete the operation before brain damage occurred, which he did successfully. After its conclusion, Ben was thrown into the bath to mark the day. Forty years later, the same patient joined him to celebrate that anniversary. Ben&apos;s first operation at Papworth was a mitral valvotomy, an operation designed to relieve heart failure as a result of a narrowed valve. He stuck his forefinger into the beating heart to stretch open the valve knowing, at that time, the procedure carried an 80% risk of mortality, but his patient survived. In 1962, Ben replaced an aortic valve  again, a novel procedure. This was a time of brave men performing brave operations on brave patients. It is difficult to imagine the excitement and energy of those risky, innovative times now that cardiac surgery has become relatively routine and safe. After the second world war, Ben worked at the top cardiothoracic hospitals including University College hospital, the Brompton and Guy&apos;s hospitals, training under the auspices of the cardiac surgeon Russell Brock, who had a significant influence on his work. In 1958, he was appointed the first consultant cardiothoracic surgeon for Papworth and Addenbrooke&apos;s hospitals. During the subsequent 26 years, he devoted his professional life to developing and establishing a world-class centre for cardio thoracic surgery. In addition, from 1977 to 1984, he was an associate lecturer in the Cambridge University clinical school, where he taught anatomy. In 1960, Ben became one of the first in the UK to use the heart-lung machine, which kept the body&apos;s vital organs functioning while surgery took place and is now a standard piece of equipment. Two years earlier, in preparation, he and his team performed trials by experimenting on dogs and pigs at the School of Veterinary Medicine in Cambridge. At first they worked in the gardener&apos;s hut and later in the postmortem room. These places were freezing cold in winter and it was necessary to wear a full skiing outfit beneath one&apos;s surgical gown. In 1969, Ben and Roy Calne together decided to investigate the possibility of cardiac transplantation. They attempted auto and homo transplantation on animals in the laboratory. In auto transplantation, the heart is taken out and replaced in the same animal; in homo (or allo) transplantation, a heart is placed in another of the same species. There were no long-term survivors, the longest being five hours, and these efforts then had to be abandoned due to lack of funding. It was not until 1979 that Terence English successfully performed the first clinical cardiac transplant  on a person  at Papworth. Ben&apos;s surgical career spanned the entire development of cardiac surgery, and throughout he maintained an active practice in thoracic surgery. He was an ardent supporter of the NHS and strived to maintain the highest possible standards for his patients. He introduced the concept of co-operation rather than competition in the running of the surgical unit. He believed that this policy of good teamwork involving every discipline contributed to the success of the cardiothoracic unit. A father figure at Papworth, he was known for his wise counsel and forthright attitude; I met him in 1981, when I went there as a consultant. He was awarded a Hunterian professorship by the Royal College of Surgeons in 1956 (cardiac arrest and resuscitation), and was given the Royal College of Surgeons&apos; Jacksonian prize in 1957 (pathology and treatment of aneurysms). He was president of the Thoracic Society in 1980 and editor of Thorax from 1978 to 1983. Ben, Peter James and other cardiothoracic surgeons in 1959 founded Pete&apos;s club, the constitution of which declared that the scientific business should be the discussion of mistakes and errors of judgment; no member was allowed to report a case that reflected credit on himself. It expanded nationally and internationally into Europe and finally the US. It was disbanded in 1989, but was a forerunner of the clinical governance and audit that are standard today; cardiac surgery in particular is now at the vanguard of open scrutiny. Ben was born in Dublin, the fourth child and first son of Jewish immigrant parents, Hershel and Rebecca. The family moved to Hampstead, north London, where his father worked as a tailor. After primary education, he won a place at St Marylebone grammar school. He gained an open scholarship to read medicine at University College London, where he qualified in 1942. During his student days, having abandoned all Jewish ritual and beliefs, he marched in support of Spanish anti-fascists and was committed to socialist ideals for his entire life. In 1942, he was conscripted into the Royal Army Medical Corps, became an acting major, and landed in Normandy three days after D-day, eventually seeing service in France, Belgium, the Netherlands and Germany. He was mentioned twice in dispatches for valour and courage. After retirement he was able to devote more of his time to his many hobbies. At a violin-making class in Cambridge he made two violins, a cello and finally a viola, thus completing his string quartet. He had a wonderful sense of humour, was a brilliant conversationalist and entertainer and successfully turned his hand to painting and gardening. He married Margaret Hargreaves in 1941 and, following her death in 1994, shared his life with Judith Chivers. He is survived by three daughters, Susan, Diana and Anne, and seven grandchildren.  Benjamin Bethel Milstein, cardiothoracic surgeon, born 30 September 1918; died 22 April 2013", 
    "section": "science", 
    "gid": "science/2013/jun/04/ben-milstein", 
    "wordcount": "972"
}