{
    "headline": "New York lawmakers propose bill to ban anonymous online speech", 
    "text": "Online commenters aren&apos;t exactly known for their kind words, but lawmakers in New York want to hold their constituents to a higher standard. A few Empire State lawmakers want to address that problem by doing away with anonymous commenting.  Identical bills in the senate and assembly require anonymous posts to be deleted by administrators of New York-based websites, including &quot;social networks, blog forums, message boards, or any other discussion site where people can hold conversations in the form of posted messages.&quot; The proposal has the tech and legal communities reeling  if not outright giggling.  &quot;There are lots of good reasons to ban anonymous comments, and also a lot of good reasons to have anonymous comments, and the state assembly weighing on the issue is strange and slightly ridiculous, slightly goofy,&quot; Tim Wu, a professor at Columbia law school, told the Guardian.  &quot;It is hard to imagine the value of a law that would, for example, make Columbia&apos;s course evaluation illegal. Not to mention it&apos;s an obvious first amendment violation.&quot; If the bills pass, website administrators would be required to provide a contact number or email address for people to request anonymous comment removals. Upon receiving a complaint, the website would then be required to contact the original commenter and give them a 48-hour window to identify their posts. If the anonymous commenter chooses not to identify themselves by providing their IP address, legal name and home address within the 48-hour slot, the website must delete the comment. Assemblyman Jim Conte, who co-sponsored the bill, says the bill is meant to combat cyber-bullying. Conte wrote:  With more and more people relying on social media and the internet to communicate and gather information, it is imperative that the legislature put into place some type of safeguard to prevent people from using the Internet&apos;s cloak of anonymity to bully our children and make false accusations against local businesses and elected officials.  A variety of cases prosecuting anonymous commenters have arisen in the past few years, but this seems to be the first piece of statewide legislation. In April, a Texas couple won a $13.8m defamation lawsuit against anonymous commenters who accused the couple of being sexual deviants, molesters and drug dealers on Topix, a local forum website. The offending commenters were discovered when Topix disclosed the commenters information, including IP addresses.  Federal prosecutor Sal Perricone resigned after a justice department investigation revealed that he posted over 600 anonymous comments on a New Orleans news site. Perricone was identified after one of his targets hired a linguist to analyze the comments.  Last year, the Indianapolis Star argued that shield laws, used to protect journalists, should also apply to the anonymous commenters on their site. The court rejected this argument, but did say in other cases, commenters could be considered sources, and therefore be protected by shield laws. They also adopted the Dendrite rule, which gives the commenters an opportunity to respond and demand a significant amount of evidence to prove the comments are illegal.  Unlike these cases, New York&apos;s legislation places the responsibility on the website owners. Though, as David Kravets of Wired notes, &quot;Oddly, the bill has no identification requirement for those who request the takedown of anonymous content.&quot;", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/may/23/anonymous-comment-ban-new-york", 
    "wordcount": "549"
}