{
    "headline": "Pakistan needs to recoup more in taxes before any aid boost, say MPs", 
    "text": "Britain should increase aid to Pakistan only if there is clear evidence that the newly elected government will increase tax revenues, MPs say. A report from the House of Commons international development committee on Thursday urges the Department for International Development (DfID) to focus more closely on supporting the rule of law and anti-corruption efforts. &quot;Many people in Pakistan who live below the poverty line gain from the projects supported by DfID&apos;s valuable programmes in education, health and governance,&quot; says Malcolm Bruce, the committee chairman. &quot;But the committee is concerned that not enough tax is raised in Pakistan to fully finance improvements in the quality of life for poor people. In particular, we cannot expect people in the UK to pay taxes to improve education and health in Pakistan if the Pakistani elite does not pay meaningful amounts of income tax.&quot; DfID plans to increase bilateral aid to Pakistan to 446m in 2014-15, from 267m in 2012-13, making this strategically important country the largest recipient of UK aid. Despite its status as a middle-income country, about one in three Pakistanis live on 30p a day or less, one in 11 children die before their fifth birthday, and half of all adults, including two-thirds of women, are illiterate, with 12 million children out of school. Pakistan is scheduled to this year hold its first elections where leadership will pass from one civilian government to another. MPs express particular concern at Pakistan&apos;s tax system, in a country notorious for corruption and tax evasion. Pakistan ranks low on Transparency International&apos;s corruption perceptions index  coming joint 139th out of 176 countries  and has weak auditing and budgeting procedures. At a time when global aid levels are falling, development experts have stressed the importance of domestic resource mobilisation  collecting taxes. The report notes that for the past decade, tax in Pakistan as a proportion of GDP has remained at or around 10%. This compares with tax collection rates of around 14% to 15% of GDP in countries with similar per capita incomes. Pakistan&apos;s VAT efficiency is 25%, the lowest in the world (Sri Lanka&apos;s is 45%). According to the Pakistani federal board of revenue, around 0.57% of Pakistanis  only 768,000 people  paid income tax last year, with only 270,000 having paid something each year over the past three years. No one has been prosecuted for tax fraud for at least 25 years. &quot;As a significant friend of Pakistan,&quot; says Bruce, &quot;the UK must do all it can to encourage Pakistan to implement effective tax collection as part of wider reforms designed to foster inclusive economic and social development for all sections of society. Pakistan&apos;s rich must, in turn, demonstrate a clearer commitment to improving conditions and basic opportunities for all their fellow citizens by paying more in tax than they do under present arrangements.&quot; The committee recommends that DfID work with other donors and the International Monetary Fund to encourage Pakistan to improve its tax system. &quot;Historically, Pakistan has been able to water down calls for longer-term internal reform, notably on taxation, because of short-term geopolitical concerns of western donor countries,&quot; says the report. &quot;This trend now has to end, and the UK must work alongside other donors and especially use its influence within the IMF to encourage urgent reform within Pakistan.&quot; However, an analyst expressed scepticism at attempts to link aid to tax reform. &quot;Overall, I think the emphasis on promoting tax collection in Pakistan, and the possibility of linking aid to this, is appropriate and sensible,&quot; says Matthew Nelson, a south Asia specialist at the School of Oriental and African Studies. &quot;However, it&apos;s unlikely that this important conditionality will have any teeth within the next two or three years when DfID&apos;s funding is set to rise so dramatically.&quot; Education will be DfID&apos;s largest programme in Pakistan, absorbing half of the bilateral aid programme. Other key areas are governance, security and maternal health, with smaller programmes on humanitarian assistance, wealth creation and vulnerability. MPs think the big education project in Punjab is a good one, but say DfID will need to be able to adapt should there be a change in the province&apos;s chief minister, with a successor less enthusiastic about the programme. In a report last year, UK aid watchdog the Independent Commission for Aid Impact (Icai) found that the education programme had improved the quality of learning, and had shown promising early results. However, a programme for maternal and newborn health showed &quot;significant shortcomings&quot;, and there were concerns that the humanitarian projects had done little to prepare Pakistan for future disasters. Overall, Icai rated the country programme green/amber in its traffic-light ratings system, which means it performed relatively well and provided value for money but needed improvements. In response to the development committee&apos;s report, a DfID spokesman said: &quot;We have made it clear to government and opposition politicians in Pakistan that it is not sustainable for British taxpayers to fund development spend if Pakistan is not building up its own stable tax take. Following the election we will make available practical assistance to the incoming government to help deliver reform of the Pakistan tax system and work with the IMF, but tax and economic reform must take place.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/04/pakistan-recoup-taxes-aid-mps", 
    "wordcount": "892"
}