{
    "headline": "Academic workload: a model approach", 
    "text": "One of the concerns that I hear most frequently from university senior managers is that they have no idea how members of their academic staff are spending their time. And a common complaint from academics themselves is that the &apos;centre&apos; just doesn&apos;t understand the huge number of different activities that they have to contend with. Workload modelling provides a way to bridge this gap. A workload model identifies the different activities undertaken by members of academic staff and allocates an agreed time &apos;budget&apos; to each one. This allows academics, their departments and their institutions to construct a clear and comprehensive picture of who is doing what and how much time they are dedicating to it. It covers all members of academic staff, all activities and all work-related time. And once you have a workload model, its uses are myriad. Individual academics can use it to understand what is expected of them and to demonstrate their contribution to their department&apos;s activities. Heads of department can allocate activities equitably, ensure balanced workloads and identify capacity issues before they become critical. And university management gains an overview of what is happening on the ground. If your model is sufficiently detailed, you can use it for course costing. And if you integrate it into your annual planning and review cycle, you can even use it to replace the TRAC (transparent approach to costing) time allocation survey. Most universities already measure or monitor workloads in some way. Departments allocate teaching loads and management responsibilities, groups manage their research portfolios and individual academics juggle their responsibilities to their students, their department and their research funders. Workload modelling takes this one step further, bringing the data together in a coordinated fashion so that it can be used more effectively. All universities can do more, for example, to ensure that members of academic staff have a better work-life balance. I&apos;m writing this late on a Sunday evening and my wife  a researcher in a Russell Group university  is sitting downstairs doing her marking. And how many other academics are in the same position, working well beyond the standard week just to keep on top of their teaching and administrative responsibilities, let alone to do all of the other things that attracted them to academia in the first place? Workload modelling won&apos;t solve these problems of course. It won&apos;t find us more time in the week or create additional resources out of thin air. But by being more open and more honest about the different things that people are doing and the amount of time they are spending on them, it can help departments and institutions gain greater insight into the specific challenges they face and what they can do about them. And in these financially straitened times, when departments and universities alike are under pressure to demonstrate that they are using their resources efficiently, it can provide them with just the evidence they need. A good workload model is one that is transparent, fair and based on what actually happens across the institution. It is not a one-size-fits-all thing. A model designed around your institution will work much better than a generic one that doesn&apos;t take account of your specific ways of working. It is unlikely that the physics department, the sports science department and the sociology department all work in the same way, so the model needs to be able to cope with this. It can&apos;t just be thought up by the finance department  it needs to be designed in conjunction with members of academic staff or experience shows that it won&apos;t work. To be honest, once you&apos;ve got people on board with the idea, the model itself isn&apos;t that hard. First, identify the different things academics are involved in, like teaching, research, postgraduate supervision, management and administration. Then break each one down into activities, such as specific taught units, management roles or doctoral students. Second, allocate a suitable &apos;tariff&apos;  usually in hours per year  to each activity. Finally, collect the data. If this sounds complicated or unrealistic, you probably already have most of the data you will need. One of my clients, for example, extracts information on research projects and postgraduate supervision directly from central records systems. And data on teaching, management and administration roles will usually be held within each department or faculty, too. Developing an effective workload model takes time and effort. However, done well it can provide valuable insight into academic workloads and yield tangible benefits for academics, departments and institutions alike. It can also, crucially, facilitate a more constructive dialogue between academic departments and the university administration. And that&apos;s worth spending time on. Simon Perks is director of Sockmonkey Consulting  follow him on Twitter @simonperks This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/15/academic-workload-modelling-management", 
    "wordcount": "810"
}