{
    "headline": "Consciousness: Eight questions science must answer", 
    "text": "Consciousness is at once the most familiar and the most mysterious feature of our existence. A new science of consciousness is now revealing its biological basis. Once considered beyond the reach of science, the neural mechanisms of human consciousness are now being unravelled at a startling pace by neuroscientists and their colleagues. I&apos;ve always been fascinated by the possibility of understanding consciousness, so it is tremendously exciting to witness  and take part in  this grand challenge for 21st century science. Here are eight key questions that neuroscientists are now addressing: 1. What are the critical brain regions for consciousness? The brain contains about 90 billion neurons, and about a thousand times more connections between them.  But consciousness isn&apos;t just about having a large number of neurons. For instance, the cerebellum, which contains over half the neurons in the brain, doesn&apos;t seem much involved. We now think that consciousness depends primarily on a specific network of regions in the cortex (the wrinkled surface of the brain) and the thalamus (a walnut-sized structure buried deep in the interior). Some of these regions are important for determining the level of consciousness (the difference between waking and dreamless sleep) while others are involved in shaping conscious content (the specific qualities of any given experience).  Current hot topics include the role of the brain&apos;s densely connected frontal lobes, and the importance of information flow between regions rather than their activity per se. 2. What are the mechanisms of general anaesthesia? A good way to study a phenomenon is to see what happens when it disappears. General anaesthesia can be induced by many different substances (including propofol, one of the drugs that contributed to Michael Jackson&apos;s death) but the outcome is the same: total loss of consciousness.  There is now increasing evidence that anaesthesia involves a disintegration of how different parts of the brain work together, a sort of &quot;cognitive unbinding&quot; rather than a general shutting-down.  A key question now is how similar general anaesthesia is to other states of unconsciousness, such as dreamless sleep. 3. What is the self? All our experiences seem tied to an experiencing self, the &apos;I&apos; behind our eyes. But selfhood is a complex phenomenon, encompassing a first-person perspective on the world, a sense of ownership of our body, actions, and thoughts, perceptions of our internal physiological condition, and of course the narrative we tell ourselves about our past experiences and imagined futures. We now know that these different features depend on different brain mechanisms, and can even be manipulated experimentally (for example, it&apos;s possible to generate &quot;out of body&quot; experiences in the lab). Understanding how the brain constructs the conscious self will help us better understand and treat psychiatric disorders such as schizophrenia, which involve a disintegration of selfhood. 4. What determines experiences of volition and &apos;will&apos;? The question of whether &quot;free will&quot; exists is guaranteed to raise philosophical hackles. But what&apos;s not in doubt is that the experience of intending and causing our actions exists and is very common. Neuroscientists have studied this issue since the 1980s by looking for neural signatures of volition (the experience of intending to do something) and agency (the experience of causing an action). A growing consensus now rejects the idea of volition as explicitly causing actions, instead seeing it as involving a particular brain network mediating complex, open decisions between different actions. 5. What is the function of consciousness? What are experiences for? Researchers have now discovered that many cognitive functions can take place in the absence of consciousness. We can perceive objects, make decisions, and even perform apparently voluntary actions without consciousness intervening. One possibility stands out: consciousness integrates information. According to this view, each of our experiences rules out an enormous number of alternative possibilities, and in doing so generates an incredibly large amount of information. 6. How rich is consciousness? The vast majority of evidence about consciousness depends on subjective reports, for example when we say what we (consciously) see. A long-running debate has asked whether we are missing something by this method, if what we experience can outstrip our ability to report on it. Intriguingly, evidence is emerging that this may indeed be the case. This evidence may provide a basis for tackling one of the thorniest problems in consciousness science: distinguishing the brain mechanisms of consciousness itself from those involved in being able to relate what we experience. 7. Are other animals conscious? Mammals share much of the neural machinery important for human consciousness, so it seems a safe bet to assume they are conscious as well, even if they can&apos;t tell us that they are. Despite this similarity, animal consciousness is unlikely to involve conscious selfhood in the same sense that humans enjoy. Beyond mammals the case is much harder to decide. However, birds and cephalopods (such as the octopus) are particularly intriguing, being extremely smart and having surprisingly complex brains. 8. Are vegetative patients conscious? In the US alone, about 15,000 patients are in a &quot;vegetative state&quot;, having suffered massive brain injury. The key feature of this state is that patients&apos; behaviour suggests that they are awake but not aware. Brain imaging has revealed, however, that at least some of these patients are conscious, and has even facilitated communication between these patients and their families and doctors. We now need to improve the sensitivity of these methods and use them to guide not only diagnosis but also treatment. These are just a few of the active research areas in the neuroscience of consciousness. What&apos;s important is that we can make rapid progress on these and other key questions without getting hamstrung by some of the grand mysteries that still remain, most obviously: Why is consciousness part of the universe at all? But it&apos;s this question that still keeps me awake at night. Anil Seth is co-director of the Sackler Centre for Consciousness Science at the University of Sussex and chair of the 16th annual meeting of the Association for the Scientific Study of Consciousness, which will take place in Brighton, 2-6 July He will take part in a debate about the nature of consciousness at the Royal Institution on Wednesday 7 March", 
    "section": "science", 
    "gid": "science/2012/mar/01/consciousness-eight-questions-science", 
    "wordcount": "1035"
}