{
    "headline": "Mass pelican deaths in Peru caused by starvation, study finds", 
    "text": "Peru says unusually warm ocean currents pushing southwards along its coast have disrupted fish distribution patterns causing around 5,000 seabirds, mostly pelicans and boobies, to starve to death. Dead and dying seabirds have been littering Peru&apos;s northern beaches since last month and the Peruvian authorities expect other marine species to be impacted if the oceanographic conditions persist. Peruvian anchovies, anchoveta, usually flourish in the cold water Humboldt Current, which hugs the Chilean and Peruvian coastline, and forms the base of a marine food chain which makes Peru one of the world&apos;s biggest fisheries. Carmen Grados, a oceanographer studying the EL Nio phenomenon, said there had been &quot;anomalies&quot; causing the coastal sea surface temperature to shift between 1 and 2C since February. She added it was too early to determine whether the warming of sea surface temperatures was caused by the cyclical event El Nio event. The last major El Nio in 1997 and 1998 caused the deaths of millions of seabirds and other marine animals such as sealions. &quot;When there is a warming of sea surface temperatures the fish go deeper which means fledging juvenile pelicans, which cannot yet dive, are not able to feed themselves,&quot; Patricia Majluf, marine biologist and former deputy fisheries minister told The Guardian. The seabird deaths follow closely a massive dolphin die-off, which began in January, on the same stretch of coastline. Officially 877 bodies were found but the death toll could exceed 3,000 according to volunteers&apos; counts. It is among the largest ever reported worldwide.  The strandings remain a mystery. Initially experts said the causes could be acoustic impact from testing for oil, the Peruvian government has said there is no evidence to support this theory. A multi-sectorial study has so far ruled out contamination by heavy metals or pesticides, bacterial infections - brucellosis and leptospirosis - and a lack of food as possible causes of death, said Gabriel Quijandria, vice minister for the Strategic Development of Natural Resources. However key tests have yet to be completed for morbillivirus, a highly infectious virus related to measles in humans and canine distemper. Officials say the re-agents needed to carry out the tests have been held up in Peruvian customs. The Florida-based Dolphin Research Centre says the morbillivirus has caused several cases of mass deaths among marine mammals in recent years. However even in the US, the National Oceanographic and Atmospheric Administration (NOAA) classified more than half of recorded marine mammals strandings since 1991 as &apos;undetermined&apos;. Yuri Hooker, a biologist, said all but 14 of the dead cetaceans counted were long-beaked common dolphins (delphinus capensis) supporting the hypothesis that the cause of death was a specific virus or pathogen affecting that species. &quot;There is no public health risk related to a possible viral infection either linked to the dolphins or the pelicans&quot;, Dr Quijandria said amid public health fears after the health ministry recommended people avoid beaches where there were dead animals. He added it was perfectly safe to eat fish.  But small-scale fisherman say they have already felt the impact of reduced fish consumption. &quot;Industrials fishing fleets are overfishing the anchovy further out to sea and that&apos;s stopping the pelicans from getting enough food  it&apos;s affecting us too, we can&apos;t compete,&quot; Pedro Huapaya, an artisanal fisherman in Lima&apos;s southern Chorrillos district, told The Guardian.", 
    "section": "environment", 
    "gid": "environment/2012/may/09/peru-pelicans-starvation", 
    "wordcount": "565"
}