{
    "headline": "Chinese environment official challenged to swim in polluted river", 
    "text": "Widespread outrage against China&apos;s environmental issues that began when Beijing&apos;s air pollution hit record levels last month has spread to encompass another major public health threat: water pollution. Last week, an eyeglass-retailer executive from Rui&apos;an City, coastal Zhejiang province, offered the city&apos;s environmental protection chief Bao Zhenming more than 20,000 to take a 20-minute dip in a highly polluted local river. The entrepreneur, Jin Zengmin, posted the dare to his microblog beneath pictures showing the waterway overflowing with discarded aluminum cans, polystyrene boxes and paper lanterns. He blamed the river&apos;s industrial demise on dumping by a local rubber shoe factory. The Rui&apos;an government responded by saying that most of the river&apos;s pollution was caused by individuals, not factories, and could be attributed to overpopulation. Bao has since declined the offer. &quot;Finally this issue [water pollution] has aroused the attention of the general public,&quot; said Ma Jun, head of the Beijing-based Institute of Public and Environmental Affairs. &quot;Although it&apos;s going to take a long time [to fix], now we have seen a starting point.&quot; The challenge to Bao came as the government announced on Thursday that it will force heavily polluting industries to participate in a compulsory insurance programme to ensure they can adequately provide compensation for damage. The mining and smelting industries must participate in the scheme, along with lead battery manufacturers, leather goods firms and chemical factories. Petrochemical companies and firms that make hazardous chemicals and hazardous waste would also be encouraged to participate. China&apos;s water pollution woes are not a new story. The head of China&apos;s ministry of water resources said last year that up to 40% of the country&apos;s rivers are &quot;seriously polluted&quot;, and an official report from last summer found that up to 200 million rural Chinese have no access to clean drinking water. China&apos;s lakes are often affected by pollution-induced algae blooms, causing the surface of the water to turn a bright iridescent green. Yet even greater threats may lurk underground. A recent government study found that groundwater in 90% of China&apos;s cities is contaminated, most of it severely. Chinese media responded with surprising urgency  the Straits Times newspaper in southeastern Fujian province presented the findings in a full front-page spread. &quot;Groundwater is a key source of drinking water, industrial and agricultural use, especially in northern China,&quot; said Ma. &quot;If this resource gets contaminated, it&apos;s far more difficult to restore than surface water or the air.&quot; Ground zero for the recent flurry of online outrage is Weifang, a city of 8 million in coastal Shandong province that&apos;s known primarily for its annual kite-flying festival. Last week, Weifang&apos;s internet users accused local paper mills and chemical plants of directly pumping industrial waste into the city&apos;s water supply 1,000 meters underground, causing cancer rates in the area to skyrocket. &quot;I was just angry after receiving information from Web users saying that the groundwater in Shandong had been polluted and I forwarded it online,&quot; Deng Fei, a reporter whose microblog posts sparked the allegations, told the state-run Global Times. &quot;But it came as a surprise to me that after I sent out these posts, many people from different places in northern and eastern China all complained that their hometowns have been similarly polluted.&quot; Weifang officials have offered a reward of about 10,000 to anyone who can provide evidence of illegal wastewater dumping. According to a Weifang Communist party committee spokesperson, local authorities have investigated 715 companies and have yet to find any evidence of wrongdoing.", 
    "section": "environment", 
    "gid": "environment/2013/feb/21/chinese-official-swim-polluted-river", 
    "wordcount": "596"
}