{
    "headline": "Research in brief  14 March 2013", 
    "text": "Social Science     Photograph: Christopher Thomond     Ability grouping may be intensifying the disadvantages experienced by summer-born children, research from the Institute of Education suggests. &quot;If teachers place younger pupils  early in their school career  in lower ability groupings, and older pupils in higher groupings, this hasty sorting may have a significant impact on subsequent differences in educational attainment,&quot; says the study&apos;s author, Tammy Campbell.  Punishment can act as a performance enhancer in a similar way to monetary reward, a study led by researchers from the University of Nottingham shows. The study looked at how the efficiency with which we make decisions based on ambiguous sensory information  such as visual or auditory  is affected by the potential for, and severity of, anticipated punishment.  Arts and humanities     Photograph: Leon Neal/AFP/Getty Images     An archive of documents, photographs and films spanning 150 years of Lincolnshire&apos;s engineering history has been preserved for posterity, in a joint project led by the University of Lincoln and Lincolnshire County Council. The Ruston Hornsby (Siemens) Archive contains nationally significant material revealing the central role played by Lincolnshire companies in England&apos;s industrial heyday during the 19th and 20th centuries.  Researchers from the Royal College of Art&apos;s Helen Hamlyn Centre for Design are helping to inform arts strategy at one Scotland&apos;s largest hospitals to enhance its mental health unit. The research is part of a wider creative strategy to enhance the clinical environment through visual arts. Science and technology     Photograph: Harry Sieplinga/hms Images/Getty Images     People with a severe unexplained psychological illness have abnormal activity in the brain, research from the University of Cambridge and UCL shows. &quot;The processes leading to these disorders are poorly understood and highly variable, said Dr James Rowe from the University of Cambridge. &quot;As a result, treatments are also complex, often lengthy and in many cases there is poor recovery.&quot;  A gene linked to obesity and over eating may also increase the risk of skin cancer, according to scientists at the University of Leeds. The results suggest that the FTO gene has a more wide-ranging role than previously suspected, with different sections of the gene being involved in various diseases. And finally     Photograph: the Guardian      Researchers from the University of Oxford and Havard University looking to explain how the daffodil got its &apos;corona&apos;  a crown-like structure also referred to as the &apos;trumpet&apos;  have found that it is not an extension of the petals as previously thought, but is a distinct organ sharing more genetic identity with stamens, the pollen-producing reproductive organs.  Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/mar/14/research-in-brief-march", 
    "wordcount": "450"
}