{
    "headline": "'Business as usual' is the wrong economic advice for the global south", 
    "text": "All developing regions have enjoyed faster growth since 2002, with particular attention focused on the performance of larger countries. A string of acronyms, most notably Brics (Brazil, Russia, India, China, South Africa), has animated the idea of a &quot;great convergence&quot; as incomes in the global south are projected to rapidly catch those in the slow-growing north. The financial crisis of 2008 has done little to change this narrative. The big message from the pundits and policymakers in developed countries is that global market forces have delivered rising prosperity, and that &quot;business as usual&quot; through sharp austerity in the north and rapid opening-up in the south is the way forward. Whether austerity will help the north get back on its feet is debatable, but for the south &quot;business as usual&quot; is the wrong advice. The policy challenges facing developing countries, including the largest among them, will, over the coming decade, be even greater than those of the past, particularly if the north continues to stagnate. The growth surge in developing economies was in part triggered by the dotcom bubble bursting in the early 2000s. Low interest rates and massive liquidity expansion in the north triggered a boom in capital flows to developing countries, while the subsequent debt-fuelled recovery provided expanding markets for southern exports and drove up commodity prices. China&apos;s accession to the World Trade Organisation encouraged the spread of global production chains and further boosted trade. Things changed abruptly after the 2008 financial crisis. Growth rates in developing countries dropped sharply as capital flows went into reverse, commodity prices tumbled and exports collapsed. However, some of the larger developing economies showed remarkable resilience in the face of economic contagion, in part because they had resisted the siren calls of financial markets. Even though these actions helped mitigate a global economic meltdown, policymakers in the north  even as they have taken unprecedented steps to save their own commanding heights  have begun to make noises about the unfair advantages of &quot;state capitalism&quot;, insisting the Brics are no longer really developing countries and demanding they take on ever greater global responsibilities. Such a stance not only overlooks the difficult policy problems facing the Brics but understates wider development challenges. In broad terms, the export-led Asian economies, notably China, have to curtail their dependence on consumers in advanced economies by expanding domestic and regional markets. Brazil, India and South Africa must generate sufficient jobs, above all in the industrial sector, to reduce high inequality and poverty. Commodity exporters also need to diversify their production, and all countries running large current account deficits need to bring those under control through a carefully calibrated policy package that does not sacrifice growth. What is needed to secure inclusive growth in the south is a continuing overhaul of development policies and a more stable external environment. Three areas are critical. First, macroeconomic policy must widen its focus away from narrow monetary or inflation targets and the appeasement of international capital markets. Ambitious growth and employment goals can be met only with the full range of macroeconomic policy instruments, including public investment and expansionary fiscal measures, to create strong domestic demand and a favourable investment climate. Second, industrial policies are needed to support the expansion of activities with the greatest potential for economies of scale, learning and technological advance. These sectors tend to be concentrated in manufacturing, but targeted policies can also help raise productivity and upgrade skills in agriculture and services. Effective public institutions, including development banks, will be essential for economic diversification and long-term investment. A third critical area is social policy. Rising inequality in recent decades has created economic distortions and political instability in many countries. Recently, several Latin American countries have started to correct decades of lopsided growth using innovative social and redistribution policies, such as Brazil&apos;s Bolsa Famlia. India&apos;s rural employment guarantee scheme seeks to bolster the employment content of growth, and China&apos;s shift towards consumption-led growth will require a significant redistribution of wealth and income. Expanding south-south ties can provide a favourable external environment. South-south investment has been growing, but other financial flows remain small and will need encouragement. Innovative financial arrangements, including a Bank of the South, should be part of that discussion, along with broader co-operation to help expand productive capacity, deepen local markets and deliver regional public goods. A rising south is altering the global economic geometry but it is still work in progress. It will also need a new development narrative from the north, one that recognises a rising south is in its interest. With their old road rapidly ageing, the best thing rich countries can do is to lend a hand to this project by redesigning international economic governance to make finance the servant not the master of sustainable and inclusive growth and development.  Richard Kozul-Wright is head of the unit for economic co-operation and integration among developing countries at Unctad", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/07/business-as-usual-economic-global-south", 
    "wordcount": "823"
}