{
    "headline": "US data whistleblower: 'It's a violation of everybody's constitutional rights'", 
    "text": "Bill Binney believes he helped create a monster. Sitting in the innocuous surroundings of an Olive Garden in the Baltimore suburbs, the former senior National Security Agency (NSA) official even believes he owes the whole American people an apology. Binney, a tall, professorial man in his late 60s, led the development of a secret software code he now believes is illegally collecting huge amounts of information on his fellow citizens. For the staunch Republican, who worked for 32 years at the NSA, it is a civil liberties nightmare come true. So Binney has started speaking out as an NSA whistleblower  an act that has earned him an armed FBI raid on his home. &quot;What&apos;s happening is a violation of the constitutional rights of everybody in the country. That&apos;s pretty straightforward. I could not be associated with it,&quot; he told the Guardian. Binney, a career NSA employee who first volunteered for the army in the mid-1960s, has now become a high-profile thorn in the side of NSA chiefs when they deny the programme&apos;s existence. At a hacking conference this summer in Las Vegas, NSA director General Keith Alexander said the NSA &quot;absolutely&quot; did not keep files on Americans. &quot;Anyone who would tell you that we&apos;re keeping files or dossiers on the American people knows that&apos;s not true,&quot; Alexander told an audience of computer and security experts. But Binney himself was at the same conference and publicly accused Alexander of playing a &quot;word game&quot;. &quot;Once the software takes in data, it will build profiles on everyone in that data,&quot; he told a convention panel there. Binney&apos;s outspokenness has earned him media appearances on shows across America&apos;s political spectrum ranging from ultra-conservative Glenn Beck&apos;s TV show to the liberal radio icon of Democracy Now. &quot;This is not a political issue. People on both sides are concerned,&quot; Binney said. The story Binney tells is one of extreme over-reaction by America&apos;s national security establishment post-9/11. He recounts developing a small software system, called ThinThread, in the late 1990s at the NSA where he was the technical director of the organisation&apos;s 6,000-strong World Geopolitical and Military Analysis Reporting Group. ThinThread correlated data from emails, phone calls, credit card payments and Internet searches and stored and mapped it in ways that could be analysed. Binney wanted to use ThinThread to track foreign threats but it worked too well and kept catching data on Americans too. So Binney&apos;s team built in safeguards that encrypted that data. But, by 2000, the NSA decided to go with developing a larger scale programme called Trailblazer to be built by outside contractors (that eventually failed to make it past the design stage) and ThinThread was effectively mothballed. Then September 11 happened. Within a few weeks, Binney says, he realised parts of ThinThread were now being used by the NSA in a massive and secret surveillance operation. But his safeguards had been removed allowing for far more targeted surveillance of American citizens. &quot;I knew the dangers so I built in protections. And you could still find the bad guys with the protections in it. But that wasn&apos;t what they wanted so they took those things out,&quot; Binney said. Binney quickly left the agency and kept his silence. But that was not the end of the story. In late 2005, the New York Times broke the story that the NSA was engaged in large-scale warrantless electronic surveillance. The scandal eventually led to the passing of amendments to the Foreign Intelligence Surveillance Act in 2008 which, many critics say, simply gave legal protection to the agency&apos;s data-mining operations. The programme has thus effectively continued under the Obama administration, which has launched a ruthless crackdown on national security whistleblowers, especially those leaking NSA secrets. Binney gradually began to protest behind the scenes. Yet that earned him an FBI raid by armed agents as he showered at his home. &quot;Here&apos;s a guy coming into my shower and pointing a gun at me. I&apos;d been co-operating with these people. Why are they doing this?&quot; he said. Over the past year Binney has gone fully public, detailing what he believes is a massive effort under the Obama administration to collect virtually all electronic data in the country, from Facebook posts to Google searches to emails. It is a deeply secret programme, Binney says, that is called Stellar Wind. He points to the NSA&apos;s creation of a giant data centre at Bluffdale in Utah as part of the system. The gigantic building is set to cost $2bn and be up and running by 2013. It is being designed to store huge amounts of accessible web information  such as social media updates  but also information in the &quot;deep web&quot; behind passwords and other firewalls that keep it away from the public. As an example of Stellar Wind&apos;s power, Binney believes it is hoovering up virtually every email sent by every American and perhaps a good deal of the people of the rest of the world, too. &quot;I didn&apos;t expect it from my government. I thought we were the good guys. We wear white hats, right?&quot; he said. For Binney, Bluffdale is a symbol that the national security policy conducted by Obama has been little different than that of Bush. Obama has renewed the Patriot Act, tried to broaden the powers of detention of American citizens for national security reasons, and deployed the anti-spy Espionage Act more times than all other presidents combined. &quot;They are still continuing the same programmes  actually, Obama is doing more in some areas,&quot; Binney said. Nor is Binney optimistic of rolling back the surveillance. Last week the House of Representatives voted for a five-year extension to the controversial 2008 FISA amendments. Yet Binney believes there has been too much of a sacrifice of civil liberties in order to fight terrorism. &quot;People should feel the ability to go out there and and do anything that they want to without being looked at all the time. Monitored. Watched,&quot; he said. &quot;The terrorists win, OK? We&apos;ve lost because we have destroyed our society just to combat them and there was really no reason to do that.&quot; Binney is also determined to keep on speaking out. &quot;I don&apos;t see any other recourse. Everybody needs to wake up to what we are doing here and whether we want it or not. There is a big hole at the end of this tunnel and it drops off to nowhere.&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2012/sep/15/data-whistleblower-constitutional-rights", 
    "wordcount": "1098"
}