{
    "headline": "Scientists go to war with their funding council", 
    "text": "If you thought scientists were quiet types who pulled their lab coats over their heads at the first whiff of confrontation, try saying five letters out loud in a university near you this summer  EPSRC. Leading chemists, physicists and mathematicians are at war with their major funder, the Engineering and Physical Sciences Research Council. They accuse the council of being out of touch and arrogant, ignoring scientific expertise and fostering mediocre science. With a government spending review widely expected next year, and academics close to Westminster warning that science cannot expect the cushioning it was given in the 2010 settlement, the rebellion is causing serious waves. Ministers are said to be exasperated that this has exploded on to the public stage, and influential figures including Nobel laureate Sir Paul Nurse, president of the Royal Society, are battling behind the scenes to encourage a resolution. The vice-chancellor of one research university sums up the anger in the sector: &quot;The EPSRC is a mess. It is perfectly reasonable that it has to take measures to deal with reduced funding. But there is a much wider concern that it has lost touch with the scientists. I know of several examples of council staff saying that something is too important to be left to the academics.&quot; This is not small fry. The council gives around 950m of critical research funding to chemists, physicists, mathematicians and engineers a year, making it the biggest player in this area in the UK. At the heart of the controversy is the EPSRC&apos;s &quot;shaping capability&quot; agenda, which aims to refocus the council&apos;s tight budget on areas of excellence and national importance. Overall, 14 of the 113 subjects the council funds have been marked for reduced funding, including synthetic organic chemistry and mathematical physics, with 17 areas flagged for growth. The community was quick to mobilise its big guns when the first cuts were announced last summer. David Cameron received a letter from 25 famous mathematicians slamming the &quot;unaccountable quango&quot;, followed closely by another from 100 big-name chemists. In May this year, a group of academics parked a hearse outside parliament to mourn the death of science at the hands of the EPSRC. And more protests are on the cards. Yet they insist that this is not mere flouncing about reduced budgets. Prof Tony Barrett, head of synthetic chemistry at Imperial College London and the leader of the Science for the Future protest group, claims that &quot;untrained&quot; civil servants in the council&apos;s Swindon offices wield too much power. He is angry that they failed to consult the learned societies properly about their policy changes. &quot;The people who are happy to be told what to work on by EPSRC bureaucrats are usually the second-raters,&quot; he adds. Prof Tom Simpson, a senior chemist at Bristol University, agrees: &quot;My feeling is the council doesn&apos;t have much of a grasp of what actually goes on at the research level. Why not ask the scientists? They have this term, &apos;we have informed the community&apos;. That means &apos;we&apos;ve taken a decision and then told everybody&apos;. That&apos;s not what consultation means.&quot; Meanwhile, the head of one major university describes how EPSRC staff have tried to tell very senior scientists what to do in their research: &quot;It is ridiculous because they don&apos;t have the expertise.&quot; Nurse, winner of the 2001 Nobel prize for physiology or medicine, is more diplomatic than many of his society&apos;s fellows have been about the EPSRC. But he agrees the body needs to demonstrate that it is really listening to researchers. &quot;Empowering individual scientists at the coal face is the way you deliver what the public needs. On the whole I think you should leave decisions about what to fund to the practising scientists rather than to civil servants or even senior figures like me who are getting rather past it.&quot; Until now, there has been little in the way of public conciliation from the EPSRC. However, there is hope that the council&apos;s new chair, former energy company chief executive Paul Golby, may have a serious chance to unite the divided parties. Although sources close to Golby say that he had no real idea how entrenched the conflict was when he accepted the post, he is rolling up his sleeves and getting stuck in. Like David Delpy, the council&apos;s beleaguered chief executive, Golby points out that a certain amount of grief was inevitable. &quot;We are in a very difficult economic climate,&quot; he says, &quot;and some people are always going to be resistant to change.&quot; But he doesn&apos;t claim that the council has got everything right. And he is spending his summer quietly visiting key individuals  including some of the council&apos;s most vociferous critics  trying to understand the issues at lab level. &quot;One doesn&apos;t get this level of noise without there being some issues that need looking at,&quot; he says. &quot;Whether they are misunderstandings or genuine problems is what I&apos;m trying to find out.&quot; One major bone of contention is the council&apos;s requirement that all scientists must demonstrate the potential impact of their research to secure funding. While the research councils are in theory independent of politicians, this follows a strong steer from the Treasury, which wants proof of value for money. Gordon Brown&apos;s administration pushed this agenda hard and it has not been overturned by the coalition. Professor Christopher Moody, a leading chemist at Nottingham University, says: &quot;I have no problem with being accountable. But asking us to look in a crystal ball and say what the impact of this will be in 50 years&apos; time is just not sensible. I worry about how much weight is put on the actual quality of the science proposal versus the statements of national importance and economic impact.&quot; Barrett is more outspoken: &quot;The EPSRC&apos;s obsession with impact will lead to funding things that are mediocre and incremental because you can&apos;t accurately predict the outcome of fundamental research. Either that or it will lead to some scientists simply telling lies.&quot; Golby counters: &quot;We are spending just short of 1bn of taxpayers&apos; money every year and we do have a duty to ensure that we are delivering value to the UK.&quot; However, he is quick to concede that the council should not have a one-size-fits-all policy. &quot;The impact agenda should be nuanced and obviously you wouldn&apos;t want a blue-skies researcher to be as precise about impact as an engineer nearer the applied end.&quot; There are other anxieties, including the slicing of PhD student provision from all research grants, and a ban on resubmission of rejected proposals even if they were deemed to be excellent. Barrett admits that he has come under fire from others in the community who think scientists must stand as a united force to justify more funding from government. But he insists that the EPSRC&apos;s opponents will not back down. &quot;We believe mediocrity is being encouraged and the country has to pay attention,&quot; he says firmly. Nurse is determined that politicians should be kept out of all this. &quot;They want us to sort it out ourselves,&quot; he says. Yet with emotions running high, sorting it out does not look easy, and some key academic figures say Golby has an almost impossible job on his hands. Yet he remains positive. &quot;I am not hoping this will all just go away,&quot; he says. &quot;Healthy debate is a good thing and we shouldn&apos;t always agree with each other. But I want the debate to be carried out in a calm fashion that helps us to support the very best of British science and keep the UK world-leading.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/13/science-research-funding-row", 
    "wordcount": "1300"
}