{
    "headline": "Heat from North American cities causing warmer winters, study finds", 
    "text": "Those who wonder why large parts of North America seem to be skipping winter have a new answer in addition to climate change: big city life. A study, published in the journal Nature Climate Change, found that the heat thrown off by major metropolitan areas on America&apos;s east coast caused winter warming across large areas of North America, thousands of miles away from those cities. Winter warming was detected as far away as the Canadian prairies. In some remote areas, temperature rose by as much as 1 degree C (1.8F) under the influence of big cities, which produced changes in the jet stream and other atmospheric systems, the study found. Researchers found a similar pattern in Asia, where major population centres resulted in strong warming in Russia, northern Asia, and eastern China. On the flip side, however, changes in atmospheric conditions had an opposite effect in Europe  lowering autumn temperatures by as much as 1 degree C (1.8F). The extra heat generated by big cities was just a fraction of the warming caused by climate change or urbanisation, the researchers said. But the study did help scientists account for additional warming that was not explained by existing climate models. &quot;What really surprised us was that this energy use was a tiny amount, and yet it can create such a wide impact far away from the heat source,&quot; said Guang Zhang, a scientist at the Scripps Institution of Oceanography, who led the study. &quot;We didn&apos;t expect it to be this much.&quot; Global temperature averages were barely affected by the big city heat, barely .01C on average. But big cities had a noticeable impact on regional temperatures almost on a continental scale. Researchers said the extra heat should be taken into account in future climate projections. Scientists have for years been trying to untangle how big cities  with the sprawl of buildings and cars  affect climate. The study suggests cities themselves have far-reaching effects on climate, in addition to the climate pollution caused by the burning of fossil fuels.", 
    "section": "environment", 
    "gid": "science/2013/jan/27/scienceofclimatechange-climate-change", 
    "wordcount": "343"
}