{
    "headline": "EE's 4G mobile network  review", 
    "text": "Jammed call centres, signal problems, breathtaking download speeds, and lots of Kevin Bacon adverts... The UK&apos;s first 4G mobile network, EE, is two weeks old and its arrival has left some customers delighted and others demented. So for those wondering whether to take the plunge: are the fastest download rates in the market worth EE&apos;s premium prices and the headache of switching networks? Or do lower bills for slower speeds make more sense? Is 4G what your smartphone has been waiting for, or will EE&apos;s monthly download caps clip its wings? In order to find out, I have spent the last fortnight putting EE through its paces, using the older 3G network operated by Three as a comparison. First, let me say this is not a review of the customer service offered by either company. The briefest of glances at Twitter shows EE has had its fair share of teething problems. The delivery of SIM cards for some customers has been slow, and some of those who have joined up say they can no longer make voice calls. Others have reported waiting hours for an answer on the helpline:    Just spent 2 hours on hold with @ee. By the end the pain was transcendent. Like staring into the eyeball of the world.&mdash; Pete Myall (@dudekiller) November 12, 2012    The problems have not been helped by stock shortages at Apple, meaning some customers are being told they could have to wait a month for a new iPhone 5. Having bypassed the sign-up process, and been lent handsets with no data caps, I was able to test the networks without any of the usual aggravations. My everyday phone is an iPhone 4S, but for the trial I used newer products  an iPhone 5 on both networks, and also a Samsung Galaxy S3 on EE. This may be a rose-tinted view, but the level of connectivity I found on both Three and EE while going about daily life in central London left me profoundly impressed. Clocking a 15Mbps speed test on the open-air tube platform at Sloane Square, comparing Amazon prices from the centre of a large department store, downloading the Bus Checker app and receiving a live timetable in less than a minute, watching the BBC One spy thriller Hunted until my bus arrived, and carrying on watching as we crossed the river... All are things I have either struggled with in the past, or simply been unable to do in 3G. The experience left me buzzing with the possibilities, and more than a little nervous about travelling around town with eyes glued to two ridiculously expensive phones. Do more, buffer less In most places I was able to do more, with less buffering, than on my home broadband, which plateaus at 3Mbps on a good day. I was surprised, because this level of mobile service has tended to elude me on the company phone, which uses Vodafone&apos;s network. It&apos;s no doubt just bad luck but I cannot get a voice signal in my kitchen, or a 3G signal anywhere at home. Outside my local tube station (Stockwell in south London), the 3G is so weak that emails struggle to load. And I have wandered from street to street on the north bank of the Thames near the Strand in a hopeless quest to download a map. In fairness, EE&apos;s 4G signal does not yet reach even the top floor of my house, although Three is there. With just 11 cities reached so far, EE has a long way to go before its spread and depth of coverage can match that of Vodafone or any of the older networks. And Three&apos;s network is patchier outside urban areas than those of its larger rivals. Multiple factors can affect speeds. Vodafone&apos;s lower frequencies tend to travel better through walls. Certain subscriptions have limits imposed on them according to what the handset being used is capable of. There is no doubt that in side-by-side trials, EE repeatedly beat Three on the numbers. It peaked at 20Mbps at Vauxhall Cross transport interchange, and my slowest recorded download rate was 7Mbps. The highest speed measured on Three was 8Mbps, again at Vauxhall, and the lowest 1Mbps. This was still enough to create an ad on eBay, including uploading the necessary photos in a matter of seconds, from an office desk nowhere near an external wall. But, in most cases, there was no task 4G could perform noticeably better than 3G. Both networks were able to play, fast forward and rewind video with either no buffering or just a few seconds of wait time. In fact, in one instance the iPhone 5 on 3G played a television programme with less buffering and a crisper image than was achieved by a Samsung SIII on 4G. The only real difference in user experience was the speed at which apps download. Here 4G has the edge, at least on EE&apos;s largely empty network. The Bus Checker app took 50 seconds to install on Three, and just two seconds on EE. The BBC iPlayer app took 30 seconds on Three, and a lightning-fast three seconds on EE. Data obstacles But Three offers unlimited data, and EE does not. Even its most expensive plan limits usage at 8 gigabytes. For 3 gigabytes of data on EE, the minimum plan on which the top-flight handsets are available, the customer pays 46 a month. This is around 10 more than on other networks. Are faster app installs enough of a selling point when unlimited data is on sale for less money? Probably not. One wonders why EE is charging more. The answer perhaps is that the company, which already owns the Orange and T-Mobile brands, does not need more customers  but more profitable customers. EE is already the market leader with 27 million subscribers, while the next largest network, O2, has 23.5m. EE&apos;s parent companies, France Telecom and Deutsche Telekom, are thought to be keen to float the company when economic conditions improve. Fatter margins will attract a higher share price, and 4G may well pull in the early-adopting, high-rolling customers. Outside Stockwell tube station, 31 October, 11:35 EE: 15Mbps Three: 4Mbps Sloane Square tube platform, 31 October, 12:00 EE: 15Mbps Three: 2Mbps Electronics department, Peter Jones, 31 October, 12:29 EE: 19Mbps Three: 7Mbps Top floor cafe, Peter Jones, 31 Ocober, 13:36 EE: 7Mbps Three: 2Mbps Guardian offices, Kings Cross, 8 November, 18:40 EE: 8Mbps Three: 1Mbps Vauxhall Cross bus stop, 9 November, 09:58 EE: 20Mbps Three: 8Mbps", 
    "section": "technology", 
    "gid": "technology/2012/nov/13/4g-mobile-network-ee-review", 
    "wordcount": "1063"
}