{
    "headline": "Do Not Disturb bug makes iPhone users even harder to rouse in new year", 
    "text": "Some owners of iPhones might be harder to contact than usual today: a bug in the &quot;Do Not Disturb&quot; function on the new iPhone software has surfaced in 2013, and is not turning off when it is scheduled to - meaning that calls will be diverted to voicemail and the phone won&apos;t ring. The bug first surfaced on 1 January 2013, when a number of people noticed that the &quot;Do Not Disturb&quot; function which had been scheduled to turn off - usually in the morning - didn&apos;t. However, as most people didn&apos;t want to be disturbed on 1 January, few took much notice. But the bug has persisted, with iPhone and iPad owners running the newest software, iOS 6 (which introduced the &quot;DND&quot; function) finding that it doesn&apos;t operate as scheduled. The problem doesn&apos;t seem to have affected all iOS 6 users, however. Nor does it only affect those using iOS6-native devices (such as the iPhone 5, iPad 4 or iPad mini). Just to add to the embarrassment, Apple chose Wednesday to launch a new advert promoting the iPhone&apos;s Do Not Disturb feature. (Replete with tennis&apos;s Williams sisters.)     Apple's Do Not Disturb function: the 'scheduling' part isn't working correctly in 2013.    The cure appears to be the classic solution to most computer problems: turn it off and on again. In this case, turning off the Do Not Disturb function in the iOS Settings appears to reset the system so that it functions normally again - though early tests suggest that it doesn&apos;t completely solve the problem either. Apple had not responded to a earlier request for an explanation as this article was published. Apple previously hit problems over its Daylight Savings Time (DST) setting in October and November 2010, which failed to keep up when the clocks moved forward in the southern hemisphere, and back in the northern hemisphere. That required a special bugfix, which wasn&apos;t rolled out quickly enough to save a number of people in the US from oversleeping when the clocks changed the day after. Some developers privately reckon Apple might roll out a similar &quot;out-of-schedule&quot; fix, as it did for a Wi-Fi bug that affected only iOS 6-native devices last month. Date bugs are among the most common - and commonly noticed - in operating systems because the calendar involves so many edge cases and exceptions (such as the varying number of days in the months, and whether the year is a leap year - which puzzled plenty ahead of the year 2000). Date bugs have surfaced in the Zune and more briefly in one element of Android (which was quickly patched).  The puzzle though is why iOS, which is built on top of Unix - which has pretty robust date handling - keeps hitting faults in how it deals with changes such as Daylight Savings (known in the UK as British Summer Time) or, in this case, the new year. The similarities between those cases point to problems in how iOS passes date and time information from the base OS to apps - but precisely what that is may be something only Apple&apos;s programmers know about. Presently, they&apos;re not doing too well on it. While you wait for the fix, here are the Williams sisters in that ad (video):             .", 
    "section": "technology", 
    "gid": "technology/2013/jan/02/apple-do-not-disturb-bug", 
    "wordcount": "539"
}