{
    "headline": "Ethiopian farmers test new chickpea crops in pictures", 
    "text": "   International donors hope that getting improved seed varieties into the hands of smallholder farmers is one way to increase food production in the developing world and to address the  challenge of feeding the growing global populationPhotograph: Icrisat/Alina Paul-Bossuet       Temengnush Dhabi, a widow, has  been farming for 26 years in East Shewa, central Ethiopia. Growing new chickpea varieites with researchers from the International Crops Research Institute for the Semi-Arid Tropics (Icrisat) and the Ethiopian Institute of Agricultural Research (Eiar) has led to a dramatic increase in her yieldsPhotograph: Icrisat/Alina Paul-Bossuet       I would never have thought chickpeas could bring me such high returns, says Temegnush.  From 1.5 hectares I harvested 42 bags [about four tonnes] of grain. She has turned part of her house into a store, where she sells her grainPhotograph: Icrisat/Alina Paul-Bossuet       Temegnush says: The high yields and market value of chickpea last season meant I could buy a second pair of oxen.' She adds that she can now send all her six children to school. 'Im no longer seen as a poor widow but a successful farmerPhotograph: Icrisat/Alina Paul-Bossuet       The project involves working with local partners. Tsigeredaa Negesu is the local government extension worker who has been supporting Temegnush to boost her production and improve farm practices. In addition, Eiar has been helping train farmers to become seed producers of these high-yielding varietiesPhotograph: Icrisat/Alina Paul-Bossuet       Bedilu Mamo is one of the farmers who has been trained by Eiar. He received a loan of seeds, which allowed him to start growing the new varieties Photograph: Icrisat/Alina Paul-Bossuet       The higher yields have enabled Bedilu to buy more land and a house, which he shares with his extended family. He plans to form a seed co-operative with fellow seed producers to supply farmers with high-yielding varieties and teach them about crop managementPhotograph: Icrisat/Alina Paul-Bossuet       Bedilu and other seed producers say they are harvesting around three tonnes of chickpea per hectare  a high yield when compared with the Ethiopian average of 1.5 tonnes per hectarePhotograph: Icrisat/Alina Paul-Bossuet       The dark soil patches show recently harvested chickpea. Now farmers are planting up to half their land with chickpea, up from less than a 10th. This not only improves the fertility of the soil but has direct benefits for their diets and incomePhotograph: Icrisat/Alina Paul-Bossuet       Gebeyehu Melesse sells grains, including chickpea, in Cazanchis market in Ethiopias capital, Addis Ababa. He grows chickpea on his farm in Gonder in northern Ethiopia, where the land is degraded due to frequent drought, and yields are low. Gebeyehu wants his regions farmers to have access to the new seed varietiesPhotograph: Icrisat/Alina Paul-Bossuet  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/mar/02/ethiopia-farmers-test-chickpeas-in-pictures", 
    "wordcount": "0"
}