{
    "headline": "Why the government shouldn't meddle with A-levels", 
    "text": "As a school student, I wasn&apos;t exactly the model pupil. While my friends occasionally got into trouble, for me it was a daily occurrence. I had a fair few temporary exclusions on my record and a file that was once described as &quot;bigger than the average student&apos;s&quot;. Looking back, I can see why I played up  I was bored and frustrated with school work. I found most of the subjects I was studying at GCSE uninspiring, with English being the only exception. The more disengaged I became, the more my behaviour disintegrated. Luckily, my GCSEs results turned out okay and I was able to stay on at sixth form. And, after a few months studying English language, sociology and media studies at A-level, I began to realise that I did enjoy learning. As my marks steadily increased, my confidence went up. Eventually I decided to apply to university. But for those starting sixth form in the future, things may be very different. It was proposed last month that A-levels be replaced with a baccalaureate-style qualification. As part of this shake-up, students will be forced to take courses from contrasting disciplines  so an arts subject such as English literature would have to be studied alongside a Stem subject (science, technology, engineering and mathematics). There are also plans to phase out modules, replacing them with final exams that students will sit at the very end of the course. On paper, this sounds like a good idea. It could create more versatile school-leavers, something which both universities and employers say is necessary. But there&apos;s a danger that such a prescriptive curriculum will demoralise  and possibly put off  students who do not want to study a broad range of subjects. After 12 years of compulsory education, having the freedom to choose which subjects you want to study is liberating. Had I been forced to study subjects I did not enjoy at the expense of those that suited my style of learning, it&apos;s unlikely I would have progressed to university  I may not have stayed on at sixth form at all. A-levels are not the right path for everyone, but in their current form they are accessible in terms of both structure and content. Modular assessments mean course material can be digested one stage at a time. They also allow students to monitor their progress throughout the academic year  helping students to develop an understanding of their strengths and weaknesses. If modules are replaced with an end-of-term exam, students&apos; results will be even more dependent on the amount of feedback and support they receive from their teachers. Of course, there will never be a level playing field in education, but the government&apos;s plan to shake up A-levels will only exacerbate the inequalities that are already present in our system. For those students who do not have the confidence to consider themselves academically gifted, or university material, further and higher education will become increasingly unobtainable.", 
    "section": "education", 
    "gid": "education/2012/nov/05/why-the-government-shouldnt-mess-with-a-levels", 
    "wordcount": "491"
}