{
    "headline": "No plan to drop overseas aid commitment, says Downing Street", 
    "text": "Downing Street has stuck to its line that there is no change in plans to enshrine increases in overseas aid spending in law, despite renewed reports that it will ditch its election pledge. The Times on Monday reported (paywall) that legislation to require the UK to spend at least 0.7% of gross national income (GNI) on aid will not feature in the Queen&apos;s speech on 8 May, prompting accusations from Labour that David Cameron is set to ditch the pledge. The commitment to enshrine the target in law was set out in the 2010 coalition agreement between the Conservatives and the Liberal Democrats, and repeated in the government&apos;s mid-term review in January this year. The government backed away from the pledge last year on the grounds that there was not enough parliamentary time. NGOs suspect that Cameron, the prime minister, and George Osborne, the chancellor, did not want to antagonise Tory backbenchers, who strongly resent protection of the aid budget at a time when other departments are under pressure. Ivan Lewis MP, Labour&apos;s shadow international development secretary, said: &quot;David Cameron made a manifesto promise to enshrine in law the UK&apos;s commitment to spend 0.7% of GNI on aid, but it now seems that he&apos;s set to abandon it like so many other of the pre-election claims he made  enshrining the link between aid and national income in law would mean our future contribution to the fight against world poverty would be permanently linked to the state of our nation&apos;s finances, increasing in the good times and reducing when times are hard.&quot; Cameron&apos;s official spokesman played down the report. &quot;The position is as set out in the coalition agreement, which the mid-term review clearly restated. There is no change,&quot; he said. The Department for International Development (DfID) said the UK remained committed to the target. &quot;In the March 2013 budget, the coalition government honoured the UK&apos;s long-standing pledge to spend 0.7% of gross national income as aid from 2013. Spending less than 1% of our national income on aid  an internationally agreed target  will create a safer and more prosperous world for the UK.&quot; Both No10 and DfID declined to comment on the contents of the Queen&apos;s speech. Britain will be the first in the G8 group of rich countries to meet the decades-old promise on aid, after Osborne announced in last month&apos;s budget that the UK would hit the 0.7% target this year. The UK&apos;s official development assistance is expected to rise to 11.3bn when the 0.7% target is reached. With a population of about 63 million, the figure works out at roughly 137 per person. However, in real terms, DfID&apos;s budget will be reduced by 135m in 2013-14 and 165m in 2014-15 to reflect the downward revisions to GNI set out in government forecasts. The budget shows the department was underspent by 500m in 2012-13, which DfID explained as a result of transfers to other departments  such as the Foreign Office and Ministry of Defence, and changing project schedules.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/22/overseas-aid-commitment-downing-street", 
    "wordcount": "517"
}