{
    "headline": "Apple fixes app corruption bug but developers dispute breadth of problem", 
    "text": "Apple says that the problem with app corruption that hit scores of programs this week has been fixed and was only a problem for one day, affecting only a &quot;small number&quot; of users - though the figure was immediately disputed by Marco Arment, the iOS and Mac developer who first brought the problem to widespread attention. Other developers also disagreed with Apple&apos;s claim that the problem only began on 5 July, pointing to problems from users who downloaded on 4 July. &quot;We pushed an update [to the App Store] on Wednesday [4 July] at 11am London time and immediately heard back from angry users,&quot; said Denys Zhadanov of Readdle, whose Scanner Pro app - and users - were affected by the bug. Apple has begun removing one-star reviews given to apps as a result of the crashing bug.  In a statement, Apple said: &quot;We had a temporary issue that began yesterday with a server that generated DRM code for some apps being downloaded, it affected a small number of users. The issue has been rectified and we don&apos;t expect it to occur again. Users who experienced an issue launching an app caused by this server bug can delete the affected app and re-download it.&quot; The company declined to say precisely how many users were affected, or in which regions. The explanation of the problem agrees with that given on Thursday by Zhadanov, who suggested that the DRM [digital rights management] software protecting the apps had been wrongly applied. Chuq von Rospach, formerly Palm&apos;s development community manager, commented that that company had seen a similar problem once when a security certificate expired. Something similar may have happened to the App Store updates, though Apple has declined to offer more information. Arment disputed Apple&apos;s ciaims that the number affected was &quot;small&quot;, commenting on his site that &quot;based on my cumulative stats for July 3, Instapaper&apos;s corruption alone probably affected well over 20,000 customers, and there were over 120 other apps affected, including some very big names such as Angry Birds, GoodReader, Yahoo, and the LA Times. But I&apos;m glad this is fixed.&quot; He had previously said that his principal aim was to bring the problem to Apple&apos;s attention and get it sorted out. The removal of the one-star reviews was seen as an important way to build bridges to the development community. &quot;If they do [that] it will go a long way toward repairing their relationship with the affected developers,&quot; Arment commented.", 
    "section": "technology", 
    "gid": "technology/2012/jul/06/iphone-app-corruption-fixed-apple", 
    "wordcount": "423"
}