{
    "headline": "Health outreach programme brings migrants in from Malaysia's margins", 
    "text": "Business at the clinic is winding down. It&apos;s 10.30am on Thursday and the six women and three men sitting on the rows of blue plastic chairs and wooden benches are waiting to be seen before the doctor leaves in half an hour&apos;s time. On the walls are large posters listing methods of contraception; diagrams of how to spot possible signs of breast and cervical cancer, and how to breastfeed a child. It&apos;s stiflingly hot; the three ceiling fans do little to cool the air. Two morning sessions with the doctor are held at Pudu clinic, a 25-minute drive from the centre of Kuala Lumpur. The clinic offers a range of medical services, but focuses on providing family planning and reproductive healthcare to marginalised groups. The clinic, one of three in Malaysia&apos;s capital offering services to migrant workers, is managed by the Federation of Reproductive Health Associations Malaysia (FRHAM), a member of the International Planned Parenthood Federation (IPPF). It&apos;s been in the area since the 1960s. But, four years ago, a noticeable increase in the number of migrant workers arriving from Burma, Afghanistan and Indonesia prompted FRHAM to tailor its support. Often these marginalised groups, which include refugees, labourers, domestic workers and sex workers, feel uncomfortable visiting government clinics because of their precarious status. As of the end of March, more than 100,000 refugees and asylum seekers, mainly from Burma, were registered in Malaysia with the UN high commissioner for refugees, UNHCR. With a regular supply of contraceptives from IPPF, and volunteer nurses and doctors, the clinic began outreach programmes to these groups. It now has a daily stream of patients, particularly when doctors are on site. Visitors can buy cheap contraceptives (the price, about $2.60 for a month&apos;s supply, is lower than private clinics or pharmacies), get cancer screening, advice on the menopause, pre- and post-abortion counselling, and HIV testing. Young, unmarried people are particularly encouraged to attend. &quot;The value of the clinic is we have made it accessible for the migrant community to come in,&quot; says Doris Louis, a project manager at FRHAM. &quot;Migrant workers prefer to come to us because they do not feel so welcome in government settings. A lot of questions are asked and they feel they are being stigmatised  This clinic is accessible, affordable, and the nurses and doctors are easy to talk to.&quot; The IPPF is increasing its focus on poor and marginalised people with the launch, on Thursday, of a partnership with the UN Population Fund (UNFPA) to invest in family planning services in areas affected by conflict or natural disasters. The aim is to fill the gaping hole in services available to refugees or those who have been displaced in up to 13 countries  Kenya, Ivory Coast, Liberia, South Sudan, Haiti, the Democratic Republic of the Congo, India, Yemen, Pakistan, the Pacific islands, Burma, Ethiopia and Nigeria. In Kenya, contraceptive use among migrants who cross into the country through the northern border is considerably lower than the Kenyan average, at just 4% compared with 50%, according to the IPPF. In Ivory Coast, 60% of women who want to delay or avoid pregnancy are not using contraception, and only 36% of health centres offer a choice of family planning methods. Teenage pregnancies have increased from 111 for every 1,000 young women in 2005 to 129 in every 1,000 last year. Both organisations say the programme will help meet the goal set at a family planning summit in London last year to make services available to 120 million more women and girls in developing countries by 2020. Seven IPPF member associations will collaborate with the UN to provide about 2 million more family planning services in the 13 countries this year, which roughly equates to reaching around 650,000 more people. The IPPF estimates a person will require three services annually. The plan is to increase the number of services to 25 million by 2015. Community programmes that distribute contraceptives are expected to be scaled up, with young people making up about a third of beneficiaries. The IPPF already has ambitious plans to increase the number of services  for example, a set of contraceptive pills or a packet of condoms  it provides globally, from 90 million to 180 million by 2015, rising to about 300 million by 2020. A portion of the money already committed to these countries by the IPPF and UNFPA will now be directed to services supporting marginalised people. National governments will be required to earmark money, and the private sector and civil society will be approached to commit funds. Carmen Barroso, IPPF&apos;s western hemisphere regional director, said it was essential marginalised women  especially those in camps for refugees or internally displaced people  receive more support. &quot;More needs to be done,&quot; she said. &quot;Ideally, we have to intervene to bring peace and solve problems at the root, but some [refugees] have spent decades in these situations. We have to improve it in some way or another.&quot; Pointing to Colombia, which has the largest number of people displaced by war, violence or disaster, women face &quot;inhuman&quot; conditions in settlements just outside Bogot, with very few services. The Asociacin Pro-Bienestar de la Familia Colombiana, an IPPF member association, uses a mobile clinic to provide family planning and reproductive healthcare. Barroso said teaming up with the UN was important to avoid duplication.  Liz Ford&apos;s flights and accommodation are being paid for by Women Deliver. Guardian Global development is a media partner of the conference", 
    "section": "global-development", 
    "gid": "global-development/2013/may/31/health-outreach-programme-migrants-malaysia", 
    "wordcount": "928"
}