{
    "headline": "You can have too much precision", 
    "text": "There aren&apos;t many short stories short enough to repeat in full within a blog post. Here goes: On exactitude in science   In that empire, the art of cartography attained such perfection that the map of a single province occupied the entirety of a city, and the map of the empire, the entirety of a province. In time, those unconscionable maps no longer satisfied, and the cartographers guilds struck a map of the empire whose size was that of the empire, and which coincided point for point with it. The following generations, who were not so fond of the study of cartography as their forebears had been, saw that that vast map was useless, and not without some pitilessness was it, that they delivered it up to the inclemencies of sun and winters. In the deserts of the west, there are tattered ruins of that map, inhabited by animals and beggars, in all the land there is no other relic of the disciplines of geography.  Here&apos;s the story read by Will Self. It takes a minute or so.  The story, by Jorge Luis Borges, riffs on an idea originally from Lewis Carroll, and joins a tradition of satirising scientific excess. (Remember the Grand Academy of Lagado, from Gulliver&apos;s Travels, in which learned men sought to extract sunbeams from cucumbers).  The search for precision is a defining feature of scientific reductionism. But as our maps and models become more sophisticated, there is a danger that we lose track of why we have them. While I was attempting to herd some random half-thoughts into this first blog post, I enlisted the help of my colleague at UCL, map/data guru Martin Austwick. His first comment, when I told him about the Borges story, was that we could of course go better than 1:1 scale. Maps can zoom in as well as out. We can map our molecules, our genomes, our cities and our stars.  But, as Mandelbrot discovered by thinking about the British coastline, there is no end to the detail we could include. There is no right answer to the length of a coastline. It depends on what we choose to look at. We don&apos;t judge our maps by whether they are perfect representations. We judge them by whether they are useful. We all know the London Tube map is wrong, but it works. And the alternative is just plain ugly:     Real tube map. Image: www.creativedataprojects.com    I&apos;ve recently been talking with climate modellers. Their interest, understandably, is in improving the accuracy of their representations of the world. They look for gaps in our existing models  differences between what the computers and the observational tell them  and fill them in. A climate model is an attempt to represent the extraordinary complexity of the Earth&apos;s environment, knowing that we can&apos;t include everything but knowing also that it becomes possible to include more and more as our computing power grows. Climate models have always been a practical as well as a scientific exercise. They currently underpin weather forecasting and climate change negotiations. In the future, they may be pressed into service in arguments for or against geoengineering  a prospect that terrifies many climate modellers. Because of what is at stake, these climate maps are every bit as politically contested as the familiar world maps that gloriously exaggerate the importance of Britain.  Perhaps policy and science can learn from the satirists&apos; critique of precision. Is there a danger of missing the wood for the trees (or the branches, or the leaves, or the cells within the leaves, or the atoms within the cells)? Science policy scholar Dan Sarewitz would argue that not only does more research, more precision and more predictive power not help tackle climate change, it might even make things worse, by continuing to convince us that the climate issue is a scientific one rather than a political one. In Borges&apos;s story, the discipline of cartography destroys itself in its desperation for accuracy. Let&apos;s hope that the climate scientists don&apos;t go the same way.  Jack Stilgoe is a lecturer in science and technology studies at University College London. On Twitter he is @jackstilgoe", 
    "section": "science", 
    "gid": "science/political-science/2013/feb/12/too-much-precision", 
    "wordcount": "685"
}