{
    "headline": "Stranded killer whales break free from Hudson Bay ice", 
    "text": "A dozen killer whales, trapped and facing near-certain death in the frozen expanse of Canada&apos;s Hudson Bay, broke free on Thursday morning, to the vast relief of locals and many thousands monitoring their plight online. Pictures of the whales clustered around a 10-foot hole in the ice that was their last source of oxygen had set off a desperate search for rescue options. The authorities in Inukjuak, a village of around 1,800 in northern Quebec, posted video of the distressed orcas on YouTube and Facebook on Wednesday in a bid to get the Canadian government to intervene.            By Thursday morning, however, hunters from the nearby hamlet of Inukjuak reported that changing weather conditions had broken up the ice, and the whales had swum free. &quot;They are free, they are gone,&quot; Johnny Williams, the town manager, said in a telephone interview. &quot;Last night, the winds shifted from the north. The ice cracked and with the new moon, the ice went. We have open waters on the coastline of Hudson Bay.&quot; He said the whales&apos; escape was a huge relief for Inukjuak. Over the last few days, 80 people at a time had gone out on the ice to watch the whales. &quot;We were all trying to find out how we can save them,&quot; he said. &quot;We observed the wind, the moon, everything.&quot; The whales&apos; escape was cause for celebration elsewhere in Canada, where there had been a desperate campaign to push the government to send in ice-breaking ships to crack open the ice and help the animals find open water. Stranding of killer whales in Arctic ice is relatively unheard of. Williams, who is 69, said in his lifetime he had only ever seen two or three carcasses of orcas before this week. But marine biologists say killer whales are moving into the Arctic in greater numbers over the last decade as the sea ice retreats due to climate change. Orcas face no natural predators in the Arctic, putting them at the top of the food chain. The whales spend the summers in the Arctic, feasting on seals and narwhal and beluga whales. By the time the ice freezes, in November or December, they are miles away. A killer whale once tagged near Baffin Island had made it as far as the Azores by winter. This year, however, the freeze came later, after the new year, and the whales were trapped. &quot;The general picture is that most of the marine animals that can&apos;t maintain a hole in the ice move out,&quot; said Pete Ewins, a senior officer in the Arctic programme for WWF Canada. &quot;Perhaps a less experienced pod made a mistake.&quot; The Canadian government sent two technicians up to Inukjuak on Thursday morning to brief locals on the very limited list of options for the trapped mammals  none of which were very hopeful of the whales&apos; survival. Had the weather not intervened, it is likely the whales would have suffocated beneath the sea ice, or endured slow starvation until the break-up of the ice next May. Ewins said there were few good options for the stranded whales. Ice breakers, as demanded by the mayor of Inukjuak, were too far away from the remote region. Noise of their approach could scare off the whales, he said. There were only two humane options, he said, which were to fly the whales out by giant helicopters  which would be prohibitive in the Arctic  or install equipment to keep the water moving and ice-free. &quot;The only option would be to put in bubbling equipment to keep enough open water and hope that the whales have enough fat deposits to keep them through to May,&quot; he said. In previous incidents of stranding of belugas, narwhals or other whales that are common in the Arctic, the authorities have resorted to killing the animals outright, to avoid slow starvation and painful death, he said. In the event, however, nature took its course, freeing the whales before the list of bad options had to be explored. &quot;I am just very glad,&quot; said Megan Epoo, whose elderly uncle was the hunter who originally spotted the stranded whales. &quot;The men here had announced they were going to try and make the breathing hole bigger, and remove the ice from the side of the hole, and that would have been very dangerous. So we were all very worried that something bad would happen,&quot; she said. &quot;But now nobody has to do anything because the whales are free.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/10/stranded-killer-whales-break-free-hudson-bay", 
    "wordcount": "767"
}