{
    "headline": "Retinal implant restores partial sight to blind people", 
    "text": "     Blind people have described smiles on friendly faces, the food on their plates, and household objects from telephones to dustbins, after surgeons fitted them with electronic chips to partially restore their vision. Results from the first eight patients to enrol in a clinical trial of the retinal implants show that five found the chips improved their eyesight enough to be useful in everyday life. All those involved  men and women aged 35 to 62  had lost their sight to retinitis pigmentosa, a hereditary disease that destroys the light-sensitive cells in the eye. The chip stands in for the defunct cells by detecting light rays and converting them into electrical pulses, which are sent along the optic nerve to the brain. Each patient spent up to 10 hours in surgery to have the 3mm by 3mm chip implanted in one eye. The chip is studded with 1,500 light-sensitive elements that pick up light falling on the macula, the most light-sensitive part of the retina (if you&apos;re reading on a mobile device, click here to see a video of the retinal implant).     X-ray of a patient fitted with the retinal implant. A dial on the outside of the head controls brightness levels. Photograph: Robert MacLaren/Oxford Eye Hospital    The chip does not restore vision fully. Instead, patients see light and dark patches in a small part of their visual field, as if they had black-and-white tunnel vision. Though limited, some could read signs on doors, tell the time on analogue clocks and distinguish white wine from red, for example. One patient made out a white goose swimming on water, another saw a sunflower stem. Writing in Proceedings of the Royal Society B, the team led by Eberhart Zrenner at the University Eye Hospital in Tbingen, Germany, describe patients&apos; experiences and how they fared in a series of vision tests three to nine months after the implants were fitted. Three patients could immediately read letters, such as T, V, L and O. In another test, five participants could track bright dots as they moved across a computer screen. The chip is powered wirelessly from a battery the patient wears in their pocket, so none of the equipment is clearly visible. A dial worn behind the ear allows the patient to adjust the brightness for different lighting conditions. The trial follows a pilot study of the implants that impressed doctors in 2010. Though only patients from the German trial are reported in the latest paper, more people have since been fitted with the implants in Oxford, London, Hong Kong and Singapore. Robert MacLaren, a consultant retinal surgeon involved in the trial at Oxford Eye Hospital, said: &quot;We&apos;ve had success with the implants so far, there is no doubt about that. We&apos;ve had completely blind patients who were able to see things again, but the technology is still early, we need to develop it further.&quot; Tim Reddish, chairman of the British Paralympic Association, was diagnosed with retinitis pigmentosa at the age of 31, and had lost all useful sight seven years later. Now 55, he agreed to take part in the trial to help the scientists perfect the device, and had one fitted by MacLaren in October 2012. &quot;In the lab tests, when there are objects on a table, and the lighting is bright, I can tell you how many objects there are, and most of the time I can read the clock they have,&quot; Reddish told the Guardian. But he added that the implant was not much help in his everyday life. &quot;I have adapted very well to losing my sight, and the implant doesn&apos;t give me much assistance at the moment. I do see some light, but it&apos;s not enough to make out, for example, the end of a row of buildings.&quot; Reddish and other patients will be monitored for a year in the hope that the device helps to improve their vision. &quot;I don&apos;t know what will happen at the end of the trial. Whether we get to use and abuse it, or get Mark II,&quot; said Reddish. &quot;But I&apos;m not worried about that. I decided to take part in the hope that it could help one of my relatives in the future, and other kids out there.&quot;", 
    "section": "science", 
    "gid": "science/2013/feb/20/retinal-implant-sight-blind-people", 
    "wordcount": "693"
}