{
    "headline": "Ecuador's poverty benefit motivated by politics, not social welfare, claim critics", 
    "text": "Mara Fabiola Chaluisa, 28, knows that $35 (22) a month can make a difference. &quot;At least it helps us buy a bit more food,&quot; says the newly single mother of three, who lives in a one-room hut in the Ecuadorean Andes. Chaluisa resides in La Cocha, a Quechua-speaking, rural indigenous community at 4,000m (13,000 ft). The sprawling hamlet of slummy cement hovels lies just out of view of a main road that carries tourists through a picture-perfect landscape of steep, angular mountains covered in patchworks of crops. Around 1.23 million people in the South American country of 14 million receive some benefit from the $35 monthly cash payment. Dubbed the Bono de Desarrollo Humano, or human development voucher, it was introduced in the middle of a financial crisis in 2000. It has more than doubled under the five-year-old leftwing government led by the economist Rafael Correa. Beneficiaries  households, rather than individuals  have increased by more than a third since 2007, making it a trademark instrument in Correa&apos;s efforts to temper poverty. Yet the payment has also become highly politicised. In January, Chaluisa lost both her teaching job and the voucher. She believes she and others in La Cocha were cut off because of their support for opposition party Pachakutik. Government critics say the expansion of the bono is indicative of stubbornly high poverty rates, and that it has been implemented to secure support from poor voters. The Confederation of Indigenous Nationalities of Ecuador (CONAIE) union called it the &quot;misery voucher&quot; during mass protests in March. &quot;I fear that the reason it&apos;s $35 is because the governing party&apos;s list number is 35, and if this were the case, it would be a terrible example of populism,&quot; says Mauricio Rodas, a political scientist who has launched an opposition political movement that promises to overhaul the scheme. &quot;In other countries, the amount varies according to family composition, which is logical.&quot; The government, however, says the idea the voucher could end poverty is a misconception, arguing it is only part of a broad package of social spending. The voucher is &quot;a free insurance policy whose coverage will be expanded to include 100% of poor seniors&quot;, or 700,000 people in total, says Doris Soliz, the social minister, on 17 May, almost exactly eight months before the next general election. According to Soliz&apos;s ministry, the voucher achieves its goal of family assistance principally by making it easier to buy food. This translates into improved health and education, because one of the preconditions for receiving the cash payment is to provide proof of school attendance and medical check-ups. Such conditions are standard for comparable schemes worldwide, and have proved to be particularly successful in other Latin American countries, including Brazil and Mexico. Some households &quot;graduated&quot; from the system because their incomes rose above the threshold. However, Chaluisa claims she was dispossessed of the voucher despite losing her $200 (125) a month job as a temporary primary school teacher, which she says was barely enough to feed her family. &quot;There&apos;s people with just one child and a car who do get it,&quot; she says. Chaluisa has not been able to resolve the issue because the regional office in Latacunga, the provincial capital, tells her she would have to travel to Quito, the capital, to discuss the matter in the ministry  a 12-hour round trip by bus. The government will be encouraged by news that income-related poverty rates  which remained stubbornly high over the first half of the administration  dropped dramatically in 2010 and 2011. Close to 450,000 people crossed the $2.4 a day Latin American standard measurement of poverty (pdf) in each of the two years, according to the national statistics agency. At the end of last year, poverty had fallen to 28.6% from 33% in 2010, the steepest fall in almost a decade. The government has shown the political will to increase social spending significantly, but the jury is still out on its efficiency, says Juan Ponce, economist at Flacso University in Quito. He says the real impact on poverty is the result of the channelling of domestic spending into public and private housing and other construction, helped by high oil prices: &quot;In 2011, the construction sector grew almost 30%  [that] generates all kinds of employment.&quot; Economic growth translated into new jobs for unskilled workers has been the most significant contribution to the fall in poverty, he adds. Chaluisa agrees; rather than a subsidy, she says, her &quot;biggest desire is to find a job again so that I can help out my children&quot;.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/01/ecuador-poverty-politics-social-welfare", 
    "wordcount": "785"
}