{
    "headline": "Dan Shechtman: 'Linus Pauling said I was talking nonsense'", 
    "text": "To stand your ground in the face of relentless criticism from a double Nobel prize-winning scientist takes a lot of guts. For engineer and materials scientist Dan Shechtman, however, years of self-belief in the face of the eminent Linus Pauling&apos;s criticisms led him to the ultimate accolade: his own Nobel prize. Shechtman was the sole winner of the Nobel prize for chemistry in 2011, for his discovery of seemingly impossible crystal structures in metal alloys. Instead of the regular pattern seen in other crystallised materials, the atoms in his &quot;quasi-period materials&quot; were arranged so that they were regular but never repeated. It is a type of pattern seen in the tiled Islamic mosaics at the Alhambra Palace in Spain and the Darb-i Imam shrine in Iran, but which had never been thought could exist in nature. His discovery in the early 1980s changed chemistry, but convincing some parts of the establishment was not easy. Scientists have subsequently found naturally occurring quasi-periodic crystals in minerals in a Russian river and a Swedish steel company found that these types of crystal were responsible for the strength of some of its ultra-strong steels. Scientists are now working out ways to use quasi-periodic crystals in everything from diesel engines to frying pans. Shechtman was born in Tel Aviv in 1941 and received his PhD from Technion, the Israel Institute of Technology in Haifa, in 1972. He had become interested in engineering at a young age, after reading Jules Verne&apos;s The Mysterious Island, in which a group of people are stranded on an island, far from any civilisation. &quot;The key figure in that book is Cyrus Smith  he&apos;s an engineer and he could do everything, he could do anything, and I wanted to be like him.&quot; After finishing his military service, he went to the Technion to study mechanical engineering. But when he graduated in 1966, a recessionin Israel meant that he couldnot find a job. He started a master&apos;s degree instead, thinking he would find a job when the economic troubles had passed. &quot;But then I fell in love with science and decided to continue for my PhD and from there on I was a scientist.&quot; In April 1982, Shechtman was on sabbatical at America&apos;s National Institute of Standards and Technology, when he saw something curious through his electron microscope. &quot;Eyn chaya kazo,&quot; he said to himself (&quot;there can be no such creature&quot; in Hebrew). He had been studying a rapidly cooled mix of aluminium and manganese, an alloy with potential uses in aerospace technologies, and saw something that was forbidden according to known chemistry. The atoms in the sample seemed to be arranged in a pattern that had a five-fold rotational symmetry. The atoms in a solid material are arranged in an orderly fashion and that order is usually periodic and will have a particular rotational symmetry. A square arrangement, for example, has four-fold rotational symmetry  turn the atoms through 90 degrees and it will look the same. Do this four times and you get back to its start point. Three-fold symmetry means an arrangement can be turned through 120 degrees and it will look the same. There is also one-fold symmetry (turn through 360 degrees), two-fold (turn through 180 degrees) and six-fold symmetry (turn through 60 degrees). Five-fold symmetry is not allowed in periodic crystals and nothing beyond six, purely for geometric reasons. Shechtman&apos;s results were so out of the ordinary that, even after he had checked his findings several times, it took two years for his work to get published in a peer-reviewed journal. Once it appeared, he says, &quot;all hell broke loose&quot;. Many scientists thought that Shechtman had not been careful enough in his experiments and that he had simply made a mistake. &quot;The bad reaction was the head of my laboratory, who came to my office one day and, smiling sheepishly, put a book on x-ray diffraction on my desk and said, &apos;Danny, please read this book and you will understand that what you are saying cannot be.&apos; And I told him, you know, I don&apos;t need to read this book, I teach at the Technion, and I know this book, and I&apos;m telling you my material is not in the book. &quot;He came back a couple of days later and said to me, &apos;Danny, you are a disgrace to my group. I cannot be with you in the same group.&apos; So I left the group and found another group that adopted a scientific orphan.&quot; He says that the experience was notas traumatic as it sounded. Scientists around the world had quickly replicated Shechtman&apos;s discovery and, in 1992, the International Union of Crystallography accepted that quasi-periodic materials must exist and altered its definition of what a crystal is from &quot;a substance in which the constituent atoms, molecules or ions are packed in a regularly ordered, repeating three-dimensional pattern&quot; to the broader &quot;any solid having an essentially discrete diffraction diagram&quot;. That should have been the end of the story were it not for Linus Pauling, a two-time Nobel laureate, once for chemistry and a second time for peace. Shechtman explains that at a science conference in front of an audience of hundreds Pauling claimed, &quot;Danny Shechtman is talking nonsense, there are no quasi-crystals, just quasi-scientists.&quot; Pauling told everyone who would listen that Shechtman had made a mistake. He proposed his own explanations for the observed five-fold symmetry and stuck to his guns, despite repeated rebuttals. &quot;Everything he did was wrong and wrong and wrong and wrong; eventually, he couldn&apos;t publish his papers and they were rejected before they were published,&quot; says Shechtman. &quot;But he was very insistent, was very sure of himself when he spoke; he was a flamboyant speaker.&quot; Lesley Yellowlees, president of the Royal Society of Chemistry, said that fundamental science was about breaking through the boundaries of knowledge and sometimes that means pursuing an idea that others think is just too unbelievable to be true. &quot;Dan Shechtman&apos;s Nobel prize celebrated not only a fascinating and beautiful discovery, but also dogged determination against the closed-minded ridicule of his peers, including leading scientists of the day. His prize didn&apos;t just reward a difficult but worthy career in science; it put the huge importance and value of funding basic scientific research in the spotlight.&quot; A few years before he died, Pauling wrote to Shectman to suggest a truce of sorts. &quot;And the letter says, &apos;Professor Shechtman, may I propose to you to write the joint Shechtman-Pauling paper on quasi-periodic materials? And you will be first,&apos; he says. And I answered him with a letter: &apos;Professor Pauling, I&apos;ll be delighted to write this paper with you, but before we even start we have to agree that quasi-periodic materials do exist.&apos; He wrote me back and said, &apos;Well, that may be too early for that.&apos; And that was the end of our communication.&quot; For the past 27 years, in addition to chemistry, he has been teaching a class at the Technion on technological entrepreneurship. &quot;I know humanity has periods of ups and downs and we are not in a good period now, because of economic problems. But hopefully we will climb again and hopefully the distribution of wealth in the world will be more just and more people will be able to enjoy a prosperity. But in order to do that, each country has to develop. And start-up companies, hi-tech companies, small companies that will grow  this will lead us to a better future.&quot; And the downsides to winning a Nobel prize? The punishing schedule and living out of a suitcase are both mentally and physically stressful, says Shechtman. &quot;But then again, because I feel like a missionary to promote education and science and technological entrepreneurship, for me, it&apos;s one big celebration.&quot; Big questions What is the most exciting field of science at the moment? Biology and medical sciences. Do you believe in a god? No. What book about science should everyone read? The Structure of Scientific Revolutions by Thomas S Kuhn. Has Cern been worth the money? Definitely yes. The frontiers of science, on the very small scale and very large scale, require large investments and international effort. If we really want to understand the laws of physics  and we do  we need these investments made. What advice would you give a teenager who wants a career in science? Select a subject that interests you and make an effort to become an expert in that field. I promise you, if you make the effort, and you become an expert, you will have a wonderful career. What scientific advance would make the most difference to your daily life? The development of new effective drugs, new efficient batteries and clean, inexpensive energy sources. Are you worried about population increase? Not at all. The good news is world population growth rate decreases systematically and is expected to reach zero by 2050, thanks to urbanisation and women&apos;s education. The bad news is while in most developed countries the number of children per woman is 1 to 1.5, that number in many developing countries is 6-7. If politicians were replaced by scientists, would the world be better place? No, both politics and science would suffer.", 
    "section": "science", 
    "gid": "science/2013/jan/06/dan-shechtman-nobel-prize-chemistry-interview", 
    "wordcount": "1574"
}