{
    "headline": "Live chat: what sort of leaders does higher education need?", 
    "text": "Sitting in on the efficiency panel discussion at yesterday&apos;s Guardian Future of Higher Education summit, it became clear that there is a desire for stronger leadership in HE - particularly in this period of change.  Every institution is different but the sector as a whole is facing the same regulatory and policy changes. Leaders who contributed to our vox pop at the start of the year identified several areas they felt universities would have to grapple with in 2012; from enterprise development to employability and online education to the spread of old boys clubs. But looking also at the tweets from the summit, there doesn&apos;t seem to be much consensus about where these leaders should come from and what qualities they should possess. The operations and finance managers present at the discussion made comparisons to the private sector; like private firms, universities are large complex organisations that are as much concerned with effectiveness and efficiency, as they are with their key remit: teaching and research. Academics on the other hand would prefer that universities are academically led. Professor Edward Peck, pro-vice-chancellor at the University of Birmingham blogs about the growing resentment towards managerialism. He says: &quot;Many of those lower down see themselves as defending the fundamental mission and principles of higher education through critique of the new policy agenda and criticism of those in authority in universities who they believe are colluding in its implementation.&quot; So given the multiple and often conflicting needs in the sector, the diverse stakeholders and the reticence to adopt what is considered as private sector practice, and what Edward calls &quot;the ambivalence among academics towards those of their peers who move into formal leadership roles&quot;, what sort of leaders do universities need? On Friday, 23 March, we will bring a panel together to try and answer this question. Taking a long view, we also want to know who should the sector be equipping and encouraging to take up leadership positions in the future? Join us online at 12pm GMT, post comments below now and follow the live chat hashtag #HELivechat on Twitter. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network. Panel Professor Dawn Freshwater, pro-vice-chancellor for Staff and Organisational Effectiveness, University of Leeds As well as being pVC and a professor of mental health, Dawn is also the elected representative for Nursing in England on the Council of Deans for Nursing and Midwifery and Trustee of the Florence Nightingale Foundation. With some 30 years experience, she has developed a portfolio of research that spans issues of workforce strategy and practice development, leadership in organisational effectiveness and change.  Paul Gentle, director of programmes, Leadership Foundation for Higher Education Paul took up his role on 1 March 2012. Prior to that he was programme director for three key LFHE open programmes, Senior strategic leadership, Preparing for senior strategic leadership and Future leaders. Before joining LFHE, Paul was dean of international education at the University College Plymouth St Mark and St John (Marjon). Jonathan Ruddle, engagement manager, Maxxim Consulting Jonathan is a senior manager with Maxxim Consulting. He has 25 years experience of delivering major change projects in organisations, taking in roles covering Finance, IT and HR in a wide range of sectors that include high tech, local government, higher education, travel and engineering. The last twelve months have been spent working almost exclusively in the UK HE sector, helping clients with efficiency and effectiveness improvements in back office administration.  Dr. Janine Utell, chair and associate professor of English, Widener University, Pennsylvania Janine is among the faculty charged with drafting university general education objectives. She is also a member of Widener&apos;s Office of Pedagogical Support Advisory Board, leading faculty development workshops in pedagogy and career management. Janine is also a regular contributor at University of Venus, blogging about women in HE leadership. @janineutell Professor James C Crabbe, dean of creative arts, technologies &amp; science, University of Bedfordshire James is also a supernumerary fellow of Wolfson College, Oxford University, a visiting professor at the University of Reading and at Beijing Normal University at Zhuhai in China. He is currently a member of the Council of University Deans of Arts, Social Sciences and Humanities, and an affiliate of the Academy of Social Sciences. William H Graves, senior vice-president, Academic Strategy, DATATEL+SGHE William provides guidance for Datatel+SGHE&apos;s ongoing initiatives to support and advance clients&apos; core academic missions. Before joining SunGard Higher Education, he served the University of North Carolina at Chapel Hill for over 30 years as professor of mathematics, dean, interim provost and founder of the Institute for Academic Technology. William serves on governing or advisory organisations for the U.S. Department of Education&apos;s Fund for the Improvement of Postsecondary Education and the International Association of University Presidents, among others. Madhulika Kaushik, education specialist, Commonwealth of Learning Madhulika works for COL, an intergovernmental organisation dedicated to promoting and delivering distance education and open learning. She is a professor of management studies and has a teaching and research experience of over 33 years, 23 of which have been in open and distance learning. Her research interests include ICT in education, quality assurance and leadership in higher education institutions. Dr Richard Hall, head of Enhancing Learning through Technology, De Montfort University Richard manages the Centre for ELT, with the aim of enhancing the student learning experience and underpinning a resilient curriculum through the implementation of technologies. He is also a Higher Education Academy National Teaching Fellow and a reader in education and technology. His research interests include the idea of the university and radical alternatives to it; technology and critical social theory; and resilient education. @hallymk1 Professor Craig Mahoney, chief executive, The Higher Education Academy (HEA) Craig leads the HEA, the national organisation that enhances and champions learning and teaching in higher education. A chartered psychologist, Craig was deputy vice-chancellor at Northumbria University prior to joining the HEA in 2010 where he was responsible for all learning and teaching activity. He is an advocate of internationalisation, has made strong commitments to Erasmus and Study Abroad programmes, and has served as a reviewer for the Quality Assurance Agency in England.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/21/leadership-development-in-he", 
    "wordcount": "1047"
}