{
    "headline": "Google's Larry Page says Oracle among those holding back tech industry", 
    "text": "The Google co-founder Larry Page spoke out on Wednesday about the &quot;negativity&quot; he believes is holding back the technology industry, a day after revealing that he has been suffering from a rare vocal-cord condition that has made it difficult for him to speak. In a raspy voice, Page told the audience at the internet giant&apos;s annual developers conference, Google I/O, that he believed a lack of cooperation between tech partners was holding back progress. &quot;Today we are still just scratching the surface of what&apos;s possible,&quot; he told the conference in San Francisco. Page blamed a &quot;focus on negativity and zero-sum games&quot; for the industry&apos;s failure to achieve its full potential. He said: &quot;I&apos;ve been sad that the industry hasn&apos;t been able to advance those things.&quot; Computers were slow, the web was not advancing as fast as it should be and big technology companies were not co-operating enough, he said. &quot;I think it&apos;s kind of sad we have all these computers out there that are connected to each other by a tiny, tiny, tiny pipe that&apos;s super slow.&quot;  Page named the tech giant Oracle as one of the roadblocks to faster progress. &quot;Money is more important to them&quot; than having any kind of cooperation, he said. The two companies have clashed repeatedly over patents.  Page said he was excited about Google&apos;s developments in driverless cars, maps, music and Google Glass, the company&apos;s controversial new headset device. He said people had said Google was &quot;crazy&quot; to diversify from its core search product, but he cited the success of Gmail and said: &quot;Every time we tried to do something crazy we made progress. So we&apos;ve become a bit emboldened by that.&quot; Last year, Page missed Google&apos;s annual shareholders meeting in June and a conference call to discuss the company&apos;s quarterly earnings in July. He did not appear at last year&apos;s Google I/O. The absences had caused concern among investors, some of whom were concerned that Google was not giving them the full picture about his health, in the same way that the late Apple boss Steve Jobs had initially hidden his illness from the public. On his Google+ profile Page, 40, said his left vocal cord has been paralysed for 14 years, after he had suffered a severe cold. The condition worsened last year, after another cold impaired his right vocal cord. &quot;While this condition never really affected me  other than having a slightly weaker voice than normal which some people think sounded a little funny  it naturally raised questions in my mind about my second vocal cord. But I was told that sequential paralysis of one vocal cord following another is extremely rare,&quot; Page wrote. &quot;Fast forward to last summer, when the same pattern repeated itself  a cold followed by a hoarse voice. Once again things didn&apos;t fully improve, so I went in for a check-up and was told that my second vocal cord now had limited movement as well. Again, after a thorough examination, the doctors weren&apos;t able to identify a cause.&quot; Concerns about Page&apos;s condition eased last October, when he took questions during Google&apos;s earnings call. Page has spoken in each of Google&apos;s three earnings calls since the one he missed. He provided further reassurance in Tuesday&apos;s post. &quot;Thankfully, after some initial recovery I&apos;m fully able to do all I need to at home and at work, though my voice is softer than before,&quot; he wrote. Google&apos;s stock rose as the conference got under way, by more than 2% to more than $980 a share on Wednesday afternoon. Google shares have risen by 50% since Page replaced Eric Schmidt as chief executive, in April 2011. Page, who owns Google stock worth about $22bn, has made a donation to Boston&apos;s Voice Health Institute. He did not disclose the size of the donation but said it was large enough to support a &quot;significant&quot; research program that will be led by Dr Steven Zeitels from the Harvard Medical School and the Massachusetts General hospital voice centre.", 
    "section": "technology", 
    "gid": "technology/2013/may/15/google-larry-page", 
    "wordcount": "689"
}