{
    "headline": "Research in brief  16 May 2013", 
    "text": "Science and technology     Photograph: KeystoneUSA-ZUMA / Rex Features     University of LiverpoolScientists have developed computer models of dinosaurs skeletons to show how body shape changed during dinosaur evolution and affected the way birds stand today. The study reveals it was the enlargement of the forelimbs over time, rather than the shortening and lightening of the tail, that led to two-legged dinosaurs gradually adopting an unusually crouched posture, with the thigh held nearly horizontally  a trait inherited by their descendants: birds. Dr Karl Bates, from the university&apos;s Institute of Ageing and Chronic Disease, says: &quot;The evolution of birds from their dinosaurian ancestors is historically important not only to dinosaur research but also to the development of the theory of evolution itself.&quot; He adds: &quot;This quantifiable evidence, derived from fossils, helps make evolution more apparent to a general audience, and helps demonstrate exactly how scientists understand what they do know about evolution.&quot;  Imperial College LondonHaving too much body fat makes arteries become stiff after middle age, a study finds. Research suggests that the harmful effects of body fat may be related to the total number of years that a person is overweight in adulthood. Researchers scanned 200 volunteers to measure the speed of blood flow in the aorta, the biggest artery in the body. Blood travels more quickly in stiff vessels than in healthy elastic vessels, so this allowed them to work out how stiff the walls of the aorta were using an MRI scanner. In young adults, those with more body fat had less stiff arteries. However, after the age of 50 increasing body fat was associated with stiffer arteries in both men and women. Dr Declan O&apos;Regan, who led the study, says: &quot;The effects of having more fat seem to be different depending on your age. It looks like young people may be able to adapt to excess body fat, but by middle age, the cumulative exposure to years of obesity may start to cause permanent damage to the arteries. One implication is that the potential beneficial effects of weight loss may depend on your age and how long you have been overweight. This is something we plan to study further.&quot; Arts and humanities     Photograph: Bettmann/Corbis     University of OxfordShakespeare&apos;s experience as a shareholder in a theatre company transformed the way he wrote characters, an English literature expert has claimed. Shakespeare&apos;s decision in 1594 to buy a one-eighth share in the Lord Chamberlain&apos;s Men not only made him wealthy but meant that he got to know the actors he was writing for, believes Dr Bart van Es from the University of Oxford. His decision to buy a share in the company not only freed Shakespeare financially  he soon bought the second biggest house in Stratford and even loaned money to his contemporaries  but brought him into close contact with the actors performing his plays. Van Es adds: &quot;Shakespeare came to be in the unique position of working and socialising with the actors in Lord Chamberlain&apos;s Men. He knew and understood their personalities, and this shaped the characters he wrote for them. A Midsummer Night&apos;s Dream and Love&apos;s Labour&apos;s Lost even feature rehearsal scenes where a large number of characters (such as Flute, Snug, and Bottom) are physically distinct; this kind of writing had never been attempted before.&quot; Social science     Photograph: Martin Argles for the Guardian     Goldsmiths/ Tomsk State University/ UCLUnderstanding the genetic and cognitive processes behind learning difficulties can help teachers optimise learning for individual pupils, researchers find. By reviewing current understanding about the neural and genetic basis of specific learning disabilities (SLDs), researchers were able to clarify what is causing them to develop in order to improve teaching for individual learners and training for school psychologists, clinicians and teachers. Dr Yulia Kovas, one of the researchers, says: &quot;By developing an understanding of how individual differences in brain development interact with formal education and adapting learning pathways accordingly, we can ensure greater educational success will be achieved for all learners.&quot; She adds: &quot;Societies that have achieved universal access to education face a new, even more difficult, challenge of creating educational systems which allow each individual to fully utilise their unique genetic profiles in order to make the most of education. This can only be achieved through individualising educational practice to each learner. A promising approach involves the development of technology-enhanced learning applications that are capable of adapting to individual needs.&quot;  University of SalfordA study highlights the needs of a growing population of older people in North West England living with HIV. Focus groups held with gay HIV-positive men raised concerns about the NHS and its ability to care for them in the future, especially within the context of cuts to public services. The development of antiretroviral medications has meant that people with HIV are living longer lives and many can expect to live well into older age. The study shows that long-term illnesses like HIV can affect a person&apos;s mental wellbeing, and that support may be needed to deal with potential mental health issues caused by stigma and discrimination. Steve Myers of the school of nursing, midwifery and social work says: &quot;There is a need to develop services which will assist older gay men living with HIV. This group is growing and we need to look at how we will meet their housing needs, provide community support and ensure that counselling services are available.&quot; And finally     Photograph: Foodfolio/Alamy     University of ReadingResearch shows that drinking one to three glasses of champagne a week could help delay the onset of degenerative brain disorders, such as dementia. Scientists have shown that the phenolic compounds found in champagne can improve spatial memory, which is responsible for recording information about one&apos;s environment, and storing the information for future navigation. Champagne has relatively high levels of phenolics compared to white wine, deriving predominantly from the two red grapes, Pinot Noir and Pinot Meunier, which are used in its production along with the white grape Chardonnay. It is these phenolic compounds that are believed to be responsible for the beneficial effects of champagne on the brain. Professor Jeremy Spencer, department of food and nutritional sciences, said: &quot;These exciting results illustrate for the first time that the moderate consumption of champagne has the potential to influence cognitive functioning, such as memory. We encourage a responsible approach to alcohol consumption, and our results suggest that a very low intake of one to two glasses a week can be effective.&quot; Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/may/16/research-in-brief-may-universities", 
    "wordcount": "1116"
}