{
    "headline": "So which bright spark thought of smart meters?", 
    "text": "Those whom the gods wish to destroy, they first make smart. &quot;Smart&quot; is an interesting adjective, as evidenced by the OED&apos;s extensive entry for it. The interpretation that is now ubiquitous is this: &quot;Capable of independent and seemingly intelligent action.&quot; As in &quot;smartphones&quot;. And, now, &quot;smart meters&quot; for gas and electricity. Governments across the world have become obsessed with smart meters. Their introduction has been US policy since 2007, for example, when President George W Bush signed the Energy Independence and Security Act  and allocated $4.5bn (2.8bn) for the development of a &quot;smart&quot; electricity grid. In 2009, the European Union followed suit with a directive mandating smart metering in households by 2022, which, in relation to the scale of what has to be done is, the blink of an eye. On the face of it, smart metering is a good idea, at least for electricity, the demand for which fluctuates during the day. The surges that accompany half-time in major football matches as the nation stampedes to put its kettle on, for example, are the stuff of legend. But they are also the stuff of nightmares, because if an electricity grid is overwhelmed by demand, the consequences can be dire, as India discovered recently, when more than 700 million people were left without power. Even in normal circumstances, the variation in demand (for households: low at night, high in the early evening; for businesses: high during normal working hours) means that the grid has to be able to deal with peaks and troughs  and always meet the peaks. There are significant gains, both in financial and environmental terms, from finding ways of evening out some of the fluctuation. Which is where smart meters come in. The meters currently in domestic use are dumb devices that can deal with, at most, two options: a simple 24-hour tariff or a dual (day and night) tariff. Smart meters, which are essentially small, networked computers, can provide much finer &quot;granularity&quot; (measuring consumption on an hourly basis, say) and can communicate that information to both the consumer and the supplier. More importantly, the supplier can also communicate directly with the meter. Underpinning the argument for smart meters are a number of assumptions. One is that, if consumers know how much electricity they are using at any given moment, then they will become more careful about how they use it. Another is that smart metering will enable utility companies to vary the cost per unit on an hourly basis. So electricity might cost 2p a unit at 3am but 12p a unit at 6pm, when the nation gets home, starts cooking and switches on the TV. The combination of these two charges should mean that peak demand is reduced, thereby making operation of the grid easier and less wasteful. There&apos;s a good case for rethinking the way we supply and charge for electricity, because if we go on as we are  with a dumb grid, dumb meters and accelerating demand  then we&apos;ll eventually find ourselves with the problems that the Indians experienced recently. And that doesn&apos;t bear thinking about. The problem is that the way the government is approaching the issue doesn&apos;t exactly inspire confidence. The lead department, Environment and Climate Change, has prepared a cost-benefit analysis that purports to show that the stupendous cost of installing new, networked kit in every building in the UK will be outweighed by the 7.1bn in benefits that the new system will confer on grateful citizens. As the Duke of Wellington famously said to the man who came up to him saying: &quot;Mr Smith, I believe&quot;, if you believe that then you will believe anything. DECC&apos;s calculations have recently been subjected to a lacerating critique by Alex Henney and Professor Ross Anderson of the Cambridge Computer Lab. They examined how the department&apos;s &quot;successive reworkings involved a reduction in costs, an increase in benefits, and stretch credulity given some of the assumptions. Yet deployment over the next few years will make the truth clear enough&quot;. It will. What we have in the making is another multibillion-pound government IT disaster of the kind that Whitehall has made its unique speciality. And that&apos;s only the half of it. Because embedded in the technology of smart metering is an even more worrying possibility about which the government (and the electricity utilities) has been strangely taciturn. The utilities love the technology because it will enable them to disconnect consumers remotely who don&apos;t pay their bills. But the capacity for remote cutoff in a networked system opens up a huge national cybersecurity vulnerability. After all, if E.ON can remotely disconnect every house in East Anglia, so too can a hacker in China. Still, if that happens we&apos;ll still be able to read, by candlelight, the OED&apos;s top definition of &quot;smart&quot;: &quot;an instance of sharp physical pain, esp caused by a blow, sting or wound.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/11/smart-meters-dumb-idea-cybersecurity", 
    "wordcount": "835"
}