{
    "headline": "Is it a growler, a rime or a pancake? Learning the language of sea ice", 
    "text": "Eskimo is said  incorrectly  to have a dozen words for snow but cryologists have a vast lexicon of terms for different types of ice. Strangely, many are associated with food and cooking. According to the Mariners&apos; Handbook, the bible of British Admiralty publications, the first new sea ice of the season is known as shuga ice which, depending on the temperature, salinity and snowfall, may coalesce to become frazil ice, grease ice or even slush ice. As temperatures drop, and the sea ice becomes older and takes on different shapes from the wind and the currents, it acquires a host of other names. Ice formed in the first season is called young, or first year ice, and includes rind ice and nilas ice  which looks like long thin glass sheets  as well as pancake ice and cake ice. Sea ice is either fast ice  which does not move around  or drift ice which does. But as we&apos;ve seen this week, there&apos;s also brash ice, multi-year ice, heavily ridged ice and pack ice, open, close and very close ice, as well as grey, grounded, hostile, hummocked, rotten and consolidated ice. Not forgetting ice bergs and ice floes. Different ice forms may contain polynyas, sastrugi, rams and rimes and you can have bergy bits, finger-rafting, growlers, breccia and ice blinks. All have different properties, shapes, sizes and formations. It&apos;s specialised stuff. Sea ice experts might regularly say things like: &quot;Do you know there is a polynya in the Laptek sea?&quot; But permafrost folk who know land-based ice would not understand. Instead, one might respond: &quot;Do you mean a pingo?&quot; Cambridge sea ice scientist Nick Toberg adds two Russian terms which he says are not in the British vocabulary but are widely used. One is stamukha, sea ice that has run ashore, and the other is ropak, a vertical slab. So here on the Arctic journey I embarked on last week aboard Greenpeace&apos;s Arctic Sunrise vessel, you really do need a pilot who understands his ice to navigate. We have Arne Sorensen, a Dane who has spent 30 years captaining ice-breaking ships with the Australian Navy, Greenpeace and others way up north of Greenland. He&apos;s seen the northern polar ice rapidly change in the summer months.  &quot;The line marked on many maps as &apos;permanent ice&apos; is really just a line of averages, as far as it normally recedes. In the past when it had receded to that line it was roughly half old ice and half first-year ice. Now, no more than one-third or a quarter, is old ice. I would say roughly half the ice by area and possibly 75% by volume has now gone.&quot;  When you travel through sea ice, he says, you first judge its thickness by seeing how much sticks out of the water, like with an iceberg when they say that 90% is below the water line. The higher it is out of the water, the thicker it is. And the older it is, the harder it usually is because the salts drain out and it compacts. But, he says, it&apos;s not necessarily old just because it&apos;s thick, and vice versa.  &quot;Then, he says you judge the colour. If its blueish, its probably older ice. Young ice is full of sharp angles. Older ice is more rounded because of the melt. Young ice can still be thick because of the pressure ridges which form where the ice is compressed together. Older ice is smoothed at the edges by the wind and the waves.  &quot;The further into the ice you go, the quieter it gets. We are looking for stable ice - old ice at least two metres thick [for the scientists and Greenpeace to work on].&quot;  It helps if the ice pilot knows his ship, too. Sorensen knows the Arctic Sunrise better than most. He has captained it many times and was partly responsible for Greenpeace buying it in 1997 and converting it from a sealing ship. He&apos;s confident of it in most ice conditions. &quot;It can break ice that is at least 50cm thick and keep going. It&apos;s best at making a path through substantial floes,&quot; he says. Which is just what we&apos;ve been doing for the last 24 hours.", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/11/sea-ice-language-arctic-sunrise", 
    "wordcount": "714"
}