{
    "headline": "New Africa: the Kenyan internet nerd reshaping a nation", 
    "text": "Juliana Rotich chuckles down the line from Nairobi at the suggestion that she is one of the people helping to shape a new image of Africa. &quot;Well, I&apos;m a big nerd,&quot; she says. &quot;So if a nerd can be part of the future, let&apos;s do this.&quot; In 2008, when political and ethnic violence broke out in Kenya after disputed elections, Rotich was trapped at home in the western city of Eldoret, where some of the worst fighting was taking place. A blackout on live news broadcasts had left Kenyans unable to get basic information about what was going on. So Rotich and a group of friends created a website, called Ushahidi (&quot;testimony&quot; in Swahili), that used updates from ordinary people, via emails and text messages, and plotted these on an interactive map. &quot;We did something which was pretty natural for us but it was very cathartic,&quot; Juliana explains. &quot;It was important to share what I knew.&quot; Within days, Ushahidi was providing information about the spread of fighting to thousands of Kenyans across the country. And throughout the conflict and its aftermath, it helped to document the scale of the violence, despite the attempts of politicians to play it down. Since then, the Ushahidi model has been adapted for humanitarian crises worldwide  it was credited with locating survivors under the rubblefollowing the Haiti earthquake  and also found a variety of other, less dramatic uses  a recent application mapped small UK businesses keen to promote themselves during the Olympics. The 35-year-old Rotich bubbles with excitement when talking about its global reach: &quot;The platform has been translated into 20 languages. Can you imagine?&apos; But she&apos;s cautious of the kind of breathless post-Arab-spring rhetoric about the power of information-sharing technology to bring sweeping political change. For Rotich its primary role, at least in Africa, is a more prosaic one: helping people get better and cheaper access to basic goods and services rather than inspiring revolution. &quot;Democracy is an alluring idea,&quot; she says. &quot;And we do hope that our technology plays a role but I want to keep that in the context of some of the challenges that are on the ground and the opportunities for technology to help with some of the inefficiencies.&quot; She&apos;s proud of the way Ushahidi gave a voice to ordinary Kenyans to explain what was happening in their own communities. &quot;Africans tell their story better and represent the reality that they live better. When you have a view on a situation from on the ground, it can complicate the narrative in an important way. It wasn&apos;t easy for the rest of the world just to say, oh that&apos;s another genocide happening&apos;.&quot; As a regular speaker at global technology events, she is all too conscious of how Africa is perceived by the outside world. &quot;I usually dive straight into the technology and people are shocked, because they are thinking, &apos;She&apos;s an African woman, I expected her to talk about how things are terrible or tell a sad story.&apos; &quot;But in my world, the reality is very exciting. I see young people here in Nairobi and they come up and they say this is my startup idea. People have the option of creating something, filling a need, scratching an itch.&quot; So how would an Africa that has shaken off its negative image appear to the world? &quot;When you see those online adverts, those ones that say, &apos;Volunteer in Africa  come and work in an orphanage or a game park&apos;, and there&apos;s usually a picture of a lion,&quot; she says. &quot;There might be a future where you&apos;ll see an advert that says, &apos;Come and work in the hi-tech sector&apos;.&quot; Innovators she admires Lukonga Lindunda, the founder of BongoHive, an incubator of startups in Lusaka, Zambia. &quot;The idea is to galvanise the tech community in Zambia to think about what problems they&apos;d like to solve. It&apos;s a nascent thing but it&apos;s going to make a very big impact.&quot; Rachel Gichinga for the 125/100 project in Kenya, an outreach work with girls from marginalised communities, helping them to understand technology. Dr Sheila Ochugboju of the Foresight group exploring a futurist vision for Africa  analysing trends and figuring out different scenarios, whether they be economic, environmental or technological. &quot;It&apos;s quite academic but it&apos;s very important.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/26/new-africa-kenya-activist-internet", 
    "wordcount": "740"
}