{
    "headline": "Small and wild: how to feed fish to the world", 
    "text": "I&apos;m a seafood fanatic, and there are few fruits of the sea that I adore more than prawns. A good rack of these shellfish, slapped onto a &apos;braai&apos; (called a barbecue in most other placesI&apos;m originally from South Africa), until the legs crisp up and the shells turn russet, evokes summer holidays in my mind: warm, beachy and pretty much about nothing but swimming and eating. So a plate of buttery prawns signifies home to me in an inimitable way. That&apos;s why my heart sank when Andy Sharpless, CEO of Oceana, the globe&apos;s largest international ocean conservation organization, told me that whether I ate them farmed or wild-caught, eating prawns is largely indefensible.  &quot;People need to give up shrimp,&quot; he said, explaining that the fine nets used to catch them result in one of the highest levels of bycatch. The farmed fare isn&apos;t much better, since it requires that tropical forests and mangroves be cleared, and leaves destroyed earth in its wake, on account of the chemical additives and pesticides used.  It&apos;s something that, together with his co-author, Suzannah Evans, Sharpless delves into in his new publication The Perfect Protein, another book about the ocean which one might pick up fully expecting to be dragged into the doldrums. But the authors&apos; main aim is to teach people how to eat from the sea, instead of saying we can&apos;t. &quot;We were trying to write a new kind of book,&quot; Sharpless explained, &quot;for people who consider themselves to be seafood lovers.&quot;  Species conservation - for food This is the idea that Sharpless and Evans present: we should be conserving the oceans not for species protection alone, but because the oceans can feed the world. Almost 900 million people are currently underfed, and that&apos;s projected to rise along with the population, which will hit 9 billion in 2050. The book suggests that fish, however, offer the most affordable and nutritious protein available to stave off hunger and strengthen food security.  If we managed the oceans in the right way, we could provide 700 million meals a day, Sharpless saysalmost double what we currently canand in a renewable way. Furthermore, we can do it using wild ocean fish.  All this seemed counterintuitive, and I asked Sharpless why no one else had presented the scenario this way before. His reply was that we&apos;ve misunderstood the oceans. Our experience with agriculture and the land has warped the way we view our relationship with the sea. Land-grown food teaches us that agriculture is at war with biodiversity, and as a consequence, when we think about finding nutrition in the sea, &quot;the immediate conservation idea has to be to reduce our consumption&quot; of ocean produce.  In addition, we&apos;ve viewed the ocean as something we can only manage through a united international efforta task that seems impossible to fulfill, and probably is. &quot;Very often in conservation we take a systems approach,&quot; Sharpless said, &quot;[As in] nothing can be solved unless everything is solvedthat is a false analysis.&quot;  In truth, the ocean is actually a series of national territories, he explained, and change can be initiated, bit-by-bit, through each of the countries that oversee their segments of sea. Twenty-five countries control two-thirds of the globe&apos;s catch. If each is coaxed into managing fisheries properly, together they can ensure global abundance. As to his most contentious point, namely that we should eat only wild seafood, he prefaced that by explaining that farmed fish isn&apos;t all it&apos;s cracked up to be. Farmed versus wild fish Like most consumers of seafood, I&apos;d always known this. It just wasn&apos;t something I&apos;d wanted to hear about prawns. It taps into the real challenge that buyers face: even the &apos;sustainable&apos; seafood options are sometimes only slightly less damaging than the array of others on display.  Farmed fish fall into three categories, classified by what they eat, Sharpless explained. Those that are fed by other fish are what we might call the danger fish: they do the most damage because we use up the wild fish we should really be eating, just to get these higher-end fish fed and to market.  Farmed salmon, for instance, requires about five pounds of fishmeal to grow one pound. That meal typically comes in the shape of highly nutritious, rapidly reproducing forage fish like anchovies, sardines, and herrings. So we&apos;re taking more fish out of the ocean to produce fewer fish. Eighty-one percent of that catch is used not to feed humans, but to be ground up and pressed for oil to feed farmed fish and livestock.  Fish raised on a diet of grain have a similar impact to that of chicken farming. So, &quot;An expansion of tilapia farms means an expansion of corn fields&quot;, Sharpless noted.  The third group, however, offers some hope on the farmed fish front. &quot;Farmed mussels, farmed oysters, farmed clams,&quot; said Sharpless, &quot;are bivalves that eat algae.&quot; Because they&apos;re dependent on healthier ocean bays where these are raised, shellfish farmers are what Sharpless calls &quot;a wonderful ally for conservationists,&quot; because they&apos;re motivated to uphold healthy habitats.  But seafood lovers are unlikely to restrict themselves to bivalves alone. As the saying goes, there are plenty of other fish in the searight?  The case for small, wild fish Sort ofif wild fish populations are allowed to recuperate, and if we knowledgeably select the fish that we eat. That means eating more of the small fry that exist lower down the food chain, the authors argue, like sardines and anchovies, and less of the big fare, like tuna and salmon.  Smaller fish reproduce more quickly, grow faster, many exist around the world and they &quot;are at least equally nutritious to the ones at the top of the food chain.&quot; They&apos;re also less likely to harbour toxins, according to Sharpless. &quot;From a consumer&apos;s perspective, people need to eat wild fish, not farmed fish.&quot;  But before that happens, the most influential countries of course need to buoy those wild populations first, promoting overall ocean biodiversity by enforcing quotas that slash overfishing, protecting the ocean&apos;s nursery habitats so that populations can grow, and putting a stop to the shocking amount of bycatch that accompanies hauls of more desirable fish.  Fisheries also need to be geared towards catching more of these smaller staple fish, instead of the larger specimens reeled in to satisfy restaurant-goers. That&apos;s no easy task, and the ocean recuperation period may be between five and 10 years. But once it happens, Sharpless reckons, &quot;We will see a rebound in the fisheries of the world that deliver the world&apos;s fish.&quot; If managed well, those nutritious populations will stick around. Turning to wild ocean fish also takes some pressure off the land, where agriculture fragments habitat, and is embedded in an entire chain of unsustainable resource use.  But what about the fact that not everyone can get access to fish, even if there is more of it? Transporting ocean produce to land-locked countries will be difficult, and it&apos;s something Sharpless talks about on Oceana&apos;s website. But regardless of whether people get to eat fish, he says, healthier, more abundant oceans will have a knock-on effect on other foods in the supply chain.  Having a sustainable supply of more affordable fish in the sea means more people will turn away from farmed meat as their core protein, which will in turn decrease the demand for grain, and prices will go down. That will make these staples more affordable for people who have restricted access to fish, his logic goes. To this end, Sharpless sticks by the idea that eating smaller, wild ocean fish is the key. His book lists several recipes for dishes that explore the flavours of small forage fish: anchovies, sardines, and mackerel. Others call for farmed bivalves like clams and mussels. Tilapia, salmon, and catfish are deemed suitable too, if they come from sustainable wild populations. Sadly, for me, prawns aren&apos;t featured once. But that&apos;s the point. It&apos;s not about swearing off all seafood in atonement for our plundering ways, but rather, finding suitable substitutes that will fill the gaps. In his book, Sharpless freely admits that managing and eating from the oceans is something we&apos;re still figuring out how to do well. But he writes that if at Oceana they were forced to come up with a philosophy for eating seafood, as food writer Michael Pollan did for food in general, it would be this: &quot;Eat wild seafood. Not too much of the big fish. Mostly local.&quot; Would you switch to smaller fry, and if you did, what seafood would you pick?", 
    "section": "environment", 
    "gid": "environment/world-on-a-plate/2013/jun/10/fish-fishing", 
    "wordcount": "1458"
}