{
    "headline": "Alex Moulton obituary", 
    "text": "Alex Moulton, who has died aged 92, was one of the leading lights of the great days when the British motor industry nurtured revolutionary innovations and changed the popular car forever. As a creative engineer and thinker, Moulton was intimately involved through his work on the new rubber suspension systems for the Mini and the Austin 1100  and he went on to arrive at another radical redesign of a familiar object with the Moulton bicycle, cited for its &quot;sparse beauty&quot; by the architect Norman Foster, as representing &quot;the greatest work of 20th-century British design&quot;. Moulton&apos;s bike, launched to enormous interest in 1962, was a reinvention of the classical bicycle. He used small wheels, which he argued gave better acceleration and faster overall speeds; springs, again of rubber, and a new feature on bicycles; and a new design of the step-through frame  he considered the top tube of the traditional bike dangerous and an obstacle to dismounting in emergency. The Moulton went through many evolutions from his original &quot;F&quot; frame to later exotic handbuilt stainless steel space-frame machines. However, the success of his design showed their practicality and pointed the way for other small-wheeled and stowable bikes. Moulton grew up in Bradford on Avon, Wiltshire, in a kind of industrial aristocracy. The family had established a factory in the 1840s making rubber products, mainly buffer springs for railways. They lived close by in the Hall, a remarkable 16th-century house that was to exercise a lifelong hold over Moulton. His father, a naturalist, had been recruit ed by Charles Brooke, the &quot;white Rajah of Sarawak&quot;, to start a museum in Borneo. He died in 1926 and Alex was brought up by his mother and a strict &quot;Victorian&quot; grandmother. With the mighty steam locomotives of the Great Western Railway hauling trains past the bottom of the garden and the rubber factory close by, he grew up with a deep interest in engineering, converting a GN light car to steam power in his teens. On leaving Marlborough college, he joined the Sentinel truck company for experience, and in 1938 went to King&apos;s College, Cambridge, to study engineering. The second world war took him to the Bristol Aeroplane engine company, led by the great engineer-autocrat Roy Fedden. Aero engines were the most sophisticated devices made, and Moulton had a &quot;most enormously interesting time&quot; as a fitter in the test shop until he became Fedden&apos;s personal assistant. At the war&apos;s end he also helped with Fedden&apos;s failed project to build a &quot;British Volkswagen&quot;, with the journalist and stylist Gordon Wilkins. After completing his Cambridge course, Moulton started a research department at the family firm into the engineering uses of rubber. An early success was the Flexitor spring, used for caravan and boat trailers, which illustrated Moulton&apos;s contention that &quot;a new thing needs a new name&quot;. At the time, there were concerns about the durability of the bond between the rubber and the metal parts, but these proved unfounded. Decades later, Moulton would come across rusted trailers on sea fronts: &quot;I jump up and down on them; the Flexitors always still work.&quot; In 1949, through a mutual friend, Jeremy Fry, he met Alec Issigonis, like Fry, a keen builder and driver of hill-climb racing cars. Issigonis had just achieved great success with his design of the Morris Minor, and this was the start of a close personal and professional friendship. At this time, the Austin and Morris companies were merging, and Issigonis left to design a luxury car for Alvis. Moulton became a consultant for BMC  British Motor Corporation, the new Austin-Morris conglomerate  working with Jack Daniels, Issigonis&apos;s righthand man on the Morris Minor, and fitting one with his Flexitor rubber springs. The car survived 1,000 miles running on the pav  cobblestone  test track at the Motor Industry Research Association&apos;s proving ground. This was double the mileage that steel suspensions could endure, and proved definitively that the rubber suspension was practical. Moulton also collaborated with Issigonis at Alvis, devising new cone-shaped rubber road springs that offered the possibility of great space saving, a degree of self-damping and the possibility of interlinking the suspension front to back on each side to smooth the ride. This idea was already in use by Citron in the notable DS, using pumps and complex high-pressure hydraulic units. Moulton&apos;s system was elegant and simpler. His hollow rubber springs were filled with fluid and joined front to back by pipes. When a bump moved a front wheel upwards, fluid was displaced to the back spring, extending it and raising the rear suspension in sympathy. This minimised body pitching over bumps, giving a smoother ride, but without the usual penalty of soft suspension  body roll and a deterioration of control and handling. Alvis eventually shelved the car, but the BMC supremo Leonard Lord saw Issigonis as the outstanding design talent he needed for a new mid-sized car and brought him back to BMC. However, the project took a new turn following the 1956 Suez invasion and the ensuing oil embargo imposed on Britain by Arab states. Moulton recalled driving to meet Issigonis during the petrol rationing winter in a three-wheeler single-cylinder Heinkel bubble car (&quot;simply a device for getting 60 miles to the gallon&quot;). Issigonis sniffed, quipping that Lord wanted him to design a really small economy car, but &quot;whatever it is, it will have four wheels and four cylinders&quot;. The result was the Mini, revealed at the 1959 London Motor Show. From the outset it used Moulton&apos;s rubber springs, though initially without the fluid interconnection, adopted in 1964. This Hydrolastic system became a feature of the Mini and its larger successor, the Austin/Morris 1100  for several years Britain&apos;s bestselling car. In 1969, Moulton launched Hydragas suspension, which added some gas to the system to soften the springing. All these Moulton systems gave the little vehicles outstanding comfort and road holding, and also contributed to their roominess. Though Moulton&apos;s specialism was rubber springing, he was central to the atmosphere of inquiry and adventure in which these new cars were conceived. Colleagues dubbed Issigonis, with Moulton and John Morris, the chief engineer of SU carburettors, the &quot;three musketeers&quot; as they ceaselessly discussed the future evolution of automobiles at work and socially. Sadly, however, the commercial success of BMC began to falter. Later Issigonis cars did not quite hit the mark with buyers, and in 1968 BMC was taken over by Leyland Motors, headed by Donald Stokes, who brought Harry Webster from Triumph as chief engineer. Issigonis, recalled Moulton, &quot;retired to his cell and would have nothing to do with the new incumbents&quot;. Moulton, however, collaborated with the new designers of what was now British Leyland, who adopted his suspension on the Allegro, Metro and MGF cars. Issigonis took this as unforgivable disloyalty, creating a sad rift, which was never repaired. The petrol rationing after Suez was also responsible for the other great strand in Moulton&apos;s career. When borrowing a handmade lightweight Hetchins bicycle, he found it &quot;a revelation of joy&quot; and began to consider how he could improve on it. Buoyed up by the success of the Mini and 1100 cars, he redesigned it &quot;in an analogous way to the Mini, starting with fundamentals: what struck me immediately was &apos;Why are the wheels so big?&apos;&quot; Prototypes were a success, and he began talks with Raleigh, the UK&apos;s largest cycle maker. But though senior figures were enthusiastic, Moulton believed that the &quot;not invented here&quot; syndrome killed the project, so he set about producing the Moulton bicycle himself in a relatively small way at Bradford on Avon, launching at the 1962 Earls Court Cycle and Motorcycle Show. Such was Moulton&apos;s prestige within the car industry that Lord sent the message: &quot;Alex, don&apos;t hesitate in taking orders, because we will make the thing for you.&quot; Though he sold all he could make, Moulton found that he could not build it economically, while Raleigh countered with the launch of a copycat design, which, though heavy and unsprung, attacked Moulton sales. In 1967, Moulton was forced to sell to Raleigh, which made Moulton designs until 1974. Eventually, Moulton was able to buy back his own patents. He continued to develop the cycle, designing the elegant and light &quot;space frame&quot; machines as special handmade versions created in the former stables at the Hall. It was an achievement in itself to cultivate a market of connoisseurs for a necessarily expensive bespoke product and this fostered a specialised workforce displaying superb workmanship and pride in craft production. In 1992, he licensed the Pashley company, in Stratford-upon-Avon, to produce a more affordable version of the &quot;space frame&quot; machine (initially the Moulton All Purpose bicycle and later the TSR series). In 2000 he also licensed Bridgestone, in Japan, to make an aluminium Moulton derived from his original &quot;F frame&quot; design. Moulton was not a technocrat. Though adept at mathematics and engineering science, his inventions were all human-centred and focused on the experience and enjoyment of the user. He abandoned his design of a steam motorboat engine, for example, because once he had developed it to rival diesel power it lost its suppleness and &quot;was not a nice thing any more&quot;. His car suspensions and the cycle developments were entirely aimed at providing a superior experience for the user. He was very taken, through his association with Bridgestone, with the Japanese sense of the &quot;spirit&quot; of an artefact, reflecting its origins and the care with which it was made. He liked the idea that by seeing and using something one can detect this &quot;spirit&quot;, which fitted his own conviction that manufacture and industry are morally rewarding. &quot;Man should make things  Make a profit, of course, but don&apos;t take the money gain as the prime judgment.&quot; Moulton was appointed CBE in 1976. He was active in the promotion of engineering design and education, set&apos;ting up a foundation in his name in 1997. He produced a series of pocket engineering guides, was co-editor of a mechanical engineering handbook, The Moulton Formulae and Methods (2005), and wrote a memoir, Bristol to Bradford-on-Avon: A Lifetime in Engineering (2010). The work of the Moulton Bicycle Company is being continued by his great-nephew Shaun.  Alexander Eric Moulton, engineer and inventor, born 9 April 1920; died 9 December 2012", 
    "section": "technology", 
    "gid": "technology/2012/dec/10/alex-moulton", 
    "wordcount": "1759"
}