{
    "headline": "Zambia's healthcare system in need of an MOT as road accidents increase", 
    "text": "On a sunny Wednesday afternoon, 16-year-old Vasco Mzanda limped into a district health centre in Zambia&apos;s southern province, accompanied by his father, Listen. Three weeks earlier, Vasco had been riding his bicycle near his village when a car hit him, causing him to fly off the dirt road. When he stood up, he had trouble walking and could not put any weight on his left leg. Vasco&apos;s injuries were exacerbated by Zambia&apos;s healthcare system. Listen immediately took his son to the nearby rural health post. But it did not have any diagnostic equipment, so Vasco was referred to the district health centre, 60km away. Having saved money for the 60,000 kwacha (7.50) round-trip fare and paid for an X-ray once there, Listen learned that his son&apos;s femur had been fractured; in the three weeks without care, the bone had partially &quot;malunited&quot;. The district hospital did not have the surgical equipment to fix it, so the attendant doctor told them to find their way to Livingstone general hospital, another 130km away. There are more than 20,000 road traffic accidents every year in Zambia, resulting in an estimated 3,000 deaths and exponentially more injuries and disabilities. The country has less than 0.02% of the world&apos;s registered vehicles, but almost 14 times the proportion of fatalities from road traffic accidents. Many injuries, like Vasco&apos;s, are technically simple to treat. But without adequate emergency care, transportation or referral systems, many patients experience unnecessary complications. Some suffer from neglected physical trauma, some become permanently handicapped, and others die needlessly. To date, road accidents and their accompanying surgical complications have received little attention in Zambia. Yet, with the number of roads and cars in Zambia growing, accidents are becoming an increasingly common part of Zambian life. In 2012 to date, nearly 6,000 people have either died or been injured in traffic accidents. This summer, for instance, 12 people died in a crash in eastern Zambia and another 11 in southern Zambia. &quot;Road traffic accidents raise a lot of concern to me as a surgeon,&quot; said Emmanuel Makasa, the deputy director of emergency health services at the ministry of health. &quot;If you don&apos;t provide surgical services to manage the patients quickly and adequately, it means most people end up being handicapped. Most Zambians use their hands or have to walk to work. If they&apos;re not managed properly and become handicapped, then they get deeper into poverty.&quot; There are several reasons why road traffic accidents take such a heavy toll in the country. Like Vasco and Listen, 60% of Zambians live in rural areas, where there are almost no options for emergency care. Patients usually have to make their own way to health centres, with the journey often expensive and time-consuming. Once they arrive, there is no guarantee the surgeon will have the equipment to diagnose and treat the injury  that is, if there is a surgeon in the first place. Zambia has a population of 13 million but just 44 surgeons, only six of whom work in rural areas. Patients must usually pay for treatment out of pocket, which can be prohibitively expensive. &quot;It&apos;s depressing,&quot; said Makasa. &quot;You know what you have to do, you want to do something, but then you can&apos;t do it, either because you don&apos;t have the materials or because you have too many patients to see.&quot; To combat these inadequacies, some officials in the ministry of health, including Makasa, have formed a taskforce to reduce the toll of traffic accidents. They are trying to encourage the police to enforce laws on alcohol, seatbelts, and mobile phone usage more strictly. They are also trying to enhance &quot;post-crash care&quot;  specifically, by increasing the number of emergency vehicles and training police officers in first aid. Others in the ministry are working to increase the number of surgeons and &quot;medical licentiate&quot; officers to handle emergency cases. In addition, some Zambian doctors have taken it upon themselves to train medical staff on emergency trauma. &quot;We don&apos;t have a trauma centre in all of Zambia,&quot; said Mzaza Nthele, a surgeon at Livingstone general hospital. Motivated partially by the number of &quot;unnecessary&quot; emergency cases that entered his hospital doors, Nthele regularly travels to district health centres in the southern province  like the one where I met Vasco  to train attendant doctors. Making post-crash care more localised, he believes, is the best way to ensure patients are treated properly. &quot;Road traffic accidents are the type of thing that shouldn&apos;t make someone incapacitated,&quot; said Makasa. &quot;We need a comprehensive approach to address them properly.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/14/zambia-healthcare-system-road-accidents", 
    "wordcount": "782"
}