{
    "headline": "Car review: Volkswagen CC", 
    "text": "Unless your child is the latest in an unbroken line of a family name  I once met a Bruce IV  every parent sweats over what to call their latest arrival. Too posh, too common, too weird, too boring Part of the problem is also that we believe the name will somehow mystically shape the character of the child. Martin Amis firmly believed that Tim Henman could have been a contender if only he&apos;d been called Tom. Now, it seems, there really is something else to consider. Name your child Juliet or Rupert and chances are they&apos;ll be caught speeding. Diamond, the women&apos;s car insurance specialist, looked at more than 3m motorists to identify the first names of drivers most likely to have points for speeding. The top five for women are Juliet, Susannah, Justine, Deirdre and Alexis, while for men the speediest names are Rupert, Julian, Piers, Giles and Justin. The research also revealed the occupations of the motorists most likely to have a speeding conviction: step forward surgeons and chartered surveyors. My wife isn&apos;t a surgeon, but her name is Juliet, so I was able to tell her to &quot;slow down&quot; from a position of authority as we shared the driving in Volkswagen&apos;s new CC en route for Bristol. The CC is VW&apos;s gift to the corporate world  at least 80% will be sold as fleet  and it&apos;s a welcome alternative to the fat-cat hegemony of BMW, Audi and Mercedes-Benz. It&apos;s fast, efficient, reliable and far better looking than you&apos;d expect. All virtues we&apos;d do well to emulate in the boardrooms of the land. The CC started life back in 2007 as the Passat CC. The letters CC often stand for coup cabriolet. This VW is no cabriolet, but its long, graceful lines have clearly been inspired by the two-door coups that cut such an elegant dash on the highways of the continent. To muddy the waters further, the CC is also no longer a Passat. The European name has now been changed to the simpler &quot;CC&quot;, which is favoured Stateside. The differences between the old Passat and the new CC are not huge. But the CC now boasts an all-new nose, pronounced sills, a sloping roofline and frameless doors that seem to flow into the grooved side panels. From the front perspective it&apos;s a particularly handsome car, with the jewel-like Bi-Xenon headlights glinting next to the black gloss radiator. Inside it has deep, buckety seats; a sculpted dash that sweeps round you and a lower roof that adds to the grand-tourer feel of the car. Soundproofing has also been improved, so even with a mile-munching diesel shuttling you from conference to conference, there&apos;s almost no road noise. And there&apos;s an extra seat in the back. The old Passat was a four-seater but this has five, plus a colossal boot to cope with all that family clutter and, of course, the set of golf clubs you&apos;ll be spending so much time with. Interestingly, that extra seat eliminates what VW says was the car&apos;s greatest point of rejection among potential buyers. Being a premium car it comes freighted with kit  both driver aids and safety features. But one that all the Juliets and Ruperts would do well to heed is Traffic Sign Recognition, which detects changes in speed restrictions and warns the driver.", 
    "section": "technology", 
    "gid": "technology/2012/aug/19/car-review-volkswagen-cc", 
    "wordcount": "560"
}