{
    "headline": "Rio+20 'Future we Want' draft text - exclusive copy of the document", 
    "text": "Our Common Vision 1. We, the heads of State and Government and high level representatives, having met at Rio de Janeiro, Brazil, from 20-22 June 2012, with full participation of civil society, renew our commitment to sustainable development, and to ensure the promotion of economically, socially and environmentally sustainable future for our planet and for present and future generations. 2. Eradicating poverty is the greatest global challenge facing the world today and an indispensable requirement for sustainable development. In this regard we are committed to free humanity from poverty and hunger as a matter of urgency. 3. We therefore acknowledge the need to further mainstream sustainable development at all levels integrating economic, social and environmental aspects and recognizing their interlinkages, so as to achieve sustainable development in all its dimensions. 4. We recognize that poverty eradication, changing unsustainable and promoting sustainable patterns of consumption and production, and protecting and managing the natural resource base of economic and social development are the overarching objectives of and essential requirements for sustainable development. We also reaffirm the need to achieve sustainable development by: promoting sustained, inclusive and equitable economic growth, creating greater opportunities for all, reducing inequalities, raising basic standards of living; fostering equitable social development and inclusion; and promoting integrated and sustainable management of natural resources and ecosystems that supports inter alia economic, social and human development while facilitating ecosystem conservation, regeneration and restoration and resilience in the face of new and emerging challenges. 5. We reaffirm our commitment to making every effort to accelerate the achievement of the internationally agreed development goals, including the Millennium Development Goals (MDGs) by 2015. 6. We recognize that people are at the center of sustainable development and in this regard, we strive for a world which is just, equitable and inclusive, and we commit to work together to promote sustained and inclusive economic growth, social development, environmental protection and thereby to benefit all. 7. We reaffirm that we continue to be guided by the purposes and principles of the Charter of the United Nations, and with full respect for international law and its principles. 8. We also reaffirm the importance of freedom, peace and security, respect for all human rights, including the right to development and the right to an adequate standard of living, including the right to food, the rule of law, gender equality and women&apos;s empowerment and the overall commitment to just and democratic societies for development. 9. We reaffirm the importance of the Universal Declaration of Human Rights, as well as other international instruments relating to human rights and international law. We emphasize the responsibilities of all States, in conformity with the Charter of the United Nations, to respect, protect and promote human rights and fundamental freedoms for all, without distinction of any kind to race, colour, sex, language or religion, political or other opinion, national or social origin, property, birth, disability or other status. 10. We acknowledge that democracy, good governance and the rule of law, at the national and international levels, as well as an enabling environment are essential for sustainable development, including sustained and inclusive economic growth, social development, environmental protection and the eradication of poverty and hunger. We reaffirm that to achieve our goals of sustainable development. We need institutions at all levels that are effective, transparent, accountable and democratic. 11. We reaffirm our commitment to strengthening international cooperation to address the persistent challenges related to sustainable development for all, in particular in developing countries. In this regard, we reaffirm the need to achieve economic stability and sustained economic growth, promotion of social equity, and protection of the environment, while enhancing gender equality and women&apos;s empowerment, and equal opportunities for all, and the protection, survival and development of children to their full potential, including through education. 12. We resolve to take urgent action to achieve sustainable development. We therefore renew our commitment to sustainable development, assessing the progress to date and the remaining gaps in the implementation of the outcomes of the major summits on sustainable development and addressing new and emerging challenges. We express our determination to address the themes of the Conference, namely a green economy in the context of sustainable development and poverty eradication, and the institutional framework for sustainable development. 13. We recognize that people&apos;s opportunities to influence their lives and future, participate in decision making and voice their concerns are fundamental for sustainable development. We underscore that sustainable development requires concrete and urgent action. It can only be achieved with a broad alliance of people, governments, civil society and private sector, all working together to secure the future we want for present and future generations. II. Renewing Political Commitment A. Reaffirming Rio principles and past action plans 14. We recall the Stockholm Declaration of the United Nations Conference on the Human Environment adopted at Stockholm on 16 June 1972. 15. We reaffirm all the principles of the Rio Declaration on Environment and Development, including, inter alia, the principle of common but differentiated responsibilities, as set out in Principle 7 of the Rio Declaration. 16. We reaffirm our commitment to fully implement the Rio Declaration on Environment and Development, Agenda 21, the Programme for the Further Implementation of Agenda 21, the Plan of Implementation of the World Summit on Sustainable Development (Johannesburg Declaration on Sustainable Development and the Plan of Implementation) of the World Summit on Sustainable Development, the Barbados Programme of Action and the Mauritius Strategy for Implementation. We also reaffirm our commitment to the full implementation of the Istanbul Programme of Action for Least Developed Countries (IPOA), the Almaty Programme of Action for Landlocked Developing Countries, the Political declaration on Africa&apos;s development needs, and the New Partnership for Africa&apos;s Development. We recall as well our commitments in the outcomes of all the major United Nations conferences and summits in the economic, social and environmental fields, including the UN Millennium Declaration and the 2005 World Summit outcome, the Monterrey Consensus and the Doha Declaration on Financing for Development, the outcome document of the High-Level Plenary Meeting of the UN General Assembly on the MDGs, the Programme of Action of the International Conference on Population and Development, the Key Actions for Further Implementation of the Programme of Action, and the Beijing Declaration and Platform for Action. 17. We recognize the importance of the three Rio Conventions to advancing sustainable development and in this regard we urge all Parties to fully implement their commitments under the United Nations Framework Convention on Climate Change (UNFCCC), the Convention on Biological Diversity (CBD) and the United Nations Convention to Combat Desertification (UNCCD), in accordance with their respective principles and provisions, as well as to take effective and concrete actions and measures at all levels, and to enhance international cooperation. 18. We are determined to reinvigorate political will and to raise the level of commitment by the international community to move the sustainable development agenda forward, through the achievement of the internationally agreed development goals including the Millennium Development Goals. We further reaffirm our respective commitments to other relevant internationally agreed goals in the economic, social and environmental fields since 1992. We therefore resolve to take concrete measures that accelerate implementation of sustainable development commitments. B. Advancing Integration, Implementation, and Coherence: Assessing the progress to date and the remaining gaps in the implementation of the outcomes of the major summits on sustainable development and addressing new and emerging challenges 19. We recognize that the twenty years since the Earth Summit in 1992 have seen uneven progress, including in sustainable development and poverty eradication. We emphasize the need to make progress in implementing previous commitments. We also recognize the need to accelerate progress in closing development gaps between developed and developing countries, and to seize and create opportunities to achieve sustainable development through economic growth and diversification, social development and environment protection. To this end, we underscore the continued need for an enabling environment at the national and international levels, as well as continued and strengthened international cooperation, particularly in the areas of finance, debt, trade and technology transfer, as mutually agreed, and innovation and entrepreneurship, capacity building, transparency and accountability. We recognize the diversification of actors and stakeholders engaged in the pursuit of sustainable development. In this context, we affirm the continued need for the full and effective participation of all countries, in particular developing countries, in global decision making. 20. We acknowledge that since 1992 there have been areas of insufficient progress and setbacks in the integration of the three dimensions of sustainable development, aggravated by multiple financial, economic, food and energy crises, which have threatened the ability of all countries, in particular developing countries, to achieve sustainable development. In this regard, it is critical that we do not backtrack from our commitment to the outcome of the Earth Summit. We also recognize that one of the current major challenges for all countries, particularly for developing countries, is the impact from the multiple crises affecting the world today. 21. We are deeply concerned that one in five people on this planet, or over one billion people, still live in extreme poverty, and that one in sevenor 14 percentis undernourished, while public health challenges including pandemics and epidemics remain omnipresent threats. In this context, we note the ongoing discussions on human security in the United Nations General Assembly. We acknowledge that with the world&apos;s population projected to exceed nine billion by 2050 with an estimated two thirds living in cities we need to increase our efforts to achieve sustainable development and in particular, the eradication of poverty and hunger and preventable diseases. 22. We recognize examples of progress in sustainable development at regional, national, sub-national and local levels. We note that efforts to achieve sustainable development have been reflected in regional, national and sub-national policies and plans, and that governments have strengthened their commitment to sustainable development since the adoption of Agenda 21 through legislation and institutions, and the development and implementation of international, regional and sub-regional agreements and commitments. 23. We reaffirm the importance of supporting developing countries in their efforts to eradicate poverty and promote empowerment of the poor and people in vulnerable situations including removing barriers to opportunity and enhancing productive capacity, developing sustainable agriculture, and promoting full and productive employment and decent work for all, complemented by effective social policies, including social protection floors, with a view to achieving the internationally agreed development goals, including the MDGs. 24. We express deep concern about the continuing high levels of unemployment and underemployment, particularly among young people, and note the need for sustainable development strategies to proactively address youth employment at all levels. In this regard, we recognize the need for a global strategy on youth and employment building on the work of the International Labour Organization (ILO). 25. We acknowledge that climate change is a cross-cutting and persistent crisis and express our concern that the scale and gravity of the negative impacts of climate change affect all countries and undermine the ability of all countries, in particular, developing countries, to achieve sustainable development and the MDGs and threaten the viability and survival of nations. Therefore we underscore that combatting climate change requires urgent and ambitious action, in accordance with the principles and provisions of the UNFCCC. 26. States are strongly urged to refrain from promulgating and applying any unilateral economic, financial or trade measures not in accordance with international law and the Charter of the United Nations that impede the full achievement of economic and social development, particularly in developing countries. 27. We reiterate our commitment, expressed in the Johannesburg Plan of Implementation (JPOI), in the World Summit Outcome of 2005 and the MDGs Summit of 2010, to take further effective measures and actions, in conformity with international law, to remove the obstacles to the full realization of the right of self determination of peoples living under colonial and foreign occupation, which continue to adversely affect their economic and social development as well as their environment and are incompatible with the dignity and worth of the human person and must be combated and eliminated. 28. We also reaffirm that in accordance with the Charter of the United Nations, this shall not be construed as authorizing or encouraging any action against the territorial integrity or political independence of any State. 29. We also resolve to take further effective measures and actions, in conformity with international law, to remove obstacles and constraints, strengthen support and meet the special needs of people living in areas affected by complex humanitarian emergencies and in areas affected by terrorism. 30. We recognize that many people, especially the poor, depend directly on ecosystems for their livelihoods, their economic, social and physical well-being, and their cultural heritage. For this reason, it is essential to generate decent jobs and incomes that decrease disparities in standards of living to better meet people&apos;s needs and promote sustainable livelihoods and practices and the sustainable use of natural resources and ecosystems. 31. We emphasize that sustainable development must be inclusive and people-centered, benefiting and involving all people, including youth and children. We recognize that gender equality and women&apos;s empowerment are important for sustainable development and our common future. We reaffirm our commitments to ensure women&apos;s equal rights, access and opportunities for participation and leadership in the economy, society and political decision making. 32. We recognize that each country faces specific challenges to achieve sustainable development and we underscore the special challenges facing the most vulnerable countries and in particular African countries, least developed countries, landlocked developing countries, and small island developing States (SIDS) as well as the specific challenges facing the middle-income countries. Countries in situations of conflict also need special attention. 33. We reaffirm our commitment to take urgent and concrete action to address the vulnerability of SIDS, including through the sustained implementation of the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States and Barbados Programme of Action, and underscore the urgency of finding additional solutions to the major challenges facing small island developing States in a concerted manner so as to support them in sustaining momentum realized in implementing the Barbados Programme of Action and Mauritius Strategy for Implementation and achieving sustainable development. 34. We reaffirm that the Istanbul Programme of Action for the Least Developed Countries for the Decade 2011-2020 outlines LDCs&apos; priorities for sustainable development and defines a framework for renewed and strengthened global partnership to implement them. We commit to assist LDCs with the implementation of the IPOA as well as their efforts to achieve sustainable development. 35. We recognize that more attention should be given to Africa and the implementation of previously agreed commitments related to its development needs that were made at major UN Summits and Conferences. We note that aid to Africa has increased in recent years. However, it still lags behind on commitments that were previously made. We underscore the key priority for the international community of supporting Africa&apos;s sustainable development efforts. In this regard, we recommit to fully implement the internationally agreed commitments related to Africa&apos;s development needs, particularly those contained in the United Nations Millennium Declaration, the Declaration on the New Partnership for Africa&apos;s Development, the Monterrey Consensus of the International Conference on Financing for Development, the Johannesburg Plan of Implementation and the 2005 World Summit Outcome as well as the 2008 Political Declaration on Africa&apos;s development needs. 36. We recognize the serious constraints to achieve sustainable development in all its three dimensions in landlocked developing countries. In this regard, we reaffirm our commitment to address special development needs and the challenges faced by landlocked developing countries through the full, timely and effective implementation of the Almaty Programme of Action as contained in the Declaration on the mid-term review. 37. We recognize the progress made by middle-income countries in improving the well-being of their people, as well as the specific development challenges they face in their efforts to eradicate poverty, reduce inequalities, and achieve their development goals, including the MDGs, and to achieve sustainable development in a comprehensive manner integrating the economic, social and environmental dimensions. We reiterate that these efforts should be adequately supported by the international community, through various forms, taking into account the needs and the capacity to mobilize domestic resources of these countries. 38. We recognize the need for broader measures of progress to complement GDP in order to better inform policy decisions, and in this regard, we request the UN Statistical Commission in consultation with relevant UN System entities and other relevant organizations to launch a programme of work in this area building on existing initiatives. 39. We recognize that the planet Earth and its ecosystems are our home and that Mother Earth is a common expression in a number of countries and regions and we note that some countries recognize the rights of nature in the context of the promotion of sustainable development. We are convinced that in order to achieve a just balance among the economic, social and environment needs of present and future generations, it is necessary to promote harmony with nature. 40. We call for holistic and integrated approaches to sustainable development which will guide humanity to live in harmony with nature and lead to efforts to restore the health and integrity of the Earth&apos;s ecosystem. 41. We acknowledge the natural and cultural diversity of the world and recognize that all cultures and civilizations can contribute to sustainable development. C. Engaging major groups and other stakeholders 42. We reaffirm the key role of all levels of government and legislative bodies in promoting sustainable development. We further acknowledge efforts and progress made at the local and sub-national levels, and recognize the important role that such authorities and communities can play in implementing sustainable development, including by engaging citizens and stakeholders, and providing them with relevant information, as appropriate, on the three dimensions of sustainable development. We further acknowledge the importance of involving all relevant decision makers into planning and implementation of sustainable development policies. 43. We underscore that broad public participation and access to information and judicial and administrative proceedings are essential to the promotion of sustainable development. Sustainable development requires the meaningful involvement and active participation of regional, national and sub-national legislatures and judiciaries, and all Major Groups: women, children and youth, indigenous peoples, non-governmental organizations, local authorities, workers and trade unions, business and industry, the scientific and technological community, and farmers, as well as other stakeholders, including local communities, volunteer groups and foundations, migrants, families as well as older persons and persons with disabilities. In this regard, we agree to work more closely with Major Groups and other stakeholders and encourage their active participation, as appropriate, in processes that contribute to decision making, planning and implementation of policies and programmes for sustainable development at all levels. 44. We acknowledge the role of civil society and the importance of enabling all members of civil society to be actively engaged in sustainable development. We recognize that improved participation of civil society depends upon, inter alia, strengthening access to information, building civil society capacity as well as an enabling environment. We recognize that information and communication technology (ICT) is facilitating the flow of information between governments and the public. In this regard, it is essential to work toward improved access to ICT, especially broad-band network and services, and bridge the digital divide, recognizing the contribution of international cooperation in this regard. 45. We underscore that women have a vital role to play in achieving sustainable development. We recognize the leadership role of women and we resolve to promote gender equality and women&apos;s empowerment and to ensure their full and effective participation in sustainable development policies, programmes and decision-making at all levels. 46. We acknowledge that the implementation of sustainable development will depend on active engagement of both the public and private sectors. We recognize that the active participation of the private sector can contribute to the achievement of sustainable development, including through the important tool of public-private partnerships. We support national regulatory and policy frameworks that enable business and industry to advance sustainable development initiatives taking into account the importance of corporate social responsibility. We call on the private sector to engage in responsible business practices, such as those promoted by the UN Global Compact. 47. We acknowledge the importance of corporate sustainability reporting and encourage companies, where appropriate, especially publicly listed and large companies, to consider integrating sustainability information into their reporting cycle. We encourage industry, interested governments as well as relevant stakeholders with the support of the UN system, as appropriate, to develop models for best practice and facilitate action for the integration of sustainability reporting, taking into account the experiences of already existing frameworks, and paying particular attention to the needs of developing countries, including for capacity building. 48. We recognize the important contribution of the scientific and technological community to sustainable development. We are committed to working with and fostering collaboration among academic, scientific and technological community, in particular in developing countries, to close the technological gap between developing and developed countries, strengthen the science-policy interface as well as to foster international research collaboration on sustainable development. 49. We stress the importance of the participation of indigenous peoples in the achievement of sustainable development. We also recognize the importance of the UN Declaration on the Rights of Indigenous Peoples in the context of global, regional, national, and sub-national implementation of sustainable development strategies. 50. We stress the importance of the active participation of young people in decision making processes as the issues we are addressing have a deep impact on present and future generations, and as the contribution of children and youth is vital to the achievement of sustainable development. We also recognize the need to promote intergenerational dialogue and solidarity by recognizing their views. 51. We stress the importance of the participation of workers and trade unions to the promotion of sustainable development. As the representatives of working people, trade unions are important partners in facilitating the achievement of sustainable development in particular the social dimension. Information, education and training on sustainability at all levels, including in the workplace, are key to strengthening workers&apos; and trade unions&apos; capacity to support sustainable development. 52. We recognize that farmers, including small-scale farmers and fishers, pastoralists and foresters, can make important contributions to sustainable development through production activities that are environmentally sound, enhance food security and the livelihood of the poor, and invigorate production and sustained economic growth. 53. We note the valuable contributions that non-governmental organizations could and do make in promoting sustainable development through their well-established and diverse experience, expertise and capacity, especially in the area of analysis, sharing of information and knowledge, promotion of dialogue and support of implementation of sustainable development. 54. We recognize the central role of the United Nations in advancing the sustainable development agenda. We acknowledge as well, in this regard, the contributions of other relevant international organizations, including international financial institutions (IFIs) and multilateral development banks and stress the importance of cooperation among them and with the United Nations, within their respective mandates, recognizing their role in mobilizing resources for sustainable development. 55. We commit ourselves to re-invigorating the global partnership for sustainable development that we launched in Rio in 1992. We recognize the need to impart new momentum to our cooperative pursuit of sustainable development, and commit to work together with Major Groups and other stakeholders in addressing implementation gaps. III. Green economy in the context of sustainable development and poverty eradication 56. We affirm that there are different approaches, visions, models and tools available to each country, in accordance with its national circumstances and priorities, to achieve sustainable development in its three dimensions which is our overarching goal. In this regard, we consider green economy in the context of sustainable development and poverty eradication as one of the important tools available for achieving sustainable development and that it could provide options for policy making but should not be a rigid set of rules. We emphasize that it should contribute to eradicating poverty as well as sustained economic growth, enhancing social inclusion, improving human welfare and creating opportunities for employment and decent work for all, while maintaining the healthy functioning of the Earth&apos;s ecosystems. 57. We affirm that policies for green economy in the context of sustainable development and poverty eradication should be guided by and in accordance with all the Rio principles, Agenda 21 and the Johannesburg Plan of Implementation and contribute towards achieving relevant internationally agreed development goals including the MDGs. 58. We affirm that green economy policies in the context of sustainable development and poverty eradication should:(a) be consistent with international law;(b) respect each country&apos;s national sovereignty over their natural resources taking into account its national circumstances, objectives, responsibilities, priorities and policy space with regard to the three dimensions of sustainable development;(c) be supported by an enabling environment and well-functioning institutions at all levels with a leading role for governments and with the participation of all relevant stakeholders, including civil society;(d) promote sustained and inclusive economic growth, foster innovation and provide opportunities, benefits and empowerment for all and respect of all human rights;(e) take into account the needs of developing countries, particularly those in special situations;(f) strengthen international cooperation, including the provision of financial resources, capacity building and technology transfer to developing countries;(g) effectively avoid unwarranted conditionalities on ODA and finance;(h) not constitute a means of arbitrary or unjustifiable discrimination or a disguised restriction on international trade, avoiding unilateral actions to deal with environmental challenges outside the jurisdiction of the importing country, and ensure that environmental measures addressing trans-boundary or global environmental problems, as far as possible, are based on an international consensus;(i) contribute to closing technology gaps between developed and developing countries and reduce the technological dependence of developing countries using all appropriate measures;(j) enhance the welfare of indigenous peoples and their communities, other local and traditional communities, and ethnic minorities, recognizing and supporting their identity, culture and interests and avoid endangering their cultural heritage, practices and traditional knowledge, preserving and respecting non-market approaches that contribute to the eradication of poverty;(k) enhance the welfare of women, children, youth, persons with disabilities, smallholder and subsistence farmers, fishers and those working in small and medium enterprises, and improve the livelihoods and empowerment of the poor and vulnerable groups in particular in developing countries;(l) mobilize the full potential and ensure equal contribution of both women and men;(m) promote productive activities in developing countries that contribute to the eradication of poverty;(n) address the concern about inequalities and promote social inclusion, including social protection floors;(o) promote sustainable consumption and production patterns; and(p) continue efforts to strive for inclusive, equitable development approaches to overcome poverty and inequality. 59. We view the implementation of green economy policies by countries that seek to apply them for the transition towards sustainable development as a common undertaking, and we recognize that each country can choose an appropriate approach in accordance with national sustainable development plans, strategies and priorities. 60. We acknowledge that green economy in the context of sustainable development and poverty eradication will enhance our ability to manage natural resources sustainably and with lower negative environmental impacts, increase resource efficiency and reduce waste. 61. We recognize that urgent action on unsustainable patterns of production and consumption where they occur remains fundamental in addressing environmental sustainability, and promoting conservation and sustainable use of biodiversity and ecosystems, regeneration of natural resources, and the promotion of sustained, inclusive and equitable global growth. 62. We encourage each country to consider the implementation of green economy policies in the context of sustainable development and poverty eradication, in a manner that endeavours to drive sustained, inclusive and equitable economic growth and job creation, particularly for women, youth and the poor. In this respect, we note the importance of ensuring that workers are equipped with the necessary skills, including through education and capacity building, and are provided with the necessary social and health protections. In this regard, we encourage all stakeholders, including business and industry to contribute, as appropriate. We invite governments to improve knowledge and statistical capacity on job trends, developments and constraints and integrate relevant data into national statistics, with the support of relevant UN agencies within their mandates. 63. We recognise the importance of the evaluation of the range of social, environmental and economic factors and encourage, where national circumstances and conditions allow, their integration into decision making. We acknowledge that it will be important to take into account the opportunities and challenges, as well as the costs and benefits of green economy policies in the context of sustainable development and poverty eradication, using the best available scientific data and analysis. We acknowledge that a mix of measures, including regulatory, voluntary and others applied at the national level and consistent with obligations under international agreements, could promote green economy in the context of sustainable development and poverty eradication. We reaffirm that social policies are vital to promoting sustainable development. 64. We acknowledge that involvement of all stakeholders and their partnerships, networking and experience sharing at all levels could help countries to learn from one another in identifying appropriate sustainable development policies, including green economy policies. We note the positive experiences in some countries, including in developing countries, in adopting green economy policies in the context of sustainable development and poverty eradication through an inclusive approach and welcome the voluntary exchange of experiences as well as capacity building in the different areas of sustainable development. 65. We recognize the power of communications technologies, including connection technologies and innovative applications to promote knowledge exchange, technical cooperation and capacity building for sustainable development. These technologies and applications can build capacity and enable the sharing of experiences and knowledge in the different areas of sustainable development in an open and transparent manner. 66. Recognizing the importance of linking financing, technology, capacity building and national needs for sustainable development policies, including green economy in the context of sustainable development and poverty eradication, we invite the UN System, in cooperation with relevant donors and international organizations to coordinate and provide information upon request on:(a) matching interested countries with the partners best suited to provide requested support;(b) toolboxes and/or best practices in applying policies on green economy in the context of sustainable development and poverty eradication at all levels;(c) models or good examples of policies of green economy in the context of sustainable development and poverty eradication;(d) methodologies for evaluation of policies of green economy in the context of sustainable development and poverty eradication;(e) existing and emerging platforms that contribute in this regard. 67. We underscore the importance of governments taking a leadership role in developing policies and strategies through an inclusive and transparent process. We also take note of the efforts of those countries, including developing countries, that have already initiated processes to prepare national green economy strategies and policies in support of sustainable development. 68. We invite relevant stakeholders, including the UN Regional Commissions, UN organizations and bodies, other relevant intergovernmental and regional organizations, international financial institutions and major groups involved in sustainable development, according to their respective mandates, to support developing countries upon request to achieve sustainable development, including through, inter alia, green economy policies in the context of sustainable development and poverty eradication, in particular in least developed countries. 69. We also invite business and industry as appropriate and in accordance with national legislation to contribute to sustainable development and to develop sustainability strategies that integrate, inter alia, green economy policies. 70. We acknowledge the role of cooperatives and microenterprises in contributing to social inclusion and poverty reduction in particular in developing countries. 71. We encourage existing and new partnerships, including public-private partnerships, to mobilize public financing complemented by the private sector, taking into account the interests of local and indigenous communities when appropriate. In this regard, governments should support initiatives for sustainable development, including promoting the contribution of the private sector to support green economy policies in the context of sustainable development and poverty eradication. 72. We recognize the critical role of technology as well as the importance of promoting innovation, in particular in developing countries. We invite governments, as appropriate, to create enabling frameworks that foster environmentally sound technology, research and development, and innovation, including in support of green economy in the context of sustainable development and poverty eradication. 73. We emphasize the importance of technology transfer to developing countries and recall the provisions on technology transfer, finance, access to information, and intellectual property rights as agreed in the Johannesburg Plan of Implementation, in particular its call to promote, facilitate and finance, as appropriate, access to and the development, transfer and diffusion of environmentally sound technologies and corresponding know-how, in particular to developing countries, on favourable terms, including on concessional and preferential terms, as mutually agreed. We also take note of the further evolution of discussions and agreements on these issues since the JPOI. 74. We recognize that the efforts of developing countries that choose to implement green economy policies in the context of sustainable development and poverty eradication should be supported through technical and technological assistance. IV. Institutional framework for sustainable development A. Strengthening the three dimensions of sustainable development 75. We underscore the importance of a strengthened institutional framework for sustainable development which responds coherently and effectively to current and future challenges and efficiently bridges gaps in the implementation of the sustainable development agenda. The institutional framework for sustainable development should integrate the three dimensions of sustainable development in a balanced manner and enhance implementation by, inter alia, strengthening coherence, coordination, avoiding duplication of efforts and reviewing progress in implementing sustainable development. We also reaffirm that the framework should be inclusive, transparent and effective and that it should find common solutions related to global challenges to sustainable development. 76. We recognize that effective governance at local, sub-national, national, regional and global levels representing the voices and interests of all is critical for advancing sustainable development. The strengthening and reform of the institutional framework should not be an end in itself, but a means to achieve sustainable development. We recognize that an improved and more effective institutional framework for sustainable development at the international level should be consistent with Rio Principles, build on Agenda 21, and Johannesburg Plan of Implementation and its objectives on the institutional framework for sustainable development, and contribute to the implementation of our commitments in outcomes of UN conferences and summits in economic, social, environmental and related fields and take into account national priorities and the development strategies and priorities of developing countries. We therefore resolve to strengthen the institutional framework for sustainable development, which will, inter alia:(a) promote the balanced integration of the three dimensions of sustainable development;(b) be based on an action- and result-oriented approach giving due regard to all relevant cross-cutting issues with the aim to contribute to the implementation of sustainable development;(c) underscore the importance of interlinkages among key issues and challenges and the need for a systematic approach to them at all relevant levels;(d) enhance coherence, reduce fragmentation and overlap and increase effectiveness, efficiency and transparency, while reinforcing coordination and cooperation;(e) promote full and effective participation of all countries in decision-making processes;(f) engage high level political leaders, provide policy guidance, as well as identify specific actions to promote effective implementation of sustainable development, including through voluntary sharing of experiences and lessons learned;(g) promote the science-policy interface through inclusive, evidence-based and transparent scientific assessments, as well as access to reliable, relevant and timely data in areas related to the three dimensions of sustainable development, building on existing mechanisms, as appropriate; in this regard, strengthen participation of all countries in international sustainable development processes and capacity building especially for developing countries, including in conducting their own monitoring and assessments;(h) enhance the participation and effective engagement of civil society and other relevant stakeholders in the relevant international fora and in this regard promote transparency and broad public participation and partnerships to implement sustainable development;(i) promote the review and stocktaking of progress in the implementation of all sustainable development commitments, including commitments related to means of implementation. B. Strengthening intergovernmental arrangements for sustainable development 77. We acknowledge the vital importance of an inclusive, transparent, reformed and strengthened, and effective multilateral system in order to better address the urgent global challenges of sustainable development today, recognizing the universality and central role of the United Nations, and reaffirming our commitment to promote and strengthen the effectiveness and efficiency of the United Nations system. 78. We underscore the need to strengthen UN system-wide coherence and coordination, while ensuring appropriate accountability to Member States, by, inter alia, enhancing coherence in reporting and reinforcing cooperative efforts under existing inter-agency mechanisms and strategies to advance the integration of the three dimensions of sustainable development within the United Nations system, including through exchange of information among its agencies, funds and programmes, and also with the international financial institutions and other relevant organizations such as the World Trade Organization (WTO), within their respective mandates. 79. We emphasize the need for an improved and more effective institutional framework for sustainable development that should: be guided by the specific functions required and mandates involved; address the shortcomings of the current system; take into account all relevant implications; promote synergies and coherence; seek to avoid duplication and eliminate unnecessary overlaps within the UN system; and, reduce administrative burdens, and build on existing arrangements. General Assembly 80. We reaffirm the role and authority of the General Assembly on global matters of concern to the international community, as set out in the Charter. 81. We further reaffirm the central position of the General Assembly as the chief deliberative, policy-making and representative organ of the United Nations. In this regard, we call for the General Assembly to further integrate sustainable development as a key element of the overarching framework for United Nations activities and adequately address sustainable development in its agenda setting, including through periodic high-level dialogues. Economic and Social Council 82. We reaffirm that the Economic and Social Council is a principal body for policy review, policy dialogue and recommendations on issues of economic and social development and for the follow-up to the Millennium Development Goals and a central mechanism for the coordination of the United Nations system and supervision of the Council&apos;s subsidiary bodies, in particular its functional commissions, and for promoting the implementation of Agenda 21 by strengthening system-wide coherence and coordination. We also reaffirm the major role the Council plays in the overall coordination of funds, programmes and specialized agencies, ensuring coherence among them and avoiding duplication of mandates and activities. 83. We commit to strengthen ECOSOC within its Charter mandate, as a principal organ in the integrated and coordinated follow-up of the outcomes of all major UN Conferences and summits in the economic, social, environmental and related fields, and recognize its key role in achieving a balanced integration of the three dimensions of sustainable development. We look forward to the Review of the Implementation of General Assembly 61/16 on the Strengthening of ECOSOC. High level political forum 84. We decide to establish a universal intergovernmental high level political forum, building on the strengths, experiences, resources and inclusive participation modalities of the Commission on Sustainable Development, and subsequently replacing the Commission. The high level political forum shall follow up on the implementation of sustainable development and should avoid overlap with existing structures, bodies and entities in a cost-effective manner. 85. The high level forum could:(a) provide political leadership, guidance, and recommendations for sustainable development;(b) enhance integration of the three dimensions of sustainable development in a holistic and cross-sectoral manner at all levels;(c) provide a dynamic platform for regular dialogue, and stocktaking and agenda setting to advance sustainable development;(d) have a focused, dynamic and action-oriented agenda, ensuring the appropriate consideration of new and emerging sustainable development challenges;(e) follow up and review progress in the implementation of sustainable development commitments contained in Agenda 21, Johannesburg Plan of Implementation, Barbados Programme of Action, Mauritius Strategy for Implementation and the outcome of this Conference and, as appropriate, relevant outcomes of other UN summits and conferences, including the outcome of the Fourth United Nations Conference on the Least Developed Countries, as well as their respective means of implementation;(f) encourage high-level system-wide participation of UN Agencies, funds and programmes and invite to participate, as appropriate, other relevant multilateral financial and trade institutions, treaty bodies, within their respective mandates and in accordance with UN rules and provisions;(g) improve cooperation and coordination within the UN system on sustainable development programmes and policies;(h) promote transparency and implementation through further enhancing the consultative role and participation of Major Groups and other relevant stakeholders at the international level in order to better make use of their expertise, while retaining the intergovernmental nature of discussions;(i) promote the sharing of best practices and experiences relating to the implementation of sustainable development, and on a voluntary basis, facilitate sharing of experiences, including successes, challenges, and lessons learnt;(j) promote system-wide coherence and coordination of sustainable development policies;(k) strengthen the science-policy interface through review of documentation bringing together dispersed information and assessments, including in the form of a global sustainable development report, building on existing assessments;(l) enhance evidence-based decision-making at all levels and contribute to strengthen ongoing efforts of capacity building for data collection and analysis in developing countries. 86. We decide to launch an intergovernmental and open, transparent and inclusive negotiation process under the General Assembly to define the high level forum&apos;s format and organizational aspects with the aim of convening the first high level forum at the beginning of the 68th session of the General Assembly. We will also consider the need for promoting intergenerational solidarity for the achievement of sustainable development, taking into account the needs of future generations, including by inviting the Secretary General to present a report on this issue. C. Environmental pillar in the context of sustainable development 87. We reaffirm the need to strengthen international environmental governance within the context of the institutional framework for sustainable development, in order to promote a balanced integration of the economic, social and environmental dimensions of sustainable development as well as coordination within the UN system. 88. We are committed to strengthening the role of the United Nations Environment Programme as the leading global environmental authority that sets the global environmental agenda, that promotes the coherent implementation of the environmental dimension of sustainable development within the United Nations system and that serves as an authoritative advocate for the global environment. We reaffirm resolution 2997 (XXVII) of 15 December 1972 which established UNEP and other relevant resolutions that reinforce its mandate, as well as the 1997 Nairobi and 2000 Malm Ministerial Declarations. In this regard, we invite the United Nations General Assembly, in its 67th Session, to adopt a Resolution strengthening and upgrading UNEP in the following manner:(a) Establish universal membership in the Governing Council of UNEP, as well as other measures to strengthen its governance as well its responsiveness and accountability to Member States;(b) Have secure, stable, adequate and increased financial resources from the regular budget of the UN and voluntary contributions to fulfill its mandate;(c) Enhance UNEP&apos;s voice and ability to fulfill its coordination mandate within the UN system by strengthening UNEP engagement in key UN coordination bodies and empowering UNEP to lead efforts to formulate UN system-wide strategies on the environment;(d) Promote a strong science-policy interface, building on existing international instruments, assessments, panels and information networks, including the Global Environmental Outlook, as one of the processes aimed at bringing together information and assessment to support informed decision-making;(e) Disseminate and share evidence-based environmental information and raise public awareness on critical as well as emerging environmental issues;(f) Provide capacity building to countries as well as support and facilitate access to technology;(g) Progressively consolidate headquarters functions in Nairobi, as well as strengthen its regional presence, in order to assist countries, upon request, in the implementation of their national environmental policies, collaborating closely with other relevant entities of the UN system;(h) Ensure the active participation of all relevant stakeholders drawing on best practices and models from relevant multilateral institutions and exploring new mechanisms to promote transparency and the effective engagement of civil society. 89. We recognize the significant contributions to sustainable development made by the multilateral environmental agreements (MEAs). We acknowledge the work already undertaken to enhance synergies among the three Conventions in the chemicals and waste cluster (the Basel, Rotterdam and Stockholm Conventions). We encourage parties to MEAs to consider further measures, in these and other clusters, as appropriate, to promote policy coherence at all relevant levels, improve efficiency, reduce unnecessary overlap and duplication, and enhance coordination and cooperation among MEAs, including the three Rio Conventions as well as with the UN system in the field. 90. We stress the need for the continuation of a regular review of the state of the Earth&apos;s changing environment and its impact on human well-being and in this regard, we welcome such initiatives as the Global Environmental Outlook process aimed at bringing together environmental information and assessments and building national and regional capacity to support informed decision making. D. International financial institutions and UN operational activities 91. We recognize that sustainable development should be given due consideration by the programmes, funds and specialized agencies of the UN system and other relevant entities such as international financial institutions, and the United Nations Conference on Trade and Development (UNCTAD), in accordance with their respective existing mandates. In this regard, we invite them to further enhance mainstreaming of sustainable development in their respective mandates, programs, strategies and decision-making processes, in support of all countries in particular developing countries&apos; efforts in the achievement of sustainable development. 92. We reaffirm the importance of broadening and strengthening the participation of developing countries in international economic decision-making and norm-setting, and in this regard, take note of recent important decisions on reform of the governance structures, quotas and voting rights of the Bretton Woods institutions, better reflecting current realities and enhancing the voice and participation of developing countries, and reiterates the importance of the reform of the governance of those institutions in order to deliver more effective, credible, accountable and legitimate institutions. 93. We call for the further mainstreaming of the three dimensions of sustainable development throughout the UN System, and request the Secretary-General to report to the General Assembly through ECOSOC on the progress made in this regard. We also call for and recognize the importance of the strengthening of policy coordination within key UN Secretariat structures so as to ensure system-wide coherence in support of sustainable development, while ensuring accountability to Member States. 94. We invite the governing bodies of the funds, programmes and specialized agencies of the UN development system to consider appropriate measures for integrating the social, economic and environmental dimensions across the UN System&apos;s operational activities. We also emphasize that increasing the financial contributions to the United Nations development system is key to achieving the internationally agreed development goals, including the Millennium Development Goals, and in this regard we recognize the mutually reinforcing links among increased effectiveness, efficiency and coherence of the United Nations development system, achieving concrete results in assisting developing countries in eradicating poverty and achieving sustained economic growth and sustainable development. 95. We emphasize the need to strengthen operational activities for development of the UN system in the field that are well aligned with national sustainable development priorities of developing countries. In this regard, we emphasize that the fundamental characteristics and principles of UN operational activities set forth in the relevant General Assembly resolutions provide the overarching framework for all matters pertaining to the UN development assistance operations in the field. We recognize the importance of strengthening UN system coordination. We look forward to receiving the outcome of the independent evaluation of the &quot;Delivering as One&quot; initiative. 96. We call on the UN system to improve the management of facilities and operations, by taking into account sustainable development practices, building on existing efforts and promoting cost effectiveness, and in accordance with legislative frameworks, including financial rules and regulations, while maintaining accountability to Member States. E. Regional, national, sub-national, local 97. We acknowledge the importance of the regional dimension of sustainable development. Regional frameworks can complement and facilitate effective translation of sustainable development policies into concrete action at national level. 98. We encourage regional, national, sub-national and local authorities as appropriate to develop and utilize sustainable development strategies as key instruments for guiding decision-making and implementation of sustainable development at all levels, and in this regard we recognize that integrated social, economic, and environmental data and information, as well as effective analysis and assessment of implementation, is important to decision-making processes. 99. We encourage action at regional, national, sub-national, and local levels to promote access to information, public participation, and access to justice in environmental matters, as appropriate. 100. We emphasize that regional and sub-regional organizations, including the UN regional commissions and their sub-regional offices, have a significant role to play in promoting a balanced integration of the economic, social and environmental dimensions of sustainable development in their respective regions. We underscore the need to support these institutions, including through the UN system, in the effective operationalization and implementation of sustainable development, and to facilitate institutional coherence and harmonization of relevant development policies, plans and programmes. In this regard, we urge these institutions to prioritize sustainable development through, inter alia, more efficient and effective capacity building, development and implementation of regional agreements and arrangements as appropriate, and exchange of information, best practices, and lessons learnt. We also welcome regional and cross-regional initiatives for sustainable development. We furthermore recognize the need to ensure effective linkage among global, regional, sub-regional and national processes to advance sustainable development. We encourage the enhancement of the UN regional commissions and their sub-regional offices in their respective capacities to support Member States in implementing sustainable development. 101. We underline the need for more coherent and integrated planning and decision-making at the national, sub-national and local levels as appropriate and, to this end, we call on countries to strengthen national, sub-national and/or local institutions or relevant multi-stakeholder bodies and processes, as appropriate, dealing with sustainable development, including to coordinate on matters of sustainable development and to enable effective integration of the three dimensions of sustainable development. 102. We welcome regional and cross-regional initiatives for sustainable development, such as the Green Bridge Partnership which is voluntary and open for participation of all partners. 103. We underscore the need to ensure long-term political commitment to sustainable development taking into account national circumstances and priorities and, in this regard, we encourage all countries to undertake the necessary actions and measures to achieve sustainable development. V. Framework for action and follow-up A. Thematic areas and cross-sectoral issues 104. We recognize that in order to achieve the objective of the Conference, namely to secure renewed political commitment for sustainable development, as well as to address the themes of a green economy in the context of sustainable development and poverty eradication and the institutional framework for sustainable development, we commit to address remaining gaps in the implementation of the outcomes of the major summits on sustainable development, to address new and emerging challenges and to seize new opportunities through the actions enumerated below in this framework for action supported as appropriate through provision of means of implementation. We recognize that goals, targets and indicators, including where appropriate gender-sensitive indicators, are valuable in measuring and accelerating progress. We further note that progress with implementation of the actions stipulated below can be enhanced by voluntarily sharing information, knowledge and experience. Poverty eradication 105. We recognize that, three years from the 2015 target date of the MDGs, while there has been progress in reducing poverty in some regions, this progress has been uneven and the number of people living in poverty in some countries continues to increase, with women and children constituting the majority of the most affected groups, especially in least developed countries and particularly in Africa. 106. We recognize that sustained, inclusive and equitable economic growth in developing countries is a key requirement for eradicating poverty and hunger and achieving the MDGs. In this regard, we emphasize that national efforts of developing countries should be complemented by an enabling environment aimed at expanding development opportunities of developing countries. We also emphasize the need to accord the highest priority to poverty eradication within the United Nations development agenda, addressing the root causes and challenges of poverty through integrated, coordinated and coherent strategies at all levels. 107. We recognize that promoting universal access to social services can make an important contribution to consolidating and achieving development gains. Social protection systems that address and reduce inequality and social exclusion are essential for eradicating poverty and advancing the achievement of the Millennium Development Goals. In this regard, we strongly encourage initiatives aimed at enhancing social protection for all people. Food security and nutrition and sustainable agriculture 108. We reaffirm our commitments regarding the right of everyone to have access to safe, sufficient and nutritious food, consistent with the right to adequate food and the fundamental right of everyone to be free from hunger. We acknowledge that food security and nutrition has become a pressing global challenge and, in this regard, we further reaffirm our commitment to enhancing food security and access to adequate, safe and nutritious food for present and future generations in line with the Rome Principles adopted in 2009, including children under two, and through, as appropriate, national, regional and global food security and nutrition strategies. 109. We recognize that a significant portion of the world&apos;s poor live in rural areas, and that rural communities play an important role in the economic development of many countries. We emphasize the need to revitalize the agricultural and rural development sectors, notably in developing countries, in an economically, socially and environmentally sustainable manner. We recognize the importance to take the necessary actions to better address the needs of rural communities through, inter alia, enhancing access by agricultural producers, in particular small producers, women, indigenous peoples and people living in vulnerable situations, to credit and other financial services, markets, secure land tenure, health care and social services, education and training, knowledge, and appropriate and affordable technologies, including for efficient irrigation, reuse of treated waste water, water harvesting and storage. We reiterate the importance of empowering rural women as critical agents for enhancing agricultural and rural development and food security and nutrition. We also recognize the importance of traditional sustainable agricultural practices, including traditional seed supply systems, including for many indigenous peoples and local communities. 110. Noting the diversity of agricultural conditions and systems, we resolve to increase sustainable agricultural production and productivity globally, including through improving the functioning of markets and trading systems and strengthening international cooperation, particularly for developing countries, by increasing public and private investment in sustainable agriculture, land management and rural development. Key areas for investment and support include: sustainable agricultural practices; rural infrastructure, storage capacities and related technologies; research and development on sustainable agricultural technologies; developing strong agricultural cooperatives and value chains; and strengthening urban-rural linkages. We also recognize the need to significantly reduce post-harvest and other food losses and waste throughout the food supply chain. 111. We reaffirm the necessity to promote, enhance and support more sustainable agriculture, including crops, livestock, forestry, fisheries and aquaculture, that improves food security, eradicates hunger, and is economically viable, while conserving land, water, plant and animal genetic resources, biodiversity and ecosystems, and enhancing resilience to climate change and natural disasters. We also recognize the need to maintain natural ecological processes that support food production systems. 112. We stress the need to enhance sustainable livestock production systems, including through improving pasture land and irrigation schemes in line with national policies, legislation, rules and regulations, enhanced sustainable water management systems, and efforts to eradicate and prevent the spread of animal diseases, recognizing that the livelihoods of farmers including pastoralists and the health of livestock are intertwined. 113. We also stress the crucial role of healthy marine ecosystems, sustainable fisheries, and sustainable aquaculture for food security and nutrition, and in providing for the livelihoods of millions of people. 114. We resolve to take action to enhance agricultural research, extension services, training and education to improve agricultural productivity and sustainability through the voluntary sharing of knowledge and good practices. We further resolve to improve access to information, technical knowledge and know-how, including through new information and communication technologies that empower farmers, fishers and foresters to choose among diverse methods of achieving sustainable agricultural production. We call for the strengthening of international cooperation on agricultural research for development. 115. We reaffirm the important work and inclusive nature of the Committee on World Food Security (CFS), including through its role in facilitating country-initiated assessments on sustainable food production and food security, and we encourage countries to give due consideration to implementing the CFS Voluntary Guidelines on the Responsible Governance of Tenure of Land, Fisheries and Forests in the Context of National Food Security. We take note of the on-going discussions on responsible agricultural investment in the framework of the CFS, as well as the Principles for Responsible Agricultural Investment (PRAI). 116. We stress the need to address the root causes of excessive food price volatility, including its structural causes, at all levels, and the need to manage the risks linked to high and excessively volatile prices in agriculture commodities and their consequences for global food security and nutrition, as well as for smallholder farmers and poor urban dwellers. 117. We underline the importance of timely, accurate and transparent information in helping to address excessive food price volatility, and in this regard takes note of the Agricultural Market Information System hosted by the Food and Agriculture Organization of the United Nations and urges the participating international organizations, private sector actors and Governments to ensure the public dissemination of timely and quality food market information products. 118. We reaffirm that a universal, rules-based, open, non-discriminatory and equitable multilateral trading system will promote agricultural and rural development in developing countries and contribute to world food security. We urge national, regional and international strategies to promote the participation of farmers, especially smallholder farmers, including women, in community, domestic, regional and international markets. Water and sanitation 119. We recognize that water is at the core of sustainable development as it is closely linked to a number of key global challenges. We therefore reiterate the importance of integrating water in sustainable development and underline the critical importance of water and sanitation within the three dimensions of sustainable development. 120. We reaffirm the commitments made in the Johannesburg Plan of Implementation and Millennium Declaration regarding halving by 2015 the proportion of people without access to safe drinking water and basic sanitation and the development of integrated water resource management and water efficiency plans, ensuring sustainable water use. We commit to the progressive realization of access to safe and affordable drinking water and basic sanitation for all, as necessary for poverty eradication and to protect human health, and to significantly improve the implementation of integrated water resource management at all levels as appropriate. In this regard, we reiterate these commitments in particular for developing countries through the mobilization of resources from all sources, capacity building and technology transfer. 121. We reaffirm our commitments regarding the human right to safe drinking water and sanitation, to be progressively realized for our populations with full respect for national sovereignty. We also highlight our commitment to the 2005-2015 International Decade for Action &quot;Water for Life.&quot; 122. We recognize the key role that ecosystems play in maintaining water quantity and quality and support actions within the respective national boundaries to protect and sustainably manage these ecosystems. 123. We underline the need to adopt measures to address floods, droughts, and water scarcity, addressing the balance between water supply and demand including where appropriate non-conventional water resources, and to mobilize financial resources and investment in infrastructure for water and sanitation services, in accordance with national priorities. 124. We stress the need to adopt measures to significantly reduce water pollution and increase water quality, significantly improve wastewater treatment, and water efficiency and reduce water losses. In order to achieve this end we stress the need for international assistance and cooperation. Energy 125. We recognize the critical role that energy plays in the development process, as access to sustainable modern energy services contributes to poverty eradication, saves lives, improves health and helps provide basic human needs. We stress that these services are essential to social inclusion and gender equality, and that energy is also a key input to production. We commit to facilitate support for access to these services by 1.4 billion people worldwide who are currently without these services. We recognize that access to these services is critical for achieving sustainable development. 126. We emphasize the need to address the challenge of access to sustainable modern energy services for all, in particular for the poor who are unable to afford these services even when they are available. We emphasize the need to take further action to improve this situation, including by mobilizing adequate financial resources, to provide these services in a reliable, affordable, economically viable, and socially and environmentally acceptable manner in developing countries. 127. We reaffirm support for the implementation of national and sub-national policies and strategies, based on individual national circumstances and development aspirations, using an appropriate energy mix to meet developmental needs, including through increased use of renewable energy sources and other low-emission technologies, the more efficient use of energy, greater reliance on advanced energy technologies, including cleaner fossil fuel technologies, and the sustainable use of traditional energy resources. We commit to promoting sustainable modern energy services for all through national and sub-national efforts, inter alia, on electrification and dissemination of sustainable cooking and heating solutions, including through collaborative actions to share best practices and adopt policies, as appropriate. We urge governments to create enabling environments that facilitate public and private sector investment in relevant and needed cleaner energy technologies. 128. We recognize that improving energy efficiency, increasing the share of renewable energy, cleaner and energy-efficient technologies are important for sustainable development, including in addressing climate change. We also recognize the need for energy efficiency measures in urban planning, buildings, and transportation, and in the production of goods and services and in the design of products. We also recognize the importance of promoting incentives in favour of, and removing disincentives to, energy efficiency and the diversification of the energy mix, including promoting research and development in all countries, including developing countries. 129. We note the launching of the initiative by the Secretary General on &quot;Sustainable Energy for All&quot;, which focus on access to energy, energy efficiency and renewable energies. We are all determined to act to make sustainable energy for all a reality, and through this, help eradicate poverty and lead to sustainable development and global prosperity. We recognize that countries&apos; activities in broader energy-related issues are of great importance and are prioritized according to their specific challenges, capacities and circumstances, including energy mix. Sustainable tourism 130. We emphasize that well designed and managed tourism can make a significant contribution to the three dimensions of sustainable development, has close linkages to other sectors, and can create decent jobs and generate trade opportunities. We recognize the need to support sustainable tourism activities and relevant capacity building that promote environmental awareness, conserve and protect the environment, respect wildlife, flora, biodiversity and ecosystems and cultural diversity, and improve the welfare and livelihoods of local communities by supporting their local economies and the human and natural environment as a whole. We call for enhanced support for sustainable tourism activities and relevant capacity building in developing countries in order to contribute to the achievement of sustainable development. 131. We encourage the promotion of investment in sustainable tourism, including eco-tourism and cultural tourism, which may include creating small- and medium-sized enterprises and facilitating access to finance, including through microcredit initiatives for the poor, indigenous peoples and local communities in areas with high eco-tourism potential. In this regard, we underline the importance of establishing, where necessary, appropriate guidelines and regulations in accordance with national priorities and legislation for promoting and supporting sustainable tourism. Sustainable transport 132. We note that transportation and mobility are central to sustainable development. Sustainable transportation can enhance economic growth as well as improving accessibility. Sustainable transport achieves better integration of the economy while respecting the environment. We recognize the importance of the efficient movement of people and goods, and access to environmentally sound, safe and affordable transportation as a means to improve social equity, health, resilience of cities, urban-rural linkages and productivity of rural areas. In this regard, we take into account road safety as a part of our efforts to achieve sustainable development. 133. We support the development of sustainable transport systems, including energy efficient multi-modal transport systems, notably public mass transportation systems, clean fuels and vehicles, as well as improved transportation systems in rural areas. We recognize the need to promote an integrated approach to policy-making at the national, regional and local levels for transport services and systems to promote sustainable development. We also recognize that the special development needs of landlocked and transit developing countries need to be taken into account while establishing sustainable transit transport systems. We acknowledge the need for international support to developing countries in this regard. Sustainable cities and human settlements 134. We recognize that, if well planned and developed including through integrated planning and management approaches, cities can promote economically, socially and environmentally sustainable societies. In this regard, we recognize the need for a holistic approach to urban development and human settlements that provides for affordable housing and infrastructure and prioritizes slum upgrading and urban regeneration. We commit to work towards improving the quality of human settlements, including the living and working conditions of both urban and rural dwellers in the context of poverty eradication so that all people have access to basic services, housing and mobility. We also recognize the need for conservation as appropriate of the natural and cultural heritage of human settlements, the revitalization of historic districts, and the rehabilitation of city centers. 135. We commit to promote an integrated approach to planning and building sustainable cities and urban settlements, including through supporting local authorities, increasing public awareness and enhancing participation of urban residents, including the poor, in decision making. We also commit to promote sustainable development policies that support inclusive housing and social services; a safe and healthy living environment for all, particularly children, youth, women, elderly and disabled; affordable and sustainable transport and energy; promotion, protection and restoration of safe and green urban spaces; safe and clean drinking water and sanitation; healthy air quality; generation of decent jobs; and improved urban planning and slum upgrading. We further support sustainable management of waste through the application of the 3Rs (reduce, reuse and recycle). We underline the importance of considering disaster risk reduction, resilience and climate risks in urban planning. We recognize the efforts of cities to balance development with rural regions. 136. We emphasize the importance of increasing the number of metropolitan regions, cities and towns that are implementing policies for sustainable urban planning and design in order to respond effectively to the expected growth of urban populations in coming decades. We note that sustainable urban planning benefits from the involvement of multiple stakeholders as well as from full use of information and sex-disaggregated data including on demographic trends, income distribution and informal settlements. We recognize the important role of municipal governments in setting a vision for sustainable cities, from the initiation of city planning through to revitalization of older cities and neighborhoods, including by adopting energy efficiency programmes in building management and developing sustainable locally-appropriate transport systems. We further recognize the importance of mixed-use planning and of encouraging non-motorized mobility, including by promoting pedestrian and cycling infrastructures. 137. We recognize that partnerships among cities and communities play an important role in promoting sustainable development. In this regard, we stress the need to strengthen existing cooperation mechanisms or platforms, partnership arrangements and other implementation tools to advance the coordinated implementation of the UN Habitat Agenda with active involvement of all relevant UN entities and with the overall aim of achieving sustainable urban development. We further recognize the continuing need for adequate and predictable financial contributions to the UN Habitat and Human Settlements Foundation so as to ensure timely, effective and concrete global implementation of the Habitat Agenda. Health and population 138. We recognize that health is a precondition for, an outcome of, and an indicator of all three dimensions of sustainable development. We understand the goals of sustainable development can only be achieved in the absence of a high prevalence of debilitating communicable and non-communicable diseases, and where populations can reach a state of physical, mental and social well-being. We are convinced that action on the social and environmental determinants of health, both for the poor and the vulnerable and the entire population, is important to create inclusive, equitable, economically productive and healthy societies. We call for the full realization of the right to the enjoyment of the highest attainable standard of physical and mental health. 139. We also recognize the importance of universal health coverage to enhancing health, social cohesion and sustainable human and economic development. We pledge to strengthen health systems towards the provision of equitable universal coverage. We call for the involvement of all relevant actors for coordinated multi-sectoral action to address urgently the health needs of the world&apos;s population. 140. We emphasize that HIV and AIDS, malaria, tuberculosis, influenza, polio and other communicable diseases remain serious global concerns, and we commit to redoubling efforts to achieve universal access to HIV prevention, treatment, care and support, and to eliminate mother to child transmission of HIV as well as to renewing and strengthening the fight against malaria, tuberculosis, and neglected tropical diseases. 141. We acknowledge that the global burden and threat of non-communicable diseases (NCDs) constitutes one of the major challenges for sustainable development in the twenty-first century. We commit to strengthen health systems toward the provision of equitable, universal coverage and promote affordable access to prevention, treatment, care and support related to NCDs, especially cancers, cardiovascular diseases, chronic respiratory diseases and diabetes. We also commit to establish or strengthen multi-sectoral national policies for the prevention and control of non-communicable diseases. We recognize that reducing inter-alia air, water and chemical pollution leads to positive effects on health. 142. We reaffirm the right to use, to the full, the provisions contained in the agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS), the Doha Declaration on the Agreement on Trade-Related Aspects of Intellectual Property Rights and Public Health, the decision of the World Trade Organization General Council of 30th August 2003 on the implementation of paragraph 6 of the Doha Declaration on the TRIPS agreement and public health, and, when formal acceptance procedures are completed, the amendment to article 31 of the agreement, which provides flexibilities for the protection of public health, and, in particular, to promote access to medicines for all, and encourage the provision of assistance to developing countries in this regard. 143. We call for further collaboration and cooperation at national and international levels to strengthen health systems through increased health financing, recruitment, development, training and retention of the health work force, improved distribution and access to safe, affordable, effective and quality medicines, vaccines and medical technologies, and through improving health infrastructure. We support the leadership role of the World Health Organization as the directing and coordinating authority on international health work. 144. We commit to systematically consider population trends and projections in our national, rural and urban development strategies and policies. Through forward-looking planning, we can seize the opportunities and address the challenges associated with demographic change including migration. 145. We call for the full and effective implementation of the Beijing Platform for Action, the International Conference on Population and Development (ICPD) Programme of Action and the outcomes of their review conferences including the commitments leading to sexual and reproductive health and the promotion and protection of all human rights in this context. We emphasize the need for the provision of universal access to reproductive health, including family planning and sexual health and the integration of reproductive health in national strategies and programmes. 146. We commit to reduce maternal and child mortality, and to improve the health of women, men, youth and children. We reaffirm our commitment to gender equality and to protect the rights of women, men and youth to have control over and decide freely and responsibly on matters related to their sexuality, including access to sexual and reproductive health, free from coercion, discrimination and violence. We will work actively to ensure that health systems provide the necessary information and health services addressing the sexual and reproductive health of women, including working towards universal access to safe, effective, affordable and acceptable modern methods of family planning, as this is essential for women&apos;s health and advancing gender equality Promoting full and productive employment, decent work for all, and social protections 147. We recognize that poverty eradication, full and productive employment and decent work for all, and social integration and protection are interrelated and mutually reinforcing, and that enabling environments to promote these needs to be created at all levels. 148. We are concerned about labour market conditions and widespread deficits of available decent work opportunities, especially for young women and men. We urge all governments to address the global challenge of youth employment by developing and implementing strategies and policies that provide young people everywhere access to decent and productive work, as over the coming decades, decent jobs will need to be created to be able to ensure sustainable and inclusive development and reduce poverty. 149. We recognize the importance of job creation by investing in and developing sound, effective and efficient economic and social infrastructure and productive capacities for sustainable development and sustained, inclusive and equitable economic growth. We call on countries to enhance infrastructure investment for sustainable development and we agree to support UN funds, programmes and agencies to help assist and promote developing countries&apos; efforts, particularly the least developed countries, in this regard. 150. We recognize the importance of job creation by adopting forward-looking macroeconomic policies that promote sustainable development and lead to sustained, inclusive and equitable economic growth, increase productive employment opportunities and promote agricultural and industrial development. 151. We emphasize the need to enhance employment and income opportunities for all, especially for women and men living in poverty and, in this regard, we support national efforts to provide new job opportunities to the poor in both rural and urban areas, including support to small and medium enterprises. 152. We recognize that workers should have access to education, skills, healthcare, social security, fundamental rights at work, social and legal protections, including occupational safety and health, and decent work opportunities. Governments, trade unions and workers, and employers all have a role to play in promoting decent work for all, and all should help youth gain access to needed skills and employment opportunities including in new and emerging sectors. Women and men should have equal access to opportunities to acquire job skills as well as to worker protections. We recognize the importance of a just transition including programmes to help workers adjust to changing labour market conditions. 153. We also recognize that informal unpaid work, performed mostly by women, contributes substantially to human wellbeing and sustainable development. In this regard, we commit to work towards safe and decent working conditions and access to social protection and education. 154. We recognize that opportunities for decent work for all and job creation can be availed through, inter alia, public and private investments in scientific and technological innovation, public works in restoring, regenerating and conserving natural resources and ecosystems, and social and community services. We are encouraged by government initiatives to create jobs for poor people in restoring and managing natural resources and ecosystems, and we encourage the private sector to contribute to decent work for all and job creation for both women and men, and particularly for the youth, including through partnerships with small and medium enterprises as well as cooperatives. In this regard, we acknowledge the importance of efforts to promote the exchange of information and knowledge on decent work for all and job creation, including green jobs initiatives and related skills, and to facilitate the integration of relevant data into national economic and employment policies. 155. We encourage the sharing of experiences and best practices on ways to address the high levels of unemployment and underemployment, in particular among youth. 156. We stress the need to provide social protection to all members of society, fostering growth, resilience, social justice and cohesion, including those who are not employed in the formal economy. In this regard, we strongly encourage national and local initiatives aimed at providing social protection floors for all citizens. We support global dialogue on best practices for social protection programmes that takes into account the three dimensions of sustainable development and, in this regard, we note the International Labour Organization Recommendation 202 concerning National Floors of Social Protection. 157. We call upon States to promote and protect effectively the human rights and fundamental freedom of all migrants regardless of the migration status, especially those of women and children, and to address international migration through international, regional or bilateral cooperation and dialogue and for a comprehensive and balanced approach, recognizing the roles and responsibilities of countries of origin, transit and destination in promoting and protecting the human rights of all migrants, and avoiding approaches that might aggravate their vulnerability. Oceans and seas 158. We recognize that oceans, seas and coastal areas form an integrated and essential component of the Earth&apos;s ecosystem and are critical to sustaining it and that international law, as reflected in United Nations Convention on the Law of the Sea (UNCLOS), provides the legal framework for the conservation and the sustainable use of the oceans and their resources. We stress the importance of the conservation and sustainable use of the oceans and seas and of their resources for sustainable development, including through the contributions to poverty eradication, sustained economic growth, food security, creation of sustainable livelihoods and decent work, while at the same time protecting biodiversity and the marine environment and addressing the impacts of climate change. We therefore commit to protect, and restore, the health, productivity and resilience of oceans and marine ecosystems, and to maintain their biodiversity, enabling their conservation and sustainable use for present and future generations, and to effectively apply an ecosystem approach and the precautionary approach in the management, in accordance with international law, of activities impacting on the marine environment, to deliver on all three dimensions of sustainable development. 159. We recognize the importance of UNCLOS to advancing sustainable development and its near universal adoption by States, and in this regard we urge all its Parties to fully implement their obligations under the Convention. 160. We recognize the importance of building the capacity of developing countries to be able to benefit from the conservation and sustainable use of the oceans and seas and their resources and, in this regard, we emphasize the need for cooperation in marine scientific research to implement the provisions of UNCLOS and the outcomes of the major summits on sustainable development, as well as for the transfer of technology, taking into account the Intergovernmental Oceanographic Commission (IOC) Guidelines for the transfer of marine technology. 161. We support the Regular Process for Global Reporting and Assessment of the State of the Marine Environment, including socio-economic aspects, established under the United Nations General Assembly, and look forward to the completion of its first global integrated assessment of the state of the marine environment by 2014 and its subsequent consideration by the General Assembly. We encourage consideration by States of assessment findings at appropriate levels. 162. We recognize the importance of the conservation and sustainable use of marine biodiversity beyond areas of national jurisdiction. We note the ongoing work under the UN General Assembly of an Ad Hoc Open-ended Informal Working Group to study issues relating to the conservation and sustainable use of marine biological diversity beyond areas of national jurisdiction. Building on the work of the ad hoc working group and before the end of the 69th Session of the United Nations General Assembly we commit to address, on an urgent basis, the issue of the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction including by taking a decision on the development of an international instrument under UNCLOS. 163. We note with concern that the health of oceans and marine biodiversity are negatively affected by marine pollution, including marine debris, especially plastic, persistent organic pollutants, heavy metals, and nitrogen-based compounds, from a number of marine and land-based sources, including shipping and land runoff. We commit to take action to reduce the incidence and impacts of such pollution on marine ecosystems, including through the effective implementation of relevant conventions adopted in the framework of the International Maritime Organization (IMO), and the follow up of the relevant initiatives such as the Global Programme of Action for the Protection of the Marine Environment from Land-based Activities, as well as the adoption of coordinated strategies to this end. We further commit to take action by 2025, based on collected scientific data, to achieve significant reductions in marine debris to prevent harm to the coastal and marine environment. 164. We note the significant threat alien invasive species pose to marine ecosystems and resources and commit to implement measures to prevent the introduction of, and manage the adverse environmental impacts of, alien invasive species including, as appropriate, those adopted in the framework of the IMO. 165. We note that sea level rise and coastal erosion are serious threats for many coastal regions and islands particularly in developing countries and, in this regard, we call on the international community to enhance its efforts to address these challenges. 166. We call for support to initiatives that address ocean acidification and the impacts of climate change on marine and coastal ecosystems and resources. In this regard, we reiterate the need to work collectively to prevent further ocean acidification, as well as enhance the resilience of marine ecosystems and of the communities whose livelihoods depend on them, and to support marine scientific research, monitoring and observation of ocean acidification and particularly vulnerable ecosystems, including through enhanced international cooperation in this regard. 167. We stress our concern about the potential environmental impacts of ocean fertilization. In this regard, we recall the decisions related to ocean fertilization adopted by the relevant intergovernmental bodies, and resolve to continue addressing with utmost caution ocean fertilization, consistent with the precautionary approach. 168. We commit to intensify our efforts to meet the 2015 target as agreed to in JPOI to maintain or restore stocks to levels that can produce maximum sustainable yield on an urgent basis. In this regard we further commit to urgently take the measures necessary to maintain or restore all stocks at least to levels that can produce the maximum sustainable yield, with the aim of achieving these goals in the shortest time feasible, as determined by their biological characteristics. To achieve this we commit to urgently develop and implement science based management plans, including by reducing or suspending fishing catch and effort commensurate with the status of the stock. We further commit to enhance action to manage bycatch, discards, and other adverse ecosystem impacts from fisheries including by eliminating destructive fishing practices. We also commit to enhance actions to protect vulnerable marine ecosystems from significant adverse impacts including through the effective use of impact assessments. Such actions, including those through competent organizations, should be undertaken consistent with international law, the applicable international instruments and relevant General Assembly resolutions and Food and Agriculture Organization (FAO) Guidelines. 169. We urge State Parties to the 1995 Agreement for the Implementation of the Provisions of UNCLOS relating to the Conservation and Management of Straddling and Highly Migratory Fish Stocks to fully implement it, and give, in accordance with its Part VII, full recognition of the special requirements of developing States. Furthermore, we call upon all States to implement the Code of Conduct for Responsible Fisheries and the FAO International Plans of Action and technical guidelines. 170. We acknowledge that illegal, unreported and unregulated (IUU) fishing deprive many countries of a crucial natural resource and remain a persistent threat to their sustainable development. We recommit to eliminate IUU fishing as advanced in the Johannesburg Plan of Implementation, and to prevent and combat these practices including through the following: developing and implementing national and regional action plans in accordance with the FAO&apos;s international plan of action to combat IUU fishing; implementingin accordance with international laweffective and coordinated measures by coastal States, flag States, port States and chartering nations and the States of nationality of the beneficial owners and others who support or engage in IUU fishing by identifying vessels engaged in IUU fishing and by depriving offenders of the benefits accruing from IUU fishing; as well as cooperating with developing countries to systematically identify needs and build capacity, including support for monitoring, control, surveillance, compliance and enforcement systems. 171. We call upon States that have signed the FAO Agreement on Port State Measures to Prevent, Deter and Eliminate Illegal, Unreported and Unregulated Fishing to expedite procedures for its ratification with a view to its early entry into force. 172. We recognize the need for transparency and accountability in fisheries management by regional fisheries management organizations (RFMOs). We recognize the efforts already made by those RFMOs that have undertaken independent performance reviews, and call on all RFMOs to regularly undertake such reviews and make the results publicly available. We encourage implementation of the recommendations of such reviews and recommend that the comprehensiveness of those reviews be strengthened over time, as necessary. 173. We reaffirm our Johannesburg Plan of Implementation commitment to eliminate subsidies that contribute to illegal, unreported, and unregulated fishing and overcapacity taking into account the importance of this sector to developing countries, and we reiterate our commitment to conclude multilateral disciplines on fisheries subsidies which give effect to the WTO Doha Development Agenda and the Hong Kong Ministerial mandates to strengthen disciplines on subsidies in the fisheries sector, including through the prohibition of certain forms of fisheries subsidies that contribute to overcapacity and over-fishing, recognising that appropriate and effective special and differential treatment for developing and least developed countries should be an integral part of the WTO fisheries subsidies negotiation, taking into account the importance of the sector to development priorities, poverty reduction, and livelihood and food security concerns. We encourage States to further improve the transparency and reporting of existing fisheries subsidies programmes through the WTO. Given the state of fisheries resources and without prejudicing the WTO Doha and Hong Kong Ministerial mandates on fisheries subsidies nor the need to conclude these negotiations, we encourage States to eliminate subsidies that contribute to overcapacity and over-fishing, and to refrain from introducing new such subsidies or from extending or enhancing existing such subsidies. 174. We urge the identification and mainstreaming of strategies by 2014 that further assist developing countries, in particular the least developed countries and small island developing States, in developing their national capacity to conserve, sustainably manage and realize the benefits of sustainable fisheries, including through improved market access for fish products from developing countries. 175. We commit to observe the need to ensure access to fisheries, and the importance of access to markets, by subsistence, small-scale and artisanal fishers and women fish workers, as well as indigenous peoples and their communities particularly in developing countries, especially small island developing States. 176. We also recognize the significant economic, social and environmental contributions of coral reefs, in particular to islands and other coastal States, as well as the significant vulnerability of coral reefs and mangroves to impacts including from climate change, ocean acidification, overfishing, destructive fishing practices and pollution. We support international cooperation with a view to conserving coral reef and mangrove ecosystems and realizing their social, economic and environmental benefits as well as facilitating technical collaboration and voluntary information sharing. 177. We reaffirm the importance of area based conservation measures, including marine protected areas consistent with international law and based on best available scientific information as a tool for conservation of biological diversity and sustainable use of its components. We note decision X/2 of the 10th Meeting of the Conference of the Parties to the Convention on Biological Diversity, that by 2020, 10 percent of coastal and marine areas, especially areas of particular importance for biodiversity and ecosystem services, are to be conserved through effectively and equitably managed, ecologically representative and well-connected systems of protected areas and other effective area-based conservation measures. Small island developing States (SIDS) 178. We reaffirm that small island developing States (SIDS) remain a special case for sustainable development in view of their unique and particular vulnerabilities, including their small size, remoteness, narrow resource and export base, and exposure to global environmental challenges and external economic shocks, including to a large range of impacts from climate change and potentially more frequent and intense natural disasters. We note with concern that the outcome of the 5-year review of the Mauritius Strategy for Implementation (MSI+5) concluded that SIDS have made less progress than most other groupings, or even regressed, in economic terms, especially in terms of poverty reduction and debt sustainability. Sea-level rise and other adverse impacts of climate change continue to pose a significant risk to SIDS and their efforts to achieve sustainable development and for many represent the gravest of threats to their survival and viability, including for some through the loss of territory. We also remain concerned that, while SIDS have progressed in the areas of gender, health, education and the environment, their overall progress towards achieving the Millennium Development Goals has been uneven. 179. We call for continued and enhanced efforts to assist SIDS in implementing the Barbados Programme of Action and Mauritius Strategy for Implementation. We also call for a strengthening of the United Nations System support to SIDS in keeping with the multiple ongoing and emerging challenges faced by SIDS in achieving sustainable development. 180. Building on the Barbados Programme of Action and the Mauritius Strategy for Implementation, we call for the convening of the Third International Conference on SIDS in 2014, recognizing the importance of coordinated, balanced and integrated actions to address the sustainable development challenges facing SIDS and we invite the General Assembly at its 67th Session to determine the modalities of the Conference. Least developed countries  181. We agree to effectively implement the Istanbul Programme of Action and to fully integrate its priority areas into the framework for action, the broader implementation of which will contribute to the IPOA&apos;s overarching goal of enabling half of LDCs to meet the criteria of graduation by 2020. Landlocked least developed countries 182. We invite Member States, including development partners, organizations of the United Nations system and other relevant international, regional and subregional organizations, to speed up further the implementation of the specific actions in the five priorities agreed upon in the Almaty Programme of Action and those contained in the Declaration on the midterm review, in a better-coordinated manner, in particular for the construction, maintenance and improvement of their transport, storage and other transit-related facilities, including alternative routes, completion of missing links and improved communications and energy infrastructure, so as to support these countries&apos; sustainable development. Africa 183. While we acknowledge that some progress has been made towards the fulfillment of international commitments related to Africa&apos;s development needs, we emphasize that significant challenges remain in achieving sustainable development on the continent. 184. We call on the international community to enhance support and fulfill commitments to advance action in areas critical to Africa&apos;s sustainable development and welcome the efforts by development partners to strengthen cooperation with the New Partnership for Africa&apos;s Development (NEPAD). We also welcome the progress made by African countries in deepening democracy, human rights, good governance and sound economic management, and encourage African countries to continue their efforts in this regard. We invite all of Africa&apos;s development partners, in particular developed countries, to support African countries in strengthening human capacities and democratic institutions, consistent with their priorities and objectives with a view to furthering Africa&apos;s development at all levels, including through facilitating the transfer of technology needed by African countries as mutually agreed. We recognize the need for African countries to make continued efforts to create enabling environments for inclusive growth in support of sustainable development and for the international community to make continued efforts to increase the flow of new and additional resources for financing for development from all sources, public and private, domestic and foreign, to support these development efforts by African countries and welcome the various important initiatives established between African countries and their development partners in this regard. Regional efforts 185. We encourage coordinated regional actions to promote sustainable development. We recognize, in this regard, that important steps have been taken to promote sustainable development, in particular in the Arab region, Latin America and the Caribbean and the Asia Pacific region, through relevant fora including within United Nations regional commissions. While noting that challenges remain in several areas, the international community welcomes these efforts, and the results already achieved, and calls for actions at all levels for their further development and implementation. Disaster risk reduction 186. We reaffirm our commitment to the Hyogo Framework for Action 2005-2015: Building the Resilience of Nations and Communities to Disasters and call for States, the UN system, international financial institutions, subregional, regional and international organizations, and civil society to accelerate implementation of the framework and the achievement of its goals. We call for disaster risk reduction and building of resilience to disasters to be addressed with a renewed sense of urgency in the context of sustainable development and poverty eradication, and, as appropriate, to be integrated into policies, plans, programmes, and budgets at all levels and considered within relevant future frameworks. We invite governments at all levels as well as relevant subregional, regional and international organizations to commit to adequate, timely and predictable resources for disaster risk reduction in order to enhance resilience of cities and communities to disasters, according to their own circumstances and capacities. 187. We recognize the importance of early warning systems as part of effective disaster risk reduction at all levels in order to reduce economic and social damages including the loss of human life, and in this regard encourage States to integrate such systems into their national disaster risk reduction strategies and plans. We encourage donors and the international community to enhance international cooperation in support of disaster risk reduction in developing countries as appropriate through technical assistance, technology transfer as mutually agreed, capacity building and training programmes. We further recognize the importance of comprehensive hazard and risk assessments, and knowledge and information sharing, including reliable geospatial information. We commit to undertake and strengthen in a timely manner risk assessment and disaster risk reduction instruments. 188. We stress the importance of stronger inter-linkages among disaster risk reduction, recovery and long-term development planning, and call for more coordinated and comprehensive strategies that integrate disaster risk reduction and climate change adaptation considerations into public and private investment, decision making and planning of humanitarian and development actions in order to reduce risk, increase resilience and provide a smoother transition between relief, recovery and development. In this regard, we recognize also the need to integrate a gender perspective into the design and implementation of all phases of disaster risk management. 189. We call for all relevant stakeholders, including Governments, international, regional and subregional organizations, the private sector and civil society, to take appropriate and effective measures, taking into account the three dimensions of sustainable development, including through strengthening coordination and cooperation to reduce risk exposures for the protection of people, infrastructure and other national assets from the impact of disasters in line with the Hyogo Framework for Action and any post-2015 framework for disaster risk reduction. Climate change 190. We reaffirm that climate change is one of the greatest challenges of our time, and we express profound alarm that emissions of greenhouse gases continue to rise globally. We are deeply concerned that all countries, particularly developing countries, are vulnerable to the adverse impacts of climate change, and are already experiencing increased impacts including persistent drought and extreme weather events, sea level rise, coastal erosion and ocean acidification, further threatening food security and efforts to eradicate poverty and achieve sustainable development. In this regard we emphasize that adaptation to climate change represents an immediate and urgent global priority. 191. We underscore that the global nature of climate change calls for the widest possible cooperation by all countries and their participation in an effective and appropriate international response, with a view to accelerating the reduction of global greenhouse gas emissions. We recall that UNFCCC provides that Parties should protect the climate system for the benefit of present and future generations of humankind on the basis of equity and in accordance with their common but differentiated responsibilities and respective capabilities. We note with grave concern the significant gap between the aggregate effect of Parties&apos; mitigation pledges in terms of global annual emissions of greenhouse gases by 2020 and aggregate emission pathways consistent with having a likely chance of holding the increase in global average temperature below 2 C or 1.5 C above pre-industrial levels. We recognize the importance of mobilizing funding from a variety of sources, public and private, bilateral and multilateral, including innovative sources of finance, to support nationally appropriate mitigation actions, adaptation measures, technology development and transfer and capacity-building in developing countries. In this regard, we welcome the launching of the Green Climate Fund and call for its prompt operationalization so as to have an early and adequate replenishment process. 192. We urge Parties to the UNFCCC and Parties to the Kyoto Protocol to fully implement their commitments, as well as decisions adopted under those agreements. In this regard, we will build upon the progress achieved including at the most recent COP-17/CMP 7 in Durban. Forests 193. We highlight the social, economic and environmental benefits of forests to people and the contributions of sustainable forest management to the themes and objective of the Conference. We support cross-sectoral and cross-institutional policies promoting sustainable forest management. We reaffirm that the wide range of products and services that forests provide creates opportunities to address many of the most pressing sustainable development challenges. We call for enhanced efforts to achieve the sustainable management of forests, reforestation, restoration and afforestation, and we support all efforts that effectively slow, halt and reverse deforestation and forest degradation, including inter alia promoting trade in legally-harvested forest products. We note the importance of ongoing initiatives such as reducing emissions from deforestation and forest degradation in developing countries; and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries. We call for increased efforts to strengthen forest governance frameworks and means of implementation, in accordance with Non-Legally Binding Instrument on All Types of Forests (NLBI) to achieve sustainable forest management. To this end, we commit to improving the livelihoods of people and communities by creating the conditions needed for them to sustainably manage forests including through strengthening cooperation arrangements in the areas of finance, trade, transfer of environmentally sound technologies, capacity-building and governance, as well as by promoting secure land tenure, particularly decision-making and benefit sharing, in accordance with national legislation and priorities. 194. We call for urgent implementation of the Non-legally Binding Instrument on all Types of Forests and the Ministerial Declaration of the high-level segment of the ninth session of the United Nations Forum on Forests on the occasion of the launch of the International Year of Forests. 195. We recognize that the United Nations Forum on Forests, with its universal membership and comprehensive mandate, plays a vital role in addressing forest-related issues in a holistic and integrated manner, and promoting international policy coordination and cooperation to achieve sustainable forest management. We invite the Collaborative Partnership on Forests to continue its support to the Forum and encourage stakeholders to remain actively engaged in the work of the Forum. 196. We stress the importance of integrating sustainable forest management objectives and practices into the mainstream of economic policy and decision-making, and to that end we commit to working through the governing bodies of member organizations of the Collaborative Partnership on Forests to integrate, as appropriate, the sustainable management of all types of forests into their strategies and programmes. Biodiversity 197. We reaffirm the intrinsic value of biological diversity, as well as the ecological, genetic, social, economic, scientific, educational, cultural, recreational and aesthetic values of biological diversity and its critical role in maintaining ecosystems that provide essential services, which are critical foundations for sustainable development and human well-being. We recognize the severity of global biodiversity loss and degradation of ecosystems and emphasize that these undermine global development, affecting food security and nutrition, provision of and access to water, health of the rural poor and of people worldwide, including present and future generations. This highlights the importance of the conservation of biodiversity, enhancing habitat connectivity and building ecosystem resilience. We recognize that traditional knowledge, innovations and practices of indigenous peoples and local communities make an important contribution to the conservation and sustainable use of biodiversity, and their wider application can support social well-being and sustainable livelihoods. We further recognize that indigenous peoples and local communities are often most directly dependent on biodiversity and ecosystems and thus are often most immediately affected by their loss and degradation. 198. We reiterate our commitment to the achievement of the three objectives of the Convention on Biological Diversity and call for urgent actions that effectively reduce the rate of, halt and reverse the loss of biodiversity. In this context, we affirm the importance of implementing the Strategic Plan for Biodiversity 2011-2020, and achieving the Aichi Biodiversity Targets adopted at the Tenth Conference of the Parties to the Convention. 199. We note the adoption of the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from Their Utilization, and we invite parties to the Convention on Biological Diversity to ratify or accede to the Protocol, so as to ensure its entry into force at the earliest possible opportunity. We acknowledge the role of access and benefit-sharing arising from the utilization of genetic resources in contributing to the conservation and sustainable use of biological diversity, poverty eradication and environmental sustainability. 200. We welcome the Strategy for Resource Mobilization in support of the achievement of the Convention on Biological Diversity&apos;s three objectives, including the commitment to substantially increasing resources from all sources in support of biodiversity, in accordance with decisions taken at the Tenth Conference of the Parties. 201. We support mainstreaming the consideration of the socio-economic impacts and benefits of the conservation and sustainable use of biodiversity and its components, as well as ecosystems that provide essential services, into relevant programmes and policies at all levels, in accordance with national legislation, circumstances and priorities. We encourage investments, through appropriate incentives and policies, which support the conservation and sustainable use of biological diversity and restoration of degraded ecosystems, consistent and in harmony with the Convention and other relevant international obligations. 202. We agree to promote international cooperation, and partnerships, as appropriate, and information exchange, and in this context we welcome the United Nations Decade on Biodiversity 2011-2020 for the purpose of encouraging active involvement of all stakeholders in the conservation and sustainable use of biodiversity, as well as access to and the fair and equitable sharing of benefits arising from the utilization of genetic resources, with the vision of living in harmony with nature. 203. We recognize the important role of CITES (the Convention on International Trade in Endangered Species of Wild Fauna and Flora), an international agreement that stands at the intersection between trade, environment and development; promotes the conservation and sustainable use of biodiversity; should contribute to tangible benefits for local people; and ensures that no species entering into international trade is threatened with extinction. We recognize the economic, social and environmental impacts of illicit trafficking in wildlife where firm and strengthened action needs to be taken on both the supply and demand sides. In this regard, we emphasize the importance of effective international cooperation among relevant multilateral environmental agreements and international organizations. We further stress the importance of basing the listing of species on agreed criteria. 204. We take note of the establishment of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services, and invite an early commencement of its work, in order to provide the best available policy-relevant information on biodiversity to assist decision-makers. Desertification, land degradation and drought 205. We recognize the economic and social significance of good land management, including soil, particularly its contribution to economic growth, biodiversity, sustainable agriculture and food security, eradicating poverty, women&apos;s empowerment, addressing climate change and improving water availability. We stress that desertification, land degradation, and drought are challenges of a global dimension and continue to pose serious challenges to the sustainable development of all countries, in particular developing countries. We also stress the particular challenges this poses for Africa, and LDCs and LLDCs. In this regard, we express deep concern for the devastating consequences of cyclical drought and famine in Africa, in particular in the Horn of Africa and the Sahel region, and call for urgent action through short-, medium- and long-term measures at all levels. 206. We recognize the need for urgent action to reverse land degradation. In view of this we will strive to achieve a land degradation neutral world in the context of sustainable development. This should act to catalyze financial resources from a range of public and private sources. 207. We reaffirm our resolve under the United Nations Convention to Combat Desertification (UNCCD) to take coordinated action nationally, regionally and internationally, to monitor, globally, land degradation and restore degraded lands in arid, semi-arid and dry sub humid areas. We resolve to support and strengthen the implementation of the UNCCD and its 10-Year Strategic Plan and Framework (2008-2018), including through mobilizing adequate, predictable and timely financial resources. We note the importance of mitigating the effects of desertification, land degradation and drought, including by preserving and developing oases, restoring degraded lands, improving soil quality and improving water management, in order to contribute to sustainable development and poverty eradication. In this regard, we encourage and recognize the importance of partnerships and initiatives for the safeguarding of land resources. We also encourage capacity building, extension training programmes, and scientific studies and initiatives aimed at deepening understanding and raising awareness of the economic, social and environmental benefits of sustainable land management policies and practices. 208. We stress the importance of the further development and implementation of scientifically based, sound and socially inclusive methods and indicators for monitoring and assessing the extent of desertification, land degradation and drought, as well as the importance of efforts underway to promote scientific research and strengthen the scientific base of activities to address desertification and drought under the UNCCD. In this respect, we take note of the decision of the COP10 of the UNCCD to establish an ad hoc Working Group, taking into account regional balance, to discuss specific options for the provision of scientific advice to its Parties. 209. We reiterate the need for cooperation through the sharing of climate and weather information, and forecasting and early warning systems related to desertification, land degradation and drought, as well as to dust storms and sandstorms, at the global, regional and sub-regional levels. In this regard, we invite States and relevant organizations to cooperate in the sharing of related information, forecasting and early warning systems. Mountains 210. We recognize that the benefits derived from mountain regions are essential for sustainable development. Mountain ecosystems play a crucial role in providing water resources to a large portion of the world&apos;s population; fragile mountain ecosystems are particularly vulnerable to the adverse impacts of climate change, deforestation and forest degradation, land use change, land degradation, and natural disasters; and mountain glaciers around the world are retreating and getting thinner with increasing impacts on the environment and human well-being. 211. We further recognize that mountains are often home to communities, including indigenous peoples and local communities, who have developed sustainable uses of mountain resources. They are, however, often marginalized, and we therefore stress that continued effort will be required to address poverty, food security and nutrition, social exclusion and environmental degradation in these areas. We invite States to strengthen cooperative action with effective involvement and sharing of experience of all relevant stakeholders, by strengthening existing arrangements, agreements, and centers of excellence for sustainable mountain development, as well as exploring new arrangements and agreements, as appropriate. 212. We call for greater efforts toward the conservation of mountain ecosystems, including their biodiversity. We encourage States to adopt a long-term vision and holistic approaches, including through incorporating mountain-specific policies into national sustainable development strategies which could include, inter alia, poverty reduction plans and programmes in mountain areas, particularly in developing countries. In this regard, we call for international support for sustainable mountain development in developing countries Chemicals and waste 213. We recognize that sound management of chemicals is crucial for the protection of human health and the environment. We further recognize that growing global production and use of chemicals and prevalence in the environment calls for increased international cooperation. We reaffirm our aim to achieve by 2020 sound management of chemicals throughout their life cycle and of hazardous waste in ways that lead to minimization of significant adverse effects on human health and the environment, as set out in the Johannesburg Plan of Implementation. We also reaffirm our commitment to an approach for the sound management of chemicals and waste at all levels that responds in an effective, efficient, coherent and coordinated manner to new and emerging issues and challenges, and encourage further progress across countries and regions in order to fill the gaps in implementation of commitments. 214. We call for the effective implementation and strengthening of the Strategic Approach to International Chemicals Management (SAICM) as part of a robust, coherent, effective and efficient system for the sound management of chemicals throughout their life cycle including to respond to emerging challenges. 215. We are deeply concerned that many countries, in particular least developed countries, lack the capacity for sound management of chemicals and waste throughout their life-cycle. Additional efforts are needed to enhance work towards strengthening capacities, including through partnerships, technical assistance and improved governance structures. We encourage countries and organizations which have made progress toward achieving the goal of sound management of chemicals by 2020 to assist other countries by sharing knowledge, experience and best practices. 216. We commend the increased coordination and cooperation among chemicals and waste conventions, namely the Basel Convention, the Rotterdam Convention and the Stockholm Convention, and encourage continued enhanced coordination and cooperation among them and with SAICM. We take note of the important role of the Basel Convention regional and coordinating centers and the Stockholm Convention regional and sub-regional centers. 217. We commend existing and call for continued, new and innovative public-private partnerships among industry, governments, academia and other non-governmental stakeholders aiming to enhance capacity and technology for environmentally sound chemicals and waste management, including for waste prevention. 218. We recognize the importance of adopting a life-cycle approach and of further development and implementation of policies for resource efficiency and environmentally sound waste management. We therefore commit to further reduce, reuse and recycle waste (3Rs) as well as to increase energy recovery from waste with a view to managing the majority of global waste in an environmentally sound manner and where possible as a resource. Solid wastes, such as electronic waste and plastics, pose particular challenges which should be addressed. We call for the development and enforcement of comprehensive national and local waste management policies, strategies, laws and regulations. 219. We urge countries and other stakeholders to take all possible measures to prevent the unsound management of hazardous wastes and their illegal dumping, particularly in countries where the capacity to deal with these wastes is limited, in a manner consistent with countries&apos; obligations under relevant international instruments. In this context, we welcome the relevant decisions taken at the 10th COP of the Basel Convention. 220. We recognize the importance of science-based assessment of the risks posed by chemicals to human beings and the environment, and of reducing human and environmental exposure to hazardous chemicals. We encourage the development of environmentally sound and safer alternatives to hazardous chemicals in products and processes. To this end, we encourage, inter alia, life-cycle assessment, public information, extended producer responsibility, research and development, sustainable design and knowledge sharing, as appropriate. 221. We welcome the ongoing negotiating process on a global legally binding instrument on mercury to address the risks to human health and the environment and call for a successful outcome of the negotiations. 222. We recognize that the phase-out of ozone depleting substances (ODS) is resulting in a rapid increase in the use and release of high global warming potential hydrofluorocarbons (HFCs) to the environment. We support a gradual phase-down in the consumption and production of HFCs. 223. We acknowledge that sustainable and adequate long-term funding is a key element for the sound management of chemicals and waste, in particular in developing countries. In this regard, we welcome the Consultative Process on Financing Options for Chemicals and Waste, initiated to consider the need for heightened efforts to increase the political priority accorded to sound management of chemicals and waste and the increased need for sustainable, predictable, adequate and accessible financing for the chemicals and waste agenda. We look forward to the forthcoming proposals by the Executive Director of UNEP, which will be considered by the International Conference on Chemicals Management and 27th session of the UNEP Governing Council. Sustainable consumption and production 224. We recall the commitments made in the Rio Declaration, Agenda 21 and the JPOI on sustainable consumption and production and, in particular, the request in chapter 3 of JPOI, to encourage and promote the development of a 10 Year Framework Programmes (10YFP). We recognize that fundamental changes in the way societies consume and produce are indispensable for achieving global sustainable development. 225. Countries reaffirm the commitments they have made to phase out harmful and inefficient fossil fuel subsidies that encourage wasteful consumption and undermine sustainable development. We invite others to consider rationalizing inefficient fossil fuel subsidies by removing market distortions, including restructuring taxation and phasing out harmful subsidies, where they exist, to reflect their environmental impacts, with such policies taking fully into account the specific needs and conditions of developing countries, with the aim of minimizing the possible adverse impacts on their development and in a manner that protects the poor and the affected communities. 226. We adopt the 10-Year Framework of Programmes (10YFP) on sustainable consumption and production (SCP) as contained in document A/CONF/XX and highlight that the programmes included in the 10YFP are voluntary. We invite the UN General Assembly at its 67th Session to designate a UN Member State body to take any necessary steps to fully operationalize the framework. Mining 227. We acknowledge that minerals and metals make a major contribution to the world economy and modern societies. We note that mining industries are important to all countries with mineral resources, in particular developing countries. We also note that mining offers the opportunity to catalyze broad-based economic development, reduce poverty and assist countries in meeting internationally agreed development goals, including the MDGs, when managed effectively and properly. We acknowledge that countries have the sovereign right to develop their mineral resources according to their national priorities, and responsibility regarding the exploitation of resources described in the Rio Principles. We further acknowledge that mining activities should maximize social and economic benefits as well as effectively address negative environmental and social impacts. In this regard, we recognize that governments need strong capacities to develop, manage, and regulate their mining industries in the interest of sustainable development. 228. We recognize the importance of strong and effective legal and regulatory frameworks, policies and practices for the mining sector that deliver economic and social benefits and include effective safeguards that reduce social and environmental impacts as well as conserve biodiversity and ecosystems including during post mining closure. We call on governments and businesses to promote the continuous improvement of accountability and transparency, as well as the effectiveness of the relevant existing mechanisms to prevent the illicit financial flows from mining activities. Education 229. We reaffirm our commitments to the right to education and in this regard, we commit to strengthen international cooperation to achieve universal access to primary education, particularly for developing countries. We further reaffirm that full access to quality education at all levels is an essential condition for achieving sustainable development, poverty eradication, gender equality and women&apos;s empowerment as well as human development, for the attainment of the internationally agreed development goals including the Millennium Development Goals, as well as for the full participation of both women and men, in particular young people. In this regard, we stress the need for ensuring equal access to education for persons with disabilities, indigenous peoples, local communities, ethnic minorities and people living in rural areas. 230. We recognize that the younger generations are the custodians of the future, as well as the need for better quality and access to education beyond the primary level. We therefore resolve to improve the capacity of our education systems to prepare people to pursue sustainable development, including through enhanced teacher training, the development of curricula around sustainability, the development of training programmes that prepare students for careers in fields related to sustainability, and more effective use of information and communication technologies to enhance learning outcomes. We call for enhanced cooperation among schools, communities and authorities in efforts to promote access to quality education at all levels. 231. We encourage Member States to promote Sustainable Development awareness among youth, inter alia, by promoting programmes for non-formal education in accordance with the goals of the United Nations Decade of Education for Sustainable Development. 232. We emphasize the importance of greater international cooperation to improve access to education including through building and strengthening education infrastructure, increasing investment in education particularly investment to improve the quality of education for all in developing countries. We encourage international educational exchanges and partnerships, including the creation of fellowships and scholarships to help achieve global education goals. 233. We resolve to promote Education for Sustainable Development and to integrate sustainable development more actively into education beyond the United Nations Decade of Education for Sustainable Development (2005-2014). 234. We strongly encourage educational institutions to consider adopting good practises in sustainability management on their campuses and in their communities with the active participation of inter alia students, teachers, and local partners, and teaching sustainable development as an integrated component across disciplines. 235. We underscore the importance of supporting educational institutions, especially higher educational institutions in developing countries, to carry out research and innovation for sustainable development, including in the field of education, to develop quality and innovative programmes, including entrepreneurship and business skills training, professional, technical, vocational training and lifelong learning, geared to bridging skills gaps for advancing national sustainable development objectives. Gender equality and women&apos;s empowerment 236. We reaffirm women&apos;s vital role and full and equal participation and leadership in all areas of sustainable development, and decide to accelerate the implementation of our respective commitments in this regard as contained in the Convention on the Elimination of all Forms of Discrimination Against Women (CEDAW) as well as Agenda 21, the Beijing Declaration and Platform for Action and the Millennium Declaration. 237. We recognize that, although progress on gender equality has been made in some areas, the potential of women to engage in, contribute to and benefit from sustainable development as leaders, participants and agents of change has not been fully realised due, inter alia, to persistent social, economic, and political inequalities. We support prioritizing measures to promote gender equality and women&apos;s empowerment in all spheres of our societies, including the removal of barriers to their full and equal participation in decision-making and management at all levels, and we emphasize the impact of setting specific targets and implementing temporary measures, as appropriate, for substantially increasing the number of women in leadership positions, with the aim of achieving gender parity. 238. We resolve to unlock women&apos;s potential as drivers of sustainable development, including through the repeal of discriminatory laws and removal of formal barriers, ensuring equal access to justice and legal support, the reform of institutions to ensure competence and capacity for gender mainstreaming and the development and adoption of innovative and special approaches, to address informal, harmful practices that act as barriers to gender equality. In this regard, we commit to creating an enabling environment for improving the situation of women and girls everywhere, particularly in rural areas and local communities and among indigenous peoples and ethnic minorities. 239. We commit to actively promote the collection, analysis and use of gender sensitive indicators and sex disaggregated data in policy, programme design and monitoring frameworks, in accordance with national circumstances and capacities, in order to deliver on the promise of sustainable development for all. 240. We are committed to women&apos;s equal rights and opportunities in political and economic decision-making and resource allocation and to remove any barriers that prevent women from being full participants in the economy. We resolve to undertake legislation and administrative reforms to give women equal rights with men to economic resources, including access to ownership and control over land and other forms of property, credit, inheritance, natural resources and appropriate new technology. 241. We are committed to promote the equal access of women and girls to education, basic services, economic opportunities and health care services, including addressing women&apos;s sexual and reproductive health, and ensuring universal access to safe, effective, affordable and acceptable modern methods of family planning. In this regard, we reaffirm our commitment to implement the Programme of Action of the International Conference on Population and Development and the key actions for the further implementation of the Programme of Action of the International Conference on Population and Development. 242. We recognize that gender equality and the effective participation of women are important for effective action on all aspects of sustainable development. 243. We support the work of the UN system, including UN Women, in promoting and achieving gender equality and women&apos;s empowerment in all aspects of life, including with respect to the linkages between gender equality and women&apos;s empowerment and the promotion of sustainable development. We support UN Women leading, coordinating and promoting the accountability of the UN system in this regard. 244. We invite donors, international organizations including the UN System organizations, as well as international financial institutions, regional banks, major groups including the private sector, to integrate fully commitments and considerations on gender equality and women&apos;s empowerment and to ensure the participation of women and effective gender mainstreaming in their decision making and full programming cycle. We invite them to play a supportive role in developing countries&apos; efforts to integrate fully commitments and considerations on gender equality and women&apos;s empowerment and ensure the participation of women and the effective gender mainstreaming in their decision making, programme planning, budgeting and implementation, in accordance with national legislation, priorities and capacities. B. Sustainable development goals 245. We underscore that the MDGs are a useful tool in focusing achievement of specific development gains as part of a broad development vision and framework for the development activities of the United Nations, for national priority setting and for mobilisation of stakeholders and resources towards common goals. We therefore remain firmly committed to their full and timely achievement. 246. We recognize that the development of goals could also be useful for pursuing focused and coherent action on sustainable development. We further recognize the importance and utility of a set of sustainable development goals (SDGs), which are based on Agenda 21 and Johannesburg Plan of Implementation, fully respect all Rio Principles, taking into account different national circumstances, capacities and priorities, are consistent with international law, build upon commitments already made, and contribute to the full implementation of the outcomes of all major Summits in the economic, social and environmental fields, including this outcome document. These goals should address and incorporate in a balanced way all three dimensions of sustainable development and their inter-linkages. They should be coherent with and integrated in the United Nations Development Agenda beyond 2015, thus contributing to the achievement of sustainable development and serving as a driver for implementation and mainstreaming of sustainable development in the United Nations system as a whole. The development of these goals should not divert focus or effort from the achievement of the Millennium Development Goals. 247. We also underscore that SDGs should be action-oriented, concise and easy to communicate, limited in number, aspirational, global in nature and universally applicable to all countries while taking into account different national realities, capacities and levels of development and respecting national policies and priorities. We also recognize that the goals should address and be focused on priority areas for the achievement of sustainable development, being guided by this outcome document. Governments should drive implementation with the active involvement of all relevant stakeholders, as appropriate. 248. We resolve to establish an inclusive and transparent intergovernmental process on SDGs that is open to all stakeholders with a view to developing global sustainable development goals to be agreed by the United Nations General Assembly. An open working group shall be constituted no later than the opening of the 67th session of the UNGA and shall comprise of thirty representatives, nominated by Member States through the five UN regional groups with the aim of achieving fair, equitable and balanced geographic representation. At the outset, this open working group will decide on its method of work, including developing modalities, to ensure the full involvement of relevant stakeholders and expertise from civil society, the scientific community and the UN system in its work in order to provide a diversity of perspectives and experience. It will submit a report to the 68th session of the UNGA containing a proposal for sustainable development goals for consideration and appropriate action. 249. The process needs to be coordinated and coherent with the processes considering the post-2015 development agenda. The initial input to the work of the working group will be provided by the United Nations Secretary General in consultations with national governments. In order to provide technical support to this process and to the work of the working group, we request the UN Secretary-General to ensure all necessary input and support to this work from the UN system including through establishing an inter-agency technical support team and expert panels as needed, drawing on all relevant expert advice. Reports on the progress of work will be made regularly to the General Assembly. 250. We recognize that progress towards the achievement of the goals needs to be assessed and accompanied by targets and indicators while taking into account different national circumstances, capacities and levels of development. 251. We recognize that there is a need for global, integrated and scientifically-based information on sustainable development. In this regard, we request the relevant bodies of the United Nations system, within their respective mandates, to support regional economic commissions to collect and compile national inputs in order to inform this global effort. We further commit to mobilizing financial resources and capacity building, particularly for developing countries, to achieve this endeavor. VI. Means of implementation 252. We reaffirm that the means of implementation identified in Agenda 21, the Programme for the Further Implementation of Agenda 21, Johannesburg Plan of Implementation, the Monterrey Consensus of the International Conference on Financing for Development and the Doha Declaration on Financing for Development are indispensable for achieving full and effective translation of sustainable development commitments into tangible sustainable development outcomes. We reiterate that each country has primary responsibility for its own economic and social development and that the role of national policies, domestic resources and development strategies cannot be overemphasized. We reaffirm that developing countries need additional resources for sustainable development. We recognize the need for significant mobilization of resources from a variety of sources and effective use of financing, in order to promote sustainable development. We acknowledge that good governance and the rule of law at the national and international levels are essential for sustained, inclusive and equitable economic growth, sustainable development and the eradication of poverty and hunger. A. Finance  253. We call on all countries to prioritize sustainable development in the allocation of resources in accordance with national priorities and needs, and we recognize the crucial importance of enhancing financial support from all sources for sustainable development for all countries, in particular developing countries. We recognize the importance of international, regional and national financial mechanisms including those accessible to sub-national and local authorities to implement sustainable development programmes and call for their strengthening and implementation. New partnerships and innovative sources of financing can play a role in complementing sources of financing for sustainable development. We encourage their further exploration and use, alongside the traditional means of implementation. 254. We recognize the need for significant mobilization of resources from a variety of sources and effective use of financing, to give strong support to developing countries in their efforts to promote sustainable development, including through actions undertaken according to the outcome of UN Conference on Sustainable Development and for achieving sustainable development goals.  255. We agree to establish an intergovernmental process under the United Nations General Assembly, with technical support from the UN System, and in open and broad consultation with relevant international and regional financial institutions and other relevant stakeholders. The process will assess financing needs, consider the effectiveness, consistency and synergies of existing instruments and frameworks, and evaluate additional initiatives, with a view to prepare a report proposing options on an effective Sustainable Development Financing Strategy to facilitate the mobilization of resources and their effective use in achieving sustainable development objectives.  256. An intergovernmental committee, comprising thirty experts nominated by regional groups, with equitable geographical representation, will implement this process, concluding its work by 2014. 257. We request the General Assembly to consider this report and take appropriate actions. 258. We recognize that the fulfilment of all ODA commitments is crucial, including the commitments by many developed countries to achieve the target of 0.7 per cent of GNP for ODA to developing countries by 2015, as well as a target of 0.15 to 0.20 per cent of GNP for ODA to least developed countries. To reach their agreed timetables, donor countries should take all necessary and appropriate measures to raise the rate of aid disbursements to meet their existing commitments. We urge those developed countries that have not yet done so to make additional concrete efforts towards the target of 0.7 per cent of GNP for ODA to developing countries, including the specific target of 0.15 to 0.20 per cent of GNP for ODA to least developed countries, in accordance with their commitments. To build on progress achieved in ensuring that ODA is used effectively, we stress the importance of democratic governance, improved transparency and accountability, and managing for results. We strongly encourage all donors to establish, as soon as possible, rolling indicative timetables that illustrate how they aim to reach their goals, in accordance with their respective budget allocation process. We stress the importance of mobilizing greater domestic support in developed countries towards the fulfillment of their commitments, including through raising public awareness, and by providing data on the development impact of aid provided and demonstrating tangible results. 259. We welcome increasing efforts to improve the quality of ODA and to increase its development impact. We also recognize the need to improve development effectiveness, increase programme-based approaches, use country systems for activities managed by the public sector, reduce transaction costs and improve mutual accountability and transparency and, in this regard, we call upon all donors to untie aid to the maximum extent. We will further make development more effective and predictable by providing developing countries with regular and timely, indicative information on planned support in the medium term. We recognize the importance of efforts by developing countries to strengthen leadership of their own development, national institutions, systems and capacity to ensure the best results of effective development by engaging with parliaments and citizens in shaping those policies and deepening engagement with civil society organizations. We should also bear in mind that there is no one-size-fits-all formula that will guarantee development effectiveness. The specific situation of each country needs to be fully considered.  260. We note that the aid architecture has significantly changed in the current decade. New aid providers and novel partnership approaches, which utilize new modalities of cooperation, have contributed to increasing the flow of resources. Further, the interplay of development assistance with private investment, trade and new development actors provides new opportunities for aid to leverage private resource flows. We reiterate our support for South-South cooperation, as well as triangular cooperation, which provides much needed additional resources to the implementation of development programmes. We recognize the importance and different history and particularities of South-South cooperation and stress that South-South cooperation should be seen as an expression of solidarity and cooperation between countries, based on their shared experiences and objectives. Both forms of cooperation support a development agenda that addresses the particular needs and expectations of developing countries. We also recognize that South-South cooperation complements rather than substitutes for North-South cooperation. We acknowledge the role played by middle-income developing countries as providers and recipients of development cooperation.  261. We invite the international financial institutions, within their respective mandates, to continue providing financial resources, including through specific mechanisms for the promotion of sustainable development and poverty eradication in developing countries. 262. We recognize that greater coherence and coordination among the various funding mechanisms and initiatives related to sustainable development is crucial. We reiterate the importance of ensuring that developing countries have steady and predictable access to adequate financing from all sources to promote sustainable development. 263. We recognize that ongoing serious global financial and economic challenges carry the possibility of undoing years of hard work and gains made in relation to the debt of developing countries. We further recognize the need to assist developing countries in ensuring long-term debt sustainability through coordinated policies aimed at fostering debt financing, debt relief and debt restructuring, as appropriate. 264. We stress the need for adequate funding for the operational activities of the United Nations development system as well as the need to make funding more predictable, effective and efficient as part of wider efforts to mobilize new, additional and predictable resources to achieve the objectives that we have set forth in this Declaration. 265. We recognize the important achievements of the GEF over the last twenty years in funding environmental projects and welcome important reform processes that the Global Environment Facility (GEF) has carried out during recent years and we call for its further improvement and encourage the GEF to take additional steps within its mandate to make resources more accessible to meet country needs for the national implementation of their international environmental commitments. We support further simplification of procedures and assistance to developing countries, in particular in assisting the least developed countries, Africa and SIDS in accessing resources from the GEF, and enhanced coordination with other instruments and programmes focusing on environmentally sustainable development.  266. We stress that fighting corruption and illicit financial flows at both the national and international levels is a priority and that corruption is a serious barrier to effective resource mobilization and allocation and diverts resources away from activities that are vital for poverty eradication, the fight against hunger and sustainable development. We are determined to take urgent and decisive steps to continue to combat corruption in all of its manifestations, which requires strong institutions at all levels, and urge all States that have not yet done so to consider ratifying or acceding to the United Nations Convention against Corruption and begin its implementation. 267. We consider that innovative financing mechanisms can make a positive contribution in assisting developing countries to mobilize additional resources for financing for development on a voluntary basis. Such financing should supplement and not be a substitute for traditional sources of financing. While recognizing the considerable progress in innovative sources of financing for development, we call for scaling-up of present initiatives, where appropriate.  268. We recognize that a dynamic, inclusive, well-functioning, socially and environmentally responsible private sector is a valuable instrument that can offer a crucial contribution to economic growth and reducing poverty and promoting sustainable development. In order to foster private-sector development, we shall continue to pursue appropriate national policy and regulatory frameworks in a manner consistent with national laws to encourage public and private initiatives, including at the local level, to foster a dynamic and well-functioning business sector, and to facilitate entrepreneurship and innovation including among women, the poor and the vulnerable. We will work to improve income growth and distribution, inter alia through raising productivity, empowering women and protecting labour rights, and taxation. We recognize that the appropriate role of Government in relation to the promotion and regulation of the private sector will vary from country to country depending on national circumstances.  B. Technology 269. We emphasize the importance of technology transfer to developing countries and recall the provisions on technology transfer, finance, access to information, and intellectual property rights as agreed in the Johannesburg Plan of Implementation, in particular its call to promote, facilitate and finance, as appropriate, access to and the development, transfer and diffusion of environmentally sound technologies and corresponding know-how, in particular to developing countries, on favourable terms, including on concessional and preferential terms, as mutually agreed. We also take note of the further evolution of discussions and agreements on these issues since the JPOI. 270. We stress the importance of access by all countries to environmentally sound technologies, new knowledge, know-how and expertise. We further stress the importance of cooperative action on technology innovation, research and development. We agree to explore modalities in the relevant fora for enhanced access to environmentally sound technologies by developing countries. 271. We underline the need for enabling environments for the development, adaptation, dissemination, and transfer of environmentally sound technologies. In this context, we note the role of foreign direct investment, international trade and international cooperation in the transfer of environmentally sound technologies. We engage in our countries as well as through international cooperation to promote investment in science, innovation, and technology for sustainable development. 272. We recognize the importance of strengthened national, scientific and technological capacities for sustainable development. This can help countries, especially developing countries, to develop their own innovative solutions, scientific research and new, environmentally sound technologies, with the support of the international community. To this end, we support building science and technology capacity, with both women and men as contributors and beneficiaries, including through collaboration among research institutions, universities, the private sector, governments, non-governmental organizations, and scientists. 273. We request relevant UN agencies to identify options for a facilitation mechanism that promotes the development, transfer and dissemination of clean and environmentally sound technologies by, inter alia, assessing technology needs of developing countries, options to address them and capacity building. We request the UN Secretary General, on the basis of the options identified and taking into account existing models, to make recommendations regarding the facilitation mechanism to the 67th Session of the UN General Assembly. 274. We recognize the importance of space-technology-based data, in situ monitoring, and reliable geospatial information for sustainable development policy-making, programming and project operations. In this context, we note the relevance of global mapping and recognize the efforts in developing global environmental observing systems, including by the Eye on Earth network and through the Global Earth Observation System of Systems. We recognize the need to support developing countries in their efforts to collect environmental data. 275. We recognize the importance of strengthening international, regional and national capacities in research and technology assessment, especially in view of the rapid development and possible deployment of new technologies that may also have unintended negative impacts, in particular on biodiversity and health, or other unforeseen consequences. 276. We recognize the need to facilitate informed policy decision-making on sustainable development issues and in this regard to strengthen the science-policy interface. C. Capacity building 277. We emphasize the need for enhanced capacity building for sustainable development and, in this regard, we call for strengthening technical and scientific cooperation including North-South, South-South and triangular cooperation. We reiterate the importance of human resource development, including training, exchange of experiences and expertise, knowledge transfer and technical assistance for capacity-building, which involves strengthening institutional capacity, including planning, management and monitoring capacities. 278. We call for the continued and focused implementation of the UNEP Bali Strategic Plan for Technology Support and Capacity Building.  279. We encourage the participation and representation of men and women scientists and researchers from developing and developed countries in processes related to global environmental and sustainable development assessment and monitoring, with the purpose of enhancing national capabilities and the quality of research for decision- and policy-making processes. 280. We invite all relevant agencies of the United Nations system and other relevant international organizations to support developing countries and, in particular, least developed countries in capacity-building for developing resource-efficient and inclusive economies, including through:(a) sharing sustainable practices in various economic sectors; (b) enhancing knowledge and capacity to integrate disaster risk reduction and resilience into development plans; (c) supporting North-South, South-South and triangular cooperation for the transition to a resource efficient economy; and (d) promoting public-private partnerships.  D. Trade  281. We reaffirm that international trade is an engine for development and sustained economic growth, and also reaffirm the critical role that a universal, rules-based, open, non-discriminatory and equitable multilateral trading system, as well as meaningful trade liberalization, can play in stimulating economic growth and development worldwide, thereby benefiting all countries at all stages of development, as they advance towards sustainable development. In this context, we remain focused on achieving progress in addressing a set of important issues, such as, inter alia, trade distorting subsidies and trade in environmental goods and services.  282. We urge the Members of the WTO to redouble their efforts to achieve an ambitious, balanced and development-oriented conclusion to the Doha Development Agenda, while respecting the principles of transparency, inclusiveness and consensual decision-making, with a view to strengthen the multilateral trading system. In order to effectively participate in the WTO work programme and fully realize trade opportunities, developing countries need assistance and enhanced cooperation of all relevant stakeholders. E. Registry of commitments 283. We welcome the commitments voluntarily entered into at Rio+20 and throughout 2012 by all stakeholders and their networks to implement concrete policies, plans, programs, projects and actions to promote sustainable development and poverty eradication. We invite the Secretary-General to compile these commitments and facilitate access to other registries that have compiled commitments, in an internet-based registry. The registry should make information about the commitments fully transparent and accessible to the public, and it should be periodically updated.", 
    "section": "environment", 
    "gid": "environment/2012/jun/19/rio-20-future-we-want-draft-text", 
    "wordcount": "23939"
}