{
    "headline": "In defence of the humanities", 
    "text": "According to a recent piece of research from New College of the Humanities, 60% of the UK&apos;s leaders have humanities, arts or social science degrees. The STEM subjects (science, technology, engineering, maths) account for only 15% of the sample. This might come as a bit of a surprise for some. Somebody studying the politics or sociology of Britain might reasonably infer from government policy that only people with STEM degrees make a contribution to the prosperity of the nation. Moreover the literature from academics in support of the humanities tends to reinforce that supposition. Supports tend to argue that the humanities are vital for society because successful societies need to understand their past, the history of ideas and their culture. This is true, but it misses a key argument underpinning the value of the humanities, the fact that graduates of these disciplines do incredibly well professionally, including those who follow business careers. What&apos;s more, this is a vital part of the argument in favour of continued support of these subjects. The full Choose Humanities report can be found here, but the data is pretty clear. The study reviewed leaders across a broad range of fields in the UK, including FTSE 100 CEOs, MPs, vice chancellors of Russell Group universities, Magic Circle law firms, managers of creative businesses and so on. Dividing subject areas between STEM, humanities, arts, social sciences and vocational, leaders with degrees from the core humanities were the largest group. Even among FTSE 100 companies there are 34 CEOs with a humanities degree against 31 with a STEM degree. If so many of the UK&apos;s leaders have humanities degrees, is it possible to determine whether what they have studied contributes to their success? A good starting point is the business lobbying organisation, CBI. The CBI says that what big business needs are graduates who can work in teams, who can problem solve and who are numerate. This may be the basis of the government&apos;s preoccupation with STEM subjects and it is certainly true that any client would be concerned if their auditor could not add up. However, these are the basic skills graduates must have. They can only take professionals so far up the ladder. They are not the capabilities that will generate ideas or create wealth and employment. Steve Jobs&apos; obsession was with calligraphy, not cash flow statements. The capabilities that the CBI talks about are the plumbing (without being dismissive  you wouldn&apos;t want to live in a house without plumbing). The humanities provide a rich training in the skills underpinning leadership and innovation, regardless of whether that leader runs a government department, a school, a newspaper or a corporation. To succeed in the humanities you need to build an argument and you need to be able to recognise the strengths and weaknesses of the contrary position. Moreover you need to be able to present your position in a compelling and charismatic manner (the tradition of 1:1 tutorials is fantastic training for this). Purely on a practical level, the weekly distillation of a huge amount of material is exactly the discipline required in many forms of work. If you appreciate, for instance, Bleak House or Nostromo, you will appreciate the importance of human relationships and the fact that it is people, as well as organisations and how they are structured, that shape outcomes. Most importantly, however, at the centre of the humanities is an appreciation of ideas and the value of creativity. If Britain is to have a future in the economic life of the planet, it is unlikely to be in low value manufacturing. We will stand or fall with our creative and information industries and where better to find the leaders of these industries than from graduates of economics, law, philosophy, English and history. Matthew Batstone is a co-founder and director of New College of the Humanities. He will be speaking at the Guardian&apos;s Future of Higher Education conference on 20 March. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/11/defend-humanities-graduates", 
    "wordcount": "690"
}