{
    "headline": "Android 'important but not critical' to Google, says Page in Oracle trial", 
    "text": "Google chief executive Larry Page spent nearly an hour in a federal courtroom Wednesday deflecting questions about his role in a copyright dispute over some of the technology in his company&apos;s Android software for smartphones. In one remarkable exchange, he said that Android is &quot;important, but not critical&quot; to the search giant. That is surprising given the efforts that Google has poured into the mobile software, and the $12.5bn that it has spent to buy Motorola Mobility, a handset maker with a raft of patents relating to mobile phones which could defend Android from rival mobile challengers such as Apple and Microsoft. The taciturn Page often looked uncomfortable on the witness stand as he sparred with David Boies  a tenacious lawyer who made headlines for grilling former Microsoft chief executive Bill Gates in an antitrust lawsuit filed by the US government in 1990s. Boies is back In this trial, Boies is working for business software maker Oracle, which accused Google of building its Android software by stealing pieces of the technology from Java, a programming platform that Oracle now owns. Page said Android was very important, but disputed the notion that it was critical. He then said that he would not be surprised if Google&apos;s board was told that Android is critical to the company. The Google co-founder, dressed in a gray suit and wearing a tie, said that the Internet search giant moved to create its own smartphone software seven years ago because the technology at the time made it difficult for consumers to use its online services on mobile phones.&quot;We&apos;d been really frustrated in getting our technology out to people,&quot; Page said.  Oracle, which is based in Redwood Shores, California, is seeking hundreds of millions in damages and royalties for Google&apos;s future use of Android, which powers more than 300m smartphones and tablet computers. High stakes In a measure of the trial&apos;s high stakes, Oracle has already called two multibillionaire executives to the witness stand. Oracle&apos;s own chief executive, Larry Ellison, 67, appeared Tuesday, as did Page, 39, for a brief round of questioning before his Wednesday return for more extensive interrogations.  Page looked like he wished he could have stayed in Google&apos;s Mountain View headquarters on Wednesday. During his time on the stand, he rarely looked at Boies and frequently said he couldn&apos;t remember seeing some of the internal Google documents that Oracle is using to build its case. Page&apos;s foggy memory seemed to exasperate Boies, perhaps because the haze may have worked to Google&apos;s advantage. Boies&apos; attempts to display exhibits containing inside information about Google were blocked by US District Judge William Alsup because Page said he couldn&apos;t recall seeing them. Although it&apos;s unclear what was in the exhibits, it was clear Google&apos;s own lawyers didn&apos;t want the contents to be exposed in a public courtroom. Some of the evidence currently being kept under court seal is believed to include disclosures about how much money Google has made from Android since the software hit the market in 2008  a financial nugget that Google has never revealed.  Although Google gives away the software to mobile device makers, Android brings in revenue from digital advertising and sales of mobile applications that run on the system. Page said in a financial results call in October 2011 that Google&apos;s mobile revenues were at an &quot;annual run rate&quot; of $2.5bn, but that includes revenues from Apple&apos;s iPhone handsets - on which Goldman Sachs estimates Google has to repay 75% of revenues. In his testimony, he said that Google would have preferred to have entered into a business partnership with Sun Microsystems, which developed Java and which Oracle acquired in 2010. Such a partnership would have saved Google time in its efforts to bring its software to market, Page said, but the companies could not come to terms on an agreement. Instead, Google opted to use what he referred to as the &quot;free part&quot; of Java.  Google did nothing wrong, he insisted. &quot;We were very careful about what information we used and what we did not use,&quot; Page said.  Android purchase Boies spent much of his interrogation trying to prove Page and other Google executives realised that the company probably would have to pay a licensing fee to use elements of Java as far back as 2005. That&apos;s when Page orchestrated the deal to buy the Silicon Valley startup that hatched Android and brought in Android founder Andy Rubin to oversee an effort to make Google&apos;s online search engine, advertising and other services more accessible on mobile phones. When shown emails from Rubin and others mentioning the need to license some of Java during 2005 and 2006, Page linked the references to Google&apos;s attempts to build Android in a partnership with Sun Microsystems, Java&apos;s owner at that time. Oracle entered the picture in 2010 when it bought Sun Microsystems for $7.3bn. Page later elaborated on Google&apos;s discussions with Sun, under more cordial questioning from one of his company&apos;s lawyers. &quot;We really wanted to use Sun&apos;s technology,&quot; Page said. &quot;It would have saved us a lot of time and trouble to use Sun&apos;s technology. When we weren&apos;t able to have our business partnership, we went down our own path.&quot; Oracle&apos;s case hinges on whether Android infringes on 37 copyrights for &quot;application programming interfaces,&quot; or APIs, that provide the blueprints for making much of Java work effectively. Other major companies, including IBM Corp, have licensed some of Java&apos;s APIs, but Google hasn&apos;t one of the few things that Boies was able to get Page to confirm during his testimony Wednesday. Google contends the Java APIs aren&apos;t covered under US copyright law because they aren&apos;t a form of creative expression. Email trail But various Google emails presented in the trial so far have included internal recommendations to work out a licence for some elements of Java. One August 2010 email from Google engineer Tim Lindholm to Rubin - sent just weeks before Oracle formally sued, but after it had threatened to - mentions being asked by Page and Google&apos;s other co-founder, Sergey Brin, to review possible alternatives to Java. Lindholm advised Rubin all the other choices &quot;suck&quot; and urged him to negotiate a license for Java. When Boies asked about Lindholm&apos;s email in Wednesday, Page wouldn&apos;t acknowledge telling Lindholm to look into the issue, let along knowing him. Page did point out that Lindholm&apos;s email had misspelled Brin&apos;s first name as &quot;Sergei.&quot; In an apparent attempt to cast Google&apos;s stance on Java as hypocritical, Boies asked Page if his company copyrighted the APIs that run its services. &quot;I am not sure,&quot; Page responded. &quot;I think things are copyrighted by default, but I am not a lawyer.&quot; Boies then asked Page if Google might use copyrights to prevent an outsider from improperly using its technology. &quot;Google is a company based on intellectual property,&quot; Page said. &quot;That&apos;s one of the major intellectual property protections.&quot; Page left the courtroom smiling, but still didn&apos;t look completely relaxed. Maybe that&apos;s because the judge told him that Oracle would probably call him back to testify before the trial is over.", 
    "section": "technology", 
    "gid": "technology/2012/apr/18/oracle-google-android-page-important", 
    "wordcount": "1211"
}