{
    "headline": "Eco-activist allowed to leave protest tunnel as temperatures plummet", 
    "text": "An eco-activist holed up in a tunnel as part of a campaign to stop a controversial road scheme was allowed to leave his burrow as temperatures plunged below freezing  and return the next morning. Security staff stood aside as the activist  known as Simon Sitting Bull  left the tunnel so that he could warm up. Next morning they let him back in so that he could resume his protest against the scheme in East Sussex. Campaigners, who are trying to stop land being cleared for the 93m Hastings to Bexhill link road, praised what they called a modern version of the first world war Christmas truces when British and German soldiers put down their weapons to greet and meet their enemies. Sitting Bull, 54, a seasoned activist, is one of the protesters trying to keep the bulldozers at bay by camping on the site of the planned road. He had dug himself into a five-metre-long tunnel and had enough food and drink to last him a week. But on Wednesday night as temperatures in East Sussex plunged to as low as -7C, Sitting Bull began to feel the effects of the cold. It was agreed that he could leave unmolested and would be allowed to return to his tunnel the next morning. Gabriel Carlyle, a spokesman for the campaign Combe Haven Defenders, said Sitting Bull spent the evening in the warm &quot;not far&quot; from his tunnel. The decision for the truce came from East Sussex county council. A spokesman said: &quot;The decision was a medical decision based on his safety and welfare. This was based on the medical evidence and advice of the ambulance service who were on site as a precaution. We also had specialist people there to ensure he is taken from the tunnel safely. &quot;These things are complex but on balance it was the correct operational decision as there were concerns he would become a casualty if he was not allowed out, given the low temperatures last night. He wouldn&apos;t do so unless we agreed not to grab him, so the decision was made this was the best course of action, as the most efficient and cost-effective way of dealing with things.&quot; Sitting Bull&apos;s return on Thursday was a relatively short one. He left again a few hours later as bailiffs moved in to clear the camp and began digging him out. After re-emerging he said: &quot;They had already exposed me and were within about 10 to 20 minutes of getting me out. I decided to come out on my own volition and I haven&apos;t been arrested, so everyone&apos;s happy. &quot;I spent nine days digging a tunnel that held up work on the road for two days. As far as tactics go, I think that&apos;s a result and I live to fight another day. &quot;It was actually warmer down there than it was outside. I&apos;m going home to have a bath now and then I&apos;m going to assess the situation and find out where my abilities will be best served.&quot; Campaigners have been at the site since 21 December. They are trying to stop workers beginning construction on the three-mile road. Two camps  including Sitting Bull&apos;s  have now been cleared and bailiffs are turning their attention to a third. Combe Haven Defenders said the action in Sussex would continue and they saw it as the first part of a much larger campaign against scores of road schemes across the country. Another less direct tactic it is using is to argue that the site could be the site of the battle of Hastings.", 
    "section": "environment", 
    "gid": "environment/2013/jan/17/eco-activist-protest-tunnel-temperatures", 
    "wordcount": "605"
}