{
    "headline": "N Joseph Woodland obituary", 
    "text": "Almost every product you buy now carries a barcode, and its familiar black-and-white lines are used in more than 5bn transactions each day. Its co-inventor, N Joseph Woodland, who patented the idea 60 years ago, has died aged 91. Like many great ideas, the barcode took decades to become accepted. In the beginning, the technology was not available to make it work. In the end, it took a massive effort  and massive investments  to get the Universal Product Code adopted by millions of manufacturers, distributors and retailers. The system finally got going on 26 June 1974, when a US shopper, Clyde Dawson, bought a 10-pack of Wrigley&apos;s Juicy Fruit chewing gum from the Marsh supermarket in Troy, Ohio. The cashier, Sharon Buchanan, scanned the UPC barcode, the till showed 67 cents, and a new age had begun. Products could now be tracked using cheap or free machine-readable printed labels. Library books could be checked in and out, and so could people, including new-born babies and marathon runners. Some joked that we should all be barcoded at birth. The seed was sown in 1948, when Woodland was a graduate student and teacher at what is now Drexel University in Philadelphia. His friend Bernard Silver overheard the president of a retail chain pleading with the dean of students to research ways to capture product information automatically at checkouts. His pleas were rejected, but the problem fascinated Woodland, and the two students tried several ways to solve it. Woodland left Drexel and moved to his grandfather&apos;s apartment in Florida to work on it. After several months, he had an idea based on morse code, which he had learned as a scout. As he told his local paper in Raleigh, North Carolina in 2004: &quot;I was sitting in a beach chair. I stuck my fingers in the sand, and I drew my hand to me. I left three or four furrows in the sand. I said, &apos;Wow. I could have wide lines and narrow lines [instead of dots and dashes].&apos; That was the invention. It sounds too simple, doesn&apos;t it?&quot; The patent application, lodged in 1949, had circular codes so they could be read from any angle. However, print smearing could make them hard to read, and bars proved more reliable. The idea took a long time to mature. Woodland joined IBM in 1951, hoping the computer group would develop it, but it did not. In 1962, Woodland and Silver sold their patent to Philco for $15,000 and Philco sold it on to RCA. This was the only money they made out of it. Silver died the following year, at the age of 38. Pioneering research did continue, particularly through David J Collins, who founded Computer Identics, and RCA. As recorded in Tony Seideman&apos;s Barcodes Sweep the World, it was not until an IBMer saw a demo of RCA&apos;s award-winning bullseye barcode system at a grocery conference in 1971 that they suddenly remembered they had its inventor on staff. Woodland was moved to IBM&apos;s research centre in Raleigh, where he played a significant part in the development of the UPC barcode, which was adopted over RCA&apos;s design. (And IBM subsequently made a fortune selling networks of electronic cash registers run by IBM computers, because every shop needed new kit.) Woodland&apos;s implementation had been inspired by movie soundtracks, that worked by shining a bright light through a stripe of varying width. He tried bouncing a cinema-bright light off his circular barcodes and using an RCA935 vacuum tube to read the results. It proved the concept, but was hugely expensive and impractical. The solution had to wait for the invention of laser beams, which Collins used with his primitive barcodes, and microchips. By that time, Woodland and Silver&apos;s patent had long since expired. Woodland was born in Atlantic City, New Jersey, the elder of two boys, and graduated from Atlantic City high school in 1939. He gained his first degree at Drexel in 1947, where his studies were interrupted by the second world war, when he was assigned to the Manhattan Project in Tennessee, developing the atomic bomb. His graduate studies at Drexel were interrupted by dropping out to invent circular barcodes, but he completed a master&apos;s degree in mechanical engineering at Syracuse University. He worked for IBM from 1951 until he retired in 1987. His work was recognised with a National Medal of Technology and Innovation in 1992. Last year, he was inducted into the National Inventors Hall of Fame. His daughter Susan told the Raleigh News &amp; Observer: &quot;It was wonderful for Dad to be honoured in that way, but the recognition was always secondary to the product being used.&quot; He is survived by his wife, Jacqueline, whom he married in 1951; their daughters, Susan and Betsy; his brother David, and a granddaughter.   Norman Joseph Woodland, inventor, born 6 September 1921; died 9 December 2012", 
    "section": "technology", 
    "gid": "technology/2012/dec/16/n-joseph-woodland", 
    "wordcount": "817"
}