{
    "headline": "Rare form of autism could be treated with dietary supplements", 
    "text": "   Researchers have identified a rare form of autism that could potentially be treated with amino acid supplements. Photograph: Linda Nylind    Marriage between blood relatives  first cousins, in particular  is a common practice in the Middle East, and consequently there is a high rate of genetic disease in the region. Neurogeneticists at the University of California, San Diego, are mining genome data from Middle Eastern patients to identify diseases and the mutations associated with them. In collaboration with researchers from Egypt and Turkey, they have identified a form of autism which is caused by mutations in a single gene, and which could potentially be treated with nutritional supplements. Joseph Gleeson and his colleagues have been working with physicians throughout the Middle East for the past five years, enabling them to follow patients closely and get detailed life histories. They also use a technique called exome sequencing to analyse the patients&apos; DNA  this involves sequencing only the tiny proportion of the genome (less than 2%) that contains the information for synthesizing proteins, and is therefore much cheaper and faster than whole genome sequencing. These collaborations have yielded dozens of disease-related genetic mutations, and in the past year alone Gleeson and some of his Egyptian collaborators have documented three previously unrecognized brain malformation syndromes. In their latest study, which has just been published in the journal Science, the researchers describe a novel form of autism that occurs together with epilepsy and intellectual disability. They analysed DNA from three consanguineous (or inbred) families, one of Egyptian, another of Turkish, and the third of Libyan descent, each with two siblings affected by the condition. Each pair of siblings carried a different mutation in the gene encoding an enzyme called BCKD-kinase, and which inactivate the enzyme.  All three mutations inactivate the BCKD-kinase enzyme, which normally prevents the breakdown of the branched chain amino acids (BCAAs) leucine, isoleucine and valine. BCAAs are &apos;essential&apos; amino acids that cannot be produced by the body and so must be obtained from the diet. After a meal, BCKD-kinase normally maintains a high level of BCAAs in the blood, but the mutations prevent this. Affected individuals break down the BCAAs obtained from their food, so that they have a low level of them in the bloodstream. Exactly how the amino acid deficiency causes the condition is still unclear.  &quot;A reduction of BCAA levels may lead to an increased flux of other amino acids across the blood brain barrier,&quot; says Gaia Novarino, who led the study. Some amino acids, such as glycine, are neurotransmitters, while others, such as tyrosine, are neurotransmitter precursors. Low BCAAs might therefore affect brain function indirectly, by increasing the passage of these other amino acids into the brain. &quot;Another possibility is that protein synthesis is affected. We know that protein synthesis is induced by [neuronal] activity and should take place within a correct time window. Some proteins are rich in leucine, so their synthesis could become slower if leucine levels are low.&quot;  The researchers also examined genetically engineered mice that lacked the gene encoding BCKD-kinase. These animals also had reduced BCAA levels in the bloodstream, and exhibited neurological abnormalities such as seizures. These symptoms researchers were completely abolished within one week of feeding the mice a diet enriched in BCAAs. &quot;We found that BCAA supplementation abolished epilepsy and some of the other neurological symptoms,&quot; says Novarino, &quot;but we still have not tested the autism-like behaviors of the animals.&quot; Nevertheless, the findings suggest that a BCAA-enriched diet could effectively treat the symptoms of the human condition. The researchers are now testing this, and hope to find more affected individuals so that they can conduct clinical trials.  &quot;The patients are doing well and we have not noticed any side effects, but we are still working on supplementation dose and frequency, and we still need to understand the impact of the supplementation. We see an elevation of BCAA levels to within normal ranges, but it is really too early to predict the outcome.&quot; Novarino also emphasizes that this form of autism is likely to be very rare. &quot;We don&apos;t know how rare it is,&quot; she says. &quot;In outbred families it could be as low as 1 in 25000 live births, or even lower, but we will need to screen this population to be sure. It is possibly more common in the Middle East because of the high consanguinity rate.&quot;  Autism is highly heritable, but the vast majority of cases probably involve a combination of extremely rare  or perhaps unique  mutations in multiple genes spread across different chromosomes. &quot;Autism has complex genetics, with multiple rare genetic variants in the same individual,&quot; says Novarino, &quot;but this doesn&apos;t exclude the possibility that some forms can be caused by a single gene. We hypothesize that autism presenting with epilepsy has simpler genetic causes, but this form surely accounts for a very small portion of such cases.&quot; Reference:  Novarino, G., et al. (2012). Mutations in BCKD-kinase Lead to a Potentially Treatable Form of Autism with Epilepsy. Science, DOI: 10.1126/science.1224631 For more on autism see this Nature special focus from last year, which includes a feature I wrote about autism in the Middle East. ", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/sep/07/autism-dietary-supplements", 
    "wordcount": "857"
}