{
    "headline": "In the glow of pussy willow", 
    "text": "Even from a hundred metres away, the tree lit up electric yellow. Across a mossy field of quarry spoil visited by punctilious snipes and skittering rabbits, in a scrubby hedge above the drop to Mill Meadows and the brook, before the land rose to the wooded tops of Bradley Downs and a grey-blue sky above, the sallow glowed  the brightest thing in that landscape. Closer and the sallow willow was full of flower. &quot;Sallow&quot; and &quot;willow&quot; have cognates in Germanic languages and origins in Old English salig, sahl, and Latin salix. Sometimes called goat willow because it was used as fodder for goats; sometimes called pussy willow because of its furry catkins; whatever it&apos;s called, this was its moment. For most of the year, sallow is an unremarkable, scrubby tree; vernacular, common and muted. But when it flowers it lights up with golden catkins which, like the sticky buds of horse chestnut and hazel catkins, are the childhood nature-table standard-bearers of spring. There is something irrepressibly childlike about pussy willow, and it&apos;s not just its reach into the imaginations of the young and memories of the not so young; it has a magnetic power over insects. Even though the temperature had risen, there seemed to be few insects about: an odd troupe of midges dancing in warm air columns, an occasional bee and a small tortoiseshell butterfly not quite recovered from dreaming in the back of a shed. But standing under the willow flowers was to be immersed in the humming, buzzing, droning of literally hundreds: honeybees, bumblebees, drone flies, true flies. The tree was electrified by the golden light of pollen-laden catkins and also the sonic community of the insects which appeared conjured by them. This was the first sallow of the year and seemed a good omen which, during the Ides of March, may be one up for the common, vernacular and childish.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/mar/13/wenlock-edge-glow-of-pussy-willow", 
    "wordcount": "319"
}