{
    "headline": "Uganda threatens to expel Oxfam and NGOs over land-grabbing claims", 
    "text": "The Ugandan government has told Oxfam and a group of 60 local and international NGOs working on food and land reform to formally apologise for &quot;inciting violence&quot; over alleged land-grabbing or face being thrown out of the country. In the clearest signal yet that allegations of government involvement in the allocation of land to large commercial enterprises are embarrassing President Yoweri Museveni and government elites, Oxfam and the Uganda Land Alliance (ULA) were called this week to the home affairs ministry and threatened with deregistration by the internal affairs minister Hilary Onek. Criticism of the two NGOs centres on allegations made last September by Oxfam that more than 20,000 people had been evicted from a government-owned forest in Mubende and Kiboga districts to make way for a British forestry company. Residents told Oxfam that Ugandan security forces enforced the evictions, setting fire to homes and crops and in some cases beating and imprisoning people. &quot;[This] has  generated unnecessary malicious attacks against the person of the president and brings the presidency into disrepute in a manner that is inconsistent with national laws,&quot; the ministry&apos;s national NGO board said. &quot;We were asked to make a public apology to the people of Uganda and the president for harming his name, and [told] that if we don&apos;t we will be deregistered&quot;, said the ULA director Esther Obaikol. &quot;We do not see any need to apologise because there are issues on the ground that we think need urgent attention,&quot; said a spokesman for the ULA. &quot;People have lived on this land for quite some time and have now been chased away.&quot; Land issues are highly sensitive in Uganda, where tens of thousands of people have been evicted from farmland in the past 10 years to make way for international oil, biofuel, forestry, gold, sugar, coffee and gold mining companies. An Oxfam spokesperson said: &quot;Last September, Oxfam published a report which highlighted the concerns of communities affected by the operations of the New Forests Company in Mubende and Kiboga districts, Uganda. These cases are now in a mediation process facilitated by the office of the compliance adviser/ombudsman of the World Bank&apos;s international finance corporation. &quot;Oxfam is fully committed to this mediation process and we hope that it will deliver a successful resolution of the issues under dispute. Because the mediation process is under way, we cannot offer any comment about the disputes at this time.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/10/uganda-oxfam-land-grabbing-claims", 
    "wordcount": "414"
}