{
    "headline": "Wind strong enough to challenge even a gannet's wings", 
    "text": "The full tide and the strong winds were making the rolling sea crash against the hard coast with some force. When the waves hit the onshore rocks, the high, almost dazzling, white foam formed real and imaginary shapes. Despite all the restless turmoil, the sea was coloured in two huge areas. Nearer the shore, the waves were a dull grey, but far out to the north and west there was a dramatic looking change. It was as if an artist had drawn a line with a paint brush across a canvas  beyond the line, the sea was an attractive blue green. The winds were affecting the seabirds, especially the birds flying eastwards. Eider ducks, gannets, auks and scoters hurtled past almost as though they were out of control from the elements. In contrast, those flying west were battling against the wind to make headway. Even the gannets, unusually all of them juveniles, had to keep as close to the sea as they could, despite their long, powerful wings, but even then they found it hard going. The only birds actually on the sea were the eiders and shags, the former scarcely bothered with the conditions. They were still feeding, no doubt on shellfish, yet they were without the normally attendant gulls. Small groups of gulls will gather around, waiting for any scraps to be pirated, but perhaps the wind was just too much for them. While some of the shags were scattered singly on the sea, many others were resting on the harbour wall around the other side of the peninsula. A few were standing with wings extended, looking like ancient, perhaps medieval, emblems. There still seems to be some debate as to whether this posture is simply to dry their wings or to aid digestion. There were herring gulls with the birds, which gave an idea of the larger shags&apos; size, although they are smaller than their close cousins, the cormorants, with a much slimmer beak and neck.", 
    "section": "environment", 
    "gid": "environment/2012/oct/03/burghead-moray-wind-strong-gannet", 
    "wordcount": "329"
}