{
    "headline": "Wii U brings out the big guns  at last", 
    "text": "Whichever way you look at it, the Wii U hasn&apos;t been a success  and it has failed to sell due to a glaring lack of compelling, exclusive games. Which is an absolute travesty when you consider Nintendo is the custodian of some of the most loved franchises in the history of video games and numbers the revered Shigeru Miyamoto among its ranks. However, things are about to take a turn for the better, as far as Nintendo-heads are concerned, with a string of blockbusting releases for the Wii U. Alas, it doesn&apos;t look as though a full-blown new Zelda title is among those. However, Mario Kart 8, Super Mario 3D World, Pikmin 3, Donkey Kong Country Tropical Freeze and Bayonetta 2 are on their way, and we managed to get an exclusive hands-on preview of them all. Mario Kart 8  If only Mario Kart 8 had been a Wii U launch title, Nintendo might not have had to cope with the ignominy of the recent months of unbearably sluggish sales. And the bad news is that it won&apos;t be ready for this Christmas  it&apos;s mooted for a spring 2014 launch date. However, it will still have been worth the wait. Nintendo-deniers tend to carp that every new version of Mario Kart is the same as the last one, except with a few esoteric features added (such as hang-gliders for extended jumping last time out). But the rest of us know how joyous, anarchic and addictive its gameplay is, and Mario Kart 8 has demonstrably made a bigger leap than any of its predecessors. For starters, it looks fantastic  properly 3D, smooth and crisp, and running at a sumptuous 60fps. And it has a big new twist: antigravity. The new tracks twist around so that you often find yourself upside-down and sideways  indeed, you often find yourself unable to say which way is up. But when you escape the bounds of normal gravity, your wheels fold up and you find yourself at the helm of a hover-kart. You can take short-cuts up and along walls, and we drove around a track which was partly submerged under water. You can select control methods  either conventional, using the Gamepad&apos;s joystick and buttons, or using the Gamepad&apos;s motion-sensing to steer as if using the Mario Kart Wheel. The hang-gliders have been retained, there are new power-ups (such as a familiar fire-flower), and you can play as Waluigi or Toadette. 12 people can play online or four in split-screen mode, and you can record and share your best moves via Mario Kart TV. Super Mario 3D World  As the name suggests, this is a new Mario game in the vein of Super Mario Galaxy. So you can expect classic platforming which is endlessly inventive and thoroughly endearing. One key new feature is the Cat Mario power-up, which gives the moustachioed plumber the ability to eliminate enemies with a scratch-move and lets him climb up rock-faces using his claws. Cutely, he could also climb up the poles marking the ends of levels. We played through one level with clever assemblages of transparent tubes around which enemies revolved  you had to pick which exits to take in order to avoid them and get to where you wanted to be. Super Mario 3D World is also the first game in the franchise to support online play  up to four people can tackle levels co-operatively. This can sometimes get a tad confusing, but at least players can share power-ups with others. You can also play as Princess Peach or Toad. Super Mario World 3D will come out in December and is a must-buy for any Nintendo fan-boy. Donkey Kong Country Tropical Freeze  As with Donkey Kong Country on the Wii, Retro Studios is once again channelling the spirit of the golden days of Rare Software, with the first Wii U slab of banana-fuelled, agreeably challenging platform mayhem. There&apos;s a madcap storyline  Donkey Kong&apos;s tropical idyll has been invaded by interlopers from the frozen north, including Vikings, penguins and the like. While it&apos;s still essentially a side-scroller, there are some sequences where Retro Studios employs what it calls a dynamic camera, which sees you moving into and out of the screen (we played one barrel-shooting sequence which was immeasurably improved by the use of such clever perspectives). Proper HD graphics give Tropical Freeze a lush look, and there are all manner of new tricks, such as platforms that act as trampolines when you ground-pound them, and handles which must be pulled up to unveil new platforms. And Donkey Kong also now has a surprisingly balletic series of underwater moves. Two people can play together (the rarely seen Dixie Kong is a playable character), and connoisseurs of platform games will love it. Pikmin 3  The third instalment of the impossibly cute and genuinely surreal game involving getting hordes of plant-like creatures with different abilities to do your bidding will be the next major game to appear for the Wii U, and looks set to provide a pretty meaty experience. We played a multiplayer mode called Mission (there&apos;s another one called Bingo Battle)  our mission was to collect as many fruit dotted around a stage (along with gold) in 10 minutes. Thus, Mission mode is a great way of honing your Pikmin-corralling skills, as there&apos;s no time to hang around. As ever, you can instruct Pikmin to tear down banks and build bridges, and throw them to inaccessible areas, but some new ones had more refined skills, such as pink Pikmin which could fly objects around and pull up obstructions like bamboo gates giving other Pikmin access. Cute as ever, but also surprisingly strategic, Pikmin 3 lets up to three explorers collaborate. Bayonetta 2  The most atypical game we played was Platinum Games&apos; second outing for the leather-clad, impossibly long-legged witch-type with the vaguely erotic moves (including the dubiously named Umbra Climax). For those who played the insanely surreal original, this surprising Wii U exclusive essentially offers more of the same, with impossibly, sometimes bewilderingly fast-paced action that delivers deep satisfaction when you pull off special moves. As before, Bayonetta can sometimes dispatch enemies using conjured-up magic items  which this time around include a guillotine. Those with an aversion to button-pressing can use the touch-screen to control Bayonetta, too, although we can&apos;t for the life us see why you would want to. Alas, Bayonetta also won&apos;t be ready until 2014. One to hide from the kids and pull out when they&apos;ve gone to bed.", 
    "section": "technology", 
    "gid": "technology/2013/jun/11/wii-u-nintendo-e3", 
    "wordcount": "1082"
}