{
    "headline": "Six3 wants to shake up cross-platform video messaging", 
    "text": "Apps including Skype, Tango and Apple&apos;s FaceTime have brought the buzz back to live video-chatting, with the availability of fast Wi-Fi networks making the idea much more appealing than the early days of 3G-powered video calls. But how about mobile video communication that&apos;s less, well, live? British startup Six3 is one of the companies working on the idea, with its first apps for iPhone and PC/Mac desktops  are available in beta. The idea: asynchronous video messaging, where people ping videos up to 63 seconds long to one another. Co-founder Tim Grimsditch says the idea came about during a stag weekend, as friends discussed how they&apos;d be keeping in touch with their young children. &quot;Skype calls are great when you&apos;re on them, but you have to prearrange them, and they don&apos;t work that well on most of the mobile networks,&quot; says Grimsditch. &quot;Meanwhile, on an iPhone it&apos;s very easy to shoot a video and email it to somebody, but they have to download it before watching it, and there&apos;s no easy way to reply using their own webcam or smartphone.&quot; Grimsditch says MMS is another alternative, but points out that it&apos;s expensive in many countries, and often doesn&apos;t play nice with non-mobile devices. Hence Six3, which is designed to be truly cross-platform after its initial beta test. &quot;It&apos;s about using video to communicate in a quick and spontaneous way between any devices with video cameras and internet connections,&quot; he says. &quot;We&apos;re starting with iPhone and a Flash-based browser version for Macs and PCs, but ultimately we want you to be able to send to anything: from connected TVs, Xbox consoles, and even the cutting-edge telematics systems in cars. There are going to be billions of video-capable devices with internet connections, and that&apos;s the pool we want to play in.&quot; Six3 is initially eyeing three groups of potential users for its service. The first is young families, the second is business travellers, and the third is what Grimsditch describes as &quot;digital nomads&quot; young people travelling the world and looking for interesting ways to keep in touch with friends and family. Grimsditch left his job in Nokia&apos;s music team to launch Six3 in 2011 with his two co-founders: Leigh Middleton, previously at agency OgilvyOne, and Simon Frost, the former technical architect of the BBC&apos;s iPlayer service. Grimsditch says companies like Twitter and Instagram have served as inspiration for Six3 in the startup&apos;s determination to keep things simple at first, refinining its core feature before branching out too widely. &quot;That&apos;s why we&apos;re not a mixed-format messaging service at the moment,&quot; he says. &quot;We could have added text and all kinds of different aspects, but we tried to focus down onto video messaging. By keeping it simple, you have a better chance of managing to shape new behaviour.&quot; Is video messaging a problem in search of a solution? There are a few other startups working on the idea too. iPhone app Vimessa launched in August 2011, while Ravid Video Messenger offers a similar idea for Android and iPhone. Grimsditch is hoping that Six3 will rise above the competition through its strong cross-platform focus, but he admits that consumer demand for video messaging is untested. &quot;People are hardly hammering the tables demanding video messaging apps, but they are encountering the problems to which video messaging is a solution,&quot; he says. Six3 is looking at rolling out more apps for Android, Windows Phone and BlackBerry in the months ahead, but Grimsditch says the Xbox and Samsung&apos;s next generation of connected TVs with cameras built in are also hugely interesting for the startup. One obvious question: Six3 is free to use, yet bandwidth for hosting and serving video will come with significant costs if the service catches on. How is the company planning to make money? In the short term: selling &quot;value-added services&quot;, whether those be Instagram-style filters, HD messaging options and access to archives. Some of these ideas will be tested in the coming months. &quot;As a second revenue stream, we&apos;re looking at brands,&quot; says Grimsditch. &quot;You can subscribe to brand channels on YouTube, but very few people do. And while we&apos;d never force an advertiser onto a consumer, we would let them follow brands. You can imagine that you might follow Audi for video updates on their new models, or Burton for updates on their latest snowboards.&quot; Six3 is already talking to a few brands about launching their own channels on its service. Grimsditch adds that Six3 may have potential for internal corporate communications too: think chief executives sending video messages to their staff.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/10/six3-video-messaging-iphone", 
    "wordcount": "783"
}