{
    "headline": "Achieving universal energy access", 
    "text": "For decades, achieving universal energy access has been a key development goal. Once solved, the resolution of many other development challenges might follow: lighting, cooking, heating, cooling, mobility and communications. But the International Energy Agency&apos;s World Energy Outlook for 2011 estimates that 1.3 billion people across the world do not yet have access to electricity and 2.7 billion rely on traditional biomass for their energy needs. If we continue as we are, according to a recent report from development NGO Practical Action, 900 million people will not have access to electricity in 2030 and 3 billion will still be cooking with traditional fuels. That means 900 million people will live without decent lighting in their homes, and many millions will die of avoidable, smoke-related diseases. In the run-up to the UN conference on sustainable development, Rio+20, achieving universal energy access remains a complex problem. In the past, significant resources have been marshalled and various strategies adopted in an attempt to realise the goal, from donated equipment, such as efficient cooking stoves, to finance from international development banks for electricity grids and power stations. Energy markets have been liberalised, often at the behest of the World Bank and other lenders, and equipment and fuels have been subsidised. The results have been mixed. In some cases  notably China in the 1980s and 1990s  access rates have improved dramatically. But for many poorer nations, it is hard to find evidence of significant progress. The problems increase when the need to achieve sustainability goals is also factored in. Globally, drastic cuts in greenhouse gas emissions are required to tackle climate change. The UN has put these issues at the top of the agenda, with the International Year of Sustainable Energy for All. But given the poor record on achieving universal energy access  particularly for the poorest communities  what can we do to make a difference now, and can we do this while keeping within environmental limits? Within the UN system, debates on energy access can often get lost within the official negotiations under the UN Framework Convention on Climate Change. Under this convention, mechanisms designed with development in mind already exist. Most important is the clean development mechanism (CDM), which has been in operation for several years. When proposed by Brazil, the aim was to help developing countries access low carbon technologies. In return, investors (largely from industrialised countries) can access carbon emissions allowances that can then be sold. Billions of dollars have flowed through the CDM, but the biggest beneficiary has been China. Sub-Saharan Africa barely registers in the CDM project statistics. While the CDM has clearly had positive impacts in China  not least in the wind power sector  it has done little to assist the poor. In his book The Hidden Energy Crisis, Teodoro Sanchez, of Practical Action, proposes an alternative approach to the energy access challenge. He argues that the world&apos;s poor should not be constrained to low carbon energy options, and that a full range of methods should be employed to help the poor climb out of energy poverty. Sanchez estimates that half the world&apos;s energy-poor could switch to cooking on sustainable biomass and half to liquefied petroleum gas. Furthermore, half could access electricity from diesel generators while the other half do so from renewable sources. If these plans were implemented, he argues, the increase in global CO2 emissions would be less than 2% above 2005 levels. If the world takes climate change seriously, this increase could easily be absorbed by cuts in industrialised country emissions and further action to slow emissions growth in the rapidly developing countries (especially China). The cost of this up to 2030 would be about $570bn (including capacity building and institutional costs); less than 3% of the estimated global energy investments needed during the same period. Doing the maths in this way is simple. However, putting such plans into practice is another matter  not least because this is only one view of the future, and elements of it are controversial. For example, if diesel generators are used so widely, how do the countries concerned avoid carbon lock-in  and make the eventual shift to other energy sources? As our Steps Centre paper on energy pathways in low carbon development demonstrates, energy access is such a difficult problem partly because different actors in the developed and developing world disagree about the &quot;best&quot; way to solve it. Indeed, many different approaches are likely to be required, differing from country to country. As Sanchez argues, a combination of international aid, carbon finance and government spending will be needed to realise these goals  alongside political will and good governance. But it is also critical to understand energy systems in the fullest sense if such interventions are to work. Interventions need to build on what already exists and to work with established stakeholders. There are some good pioneering examples already, such as the development of the solar-home system market in Tanzania, which involved local institutions such as TaTedo in partnership with multilateral agencies and local private firms. Crucially, local institutions, markets and capacity in developing countries will need to be nurtured across a wide range of skills and knowledge  for example in policy, management, design, installation, maintenance, operation and innovation. The real challenge, therefore, is to implement such strategies effectively while learning from the mistakes of the past.  Rob Byrne and Jim Watson head the energy and climate change team at the Steps Centre", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/21/struggle-achieve-universal-energy-access", 
    "wordcount": "908"
}