{
    "headline": "Around the world by bicycle? Great. But there's no need to race", 
    "text": "Blame Mark Beaumont. In 2008, he not only smashed the record for the fastest cycle circumnavigation of the world  taking it down to 195 days from 276 days  but the video footage he shot en route became a BBC documentary. Suddenly, riding around the globe wasn&apos;t just the preserve of leather-tanned, string-limbed enthusiasts whose only glory was a lifetime of tales to tell. This was an industry, even a job. Since Beaumont, the record, codified by the Guinness records people to mean at least 18,000 miles cycled on a route which comprises two points on opposite sides of the globe, has fallen a further four times. All being well, later on Monday it will drop once more to a frankly ludicrous 92 days when Mike Hall, a 31-year-old from Harrogate, limps across the line in Greenwich, south-east London, from where he departed on 18 February. This, of course, makes it 108 days, but time on planes or waiting for them at airports is not counted. Hall was one of nine riders to leave Greenwich that day, part of an official race, the World Cycle Racing event. I have enormous respect for Mike, not least because when I spoke to him by phone a couple of days ago he sounded the most utterly shagged-out man I&apos;ve ever encountered. Quite right, too, cycling an average distance per day of nearly 200 miles. His record will be all the more remarkable given that, unlike the previous recordholder, Alan Bate, Hall rode unsupported. One key to his speed is that rather than toting 30kg (66lbs) or so of gear in panniers he travelled very, very light, with road bike and luggage together weighing in at around 16kg. So why do I have some reservations? Mainly, it&apos;s the extension of a pursuit once left to the slightly eccentric amateur into the world of very serious men with websites and sponsorships deals with sports drinks. The whole point of cycling very long distances used to be that there was no point. Now, announce your intention to ride further than about 50miles and someone will inevitably ask which charity you&apos;re doing it for. I have a personal reason for this arguably churlish viewpoint. I&apos;ve never ridden round the world, but quite a number of years ago I did spend around eight months cycling somewhere close to 7,000 miles between Australia, where I&apos;d been living, and the UK. In contrast to the efforts of Hall, Beaumont and their ilk, the most joyous element of a truly wonderful period in my life was the sense of time and flexibility that long-distance cycling brings. When I and my travelling companion (my girlfriend of the time; it wasn&apos;t the trip which wrecked things) set off on our first leg, in Bali, we had little more plan than to head vaguely Europe-ward and see what took our fancy. Our intended route changed almost daily and was by no means all bike: Java, Indonesia&apos;s main island, was so packed and traffic choked that we swiftly decided to take a train up much of it. The cycling was meant to be fun. Odd as it sounds, the cycling wasn&apos;t, in fact, really the point. There are dozens of days from which the route or scenery remain imprinted in my mind, but it was the people who made the trip: the Tibetan family who took us in, fed us and waved away offers of money after we were stranded overnight between towns; the tiny Chinese town just over the Laos border where an impromptu delegation trooped off to find their sole English speaker so she could arrange our accommodation and talk us through restaurant dishes; the Dutch family in a camper van who overtook me (just me by this point) as I ascended a Swiss mountain pass only to pull over and decamp en masse from the vehicle in the pouring rain, solely to cheer as I wheezed upward. I have nothing but admiration for Mike Hall, but if you get the chance to ride round the world  and let&apos;s face it, once will probably be enough  it seems almost sad to do so with eyes fixed on little more than the road ahead while wolfing down McDonald&apos;s to save time. Such cycling isn&apos;t, in itself, the real adventure  it&apos;s just the means by which you find it.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jun/04/around-world-bicycle-race-bike-blog", 
    "wordcount": "727"
}