{
    "headline": "Renewable energy firms accuse activists of scaremongering over biomass", 
    "text": "A major row has broken out between green campaigners and companies using wood, straw, waste and other &quot;biomass&quot; fuels to run power stations over how environmentally friendly such fuels are. The Renewable Energy Association has disclosed to the Guardian a letter accusing some of the UK&apos;s biggest green NGOs of scaremongering over their vocal opposition to the use of biomass in generating energy. Gaynor Hartnell, chief executive of the trade association, which represents the biomass and other renewable energy industries, wrote to the heads of Greenpeace, RSPB and Friends of the Earth, accusing them of spreading &quot;misinformation&quot; and using data that is &quot;not science&quot; and arguments that are &quot;half-baked&quot;. She told them: &quot;Some of what has gone on recently is not worthy of your stature  The companies we represent are engaged in practical actions to reduce carbon emissions, improve forestry management, protect biodiversity and provide energy.&quot; She urged the green campaigners to work together in a &quot;robust dialogue&quot;. The letter was sent on 18 March, and requested a meeting with the organisations that has not yet taken place. Using biomass to generate electricity can produce less carbon dioxide than burning fossil fuels, particularly coal, and has been encouraged by successive governments as a way to bring down greenhouse gas emissions. Biomass is made from living materials, usually plants, that absorb carbon dioxide during their life and act as carbon stores. When the material is burnt, the stored carbon is returned to the atmosphere, but this does not represent a net gain in greenhouse gases in the atmosphere in the way that burning coal or gas does. Some biomass is grown for the purpose of burning, but many of the potential materials would otherwise go to waste, including waste wood, forestry offcuts and straw, which when discarded decompose and emit methane, a greenhouse gas 20 times more powerful than carbon dioxide. However, depending on how the way in which the biomass is used, burning it can give rise to soot, which can contribute to global warming if it falls and discolours snow in the Arctic and other icy regions, turning the ice black and causing it to absorb more heat from the sun. There are currently 20 biomass-burning power stations in the UK, producing about 1GW of power or the equivalent of a large coal-fired power station, with another 29  about 5GW  in planning and a further eight in the proposal stages. Some coal-burning power stations are being converted to run wholly or in part on biomass, including Drax, the UK&apos;s biggest power station and biggest emitter of carbon dioxide, which is in the process of converting three of its six 660MW units to burn biomass. Drax said its biomass would come from sustainably managed forests in the US, where replanting exceeds the timber harvest. Companies using biomass receive renewable energy subsidies and need to surrender fewer carbon permits under the EU&apos;s emissions trading scheme.", 
    "section": "environment", 
    "gid": "environment/2013/may/02/renewable-energy-firms-activists-biomass", 
    "wordcount": "496"
}