{
    "headline": "Boot up: Kindle Fire HD details, Samsung's milestone, Nokia's apology and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Amazon takes on the high end - Introducing the new Kindle Fire HD family &gt;&gt; Business Wire  $199 now gets you the world&apos;s most-advanced 7&quot; tablet, with a stunning custom HD display, the fastest Wi-Fi, exclusive Dolby audio, powerful processor and graphics engine, and 16 GB of storage--all backed by the world&apos;s best content ecosystem, the best cross-platform interoperability, and the best customer service  $299 now gets you all the same advanced technology on a stunning 8.9&quot; large-screen 1920x1200 HD display with 254 ppi and a powerful OMAP4 4470 processor and graphics engine  $499 now gets you the same high-end large-screen HD tablet, 32 GB of storage, plus ultra-fast 4G LTE wireless powered by the latest generation 4G chipset, and Amazon&apos;s groundbreaking $49.99 one year 4G LTE data package--customers save hundreds of dollars in the first year compared to other 4G tablets   Analyst Michael Gartenberg&apos;s comment: &quot;Android tablets are on notice.&quot; The challenge of brushing your teeth in space &gt;&gt; Gizmodo Gizmodo has a contributing astronaut guest blogger:   Still have your toothbrush between a couple of your fingers? Hopefully yes. Remove your drink bag, and with one thumb, flip open the straw clamp (which keeps liquid from seeping out of the bag), and gently squeeze out a bead of water onto your toothbrush, watch it get sucked into the bristles. Hold the straw of the drink bag in your teeth, and with one hand, fix the straw clamp in place, and replace the bag behind the bungee.  Almost all of the rest is fairly straightforward.  Comments are the radioactive waste of the Web &gt;&gt; Telegraph Blogs Mic Wright:   First! This is a piece about internet comments which means, inevitably, that some readers are already at the bottom of the page in the hope of being the first to offer their view/mention that they dislike my byline photo/indignantly ask why this has been published in the first place. If ignorance was an Olympic event, the heats would be held in the comment sections of national newspapers.   This piece is currently approaching 1500 comments. What if you could share only 1 thing a day on the internet? &gt;&gt; Branch Interesting question.  Why Amazon&apos;s tablet will challenge Apple in a way that Google cannot &gt;&gt; Guardian Technology From September 2011:   Amazon, by building its own app store, has the chance to overturn the established order; it&apos;s the first proper challenge that the iPad will face in terms of a rival that can offer not just a product, but also something to fill the product. If it really succeeds, it could even draw developers out of the wider Android Market and into the Amazon app store exclusively. Once that starts to happen, Google will have a dilemma: is it good or bad if more of the money being made out of Android app sales is going to someone else? Will Amazon lock out rival tablet makers such as Samsung from its app store? (I expect so.) Is that good or bad for Android on tablets? What should Google do?  And there&apos;s Google&apos;s problem. Its relationship with its users is too like Microsoft&apos;s. Instead it needs to be more like Amazon. But competing there would cause problems too. Android for tablet sits on the horns of a dilemma: what it needs to succeed - a content retailer about to challenge Apple - might be what kills off rival makers.  Amazon&apos;s Jeff Bezos positions Kindles against iPads &gt;&gt; AllThingsD Post-Kindle Fire HD launch:   But beyond the specs and stats Bezos trotted out today, his most interesting compare-and-contrast exercise was rhetorical: Amazon, he spelled out, isn&apos;t in the gadget business, but the retail business.  In his words: &quot;We want to make money when people use our devices, not when they buy our devices.&quot;  That is: Amazon is selling Kindles and Kindle Fires so it can sell more stuff to consumers. That could be by selling them more media, like ebooks and videos, or by getting them to buy more physical goods, via Amazon Prime. Or it could be by advertising, which was also curiously absent from Bezos&apos;s pitch today.  OIS on Nokia Lumia 920 &gt;&gt; YouTube Nokia showing its image stabilisation. Honestly. An apology is due &gt;&gt; Nokia Conversations The official Nokia blog:   We&apos;re excited about the Lumia 920 and the ground-breaking PureView imaging capabilities we announced today.  In an effort to demonstrate the benefits of optical image stabilization (which eliminates blurry images and improves pictures shot in low light conditions), we produced a video that simulates what we will be able to deliver with OIS.  Of course, hindsight is 20/20, but we should have posted a disclaimer stating this was a representation of OIS only. This was not shot with a Lumia 920. At least, not yet. We apologize for the confusion we created.   One suspects cock-up rather than conspiracy.  Positioning Lumia &gt;&gt; asymco US smartphone penetration has hit 50%, according to ComScore numbers. So:   The changing character of competition will need to be reflected in product strategies. Non-consumption is typically an easier competitor to beat with features. Switching users from a comparable product is harder and may require pricing pressure. To solve this in a time of transition, new products will have to split into a set offered to new users and another set offered to switch users.  You can see the pressure of this on the Windows Phone platform most of all. As a late comer, does the Lumia range from Nokia fit the bill as targeting non-consumers or switchers?  In other words, has the brand been positioned as a &quot;better&quot; smartphone or as a &quot;good enough&quot; smartphone? It matters because the &quot;good enough&quot; position has been held by Android overall while the &quot;better&quot; position has been held by iPhone. However, not exclusively. We&apos;ve seen &quot;better&quot; positioning from Samsung&apos;s Galaxy S and Verizon&apos;s Droid brand and &quot;good enough&quot; positioning from the older variants of iPhones.  Samsung sells 20m Galaxy S III Units &gt;&gt; Sammy Hub  Samsung has confirmed that the global sales of their Galaxy S III flagship phone has reached 20m units. The phone reached the sales milestone in just 100 days and averaged about 200,000 units every day, making it the fastest selling phone in Samsung&apos;s history.  Samsung has sold about 6m units in Europe, 4.5m in Asia, 4m in North America and 2.5m in South Korea.   Faint quibble is that the &quot;sale&quot; is to carriers, so is what analysts call shipments (since we&apos;re not certain they&apos;ve all been activated). But still, that&apos;s a lot of phones. Seven lessons learned while building Reddit to 270m page views a month &gt;&gt; High Scalability  The essence of this lesson is: don&apos;t worry about the schema.  [Reddit&apos;s builders] used to spend a lot of time worrying about the database, keeping everthing nice and normalized. You shouldn&apos;t have to worry about the database. Schema updates are very slow when you get bigger. Adding a column to 10m rows takes locks and doesn&apos;t work. They used replication for backup and for scaling. Schema updates and maintaining replication is a pain. They would have to restart replication and could go a day without backups. Deployments are a pain because you have to orchestrate how new software and new database upgrades happen together.  Instead, they keep a Thing Table and a Data Table. Everything in Reddit is a Thing: users, links, comments, subreddits, awards, etc. Things keep common attribute like up/down votes, a type, and creation date. The Data table has three columns: thing id, key, value. There&apos;s a row for every attribute. There&apos;s a row for title, url, author, spam votes, etc. When they add new features they didn&apos;t have to worry about the database anymore.   Two tables for the whole of Reddit. That&apos;s Third Normal Form and decades of teaching about database optimisation thrown out the window. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/07/technology-links-newsbucket", 
    "wordcount": "1383"
}