{
    "headline": "TEDxObserver - A festival of ideas", 
    "text": "This paper has been a devotee of TED.com for some years. TED is an organisation dedicated to &quot;ideas worth spreading&quot;. It does this in many ways. It hosts two annual four-day events in the US and the UK, the TED conferences, packed with a remarkably diverse range of speakers and performers whose talks never exceed 18 minutes. These are then available to view  free  on its website, TED.com. There are now more than 1,000 talks on TED.com. Although TED stands for Technology, Education, Design, the ideas discussed travel some distance beyond these disciplines. A quick trawl through the site and you stumble on topics as diverse as &quot;Can Astronomers Help Doctors&quot;, &quot;How Games Make Kids Smarter&quot;, &quot;How to Spot A Liar&quot;, and &quot;Building A Park in the Sky&quot;. The range of speakers is similarly eclectic  philosophers, activists, scientists, politicians, doctors, teachers, environmentalists, software developers  anyone who has a story to tell, and an idea to share. TED is where these disparate ideas can come together, bump into others and perhaps spawn new ideas. Matt Ridley&apos;s talk at the 2010 TED conference in the UK was aptly entitled &quot;When Ideas Have Sex&quot;. He argued that innovation and human development was accelerating because in a new, interconnected, crowd-sourced world, ideas can more readily meet and mate like never before. TED is one of the organisations that facilitates the ideas exchange. And then there are the TEDx events. Which is where the Observer comes in. TEDx events are independent, locally organised events operated under licence from TED. Last year, we decided to host the first TEDxObserver in London and simulcast it to six venues across the UK. For us, the association of TED with the Observer was a natural one  two organisations committed to debating, interrogating and challenging ideas. Two organisations with an interest in education, technology and design  and much more besides. TEDx events are a way of creating TED-like events for a larger number of people than can attend the two main conferences. But TED never imagined how successful or popular they would become. As Bruno Giussani, European director of TED told the Observer: &quot;When we started the TEDx programme, two and a half years ago, we expected a few dozen events. We&apos;ve been surprised by the committed and creative embrace of the model by the TED community, which has produced 3,100 TEDx events in over 120 countries. They have taken place in theatres, schools, town halls, squares, clubs, but also on a floating hotel in the middle of the Amazon, in a hut in the shantytown of Kibera, or under a tent at Everest Base Camp. At the core there is the same passion for sharing ideas, the same hunger for knowledge, the same longing for a more hopeful view of the future. I&apos;ve attended maybe 50 TEDx events, from Tunis to Budapest to last year&apos;s TEDxObserver, and everywhere I have seen the same engagement by the speakers and enthusiasm in the audience generating great conversations and inspiring action.&quot; TEDxObserver, held last March, was a day-long event and featured talks from, among others, Sarah Brown, Goldie, Vivienne Westwood, Cory Doctorow, Rene Redzepi and 7/7 survivor Martine Wright. Our opening speaker was Dr Izzeldin Abuelaish, a Palestinian doctor who lost three daughters in an Israeli attack on Gaza and has since written the book I Shall Not Hate. After the event Dr Abuelaish sent us this note: &quot;The speakers were remarkable and brought beauty and made a difference. The people I met were so receptive to the message and willing to do and act.&quot; Another attendee wrote: &quot;We were all fascinated, enthused, exhilarated, moved and amused in turns by the wonderful breadth of presentations and the quality of the whole event.&quot; We were moved too. Moved by the atmosphere during the event, and the reaction afterwards. Moved by people&apos;s thirst for discovering new ideas. And moved by the stories we heard. Moved too, to organise TEDxObserver 2012. This year&apos;s event will take place at London&apos;s Sadler&apos;s Wells and will again be simulcast to venues across the UK  to seven cities in total (see details right). We will again have a host of speakers addressing a range of topics. But at the heart of TEDxObserver 2012 will be a reflection on youth and creativity, and how best to connect with a younger generation who last year  in different cities and for myriad different reasons  took to the streets. In Cairo and Tripoli, in Santiago and Bogota, London and New York, young people walked and talked in unprecedented numbers. But in the spirit of TED there will be many other themes addressed. Among the talks this year will be ones on: the nature of optimism; whether love is rational; making food not war in the Lebanon; and why the Pirate Party is the fastest growing European political movement. But TEDx events are principally about those who come  to listen, to mingle, and to share thoughts and ideas during the breaks or at the drinks party afterwards. TEDx is a community, and a TEDx event is only as strong as the people and the passion it can summon. If you&apos;re free on 10 March, let&apos;s have ideas sex. For more information on TEDxObserver and to book your ticket visit observer.co.uk/tedx", 
    "section": "technology", 
    "gid": "technology/2012/jan/15/tedx-observer-event-ideas-conference", 
    "wordcount": "903"
}