{
    "headline": "South Sudan refugee camps rendered inaccessible by heavy rains", 
    "text": "South Sudan&apos;s rainy season has overwhelmed aid efforts in refugee camps sheltering more than 100,000 Sudanese refugees in Maban county, say international aid agencies. The remote Jamam camp, about 75km west of the border with Sudan, is one of the worst affected, effectively cut off because of roads made impassable by rains. But conditions are bad across the region, according to International Medical Corps UK (IMC). &quot;Flooding has inundated our compounds outside the camps and staff now have to sleep in the refugee camps in the clinic,&quot; said Sean Casey, IMC country director for South Sudan. &quot;It is also difficult to get supplies in, as the river is swallowing up our vehicles.&quot; Aid agencies warn of a major outbreak of diseases such as hepatitis E, malaria and cholera due to severe malnutrition, water shortages and contaminated drinking water. At least 16 refugees have died from an outbreak of the water-borne hepatitis E in the past few weeks, according to Oxfam, and there are fears this number could rise. &quot;We&apos;ve got an emergency on our hands which is worsening day by day and it has the potential to get bigger with more refugees coming in,&quot; said Casey. &quot;We have huge logistical constraints and a very vulnerable population. Hepatitis E is a new challenge, along with concerns about water supply and our capacity to respond because of access constraints.&quot; After a year of conflict between Sudanese government troops in Blue Nile state and South Kordofan, 80,000 refugees have fled across the border into South Sudan, to the inhospitable region of Maban county, now housing 106,000 refugees. Maban county&apos;s four refugee camps face recurrent flooding due to heavy rains in September and October. Overflowing rivers and flooding make conditions treacherous for refugees and aid agencies, and creating infrastructure to hold the water back has proved impossible. &quot;Resources on all sides are really limited and food is taking priority,&quot; said Casey. &quot;If we can&apos;t get supplies through, then hepatitis E will be just one of many concerns.&quot; Aid agencies are beginning to move the 20,000-30,000 refugees from Jamam to Gendrassa, a refugee camp 70km away that so far remains untouched by flooding. Oxfam and IMC claim this is only a short-term solution due to overcrowded camps; the UN Refugee Agency estimates another 60,000 people will arrive from Sudan in November and December, when the dry season makes movement possible. According to IMC, one in five children in the refugee camps is malnourished. The global acute malnutrition rate stands at about 22% for children under five and 32% for pregnant women and new mothers. &quot;Malnutrition among pregnant woman and new mothers is the worst, and they are also more susceptible to hepatitis E,&quot; said Casey, who suspects malnutrition is particularly high among women because they give food to children and men first. Casey said malnutrition could also be attributed to a delay in the arrival of rations. Exacerbating the problem further, the supplies include a wheat that must be crushed before cooking, which means women have to sell a share of their food to be able to prepare their meals. Maban county is among the most remote and least developed areas in South Sudan. During the rains, the only way to get aid in is by plane or boat. Oxfam says this  combined with the high cost of fuel, and the scarcity of materials caused by South Sudan&apos;s conflict-fuelled economic crisis  has made the humanitarian response in Maban one of the world&apos;s most expensive. &quot;A lot of aid workers in Maban have said that this is the hardest place they have worked,&quot; said Casey. &quot;It is hard to find even the most basic things, like enough food to feed staff. It&apos;s becoming clear we are going to need another site. Many may need to be moved outside Maban, [because] it&apos;s all under water, just a mud soup.&quot; Oxfam has also called on the government of South Sudan and the international community to prioritise finding new sites. Pauline Ballaman, head of Oxfam&apos;s emergency response in Maban, said: &quot;The Maban camps alone are not the answer to the crisis. There is simply not enough ground water to sustain so many people, and now heavy rains have left people wading through mud to get basic services. So far, agencies have managed to prevent a major crisis during the rainy season. However, agencies cannot keep trucking in water and air-dropping food year after year. If the refugees stay where they are, this will require a sustained supply of funding.&quot; Casey said the ideal solution to the crisis in Maban county is for Sudan to allow humanitarian access to civilians affected by the fighting in Blue Nile and South Kordofan, where Khartoum is trying to quell rebel movements backed by South Sudan. The leaders of Sudan and South Sudan have reached a deal that will allow for the resumption of oil exports. Earlier this year, a dispute over oil transit fees prompted South Sudan to shut down shipments, but the leaders of Sudan and South Sudan have since brokered an agreement that will allow for the resumption of oil exports. Salva Kiir, the South Sudanese president, said the two countries would sign a &quot;protocol of collaboration&quot; on Thursday, but disputes about the contested Abyei region and border demarcation have yet to be resolved.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/27/south-sudan-refugee-camps-inaccessible-rains", 
    "wordcount": "911"
}