{
    "headline": "New year, new academic job: education opportunities in the far east", 
    "text": "The booming higher education sector in south-east Asia and Hong Kong means there are plentiful job opportunities for adventurous academics from Europe and America. As the world&apos;s power base shifts from the US to China, universities in Hong Kong, Malaysia and Singapore are expanding to meet an increased demand for higher education as governments in the region push hard to expand the percentage of their populations who have higher qualifications. Currently only 18% of Hong Kongers and 26% of Singaporeans go to university. This is in stark contrast to the figures for Europe where, for example, 63% of Finnish school leavers go to university, as do 50% of Polish and 47% of Britons. All of which means universities in the region cannot yet fill all the new academic posts from staff native to the region, and so are having to recruit from overseas. The Singaporean Ministry of Education wants to increase the proportion of its young people studying at degree level to 30% by 2015, and it has recently opened four new publicly funded universities to achieve this. It also runs a recruitment programme to attract foreign talent. Tzu-Bin Lin is originally from Taiwan but he lived in the UK for seven years before taking up his current post as assistant professor in education policy and leadership studies at the National Institute of Education at Nanyang Technological University in Singapore. He says roughly half the staff at his university are foreign. He says he is earning around the same wage as when he taught at a UK university but he has free accommodation on campus, and taxes and living costs are lower. &quot;For me,&quot; he says, &quot;Singapore is one of the ideal places to work. Higher education is generously funded here, and if you perform well you are rewarded well.&quot; Two of Singapore&apos;s publicly funded universities  The National University of Singapore and the Nanyang Technological University  are ranked in the world top 50. The National University of Singapore (NUS) is 25th in the chart. Its president, professor Tan Chorh Chuan, says the focus of his university is on quality, which inevitably means recruiting internationally. NUS has faculty and students from more than 100 countries. &quot;There is a large pool of outstanding academics in the US and Europe, so these regions are important sources of faculty for NUS.&quot; Just a short hop by plane from Singapore, Hong Kong universities are taking the radical step this year of lengthening their degree courses from three years to four in a bid by the government to make university more accessible. Its school leavers will now study a wide variety of subjects in their first year before specialising in their second. Professor Arthur Ellis was recruited by the City University in Hong Kong two years ago to be their provost and help them prepare for the switch and says: &quot;now is a particularly exciting time to be in Hong Kong. The opportunities are extraordinary because of the kind of investments being made in education here.&quot; Ellis thinks the transition from three-year courses to four-year courses is a &quot;major stress test&quot; for the Hong Kong education system. He says City University knows that it needs &quot;significantly more staff&quot; to teach the longer courses, and that the institution would find it &quot;very difficult to fill all the posts from local staff.&quot; Following the recent radical expansion, he adds, &quot;it has been a challenge to get the academic staffing we need for these studentnumbers.&quot; Professor Kar-Yan Tam is associate provost and dean of students at the Hong Kong University of Science and Technology (HKUST). He says his university is actively &quot;seeking to foster a highly international, diversified outlook&quot;. He says HKUST is building partnerships with faculties across Europe, the US, Canada, South Korea and mainland China.Tam thinks foreign staff are attracted to working in Hong Kong because it is &quot;an international city with strong East-West elements and a strategic gateway to China and the region as a whole&quot;. Hong Kong has an excellent reputation for its existing higher education provision. Of its eight publicly funded universities, two are in the QS university rankings world top 50, and four are in the top 200. Most prestigious among them are the University of Hong Kong, ranked 23rd, and HKUST, ranked 33rd. HKUST is also ranked first in the Asian university rankings. Malaysia is the regional trendsetter, having set out its stall as early as the mid-90s. In 1995 the Malaysian government, faced with the fact that 20% of its students left the country and went abroad to study at huge cost to Malaysian families and the Malaysian economy, decided to put all its efforts into reversing this trend.  Since then they have set about building up their network of universities in a bid to keep Malay students at home and attract foreign students into the country. In 2009 alone Malaysia increased its intake of foreign students by 26%, taking in 69,154 international students. By 2011 that had increased to more than 93,000. The target is to reach 150,000 by 2015. Living in south-east Asia and Hong Kong today means witnessing first hand the rise of China and the coming of the new world order  and for some that&apos;s more of an incentive than any enhancement to pay and conditions. But academics who help expand higher education in the region will also be improving the lives of thousands of young people with new found access to tertiary education.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/jan/15/academic-jobs-east-asia-universities", 
    "wordcount": "933"
}