{
    "headline": "'A million jobs for world's poorest' with UK cash boost for entrepreneurs", 
    "text": "The government&apos;s attempt to use the private sector as an engine for development will move up a gear this week when the international development secretary, Andrew Mitchell, announces a plan to boost finance to entrepreneurs in some of the world&apos;s poorest countries. Mitchell will tell the spring meeting of the World Bank in Washington that the UK intends to provide funds for a seven-year programme of financial support for banks designed to help 250,000 businesses create almost one million jobs. Under the scheme, Britain will join the International Finance Corporation (IFC)  the arm of the World Bank that promotes private-sector investment  in creating a new package of support for banks in fragile and conflict-affected countries. While sticking to the commitment to raise UK aid spending to 0.7% of GDP, the government believes the private sector should have a bigger role in development and sees the new global small and medium-sized enterprise (SME) financing facility as a way of boosting growth. Mitchell said: &quot;Entrepreneurs don&apos;t want handouts. They want opportunities to help them pull themselves out of poverty. They need investment to build their businesses and create stable jobs. Using expert banking knowledge and new technology we will be able to kick start the engine of growth. &quot;We have no chance of defeating global poverty unless we unblock commercial lending and allow entrepreneurs the chance to thrive in some of the most neglected parts of the world.&quot; The plan involves strengthening banking systems in developing countries in the expectation that more capital will be available to people trying to start or expand businesses. Mitchell said his proposal will be a solution to the problems faced by many small businesses in poor countries, which find obtaining loans difficult and expensive. Many banks, he believes, are often unable to judge the risks of investing, pushing up the price of finance. Fees for lending are three times as high in developing countries as in developed nations, while the average interest rate paid on a loan by a small business is almost 16%, about double the average for a rich country. The facility will use a small pool of startup capital to help 35 banks and institutions in 15 countries in Africa and Asia, with the hope it will provide an additional 5bn of lending. All loans will be on a commercial basis, with a fast-financing facility to provide direct lending to SMEs that can prove an urgent need for investment to create jobs. The proposal also envisages bringing in the latest techniques and technology to modernise banking procedures. These will include state of the art psychometric credit scoring. Lars Thunnell, chief executive officer of the IFC, said: &quot;Small and medium enterprises are a vital engine of job creation in developing countries. Yet they face a huge financing gap  especially in Africa, where SMEs need three times more funding than is currently available. This facility will help narrow the gap, creating opportunity for entrepreneurs who need it most.&quot; The first 15 countries to benefit from the facility will be South Sudan, Malawi, Ghana, Sierra Leone, Liberia, Uganda, Democratic Republic of the Congo (DRC), Tanzania, Mozambique, Kenya, Nigeria, Bangladesh, India, Nepal and Pakistan. The Department for International Development said that SMEs already employed two-thirds of the total permanent workforce in developing countries, but they remained constrained at a time when jobs need to be found for rising populations. It is estimated that Africa will require 10m jobs a year for the next decade to absorb the young entrants into the labour market. Less than one third of all small businesses in Pakistan, Bangladesh and DRC had any deposit or credit account with banks, according to the department. Demand for credit by small businesses in countries such as Mozambique, DRC, Sudan, Liberia, Sierra Leone and Nigeria was thought to be at least seven times greater than the amount of loans available from banks.", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/16/uk-funds-million-jobs-world-bank", 
    "wordcount": "655"
}