{
    "headline": "Dilma Rousseff must veto Brazil's devastating new forest code", 
    "text": "A new land-use law proposed by a faction controlled by parochial and rural interests and passed by Brazilian legislators in April threatens to reverse 20 years of struggle to protect the Amazon rainforest. Not only will it allow deforestation to increase by allowing marauding developers in, Brazil&apos;s new forest code will also provide an amnesty for illegal deforestation committed in the past. The only hope is for the president, Dilma Rousseff, to stick by her public pledge to protect the Amazon and use her veto powers to block the pending legislation. But time is swiftly running out  Rousseff has until Friday to make up her mind, maintain her authority and honour her responsibilities both to the Brazilian people and the globe. The prospect of her failing to veto the law is not only heartbreaking, it is potentially devastating for the Amazon basin, a region which contains half of the remaining tropical forests on earth. It will also stain Brazil&apos;s reputation after the country had shown in recent years that economic growth could be achieved without the rampant deforestation witnessed for too long in the past 40 years. The new forest code will put an end to permanent preservation areas, one of the crown jewels of Brazilian environmental legislation that, among other provisions, had protected forests at the edges of rivers and hillsides. The amnesty for past crimes is also worrying: for the first time in six years, deforestation has increased in certain Amazon states, attributed to the looming environmental impunity enshrined in the new law. Modelling from So Paulo University indicates that the new law could lead to the deforestation of an additional 22 million hectares. Brazil&apos;s Institute for Applied Economic Research has also estimated that the additional emissions likely to result from the new law would make it impossible for Brazil to reach its reduction target announced in Copenhagen by Brazil&apos;s then president, Luiz Incio Lula da Silva, and his then-chief cabinet minister, Rousseff. As an agreement to save the climate was collapsing in Copenhagen, President Lula had also pledged to reduce deforestation in the Amazon by 80% by 2020.By 2011, deforestation in Brazil had already decreased to its lowest level since records were first kept in the 1970s. That sharply reduced rate of deforestation had become a point of pride for Brazil. I joined Greenpeace in 1992 to help develop a campaign to protect the Amazon in the lead up to the first UN Earth Summit in Brazil. I still visibly remember being unable to safely depart a ship docked in Belm in the 1990s due to angry mobs that had been organised to oppose our effort to stop deforestation. But 10 years later, I remember freely walking the beautiful streets of Belm during a world social forum festival with my wife  Zero Deforestation, now supported by the majority of Brazilians. And just three months ago, I accepted the UN Forest Hero award in New York in what was a proud moment for me as a Brazilian. As I stood there next to others who worked to protect forests in Indonesia, Cameroon, Russia, and Japan, I thought of my home: the Amazon, and how Brazil had embraced the need to protect it. Science has shown that the Amazon contains a quarter of all terrestrial plant and animal species on earth.Roughly a fifth of the world&apos;s freshwater comes from the Amazon.We also rely on foods, materials and medicines sourced from the Amazon. But there remain some politicians and companies willing to sacrifice our collective future for their short-term interests. More so, it is a complete public embarrassment for Rousseff that the forest code is being eroded just weeks before Brazil will host the Rio+20 summit. Nearly 80% of Brazilians opposed the legislative changes and citizens have been calling on the president to totally veto the amendments and instead commit to achieve zero deforestation in the Amazon by 2015 at Rio+20. If she does, she would not only become a Forest Hero, but a Brazilian hero for the rest of the world.  Paulo Adario is campaign director of Greenpeace Amazon", 
    "section": "environment", 
    "gid": "environment/2012/may/23/dilma-rousseff-brazil-forest-code", 
    "wordcount": "699"
}