{
    "headline": "Guardian science blogs network: the experiment continues", 
    "text": "Editors have traditionally had complete control over what appears on their pages. Experts and sources can espouse their views, but only within the parameters set by editorial control. The journalist decides which comments make it into their story and which are out. But nearly three years ago, the Guardian&apos;s science desk began an experiment to loosen this grip. We wondered how our coverage would look if expert writers had more freedom to react to news and add informed analysis, comment and context. We began the creation of a network of science blogs written by specialist writers who could publish directly to the Guardian&apos;s website without direct editorial control. They were effectively given the keys to the Guardian&apos;s site and told they could publish what they wanted, when they wanted. It was a model that no other mainstream newspaper had tried (and to my knowledge that&apos;s still the case). The network is by no means a replacement for the traditional journalism that our specialist correspondents produce, but by tapping into the conversation on the Guardian&apos;s science desk, the bloggers can enrich our coverage by adding context and analysis as well as greater depth. They also write about things that we would not be able to cover otherwise. We hope that makes for a richer experience for the reader. The experiment is still under way, but you could say that we&apos;ve increased our sample size. Over the summer, we boosted the blogs network to 10  covering a range of topics from mathematics and dinosaurs, to space and neuroscience. Here&apos;s the full list:  The Lay Scientist - Martin Robbins  Neurophilosophy - Mo Costandi  Life and Physics - Jon Butterworth  Alex&apos;s Adventures in Numberland - Alex Bellos  Lost Worlds - Dave Hone  Brain Flapping - Dean Burnett  Occam&apos;s Corner - a blog collective linked to Occam&apos;s Typewriter  The H Word - Rebekah Higgitt and Vanessa Heggie  Across the Universe - Stuart Clark  GrrlScientist You can follow them all on Twitter at @guardiansciblog We are hugely indebted to Prof Peter Coles, a theoretical astrophysicist at Cardiff University (who blogs at In the Dark about the universe and jazz among other things) for inspiring the name for the Across the Universe blog. He&apos;s also on Twitter @telescoper. And finally, two of the new bloggers on the network  Dean Burnett and Stuart Clark  have been nominated for the inaugural UK Science Blog Prize which was set up by the science writer Simon Singh. Another of the nominees, Prof Athene Donald is also a regular contributor to Occam&apos;s Corner, but she was shortlisted for work elsewhere. The winner will be announced on Sunday 25 November.", 
    "section": "science", 
    "gid": "science/blog/2012/nov/14/guardian-science-blogs-network", 
    "wordcount": "437"
}