{
    "headline": "Bioethicists must not allow themselves to become a 'priestly caste'", 
    "text": "In a secular age it might seem that the time for moral authorities has passed. However, research in the life sciences and biomedicine has produced a range of moral concerns and prompted the emergence of bioethics; an area of study that specialises in the ethical analysis of these issues. The result has been the emergence of what we might call expert bioethicists, a cadre of professionals who, while logical and friendly, have, nevertheless, been ordained as secular priests. This suggestion  that there are expert bioethicists  might appear to have profoundly anti-democratic implications. Indeed handling expertise, including scientific expertise, is a central difficulty for democratic societies and its extension into the realm of moral values seems, on the face of it, to compound the problem. Nevertheless the Human Fertilisation and Embryology Authority (HFEA) has constantly made use of expert bioethicists and two members of the recently convened Emerging Science and Bioethics Advisory Committee (ESBAC) are listed as &quot;bioethics specialists&quot;.  If we are to govern the biosciences and medical practice effectively there seems to be increasing need for expert bioethicists. Nevertheless, there is a different dynamic to the politics of bioethical expertise precisely because the opinions of bioethical experts cannot be used to obviate those of other moral agents. This might seem like an odd claim. If there are expert bioethicists surely we should prefer their opinions to those of non-experts? However this is to assume bioethical expertise is modelled on scientific expertise. The idea of the scientist as expert is so strong we often forget that there are other forms of expertise.  If we reflect on what we might call aesthetic expertise, the assumption that the expert is singularly authoritative comes under pressure. We might think that an interpretation of King Lear offered by Carol Chillington Rutter is an expert opinion on the matter, but it does not negate the opinions of generations of teenagers who discuss the Lear in classrooms every year. Neither do amateur productions negate the expertise of those who stage professional performances. In the light of such cases we might think aesthetic expertise to be a matter of being embedded in a particular culture and discourse and not simply a matter of knowing &quot;the&quot; correct answer. Recognising the diversity of expertise can be helpful in thinking about bioethical expertise. While we might point to academic debate and consider the participants to be experts this does not negate the range of opinions and moral responses we might find across society. Furthermore our own moral authority cannot be circumvented and, in negotiating our everyday lives, we must rely upon it. We might suggest that members of any given population have a kind of ubiquitous expertise in morality. In this view, the idea of morality is broader than that of an ethical code and questions of right and wrong. It is more closely linked to ideas of character or ethos, terms that can be applied to societies and institutions as well as individuals. This ubiquitous moral expertise is the ground on which bioethical expertise stands. Bioethicists often recognise the importance of remaining connected to our &quot;common morality&quot;, and what they mean by this is not that bioethics should be consistent with generally accepted moral norms but that it should be comprehensible and responsive to &quot;lay&quot; moral agents. Here it is instructive to consider the role of bioethics in relation to medical practice. If bioethics is to contribute to the moral dimension of medicine it must do so in a manner that is comprehensible to doctors as moral agents. Such agency is rooted in the cultural ethos of medicine and the character of the medical professional. The bioethicist who hopes to make a concrete contribution to medical ethics must grasp the moral culture of medical practice. They must develop what Collins and Evans have called interactive expertise. Such expertise enables individuals to &quot;talk the talk&quot; of a particular discipline even if they cannot &quot;walk the walk&quot;.  In developing an interactive expertise with medical professionals, bioethicists develop a sense of the moral ethos of medicine and so can better understand the issues and communicate their views. In this view, expert bioethicists and medical professionals collaborate to develop appropriate ethical guidelines that shape clinical practices. Expert bioethics does not eliminate the moral authority of individuals or the profession as a whole, but it does seek to augment it. However, whether or not expert bioethics might be an illegitimate form of moral authority needs to be reconsidered in the context of the biosciences. Like medical professionals, scientists work within a moral ethos, a normative structure we might call the scientific ethos. Their work does not, however, require the ongoing exercise of moral agency, as is required in healthcare. Thus bioethical governance often seeks to determine rather than shape, answer rather than construct, the moral questions raised by the biosciences. Consider, for example, the Warnock Report and the subsequent work of the HFEA. The HFEA brings together bioscientists, healthcare professionals, patients, laypersons and bioethicists to address ethical questions that are not simply a matter of individual moral agency but are societal level concerns. In the case of medical ethics, bioethical experts work with healthcare professions to respond to the moral and ethical questions raised by medical practice. In the case of the moral and ethical questions raised by bioscientific research, expert bioethics must find ways to work within the contemporary moral ethos. The HFEA is widely seen as an exemplar body. Nevertheless, both here and elsewhere, more could be done to bring bioethical issues into the public domain. Bioethics must not only work with other experts, policy-makers and interest groups, but also work democratically.  Expert bioethicists cannot allow themselves to become a priestly caste. They must engage with the public and, in doing so, become more fully engaged by and with their concerns. Bioethics must become part of the drive to make science public and part of the politics of scientific expertise. Nathan Emmerich is a visiting research fellow in the School of Politics, International Studies and Philosophy at Queen&apos;s University Belfast where he is researching the idea of bioethical expertise. His book on medical ethics education is forthcoming, and he can be found tweeting at @BioethicsUK", 
    "section": "science", 
    "gid": "science/political-science/2013/may/14/bioethicists-priestly-caste", 
    "wordcount": "1044"
}