{
    "headline": "Self-funded PhD: creative with funding", 
    "text": "   Photograph: supplied    I wanted to do a PhD because I realised that essay writing is something I&apos;m pretty good at, and that the topic areas and process of researching and writing excites me. I also felt I really bonded with the University of Birmingham and the staff who work there. Despite really struggling with the funding and frequently questioning my sanity in choosing this route, I find I come back to the answer that there simply isn&apos;t anything else that I want to do this much. Finding the funding I was initially hopeful of a research assistantship which would have provided full funding for a year but this unfortunately fell through. I am fortunate in that I&apos;ve managed to get my fees paid by the Royal Aeronautical Society because of my topic area  without that I would not have been able to even consider a PhD. I managed to complete a full-time MA while working 22 hours a week and I thought this would be something I could manage for another year. I applied for Economic and Social Research Council funding for next year but I was unsuccessful. Having to work those hours and a full time research training schedule made it impossible for me to produce work of the quality required. I recently applied for a central University of Birmingham scholarship which would provide me with full funding for one year. Again, these are highly competitive and offered to all of the doctoral researchers across the university so I&apos;m not holding my breath, but I&apos;ve done my best. Although I&apos;ve tried to make it work, a PhD is much more intellectually demanding than an MA and it simply isn&apos;t possible to undertake this full time while working the number of hours I was, so I have had to switch to part time. Working alongside full-timers It&apos;s been hard watching my cohort make quicker (and apparently easier) progress, but I try to remind myself that everyone struggles in different ways. It&apos;s also hard to know that I am as able and as qualified as my friends on the course. I have been supported by friends and staff who have tried to find creative ways of accessing funds for me but I do worry that not having gained funding for my PhD will affect how future employers view my work and my CV, particularly in academia. I self fund by still working 22 hours a week in an administrative job, and by pushing for some extra work at my university (seven hours a week as a research assistant). This way, I am able to keep paying rent. I am lucky that my husband works and brings in some money and we have become quite canny at cutting costs where we can.I have also made some extra money by doing hairstyling for formal events. As a child I did a range of dance performances and learnt backstage the art of the &apos;up do&apos;  this helps bring in that bit extra. Life outside your PhD For others in a similar position, it&apos;s important to remember there&apos;s life outside your PhD, and whileyou have to graft to get anywhere don&apos;t let study take your sanity. Use any skills you have to help bring in the money, and don&apos;t be afraid to keep asking people  it took quite a fight to get the paid research assistant role. If you need the money don&apos;t be fobbed off with &quot;well, the experience will look good&quot;. Yes it will, but if you can&apos;t pay your rent then the experience isn&apos;t worth it. Market yourself  use LinkedIn, start a topic related blog, tweet about salient issues, anything you can to improve you profile in your field of research. Don&apos;t be afraid to take time out, if you need time to find some money/apply for funding/reconnect with life. Ask your supervisor to support a specific period of time out. Lindsay Murch, international relations PhD student at the University of Birmingham  follow her on Twitter @lindsaymurch This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jun/06/self-funded-phd-creative-funding", 
    "wordcount": "695"
}