{
    "headline": "Farmed oysters back on the menu in time for Valentine's day", 
    "text": "Farmed oysters  perfect for a Valentine&apos;s meal  are back on the menu after being added to the updated list of sustainable fish published by a leading marine charity. But fans of deep-fried whitebait will be disappointed that the delicacy have been added to its corresponding list of &quot;fish to avoid&quot; because of the pressure on stocks and threats to other species in the food chain such as marine birds. The Marine Conservation Society publishes seafood advice in a variety of different formats to help consumers, industry, chefs and retailers make the right decisions when buying fish and seafood. Its Pocket Good Fish Guide  a credit card-sized guide to purchasing fish  includes a traffic light-style green list of fish to eat, a red list of those to avoid and an amber list of fish to eat only occasionally. Another new entrant to the fish to eat list is the anchovy, from the Bay of Biscay, which was previously rated as a fish to eat only occasionally. Tinned in oil or fresh, they are a staple of pizza toppings and caesar salad, and increasingly used in a wide variety of other recipes, from dips to sauces. Others now given the OK are net or otter-trawled Dover sole (also called common sole) from the North Sea; pole and line caught skipjack tuna from the Indian Ocean and Maldives; and bigeye tuna that has been troll-caught (a method using baited hooks or lures) from the Indian Ocean. Whitebait, the culinary name for juvenile fish, are a new addition to the MCS&apos;s fish to avoid list. MCS fisheries officer, Bernadette Clarke, explained: &quot;We are urging people not to choose whitebait because they are small, immature fish, usually sprat, herring and sand eel, which are harvested in large quantities, putting pressure on stocks and reducing food supplies for other species in the food chain such as marine birds.&quot; Clarke said members of the public can keep up to date with changes in recommendations by referring to the Pocket Good Fish Guide, the guide on iPhone App, or the more detailed Good Fish Guide and Fishonline websites to ensure they have the most up-to-date advice. She said: &quot;The state of stocks in the north-east Atlantic, for example, is in a constant state of change. The latest data has shown quite a change in certain cod fisheries. We are now rating cod from the Celtic Sea as a 3, a fantastic increase from last year&apos;s rating of 5 which meant it was one to avoid. It&apos;s rating has improved because its Ices [International Council for the Exploration of the Sea] stock analysis shows biomass is now above sustainable levels, and it is classified as having full reproductive capacity and harvested sustainably. Cod, however, is generally listed by the Oslo and Paris Conventions (Ospar) as a threatened and declining species in the Greater North Sea and the Celtic Sea, so continued care in sourcing only from sustainable stocks is advised.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/08/farmed-oysters-menu", 
    "wordcount": "497"
}