{
    "headline": "GetGlue raises $12m funding round to fuel social TV ambitions", 
    "text": "US social TV startup GetGlue has raised $12m in new financing from new and existing investors. The company&apos;s apps and website enable its users to check in to TV shows and other entertainment, while chatting to other people and getting recommendations. Rho Ventures led the new investment, which follows a $6m funding round in November 2010. Previous investors Time Warner, RRE Ventures and Union Square Ventures all participated in the new round too. GetGlue has 2m registered users, generated 100m check-ins during 2011, and says that it now has a database of more than 350m check-ins, ratings and reviews. &quot;The social TV space is very exciting, with a lot of innovation and new companies,&quot; says chief executive Alex Iskold. &quot;We are delighted to have this funding to continue to compete and play a market-defining role as social television goes into the mainstream in 2012 and through 2013.&quot; He&apos;s right about the competition. BSkyB has taken a 10% stake in British startup Zeebox, and is planning to integrate its technology into its own suite of mobile apps. Yahoo acquired social TV startup IntoNow in April 2011, while another US startup Miso raised $4m of new funding in November. Mobile discovery service Shazam has diversified beyond its core music features into TV in the US, while an increasing number of broadcasters are launching their own apps for channels or individual shows that include second-screen features. &quot;We think we are stickier than a lot of other services out there,&quot; says Iskold, although he does not give a figure for GetGlue&apos;s active users. &quot;We have seen lots of repeat usage, and even nine months to a year after they sign up, a very significant percentage of people are still using the service.&quot; GetGlue has also been striking deals with broadcasters to promote their shows through its service, with 75 networks including ABC, Fox, NBC, CNN, Discovery, HBO, MTV and Showtime in the US. In 2011, it also expanded into the UK, working with the BBC and Channel 4. &quot;One of the most fantastic things about this social TV market is that the television networks are really facilitating it,&quot; says Iskold. &quot;They&apos;re super excited and working with companies like GetGlue, although not necessarily exclusively. They&apos;re also building their own second-screen experiences, which is a really good idea.&quot; GetGlue is helping them by providing its check-in platform to be embedded in their own apps and websites, with more than 30 taking advantage so far. Its most high-profile deal of this nature is with US pay-TV network DirecTV, which uses GetGlue for its big-screen social TV guide, not just for second-screen apps. An interesting debate happening at the moment is what social TV apps are actually for. Is it to filter the conversation around shows on Twitter and Facebook, and help people join in? Is it to use people&apos;s check-ins as a base for recommendations of other shows they might like, much as Foursquare is trying to do for locations? Is it to offer rich media and web content while people are watching shows, or to sell DVDs and merchandise? Or all of the above? &quot;I think the successful service will be a blend of these,&quot; says Iskold. &quot;You can&apos;t be too bare: if you&apos;re just one simple thing, there is nothing else to hold the attention of your audience. The challenge is to keep it simple on the surface, but make it engaging enough for people to use every day.&quot; Iskold says that the new funding round will be used to beef up GetGlue&apos;s rich media content important given the competition from Shazam and Zeebox on this score as well as more personalisation features to help its users decide what to watch based on their friends and wider trends. GetGlue isn&apos;t just about TV, though. Its users can also check-in to music, books, games, magazines, food and drink and even individual celebrities. The risk is that this may leave GetGlue looking less focused than its pure TV rivals, although if those rivals decide they need to expand into these other entertainment areas in the future, GetGlue will have stolen a march on them. &quot;TV is our strongest vertical, which is why we&apos;re focusing on it first, but people really enjoy checking in to movies, music, books and games,&quot; says Iskold. &quot;It&apos;s just that the velocity and consumption of TV is the biggest.&quot; He also explains that GetGlue can&apos;t treat all these different entertainment forms in the same way: the features and content that may be appealing for someone checking in to a TV show may not be so useful for someone checking in to an album or film. What about those competitors, too: is there room for all these social TV startups to build successful businesses, especially if as seems to be happening they start to become more similar to one another over time? &quot;This space is certainly big enough for a bunch of launch plays,&quot; says Iskold, who goes on to say that GetGlue believes that making check-ins its starting point is one strength for the company, as is its strong focus on conversations around the entertainment, and its investment in technology to filter that chat. Aren&apos;t check-ins on the way out though? You&apos;d be forgiven for thinking so based on the chatter coming out of the location-based startups that first touted the concept. &quot;People talk about going beyond the check-in, but that&apos;s often because they couldn&apos;t get it to work,&quot; says Iskold. &quot;300m check-ins on GetGlue tells me that they have always worked for us.&quot; He goes on to make a good point, though. Forcing people to check in to something manually may be a strength, not a weakness. Look at the concerns many internet users have about Facebook&apos;s espousal of &quot;frictionless&quot; sharing on services using its Open Graph, and the way Spotify had to quickly add a Private Session mode in response to user unrest about automated sharing. &quot;We&apos;re strongly in the camp of manual sharing,&quot; says Iskold. &quot;There are all sorts of problems with automated sharing, from privacy and sheer overload. Not every piece of music that you listen to or TV show that you watch should be shared. If everything is shared, how do you know what&apos;s important?&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/11/getglue-funding-social-tv", 
    "wordcount": "1075"
}