{
    "headline": "Pregnant women have enough worries without adding sunscreen to the list", 
    "text": "Tobacco, check. Alcohol, check. Camembert and gorgonzola, check. As if the list of things pregnant women should avoid wasn&apos;t long enough, they can now add paint fumes, garden fertilisers and fly spray to the mix. If you&apos;re expecting a baby, you&apos;d be well advised never to leave the house. Although on second thoughts, even the home is riddled with hidden dangers, from shower gel and sunscreen to all that beautiful new nursery furniture you&apos;ve just invested in. The reason: chemicals. In a paper published by the Royal College of Obstetricians and Gynaecologists (RCOG) today, pregnant women are told that  even if the risk is minimal or claims of any risk may be unfounded  they should err on the side of caution and avoid a slew of everyday household products, just in case. Besides being utterly impractical, I think this is problematic for several reasons. Women are already bombarded with a vast list of things to avoid during pregnancy. In The Pregnancy Book, an NHS publication I was handed by my GP upon learning I was pregnant for the first time, I was instructed to avoid: mould-ripened and blue-veined soft cheese; pate; raw or partially cooked eggs; raw or undercooked meat; liver products; supplements containing vitamin A; some types of fish (because of possible contamination with mercury); raw shellfish; peanuts and unpasteurised milk. And that was just the &quot;foods&quot; list. The risk posed by many of these foodstuffs is slight  or even negligible in the case of peanuts, since early studies suggesting they may boost the risk of allergy have since been contradicted by later, larger studies in humans  but at least the advice to avoid them is generally based on studies in people. The RCOG list doesn&apos;t even have that to its credit because, for many of the substances it lists, pre-clinical studies have simply hinted that they might be harmful. Indeed, if you read the actual paper, the researchers acknowledge that &quot;it is unlikely that any of these exposures are truly harmful for most babies&quot;. However, &quot;in view of current uncertainty about risks&quot; it suggests that pregnant women:   Use fresh food rather than processed foods whenever possible.  Reduce use of foods/beverages in cans/plastic containers, including their use for food storage.  Minimise the use of personal care products such as moisturisers, cosmetics, shower gels and fragrances.  Minimise the purchase of newly produced household furniture, fabrics, nonstick frying pans and cars whilst pregnant/nursing.  Avoid the use of garden/household/pet pesticides or fungicides (such as fly sprays or strips, rose sprays, flea powders).  Avoid paint fumes.  Only take overthecounter analgesics or painkillers when necessary.  Do not assume safety of products based on the absence of &quot;harmful&quot; chemicals in their ingredients list, or the tag &quot;natural&quot; (herbal or otherwise).  This advice may be well-intentioned. Some of it (such as avoiding processed food) is even quite sensible, as it may enhance a mother&apos;s health regardless of any perceived risk to her baby. And of course if a woman wants to take a precautionary approach she may find this list useful  even though it may rule out most of her daily activities. However, my fear is it will simply add to the anxiety and confusion that pregnant women must navigate on a daily basis. Because their message will inevitably be simplified by the media, the authors are effectively putting very small, or uncertain, risks in the same box as known and very real risks, such as smoking, or drinking moderate to large amounts of alcohol during pregnancy. Ultimately, this could undermine public health messages about these dangers and alienate women to the extent that they may stop listening to public health advice altogether. The study also shines a light on the way we perceive risk in society more generally. Having given birth to two children, it has struck me how so much of the metaphorical wrapping in cotton wool that goes on during pregnancy evaporates the second your baby is born, even though this is just the start of a lifetime of risk that a baby must learn to navigate as he or she grows older. Apart from checking that you have a car seat for your newborn baby, no one questions whether you should be driving them home, despite the relatively high risk of experiencing an accident and the fact that one or both of the baby&apos;s parents is probably sleep-deprived. If we&apos;re really going to follow the precautionary principle to the letter, perhaps they should.  Linda Geddes is a biomedical reporter for New Scientist and author of Bumpology: The Myth-Busting Pregnancy Book for Curious Parents-to-be", 
    "section": "science", 
    "gid": "science/blog/2013/jun/05/pregnant-women-worries-sunscreen", 
    "wordcount": "779"
}