{
    "headline": "Bitcoin is not a real currency, just some 21st-century cowrie shells", 
    "text": "The rollercoaster ride of Bitcoin&apos;s valuation has, after a couple of months of being pulled up the roller, hit the &quot;coaster&quot; part. Now is the time where the people on board have to decide if they&apos;re going to scream and jump out - which a fair chunk of money seems to be doing just now - or grit their teeth and hold on to the sides. And while they try to decide, things are going to move faster and faster. The crash - for that&apos;s very much what it looks like, with a week&apos;s gains lost in a matter of hours, and no sign of a bottom - has also exposed the fact that Bitcoin lacks many of the essential moving parts of a real modern currency that most of us don&apos;t see, but which are essential for it to be useful for exchanging things. On Tuesday morning, mindful that what was happening with Bitcoin was a classic bubble (where people hang on to a commodity because they expect the price to go up, and buyers buy because they expect the price to go up, and scarcity of supply keeps pushing the price up, until eventually someone triggers a tsunami of profit-taking), I asked Aditya Chakrabortty, the Guardian&apos;s wonderful economics leader writer, whether we could predict when the bubble would burst. Here&apos;s what he said: &quot;If economists could ever predict bubbles and busts, they&apos;d be rather wealthier (and more useful) than they are. The most they do is point out when it looks bubbly (which it does, for the reasons you&apos;ve pointed out and more) - and some are too cowardly even to do that. When does a crash happen? I go with the &apos;greater fool&apos; theory laid out by the economic historian Charles Kindleberger (who wrote Manias, Panics and Crashes): an asset bubble can keep expanding for as long as you can find a bigger fool to sell an asset to.&quot; I think we know how long that was: until Wednesday afternoon UK time, when the price hit $266 and abruptly started falling - and falling. Money began flying out: sell trades of over 100 Bitcoins (that&apos;s over $10,000) against a few paltry buys putting new money into the market. And as the new owners who had bought those 100 Bitcoins looked at their value, it dropped - the classic market move that panics the unwary buyer, who then looks to unload their red-hot investment before it burns a hole in their electronic wallet too. Which is the first Bitcoin lesson: amateurs are terrible investors. They aren&apos;t in it for the long term, they don&apos;t know what they&apos;re getting in to, and they&apos;re easily moved by the herd mentality. The second lesson is more subtle. Bitcoin has been preened by geeks keen to call it &quot;the world&apos;s first cryptocurrency&quot;. Certainly, it&apos;s cryptographic - you can&apos;t counterfeit a Bitcoin, which is a fabulous fundamental property for a currency. But it&apos;s not a currency, although it is a medium of exchange. This is a point that is lost on many geeks. Cowrie shells were a 13th-century medium of exchange: they were a fairly effective currency at a time when there was no risk that people might hoard them in order to speculate on their value rising. If one cowrie shell bought a fish, there wasn&apos;t any risk that some fisherman would try to corner the market and push the price of fish up in order to become rich. You didn&apos;t need a Central Bank of Cowrie. And indeed everything would be great with Bitcoin if it were just used as a medium of exchange for virtual goods - which is exactly how it was used for a long time. Hackers would pass them between each other for goods and services online. It was great: a sort of cryptographic cowrie shell for virtual fish. Sometimes a few would &quot;leak&quot; out into the real world, where people would put a finger in the air and guess at a fair value. But that&apos;s where the trouble lay. Using Bitcoin to buy real stuff - such as drugs - exposes its woeful lack of rigour. First, there&apos;s nothing to keep Bitcoin liquid. It&apos;s not like pounds or dollars; it&apos;s more like gold, which all the nations abandoned as an exchange standard decades ago for the very good reason that it leads you into recessionary patterns - such as when people hoard it in the hope that the price will go up, and people buy it because they hear the price is going up, and then  yes. Like that. If you need to understand why hoardable commodities are bad, read the economist Paul Krugman&apos;s 1998 column on the Washington babysitting co-op. (It&apos;s worth it, really.) Even worse for Bitcoin, there&apos;s no Bank of Bitcoin which can release extra liquidity when people start hoarding (as they have been). At least when we had a gold standard, there was gold in vaults which could be moved around to create a sort of liquidity. But Bitcoin is just a bunch of people trading cryptographic cowrie shells - but now with internet-speed ability to see instantaneous prices, and with a burgeoning desire to spend it on &quot;real&quot; things. That&apos;s where Bitcoin encounters the feral world of &quot;fiat&quot; currencies - pounds, dollars, yen - which have gigantic reserves, enormous liquidity, and most of all can&apos;t be easily cornered (and have sharp teeth if you try). Trying to squeeze Bitcoins out through the narrow conduits of the virtual exchanges into the real world exposes them as barely-born things, which aren&apos;t really suited to the fierce demands of the real world. In short, there&apos;s no way that Bitcoins will become a global currency. There&apos;s no way they&apos;ll become a currency, unless they actually get a bank - which isn&apos;t likely, or even feasible. They&apos;re great for trading on the digital seashore. And one day, a cryptocurrency - impossible to counterfeit, entirely digital, instantly transmissible - could become really important in our real world. But it won&apos;t be Bitcoin. Sorry, folks. Especially if you lost out in that crash on Wednesday.", 
    "section": "technology", 
    "gid": "technology/2013/apr/10/bitcoin-not-real-currency-cowrie", 
    "wordcount": "1030"
}