{
    "headline": "Mystery animal: epauletted fruit bat, Epomophorus species", 
    "text": "    Epauletted fruit bat, Epomophorus species, photographed at Lake Zway, one of the freshwater Rift Valley lakes of Ethiopia (Africa).  Image: Dan Logen, 6 February 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D300, 600 mm lens, f/5, 1/500 sec, ISO 1000    Question: This Ethiopian mystery bird will be quite challenging to identify, so we&apos;ll take this one slowly. First, can you tell me which characters distinguish this species from birds? Can you identify this animal&apos;s taxonomic family and species? Response: These are one of several species of epauletted fruit bats, Epomophorus species, a member of the Pteropodidae family. Fruit bats are placed into the suborder, megachiroptera. They rely on vision instead of echolocation to navigate and, like all fruit bats, they have a keen sense of smell.  Epauletted fruit bats comprise nine species of nectarivorous and frugivorous African bats, acting as a seed disperser and probably also as a pollinator. Their primary food is figs but they also eat mango, guava and banana fruits. and nectar produced by Parkia clappertoniana flowers. They reside in variety of dry and moist lowland habitats, ranging from savanna and bushland to dry forests.  Three species of epauletted fruit bats are found in Ethiopia: East African epauletted fruit bat, E. minimus; Ethiopian epauletted fruit bat, E. labiatus; and Gambian epauletted fruit bat, E. gambianus. I&apos;ve not been able to determine how these animals are distinguished in the field and in fact, in my mammals field guides and those of my sources, these species are lumped together as &quot;epauletted fruit bats&quot;. The Epomophorus fruit bats get their shared common name from their epaulettes; a sexual ornament that is invisible until the male is either courting or stressed.  Here&apos;s a video of an epauletted fruit bat licking on a chunk of pineapple after being captured by the Bat Intererest Group (uploaded 16 May 2011):            [video link.] You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/19/5", 
    "wordcount": "376"
}