{
    "headline": "Harvard University probes plagiarism outbreak involving 125 students", 
    "text": "To be caught cheating at Harvard is bad enough. The august university prides itself on incubating America&apos;s elite in the world of law, business and politics. But now it has been revealed that scores of Harvard students are suspected of cheating on a single class. And the course&apos;s title? An Introduction to Congress. Though that will likely fail to surprise the many cynical observers of American politics, it has certainly stunned college officials. Harvard has immediately launched an investigation.  &quot;These allegations, if proven represent totally unacceptable behaviour that betrays the trust upon which intellectual inquiry at Harvard depends,&quot; said Harvard president Drew Faust in a statement. After the allegations first became public the college refused to reveal the exact nature of the course in question. But the student newspaper, the Harvard Crimson, broke the story of the politics link and immediately sent a ripple of shock, mixed with humour, around the blogosphere. &quot;That&apos;s funny on so many levels,&quot; tweeted Andreas Goeldi, who works for an online video marketing firm in Cambridge, Massachusetts, where Harvard is located. The Crimson said the politics course in question was taught during the spring by Professor Matthew Platt. After similarities were noticed in up to 20 student exam papers by an examiner the matter was brought to the attention of the administrative board and an investigation was launched.  That probe has now found some 125 of the course&apos;s final papers were suspicious and has begun contacting students involved. Possible punishments range from being suspended for a year to an official warning. The class was taken by only 250 students meaning a staggering half are now suspected of cheating.  The newspaper quoted an email sent to students taking the exam that said it was &quot;completely open book, open note, open internet, etc..&quot; but warned them not to discuss it with each other and to treat it as an &quot;in-class&quot; exam. The Associated Press reported that Harvard had now launched a committee on academic integrity to be headed by Jay Harris, the university&apos;s dean of undergraduate education. The panel may even consider bringing in an &quot;honour code&quot; for academic honesty.  &quot;We believe in due process for students and fairness. Everyone wants it done yesterday, but we have to be patient. It&apos;s going to take as long as it takes,&quot; Harris told the news agency. The rise of the internet, and the ubiquity of laptops among a student body, has led to many complaints that it is now too easy for students to take exam answers and course work from the world wide web.  However, the Boston Globe said that it appeared the Harvard students in question had not taken material from outside sources but appeared to have copied parts of the answers from each other. If the scandal is proved true it will doubtless be the largest cheating ring to have hit an elite Ivy League college in recent memory.", 
    "section": "education", 
    "gid": "education/2012/aug/31/harvard-university-cheating-scandal", 
    "wordcount": "495"
}