{
    "headline": "Comparative anatomy and extrapolation in palaeontology", 
    "text": "Some friends of mine have a new book out on art in palaeontology and what kinds of &apos;odd&apos; behaviours and features may have been more common than are often illustrated. This has attracted some nice attention and I hope to cover this myself shortly. I&apos;ve been keeping up with the coverage however, and spotted this comment under one piece (well I&apos;ve extracted it from a slightly longer one).  &quot;It seems that paleontologists tend to make tremendous extrapolations from minimal information. They will find a single knuckle bone and tell us the animals size, diet and how big a herd they ran in.&quot; The commenter self identifies as a Dr of some description and one would hope he might have better respect for the work and ideas of other academic colleagues rather than apparently assuming we don&apos;t know what we&apos;re doing or just speculating wildly. I&apos;m sure I could say some crude exaggerations about particle physics or geochemistry based on ignorance of the depth and detail in the subject. As with many of these types of comment on many aspects of science, what he has actually done is demonstrated how little he knows. So I&apos;ll use this very example to point out just how much can be reasonably determined from very little material. First off, there aren&apos;t knuckle bones  the knuckles are the joins between bones, not bones themselves. The bones that produce the knuckles are the phalanges, the finger bones, though one might also want to include the metacarpals (that make up the palm of the hand) and the unguals (that support the claws, or in us, fingernails). So, let&apos;s say you do have just a single phalanx, could you really work out how big it was, what it ate and how large the heard was? Actually, yes. It does of course depend on the animal in question, but conceptually it&apos;s perfectly plausible. Plenty of vertebrate species or entire groups have uniquely shaped phalanges and a good anatomist should be able to work out what they belong to. The phalanges of the birds are easy to spot given how they fuse together, whales and dolphins, the seals, the various member of the antelope / sheep / deer etc. group have odd phalanges and so too do various dinosaur groups for example. They look unlike those of any other vertebrate and simply cannot easily be mistaken. Naturally there would be a good few where you might not be able to say much more than &apos;bird&apos; or &apos;bat&apos;, but it&apos;s far from tricky to get something as specific as &apos;mole&apos; or &apos;gibbon&apos; or even a single species like the aye-aye. This works because an awful lot of bony anatomical shapes and structures are pretty conservative within these groups. All gibbon phalanges look alike, and while similar to other primates, they can be told apart. They have evolved to be well adapted for a given suite of behaviours and functions and the anatomy reflects both this and their ancestry.  Of course once you have established what group the phalanx belongs to, there&apos;s potentially quite a lot more information there. Some bones change in shape and proportion as animals grow, and a bone from a juvenile can be told from one that came from an adult. If it is indeed from an adult, one can work out how large it was. Some phalanges are obviously more consistent with the size of the animal than others, and it may not be possible to determine exactly which phalanx in the hand one has, so it might have been a big one from a smaller animal, or a smaller one from a bigger animal. Still, one could come up with a range of likely sizes, and of course in the case of something like a gibbon, most of them (and fossil forms) are of similar sizes, so it wouldn&apos;t be too unreasonable to take a guess at the size without any measurements at all.  Diet is pretty easy. Few clades vary that much in diet, and while there are oddities like pandas, if you know you have a phalanx from an elephant or antelope say, then you can bet on it eating plants, a seal and it&apos;ll be on the seafood diet, and a cat would be a carnivore. Thanks the third point ticked off rather nicely, so onto herding. Some groups of animals naturally have a great range of behaviours and degrees of sociality. It would be hard to say anything meaningful about the behaviour of a fossil cat from a phalanx alone  they could have been social like lions or solitary like leopards. But of course others are much more conservative  almost all primates live in groups, and so too do the living elephants, and the seals and walruses congregate to breed etc., while others are almost always solitary like rhinos and bears. Of course when it comes to the fossil record we may be able to add more data like evidence of groups forming from tracks, mass nesting sites or where herds have died together and so on, but it&apos;s far from implausible that we could take a good stab at the likely herding behaviour, and even group size, of at least some vertebrates. So while of course there are plenty of cases where a solitary phalanx would get us nowhere, the idea that discussing size, diet, and even social behaviour based on &apos;knuckle bones&apos; is in fact entirely reasonable. It is deliciously ironic that was likely supposed to be a deliberately extreme example to be used as a withering putdown actually represents a great model of how we can potentially build up a reasonable picture of the biology of an animal from very little remains. Perhaps unsurprisingly I&apos;d also contend that the idea that palaeontologists do this kind of thing all the time is also a nonsense. It is, at best, a poor caricature and bears no resemblance to what I see in the scientific literature or what I get from my colleagues. We don&apos;t do that kind of thing because we recognise the inherent uncertainties of working out exactly what group this was and exactly how big it might have been and exactly what it might have done. Even if these kinds of things are hinted at, it&apos;s generally in the broadest of terms (&apos;in the range of 50-250 kg&apos;) or suffused with caveats (&apos;if the diagnosis is correct, and if it follows the pattern seen in living members of this group, then it&apos;s likely it spent at least some of its time in social groups&apos;). What the accusation does resemble is the endless succession of often cheap and nasty &quot;Yet another dinosaur book for kids&quot;-type which do indeed regularly extrapolate wildly and get things badly wrong on a regular basis or do exaggerate because they take out all of the caveats and present them as certainties.  Comparative anatomy is an incredibly powerful tool and it&apos;s a shame that it&apos;s not appreciated as much as it should be and that too few universities seem to teach it now as part of biology or zoology degrees. It does allow palaeontologist to make great inferences about limited material and while we have to be careful, it does mean we can potentially draw a great deal of information from what might seem, to inexperienced eyes, very little.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/dec/10/dinosaurs-fossils", 
    "wordcount": "1225"
}