{
    "headline": "Uncertainty hangs over Australia on eve of carbon tax introduction", 
    "text": "Australia&apos;s controversial carbon tax comes into effect on Sunday after years of heated debate that has divided public opinion and driven the Labor government to a 40-year low in opinion polls. Under the new legislation, around 300 businesses will pay a fixed price of $AUD23/tonne for carbon emissions until 2015, when the market will set the price. Agriculture is exempt and trade-exposed industries like steel and aluminium will receive compensation of up to 94.5% on the price of permits. The government&apos;s target is to reduce emissions by 5% by 2020 and 80% by 2050 on 2000 levels. For prime minister, Julia Gillard, the carbon tax is the centrepiece of the country&apos;s &quot;clean energy future&quot;. It&apos;s also the issue that will, in all likelihood, define her premiership and has been largely responsible for pushing her disapproval rating among voters to 60%. The conservative opposition says the tax will be a &quot;wrecking ball through the economy&quot;. &quot;There is not a single problem in this country which is going to be helped by the carbon tax and all of our economic difficulties will be made worse by the carbon tax,&quot; said conservative opposition leader, Tony Abbott, on Friday. Abbott, a climate sceptic, has promised to repeal the tax if he&apos;s elected next year. It&apos;s created considerable uncertainty, particularly in the business community. &quot;The questions around whether the scheme will be here in two years&apos; time has stifled investment certainty,&quot; said Elisa de Wit, head of climate change at law firm Norton Rose. She says companies are doing what they have to in order to comply with the tax, but many have reservations about investing too far into the future. The chief executive of the Climate Institute, John Connor, says the debate over pricing carbon has been heavily politicised, with a &quot;massive focus on cost of living, most of which is hyperinflated.&quot; &quot;It was always going to be a difficult debate because we are a high-carbon economy [Australia is the world&apos;s biggest exporter of black coal for electricity generation and iron ore], but it&apos;s been made much harder by the partisan debate and by shameless scaremongering about cost of living from some in politics and in business,&quot; he said. The Treasury estimates the carbon tax will add about 0.7% to consumer prices in 2012-13. To cushion the impact of price increases being passed on to consumers, the government has put in place a $AUD15bn compensation package over the first four years, that will be delivered in the form of tax cuts and welfare and pension increases. It estimates that in some cases, those on the lowest incomes will receive compensation greater than the impact of the tax. But none of this has shifted public opinion. A poll in early June showed only 37% of people were in favour of the carbon tax, with 59% against it. When Gillard was elected two years ago, the community divide on whether to put a price on carbon was roughly even. Much of the change in sentiment is due to her own change of heart on the tax. On the eve of her election victory in 2010, she promised there would be no carbon tax under a government she led. Subsequently, the reality of trying to establish a minority government in a hung parliament meant the tax became policy, after a deal with the Greens. The opposition has framed the debate around her volte face ever since and would win in a landslide if an election were held today. Australians generate more carbon pollution per head than any other developed country. With a population of 22 million, Australia is responsible for 1.5% for global greenhouse gas emissions. Britain, by comparison, with nearly three times the population, produces just 1.7%.", 
    "section": "environment", 
    "gid": "environment/2012/jun/29/australia-carbon-tax", 
    "wordcount": "638"
}