{
    "headline": "Badger cull in Wales scrapped for vaccination programme", 
    "text": "A controversial cull of badgers in Wales aimed at cutting TB in cattle will no longer go ahead, Welsh environment minister John Griffiths announced on Tuesday, with the plan replaced by a multimillion-pound vaccination programme. The decision was met with delight from animal rights groups, and came following a review of the science behind an original government study saying the cull should go ahead. Farming groups and rival politicians have accused the government of &quot;betraying&quot; the rural community with the U-turn. Bovine tuberculosis leads to the slaughter of thousand of cattle a year and costs taxpayers millions. England is pushing ahead with culling plans, which environment secretary Caroline Spelman argues may reduce infections in culling areas by 16%. But Griffiths, who stressed he was &quot;personally committed&quot; to the eradication of TB in cattle in Wales, told the Press Association he was not satisfied that the mass killing of badgers, who can carry the disease, would bring a major halt to its spread. &quot;Bovine TB has a significant financial and social impact on farmers and the wider community in Wales,&quot; he said. &quot;Last year alone, the Welsh government paid out just over 12m in compensation for cattle slaughtered. But I am not at present satisfied a cull of badgers would be necessary to bring about a substantial reduction in the incidence of bovine TB in cattle.&quot; Mark Jones, veterinarian and executive director of the Humane Society UK, said: &quot;At last, a genuinely science-led policy to tackle to bovine TB without slaughtering thousands of badgers, and one that will actually help to solve the problem instead of making things worse. This puts added pressure on Caroline Spelman to withdraw its disastrous plans to cull English badgers.&quot; Brian Walters, a spokesman for the Farmer&apos;s Union of Wales, said: &quot;Culling has consistently been shown to reduce bovine TB incidences in cattle herds, and since the 1970s thousands of herds have achieved TB-free status following badger culling. When Welsh assembly members previously voted in favour of a badger cull, it demonstrated that Wales was willing to take positive steps to eradicate TB, even if those steps were controversial.&quot; Tuesday&apos;s announcement marked another twist on the issue of bovine TB in Wales. The focus is an &quot;intensive action area&quot; of north Pembrokeshire and neighbouring parts of Ceredigion and Carmarthenshire, where officials say the disease among cattle and badgers is rife. In 2010, the Labour-Plaid Cymru coalition government was forced to shelve a cull after the Badger Trust won a legal appeal. But Elin Jones, then rural affairs minister, said she would be pushing ahead with a new order. However, last May&apos;s election saw Labour return to power alone  and last summer, ministers announced they were to conduct a &quot;science-led&quot; review into the eradication programme. Griffiths said the government&apos;s decision on Tuesday means the Welsh government can now get on with its five-year vaccination programme, which is expected to start this summer and cost an estimated 5m. Both the Welsh Conservatives and Plaid criticised the government&apos;s decision. &quot;The minister has today hamstrung the bovine TB eradication programme by abandoning culling, despite voting in favour of that policy less than a year ago,&quot; said Conservative assembly member and shadow rural affairs minister Antoinette Sandbach. &quot;The previous eradication strategy had cross-party support in the assembly and the full backing of the industry. This U-turn is a betrayal of rural Wales.&quot; Plaid AM Llyr Huws Gruffydd added: &quot;The Labour minister has displayed blind ignorance by disregarding the scientific evidence, and all because he has to fall in line with Labour&apos;s new policy in London. Wales is now swimming against the tide of scientific evidence that has seen England adopt a culling policy, with Northern Ireland also moving in that direction.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/20/badger-cull-wales-abandoned-vaccination", 
    "wordcount": "644"
}