{
    "headline": "Environmental realities of fracking", 
    "text": "Shale gas extraction (Reports, 13 March) does indeed hold a potential to be a safe and clean alternative to dirty coal, leading to a consequent reduction in the UK&apos;s global warming emissions. But the confidence of the public is dependent on an adequate and transparent environmental protection regime. Gas extraction involves the injection under pressure of millions of gallons of water, with dissolved chemicals to enhance the process, into the well bore. When the pressure is released roughly half the water in which the product gas is dissolved returns up the well. The returning water is contaminated both with the chemicals used in the process and with various pollutants picked up from the shale, which includes complex hydrocarbons, heavy metals and admittedly small amounts of radioactive matter. The returning water has to be stored, treated and after treatment disposed of. And this is millions of gallons. Thus shale gas extraction is not the same in regulatory terms, as oil extraction. The government has said that there will be a proper regulatory regime, but there appears to be little to show how the Environment Agency intends to operate it. For example, it has to establish proper monitoring of the water returning to the surface and limits have to be set for the chemicals in the water that is discharged to waste. There also needs to be careful control of the storage and treatment process so that the risk of accidental leakage into the immediate ground water is as low as practicable. And the effluent from treatment also has to be monitored and controlled.Lyn SummersRetired HSE nuclear safety inspector Has Lord Browne seen any of the reports from Bloomberg, British Gas and even BP that state that the US shale gas &quot;bonanza&quot; will not be replicated here? If we believe that a shale gas revolution will happen in the UK, as Lord Browne does despite all evidence to the contrary, then we can expect that investment in unconventional gas will be detrimental to renewable energy investment. We must remember that Lord Browne was the head of BP during the Deepwater Horizon disaster that to this day plagues the Gulf of Mexico.Tisha BrownFrack Off London My constituency of Falkirk is home to one of the UK&apos;s most advanced coalbed methane extraction projects. As Lord Browne says, the extraction of coalbed methane is a low carbon bridge to future technologies, is unobtrusive and is environmentally safe. I have received a handful of local objections to the project, all from the same campaign group and all reminiscent of the disastrous anti-science, anti-GM lobby of a decade ago. On the other hand, I have received many messages of support from constituents who accept the potentially valuable contribution unconventional gas extraction has to make to the UK&apos;s energy mix.Eric Joyce MPFalkirk The view that significant shale gas use for power generation would be incompatible with the UK greenhouse gas reduction targets was attributed to &quot;opponents of fracking&quot;. Readers should know that this incompatibility has a strong scientific basis, and is accepted by the parliamentary energy and climate change select committee, Scientists for Global Responsibility, David MacKay, the chief scientific adviser to the Department of Energy and Climate Change, and the committee on climate change, the government&apos;s scientific advisers.David PackhamUniversity of Bath One quote from this month&apos;s Le Monde Diplomatique describes the situation in stark but convincing terms. Sir David King, former chief UK government scientist, &quot;noted that production at wells drops off by as much as 60-90% within the first year&quot;. To deflect attention from that rapid decline of profitability, the big US companies involved (eg, Eagle Fox in Texas) are having to drill &quot;almost 1,000 wells in the Eagle Fox shale site every year, just to keep production flat&quot;. In consequence, huge losses are being made in the borrowings of such companies, losses from which the companies and banks involved are making great efforts to deflect attention.Stanley WalinetsBarnard Castle, Durham", 
    "section": "environment", 
    "gid": "environment/2013/mar/14/environmental-realities-fracking", 
    "wordcount": "668"
}