{
    "headline": "British Museum to showcase relics from Pompeii and Herculaneum", 
    "text": "A bronze tap from a garden fountain, a street sign settling a boundary dispute, a clothes chest, a loaf of bread: some of the objects to survive the eruption of Mount Vesuvius in AD79 heading to the British Museum were so recently excavated that dark volcanic clay still clings to them. Curator Paul Roberts wants his exhibition, which opens next month bringing together for the first time objects from Pompeii and Herculaneum, including many never normally displayed even in Italy, to give a vivid feeling of life, not death, in an ordinary Roman town. The spectacular loans, including a star exhibit from the archaeology museum in Naples, a famous sculpture from Herculaneum of Pan having sex with a nanny goat, are also intended to generate good publicity for the sites, after damaging reports in recent years. Roberts hopes the exhibition will increase support for the places he has loved and visited, where he is greeted by name by guides and staff on every ancient street corner, since he excavated at Pompeii as a student. Many archaeologists are as concerned about the future of the sites as their past. Andrew Wallace-Hadrill, former director of the British School in Rome, and author of Herculaneum: Past and Future, has called the damage to Pompeii, including recent building collapses, &quot;a second death&quot;. This month, the European Union promised a 105m conservation fund, and protection to ensure it is not diverted into bureaucracy or corruption. The tottering Italian economy is hitting funding for both sites, leaving them dangerously dependent on increasing tourist numbers. At Herculaneum, restored buildings remain closed because there aren&apos;t enough staff to guard them  when Roberts recently visited the Suburban Baths, one of the most impressive and intact in the Roman world, tourists literally shook the bars of the locked gate pleading to be allowed in. At both sites the simplest projects often get bogged down in labyrinthine bureaucracy. The book shops recently closed in a dispute over who should run them, and at Herculaneum, where the only site cafe closed years ago, discussion has continued for the last year over new vending machines for bottled water. Although Roberts wants his exhibition to evoke life, the shadow of death will lie heavily on it. The little cradle from Herculaneum still sways on its charred rockers. For this baby the world ended in the small hours of 25 August AD79. When the rocker was originally chipped carefully away from the petrified mud, it held a little woollen blanket and tiny bones. It was originally thought that everybody escaped from Herculaneum, with at least 12 hours&apos; warning while the ground shook and the sky turned black but in the night the wind changed, the ash cloud collapsed, and a tidal wave of boiling mud and rock poured down the mountain. On a first floor of the main street, near the house where the cradle was found, a pair of charred window shutters still stands ajar as if somebody looked out incredulously at catastrophe overwhelming their town. When the archaeologists found the ancient shoreline, now half a mile inland, it was littered with bodies. Hundreds, perhaps thousands more will certainly be exposed when the main harbour is eventually discovered. &quot;If it weren&apos;t for their death, nobody would remember the names of Herculaneum and Pompeii today, certainly no tourist would bother setting foot there,&quot; Roberts concedes. &quot;If they continued as towns at all, the Roman level would have vanished under medieval buildings, with maybe the forum as open space and the odd chunk of a temple preserved in a church. Pompeii would be a nondescript little market town, Herculaneum one of the many outlying villages of Naples.&quot; The ruins of Pompeii became a marble quarry, but Herculaneum was only rediscovered by two men digging a well in 1720. For decades miners were sent burrowing to recover wonderful marble and bronze statues, frescoes and mosaics, which astonished Europe. Most of Pompeii, easier to excavate, has been uncovered, most of Herculaneum still lies under a cliff of petrified mud up to 25-metres thick, with the modern town perched on top. For the last decade the Herculaneum Conservation Project, funded by David Packard, co-founder of US firm Hewlett Packard, has worked with the heritage authority, the Soprintendenza Speciale per i Beni Archeologici di Napoli e Pompei. It had planned to pull out by now after conserving scores of buildings judged fragile or dangerous, and consolidating sites destabilised by earlier excavation. New finds coming to London including the marble relief revealed when a muddy wall crumbled, and fragments of everyday life right up to the day of the disaster, glass and pottery, jewels and kitchenware, toys and lamps, all found when they scoured out the great Roman sewer to help drain water from the steep site. The Herculaneum Conservation Project will remain in place for the foreseeable future, and despite the bottled water impasse, is considering an enormous undertaking: a new museum. Meanwhile, spectacular finds including the unique furniture, preserved as charcoal by the boiling mud which vaporised human flesh, will be in Bloomsbury. At Herculaneum they usually rest on the top floor of a deserted museum built in the 1970s and never opened, its glass cases gathering dust, the building judged too poorly designed for use. It may be blithely ignored by local residents and tourists alike, but the greatest threat to these windows on the ancient world may remain the volcano itself. In the modern town of Ercolano, washing flutters directly below the slopes of Vesuvius. In AD79 the people knew the mountain well, but after 700 years they had forgotten it could explode, and that earthquakes could be the warning. A little fresco from a garden shrine in Pompeii, coming to the exhibition, shows Vesuvius with the steep peak that was blown away in the eruption. It looks green and tranquil, then and now well overdue its next eruption. The difference today is the population density, including the traffic choked streets of Naples. A group of international scientists has warned in the journal Nature that the lives of 700,000 people could be at risk. &quot;My sister is a geologist,&quot; Jane Thompson, an English archaeologist and director of the Herculaneum Conservation Project, said. &quot;She has asked me &apos;of all the archaeology sites in all the world, why did you have to come here. Why?&apos; We don&apos;t forget about Vesuvius.&quot;  Life and Death in Pompeii and Herculaneum is at the British Museum from 28 March to 29 September.", 
    "section": "science", 
    "gid": "science/2013/feb/24/british-museum-pompeii-herculaneum", 
    "wordcount": "1091"
}