{
    "headline": "University applications from UK students down 8.4%", 
    "text": "The number of UK-born students who have applied to start university next year has fallen by 8.4%, with a 9.9% drop in applicants from England, according to statistics released by the university admissions service. This continues the downward trend in university application rates prompted by the introduction of fees of up to 9,000 a year in autumn 2012. The latest statistics, published by the Universities and Colleges Admissions Service (Ucas), show 120,194 applicants from the UK, compared with 133,357 this time last year. By this point in 2010, before tuition fees were introduced, there were 157,116 applicants. The figures do not represent the final numbers  the deadline for most university applications is January. Applications by students in Scotland, Northern Ireland and Wales have also fallen by 10.5%, 9.3% and 8.7% respectively. Pam Tatlow, chief executive of thinktank million+, said the figures could indicate a further slump in university application rates and said alarm bells should be ringing in government. &quot;There is now a real risk that the trend towards widening opportunities that has been a feature of university admissions in recent years will be thrown into reverse. It would be a travesty if students and their families stopped seeing university for what it is  an extraordinary once-in-a-lifetime opportunity, not just to improve career and employment prospects, but for inspiring lifelong interests and experiences.&quot; However, Ucas&apos;s chief executive, Mary Curnock Cook, said: &quot;Although the number of applicants to UK higher education is down by 8% on this time last year, eExperience tells us that changes at this point in the cycle are a poor guide to final demand. For example, in the 2012 cycle the decrease in applicants in November was much greater than the final picture in January.&quot; Last year, the number of students applying to university picked up by the end of the cycle, from a 15% drop in the number applying to university in November to a 7.7% fall in the number applying by the end of June. The number of university places left empty this summer may explain why the number of students reapplying this year is down by 10.4%  another factor causing a dip in this year&apos;s figures, according to Curnock Cook. &quot;There is also a complex interplay of factors relating to the previous cycle which impact on the picture today. These include fewer unplaced applicants in 2012 and hence a smaller potential pool of reapplicants.&quot; Dr Wendy Piatt, director-general of the Russell Group, agreed that a slow start to the admissions cycle was not necessarily a cause for concern. &quot;It&apos;s far too early in the year to say what the overall applications numbers will be this year. It&apos;s only right that prospective students are taking their time deciding which universities to apply to and making use of all the information available to them. Going to a good university remains a sound investment for the vast majority.&quot; The NUS said it feared that higher fees would continue to deter students. &quot;The government should now finally admit that its higher education policies are having a significant impact on application behaviour,&quot; said Liam Burns, the NUS president. &quot;Regardless of the repayment terms and the small print, students were always going to be deterred by 9,000 tuition fees.&quot; The upward trend in applications from international students has also reversed, according to Wednesday&apos;s statistics, which show the number of non-EU students applying to UK universities has fallen slightly on last year (0.8%). This comes after London mayor Boris Johnson&apos;s warning that government restrictions on overseas students are putting off the brightest from coming to study in Britain. The number from EU applicants has also dropped, by 0.9%.", 
    "section": "education", 
    "gid": "education/2012/nov/28/university-applications-uk-students-down-ucas", 
    "wordcount": "635"
}