{
    "headline": "24 hour library people: all work, no play?", 
    "text": "Dreaded by some, revered by others, the &quot;all-nighter&quot; has always been a legendary feature of student life. It comes as no surprise then that many students have lobbied their universities to provide 24 hour library services. Leeds, Kings and Reading are just a few recent examples of this growing trend. All have agreed to cater for those who, either out of habit or necessity, choose to labour by moonlight. But does this set an unhealthy precedent? Shouldn&apos;t universities be preparing students for a life of work, which, for the most part, takes place during the day? &quot;I think students are under more pressure than ever and we are seeing them study harder and longer,&quot; says Josh Smith, education officer at Leeds University. Leeds is set to trial 24 hour libraries for the first time during this summer&apos;s exam period. &quot;I&apos;ve had a lot of positive feedback since it passed, but we&apos;ll see how the trial goes. They are fairly common, but I think we are seeing radical change all the time over the way students are studying.&quot; While students at Leeds keenly await the moment when they can go into a library and never come out again, students at Bath University have been enjoying the privilege for some time. Bath was the first university in the UK to test the idea, when they went 24 hour back in 1996. &quot;We were planning for a large and expensive extension to the library and the thinking was: if we&apos;re going to spend money on a big new facility why not keep it open for longer?&quot; says deputy librarian Gavin Rea. Although Rea admits the library doesn&apos;t get a huge amount of use at 3 or 4am, many students do come in very early during exam time, some arriving at 5am. The service is also popular with their international students, who tend to work late and often take the opportunity to contact family in another time zone. They have a permanent security presence and use a range of energy saving devices, such as PCs that automatically power down and lighting activated by infra-red. As for misbehaviour, the biggest problem is students sneaking in takeaways and occasional drunkenness, although, according to Rae: &quot;they rarely get past the turnstiles&quot;. &quot;It wasn&apos;t intentional, but 24 hour libraries became a major selling point for prospective students,&quot; says Rea. &quot;Word got around extremely quickly and it&apos;s got to the stage now where many libraries offer some kind of 24 hour opening.&quot; Despite the growing popularity of 24 hour libraries, proudly boasted in prospectuses, there is always a concern that students adopt unhealthy study habits. Bridget O&apos;Connell, head of information at the mental health charity Mind, highlights the pressure that students experience: &quot;While it is good that universities are allowing students to access libraries at a time that suits them, there is the concern that it could result in students feeling that they should be spending every spare moment studying. This is not a sustainable approach. Extended periods of pressure, including a lack of sleep, not eating properly, a lack of getting outdoors and exercising can all have a huge impact on mental wellbeing.&quot; Jon Gleek, welfare officer at University of Sheffield&apos;s Students&apos; Union, however, points out some of the positive reasons why students may require 24 hour libraries. &quot;It is always worth remembering that students are a hugely diverse group of people and the stereotype of the 18-year-old fresher who is pulling an all-nighter for a deadline doesn&apos;t reflect the range of needs and experiences of the whole student body,&quot; he says. &quot;Some students who take part in lifelong learning courses or some part-time degrees, for example, may only come onto the university campus later in the day and use the library after their evening classes. Many students have to take part-time employment during the day to fund their studies and living costs, so having a resource such as a 24 hour library can be a vital asset to their academic progress.&quot; For student Charlotte Fuge at the University of the West of England, studying at 1.30am has been far more productive than at 1.30pm. &quot;It was quieter, there was a sense of calm about the place which helped when you were trying to get 2,500 words written by the 2pm deadline the next day. &quot;I always seemed to find what I was looking for during those early morning hours, journals would jump out at me and even internet-based research would prove more fruitful. I did all of my essays this way, and passed with a 2:1.&quot; &quot;There was a sense of camaraderie among those using the library during the dead of night. I know people who used it as somewhere to crash after a night out. It was fine, they were quiet.&quot; Zoe Thomas, a history PhD student at Royal Holloway also finds them useful: &quot;24 hour libraries are definitely helpful to students who are also having to work to fund their studies,&quot; she says. &quot;It is so frustrating when they are shut or in the summer when they have reduced opening times but postgraduate students still desperately need a range of access hours.&quot; For Naila Missous, 22, studying English literature at the University of Manchester, all night libraries do not need to simply be a place for sleepy study. &quot;It almost creates another reason for students to be social - a bit like one huge educational sleep over...I&apos;ve even been at the library in the early hours where students ordered in a pizza.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/12/24-hour-library-people", 
    "wordcount": "953"
}