{
    "headline": "Boot up: Douglas Adams on dongly things, Twitter's growth plan, improve your Nexus 7 and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Twitter pushes to boost site&apos;s utility &gt;&gt; WSJ.com  The efforts are part of Twitter&apos;s continuing mission to increase its service&apos;s usage and to build its business. Twitter executives still fight a perception that the service is only for tech geeks or narcissists, and there remain doubts about how big the San Francisco company can grow.  Facebook long ago managed to solve those problems and has more than 900m active monthly users world-wide and more than $3.7bn in annual revenue. Twitter has more than 140m monthly active users and analysts project it will generate less than $300m in revenue this year.  User growth is key to justify Twitter&apos;s $8.4bn valuation, and pave the way to an initial public offering in a year or so.   Some companies are small, yet have impact. (Note: if paywalled, try a search via Google News.) Dongly Things &gt;&gt; Douglas Adams He&apos;s gone, but not forgotten, even though he lived in a time before Apple connectors:   Time to declare war, I think, on little dongly things. More of them turned up in the post this morning. I&apos;d ordered a new optical disk drive from an American mail order company and, because I live in that strange and remote place called &apos;Foreign&apos;, and also because I travel like a pigeon, I was keen to know, when ordering it, if it had an international power supply.   Adams&apos;s work remains a wonder of foresight. 40 Tips and Tricks for Google Nexus 7 Tablet &gt;&gt; The eBook Reader Blog Includes fixes for things that we&apos;ve previously been assured weren&apos;t a problem (home screen rotation) and how to add things whose absence meant the iPad/iPhone was rubbish (Flash). Most of this will be familiar to any Android user, though some of the apps could be helpful. (Thanks @modelportfolio2003 for the link.) 4G LTE Playbook launching July 31st! &gt;&gt; CrackBerry.com The original article is on MobileSyrup: the 4G version of the PlayBook (promised &quot;later this year&quot; at Mobile World Congress in 2011) is heading our way as soon as this month. The price? $550 for a 32GB version. Now read the opinions of the Crackberry faithful. VMware pays $1.26bn for networking software maker Nicira &gt;&gt; eWeek.com  &quot;Nicira and VMware are of similar cultures,&quot; [VMWare president of product marketing in VMWare servers Bogomi] Balkansky said. &quot;We both were born in the Stanford (University) Computer Science department. We both look at virtualized networking as an important new sector in data centers and cloud computing.&quot;   (Thanks @modelportfolio2003 for the link.) The world is closer to a food crisis than most people realise &gt;&gt; Environment Guardian Step out of the technology filter bubble for a moment:   Although the world was hoping for a good US harvest to replenish dangerously low grain stocks, this is no longer on the cards. World carryover stocks of grain will fall further at the end of this crop year, making the food situation even more precarious. Food prices, already elevated, will follow the price of corn upward, quite possibly to record highs.   The Arab Spring uprisings were partly triggered by higher food prices. What might this do? Malware attack spread as email from your office&apos;s HP scanner &gt;&gt; Naked Security  In these high-tech times, scanners and photocopiers aren&apos;t just dumb machines sitting in the corner of the office.  They are usually connected to the corporate network, and - in some cases - can even email you at your desk to save you having to wear out your shoe leather.  And it&apos;s precisely this functionality that we have seen cybercriminals exploiting today, pretending that their malicious emails in fact come from an HP scanner inside your organisation.   The documents claim to have been scanned inside the organisation so that you&apos;ll click on them. Inventive. Honest, it&apos;s an iPhandroid.. oh all right &gt;&gt; eBay From the spec:   3.5&apos;&apos; Dual SIM GPS Android 4.0 Smartphone 3G W007 4GB   How can you not love a dual-SIM Android 4 smartphone that is an exact copy of an iPhone casing that comes from Wendy&apos;s Phone Shop? The really fascinating question though is: what sort of connector does it have on the bottom? There aren&apos;t any pictures. (Thanks @alexredcloud for the link.) iPod history &gt;&gt; Benedict Evans Shows iPods by year of release, capacity and model. A very useful way of visualising how to segment a market. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/25/technology-links-newsbucket", 
    "wordcount": "785"
}