{
    "headline": "Aid: how much does the UK spend, why it's important and how it works", 
    "text": "Why is aid back in the news? To the delight of NGOs, the chancellor George Osborne announced in Wednesday&apos;s budget that the amount the UK spends on aid will hit 0.7% of gross national income (GNI) this year, making Britain the first in the G8 to meet the decades-old promise. The UK&apos;s official development assistance (ODA) is expected to rise to 11.3bn when it hits the 0.7% target. With a population of about 63 million, the figure works out at roughly 137 per Brit. The advocacy group One calculates that a person on an income of 25,000 pays 5,465 in tax, of which 52 would go to the overseas aid budget a year. What is the 0.7% target? Rich countries have been talking about spending 0.7% of GNI on aid for nearly half a century. Formally introduced as a common goal in a 1970 UN resolution, the target grew out of suggestions put forward by the World Council of Churches in 1958 that wealthy countries transfer 1% of national income to their poorer counterparts. Over the decades, 0.7% has been repeatedly re-endorsed at international conferences, becoming a key rallying cry for aid activists and a common yardstick for the generosity of rich countries. Only five countries  Norway, Sweden, the Netherlands, Denmark and Luxembourg, the &quot;G07&quot;  have met the target. But some argue the 0.7% target is increasingly outdated and irrelevant. Washington economists Michael Clemens and Todd Moss have argued (pdf) that it &quot;no longer makes sense, if it ever did&quot;, as it&apos;s ostensibly based on calculations of what poor countries in the 1960s needed to close &quot;financing gaps&quot;. Meanwhile, there has been an increasing focus on the quality, rather than simply the quantity, of aid. Why is David Cameron so keen on reaching 0.7%? The prime minister and Justine Greening, the international development secretary, justify aid on moral and national interest grounds. In a speech to the UN general assembly last year, Cameron said it was not only a moral obligation that better-off countries have to tackle poverty in a world where more than 1 billion people live on less than a dollar a day; he argued it was also in everyone&apos;s interests to build a more prosperous world, otherwise the problems of conflict, mass migration and uncontrollable climate change &quot;will come and visit us at home&quot;. Sticking to the 0.7% pledge can also be seen as a way of &quot;detoxifying&quot; the Tory brand, and it allows Cameron to claim an international leadership role. The prime minister is one of three co-chairs of a UN high-level panel looking at future development policy, although he is not attending the panel&apos;s final meeting in Bali, Indonesia, next week because of a diary clash. Cameron is also chairing the G8 summit in Northern Ireland in June. The decision to press ahead with aid increases at a time of austerity has angered some Tories, who think the aid budget should not be protected. The parliamentary international development committee has warned that pressure to meet spending targets as the aid budget rises could result in the Department for International Development (DfID) making poor decisions. What counts towards the target? The Organisation for Economic Co-operation and Development&apos;s development assistance committee (OECD-DAC) defines what counts as ODA. Only spending with &quot;the promotion of the economic development and welfare of developing countries&quot; is eligible. But the list of specific activities that can count as aid has grown to include administrative costs and spending on refugees in donor countries, estimated costs of students from developing countries, and programmes to raise the profile of development. Some argue this growing list has diluted the meaning of foreign aid and made it harder for the public to understand where their money is going. Both grants and loans (if they have a grant element of at least 25%) can count, and ODA can be given to developing countries or multilateral institutions such as the World Bank. Donors can count as aid the costs of using armed forces to deliver humanitarian assistance as well as certain peacekeeping activities such as election monitoring and mine clearance, but military equipment and anti-terrorism are not eligible. There is no centralised list tracking changes to how donors classify their spending, making it difficult for the public to understand how much of an increase in aid spend is actually new money. The OECD has recently reopened the debate on what should count as ODA, but don&apos;t expect conclusions soon. How does the UK spend aid? The 2002 International Development Act requires all UK aid to have a focus on poverty reduction. Most UK aid falls under DfID&apos;s budget, but other government departments  including the Foreign and Commonwealth Office (FCO) and the UK Border Agency  also spend money that counts towards Britain&apos;s overall ODA. In 2011, 20m in &quot;costs of supporting refugees in the UK&quot; was counted as aid along with 3m in pensions paid to former colonial officers. In the 2010 spending review, the FCO said it would look to &quot;reclassify&quot; as ODA some of the money it was already spending, prompting a parliamentary committee to warn (pdf): &quot;There is a danger that &apos;reclassification&apos; provides a cover for meeting the 0.7% of GNI target without increasing the money actually spent on ODA.&quot; Following Cameron&apos;s comments that he is open to spending more aid on peacekeeping and security, analysts will be watching closely to see how the division of ODA will change this year, and whether the FCO will get a bigger slice. The UK deals in grants, though is rumoured to be thinking about setting up a bilateral development bank to move into loans as well. How much of this money reaches developing countries? This is unclear. Because what counts as aid can be so varied, and as money often passes through multiple intermediaries  with overhead costs at each step  analysts have struggled for years to understand where much of this money ends up. In 2010-11, only 15% of the UK&apos;s bilateral aid spend was classified as &quot;budget support&quot;  money given directly to developing country governments. The bulk of UK bilateral aid flows through intermediaries such as NGOs, while spending through multilateral institutions has increased. Last year, reports of 500m spent by DfID on UK-based consultants stoked controversy over whether the department was getting value for money  and why the vast majority of big DfID contracts are still going to British companies, more than a decade after the UK fully &quot;untied&quot; its aid budget. Many thought &quot;untying&quot; (and opening up competition to non-donor firms) would mean money would flow to companies in developing countries. Greening has said all organisations that receive and manage DfID money, including NGOs, private companies, sub-contractors and sub-agencies, will be required to publish spending data. That should make it easier to see how much money makes it to developing countries. However, no firm deadline has been set for this.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/20/uk-aid-spend-important-works", 
    "wordcount": "1188"
}