{
    "headline": "Journalism MAs go digital", 
    "text": "It is often said that a good journalist learns on the job. But the withdrawal from journalism training of regional newspaper groups and the consequent lack of opportunities for learning the trade hands-on is leading to a boom in demand for formal qualifications. A new breed of master&apos;s degree is plugging the training gap for today&apos;s digital media by giving students the skills and the flexibility they need for a career in a sector undergoing radical change. This October, IE University in Madrid will be offering a new master&apos;s in digital journalism. &quot;The economic crisis and the online media revolution means the journalism profession is facing a difficult challenge,&quot; says course director Pedro Cifuentes. IE is aiming to create a new journalism course adapted to the needs of the 21st century by concentrating on emerging technologies such as social media, and by preparing versatile and entrepreneurial journalists. &quot;It&apos;s impossible now to expect a lifelong job in a big media corporation,&apos;&apos; says Cifuentes. He adds: &quot;The future for journalists is much more based on having a freelance and personal branding strategy. People will have to build their income by doing things that are not purely journalism, such as managing social media like Twitter and Facebook for companies and becoming corporate bloggers. The borders between journalism, corporate communications and the digital world are blurring.&quot; UK universities are thinking along similar lines. This year the University of Hertfordshire is introducing an MA in journalism and media communications to focus on web technologies, magazine journalism and corporate communications. &quot;Our aim is to help students to developsocial networking campaigns, edit content management systems, create blogs, make short videos and create interactive publications,&quot; says senior lecturer, Sharon Maxwell Magnus. Emily Iversen, 25, from Denmark, who is studying for the Hertfordshire MA says: &quot;This MA gives you a bit of everything  PR, advertising, journalism and marketing.&apos;&apos; City University London, which launched an MA in interactive journalism last autumn, is focused on data driven journalism  a specialism that involves identifying and analysing information buried in reports or statistics, many of which can be discovered from internet searches. Students are also given training in developing and managing online communities and understanding content management systems. Such postgraduate courses train students to be versatile and adaptable. So, for example, a print trainee may well also be familiar with using a variety of other technologies such as making a video, creating a news bulletin, taking photos, using Photoshop, compiling an audioslide show and managing content management systems. Knowledge and familiarity with media technologies can, of course, be acquired on the job, but a master&apos;s degree can be a good short cut to hard-won experience. &quot;There are people who will succeed brilliantly who do not go anywhere near university journalism training. But a lot of people will get a better edge and be better prepared if they do a master&apos;s course,&apos;&apos; says George Brock, head of journalism at City University. Most of Brock&apos;s top students go on to work for leading broadcasters and newspapers, but a growing number are finding jobs at start-ups such as community news organisations, websites or even companies creating pioneering software for journalism. City&apos;s MA also covers these more entrepreneurial career choices. In light of the Leveson inquiry, the hot topic of the moment is ethics and master&apos;s degree syllabuses have been expanded to include some of the moral dilemmas thrown up by the Leveson inquiry. &quot;They have to work out where they stand,&apos;&apos; says Marie Kinsey, course leader in broadcast journalism at the University of Sheffield. &quot;We have devoted an entire module to ethics and regulation,&apos;&apos; she adds. Far from putting an academic veneer on basic journalistic skills any trainee on a regional newspaper could pick up on the job, master&apos;s courses offer students the chance to become reflective practitioners. It is a chance to understand new media&apos;s business models. Making radio waves Former corporate lawyer Bela Shah, 30, enrolled on London College of Communication&apos;s postgraduate diploma in broadcast journalism to fulfil a career ambition. &quot;I was working in the ITV sports department negotiating broadcast rights with sports bodies and presenter contracts and I just caught the news bug. I was at a crossroads in my career and it was a &apos;now or never&apos; decision.&quot; The diploma course was everything Shah had hoped for. &quot;We had a lot of hands-on teaching about working in a news studio as well as work placements and feedback from professionals. I did a three-week stint in the news room of ITV Central in Birmingham and shifts on air at Radio Jackie. &quot;Shah landed a job as a news presenter at Time 106.6FM at the end of April, a week after her formal teaching finished. Shah&apos;s employer is allowing her to complete her final assignments while the college&apos;s flexible approach and work placement programme encourages students to prioritise job applications. Without the practical experience and the contacts she met on her course, Shah believes she would never have managed to break into news presenting. Within three months she will be transferring to Time 106.6FM&apos;s sister station, Sunrise Radio, in Southall, which is Britain&apos;s biggest Asian broadcaster. &quot;There&apos;s an opportunity to present news at Sunrise and I&apos;m interviewing all kinds of people  local football managers and business and community leaders  as part of my job. My diploma was excellent preparation for what is expected of you in the newsroom.&quot;  This article was amended on 19 June 2012. An editing error meant Marie Kinsey was described as a senior lecturer at City University. She is course leader in broadcast journalism at the University of Sheffield.", 
    "section": "education", 
    "gid": "education/2012/jun/18/postgraduate-journalism-courses", 
    "wordcount": "956"
}