{
    "headline": "Bumblebee lost to UK makes comeback on Dungeness shingle", 
    "text": "The view is bordered by an airport, an army firing range, a sewage treatment plant and Dungeness nuclear power station, but Nikki Gammans hopes that the whole field looks like one gigantic banquet of flowering plants to a short-haired bumblebee. In 1988 a scientist from the Natural History Museum saw a short-haired bumblebee, Bombus subterraneus, sitting on a pile of shingle. The species was already rare but he had no reason to think it was a historic encounter. In fact, the bee was never seen again and was declared extinct in the UK 12 years ago. That status should now be changing. On Monday Gammans will take a small plastic box from the fridge in her camper van, and a group of slightly puzzled Swedish short-haired queens will tumble out into the Kent sunshine. The hope is that they make a beeline for the red clover, white dead nettle, yellow flag, tufted vetches and eggs-and-bacon, all bursting into bloom after a week of May sunshine. &quot;We hope, we believe, this is the absolutely perfect spot for them,&quot; Gammans said. &quot;It has everything they like. There is no reason why they shouldn&apos;t thrive  they&apos;re pretty tough girls. &quot;This is a flagship project, a scientific first, but also a symbol that it isn&apos;t all hopeless: we don&apos;t have to stand by helplessly watching species and habitat being lost.&quot; The short-haired bumblebee, which like other bees has a crucial role in pollinating plants, was once common in the UK, as far north as Humberside. It declined catastrophically, with many other species as, over the past 60 years, an estimated 97% of wild flower meadows vanished from the UK. The decline has been mirrored in many parts of Europe. But in Sweden the population is actually increasing. After a recce last year to Skne, south Sweden, Gammans acquired the necessary permits. She enlisted her father, a retired structural engineer, to travel ahead and phone the moment he saw bumblebees emerging from hibernation in Sweden. With volunteers, she caught 100 queens there, cooled them to drowsiness in the camper van fridge, then took the ferry home to start a quarantine period at the University of London&apos;s Royal Holloway campus , and check for any sign of insect disease. Watching the immigrants forage for themselves will be a great relief to one volunteer. Alan Kenworthy, a retired IT consultant, spent the last fortnight up to his knees in a nettle patch, gathering pollen to feed the captives. Most of the nettles were non-stinging  but many did cause him pain. His task involved capturing a bumblebee, imprisoning it in a small plastic tub and letting it bash the pollen off its hind legs on to a little sponge. A morning&apos;s work collected barely enough pollen to cover the bottom of a pot, and the captured bees have been extremely cross about their contribution to science. More bumblebees will be released at other spots across the miles of rough pasture, water and shingle of the RSPB reserve at Dungeness, and in future years Gammans will be releasing many more on to the land of neighbouring farmers. With Natural England, the Bumblebee Conservation Trust, and the charity Hymettus, which is dedicated to conserving bees, ants and wasps, Gammans has been working with farmers on Romney Marsh to build up habitats for plants, insects and birds, with broad strips of wild flowers along field edges or in awkward spots beyond the reach of modern farm machinery. Other farmers are being paid to manage grass for hay crops instead of cutting early and often for silage. In many places, wild flowers have returned to the land spontaneously; in other places, seed was sown, or grass cut when the flowers were setting seed and spread out the same day on less fertile soil. The results have been remarkable: not just plants and insects, but birds and mammals, including hares, have increased their numbers. &quot;My farmers are brilliant,&quot; Gammans said. &quot;In some cases they haven&apos;t formally joined agri-stewardship schemes, but they&apos;re just doing it. It&apos;s a return to a more traditional way, the way they remember farming was when they were children, and they&apos;ve really gone for it.&quot; Gammans and her team of volunteers will be monitoring the sites all summer, hoping to find that the bumblebees, which mated last summer in Sweden, are thriving and breeding. Recognising them, she insists, is easy: with one broad and one narrow yellow stripe, the bumblebees look as if their mothers ran out of knitting wool. &quot;And they do have very short hair, bless them  their poor little abdomens look quite bald.&quot;  This article was amended on 28 May 2012 to correct one reference to the short-tailed bumblebee to its correct common name, the short-haired bumblebee. ", 
    "section": "environment", 
    "gid": "environment/2012/may/27/short-haired-bumblebee-comeback-dungeness", 
    "wordcount": "802"
}