{
    "headline": "Google, Apple, Berners-Lee and more team up to launch Web Platform Docs", 
    "text": "It&apos;s rare that the caption describing someone&apos;s job is both banal and overarching  but in the case of the picture of Sir Tim Berners-Lee above, you have to say it&apos;s apposite. Yes, he really is the developer of the world wide web. It&apos;s his brainchild. Berners-Lee appears in the video for the launch of Web Platform Docs, which has achieved the unusual step of bringing together Apple, Google and Microsoft  normally fierce rivals  to collaborate on the development of HTML5. Other partners in the scheme include the World Wide Web Consortium (W3C), where Berners-Lee works; and Facebook, Nokia, Adobe, HP, Opera Software and the Mozilla Foundation. The purpose of the scheme is set out in its blog (and in the video below):   For years, web developers have had to rely on multiple sites to help them learn web programming or design, each with one piece of the puzzle. Great sites appear, covering one or two subjects, but too often fail to keep up with the rapid pace of changes to the web platform. This may have been good enough when the web was just simple HTML, basic CSS, and maybe a little JavaScript, but that was a long time ago. Today&apos;s web is more than just documents, it&apos;s applications and multimedia, and it&apos;s changing at a breakneck pace.  So the purpose, it says, is:   WebPlatform.org will have accurate, up-to-date, comprehensive references and tutorials for every part of client-side development and design, with quirks and bugs revealed and explained. It will have in-depth indicators of browser support and inter-operability, with links to tests for specific features. It will feature discussions and script libraries for cutting-edge features at various states of implementation or standardisation, with the opportunity to give feedback into the process before the features are locked down. It will have features to let you experiment with and share code snippets, examples and solutions. It will have an API to access the structured information for easy reuse. It will have resources for teachers to help them train their students with critical skills. It will have information you just can&apos;t get anywhere else, and it will have it all in one place.  And then the note of caution:   But it doesn&apos;t. Not yet. Right now, it has a wiki, docs.webplatform.org, which anyone with an account can edit, and structured templates for ensuring consistency. It has a massive import of data from Microsoft, Opera, Google, Facebook, Mozilla, Nokia, Adobe, and W3C, still in a rough form, that needs a lot of polishing. It has a chat channel and Q&amp;A forums, and a blog. And all this material will be available free, for anyone to use for any purpose.   Google&apos;s developer product manager, Alex Komoroske, has a post on the Google Developers blog, aiming to bring in developers there. The real benefit of getting standardisation  or even better understanding of non-standardisation between devices, platforms and browsers  will be that it will be easier to develop for them, and with HTML5, and the new capabilities it offers, becoming an increasingly important part of our interaction with the web, this site may have arrived just in time.  Certainly for anyone working principally in HTML5, this is going to be a great resource. Let us know your thoughts.          ", 
    "section": "technology", 
    "gid": "technology/2012/oct/09/google-apple-berners-lee-web-platform", 
    "wordcount": "546"
}