{
    "headline": "Popcap: the 10 secrets of casual game design", 
    "text": "Somehow, everyone seems to love Popcap. It is a games company that started out in typical fashion for this industry  as a garage project shared between three young geeks. It&apos;s exactly how Doom creator id software began  although Popcap founders John Vechey, Brian Fiete and Jason Kapalka always had a very different idea of what gaming was. They originally called their company Sexy Action Cool and began working on a strip poker title, before wisely changing course and aiming at the nascent casual gaming market. They never went for gamers.  Now, with offices all over the world, Popcap is responsible for some of the most successful casual gaming brands of all-time. Titles such as Zuma, Peggle and Bookworm have been downloaded 1.5bn times, with debut title Bejeweled alone selling more than 50m copies. According to the company, players spend 1.1bn hours a year glued to its games. Popcap is also an example of how to succeed in this ultra competitive industry without making vast numbers of enemies. Indeed, while Zynga&apos;s every move is debated and condemned by the gaming intelligentsia, Popcap has earned little but admiration and respect  even after it was bought out by perennial industry bogeyman, EA.  So what&apos;s the company&apos;s secret? How has it managed to create a string of accessible mega-hits, from the match-three behemoth Bejeweled to the tower defence masterpiece, Plants vs Zombies? And why does no one hate them for it? Last week, during the Casual Connect conference, I spoke to several of Popcap&apos;s most senior designers and producers about how the company approaches game design, and how it operates within the industry.  Here is what they revealed.  1. Forget the competition Although Popcap has often worked in very familiar casual genres, its designers claim to have never looked at what other developers were having success with. &quot;It&apos;s not that we&apos;re deliberately not learning from what our competitors are doing,&quot; says senior producer Matthew Lee Johnston. &quot;We&apos;re open to whatever lessons we can learn. I think it&apos;s easy to see what&apos;s successful in the market and what isn&apos;t, but ultimately we listen to our hearts and do what we think is right for our games, not what is right because our competitors are doing it or because something seems popular. We try to make decisions that will benefit the player and make the games engaging.&quot;  Amusingly, there&apos;s almost a sense of deliberate Ludditism in the company&apos;s approach to the games market. &quot;Popcap has never been about chasing the next big thing,&quot; says franchise business director, Tony Learner. &quot;We&apos;ve almost been anti the next big thing!&quot; It&apos;s a theme quickly taken up by Ed Allard, the VP of Popcap&apos;s development studios. &quot;We have not been so focused on being ahead as much as responding to where players are and putting our games there  sometimes we do that slower than our competitors; in fact we always do it slower than our competitors! We often just paint our own path, we make games that we feel great about  and staying true to that sometimes gets us there a little later, but that has served us well. We don&apos;t gaze into the crystal ball and try to predict the future  we just pay attention and respond to wherever the players are at.&quot;  2. Make games for everyone Another denial  apparently, Popcap doesn&apos;t look at new platforms like Facebook or Android or smart TV and say, &quot;we&apos;ve got to be on there&quot;; and it doesn&apos;t target specific demographics. It just targets everybody. &quot;We&apos;ve kind of never made games for gamers,&quot; says Johnston. &quot;We&apos;ve made games for people. And if new platforms are connecting more people with games, that absolutely plays in our favour. We try to create experiences that are appealing to anyone, and platform shifts can open people&apos;s eyes to games they haven&apos;t seen.&quot; The company&apos;s games have always had a higher percentage of female players then men, but it seems that this has never shaped the design process. &quot;There&apos;s a vein of casual gaming that&apos;s very targeted towards women I can understand and respect that,&quot; says Allard. &quot;But it&apos;s never been the Popcap path. For every feature we add, however, we do ask, is that going to turn off a female gamer? Or a child? We put everything through that filter. We approach it inversely  it&apos;s not, will this feature appeal to a certain demographic, but will it make a certain category of person not want to play this game, and if it does, what&apos;s it doing there?&quot;  A key risk the company took in this light was the inclusion of the undead in Plants vs Zombies. When designer George Fan originally came up with the concept for the game, it was going to pitch plants against aliens  it soon became clear, though, that extraterrestrial invaders would be too smart to fall victim to a garden full of vegetable warriors, so he switched to zombies. However, the art team specifically designed the characters, not only to be rather cute and non-threatening, but also to look much less human: the horror of zombies is the idea that they were once someone alive, someone recognisable. By removing that element, the company was able to put stumbling corpses into a casual game without scaring anyone.  3. Monetisation is a conversation about trust As with many other developers in the casual sector, most of Popcap&apos;s games are now free  the revenue comes from in-app purchases, including virtual goods. It remains a controversial model, open to abuse and viewed with suspicion by traditional gamers. So how does Popcap implement it without becoming a free-to-play pariah? &quot;We talk about that almost everyday,&quot; says Johnston. &quot;It&apos;s an evolving philosophy. We want to create great experiences regardless of how you charge the customer and we have erred on the side of being gentle with in-app purchases so that we don&apos;t ruin the experience. But obviously this is a business - game development isn&apos;t free, so we need to make sure we have a mutually beneficial relationship with the player.&quot; Sure, that all sounds lovely, but how does that actually impact development? &quot;From a design standpoint, people working on games at Popcap feel very connected to players, because they are players themselves,&quot; continues Johnston. &quot;One of the metaphors that I use a lot is, imagine game design as a face to face conversation  if we&apos;re talking and money comes up in our conversation, I can either be a friendly presence, asking for money in exchange for great value, or I can be smiling at you and conning you out of the cash  that transaction point is probably the most important part of the conversation, it&apos;s the time people are going to remember the most and it&apos;s when they&apos;re going to be most sensitive. We treat that very respectfully  it has to be a positive part of the relationship. I think people do trust Popcap.&quot; &quot;In any kind of game design you can take an approach which is very manipulative of the player from a behavioural standpoint,&quot; says Allard. &quot;Or you can take an approach which is about providing value to the player. If you respect the players and don&apos;t try to trick them into getting out their credit card that&apos;s a win-win situation  they&apos;ll be a more loyal customer and they&apos;ll do it again. We&apos;re not a charity making games for free, but in terms of running a business - the best businesses provide you with value. That&apos;s the driving force&quot;.  4. Everyone is a game designer Most truly creative game design studios organise special events where staff get together in small teams, either to pitch new ideas or to actually prototype their own games. It&apos;s how respected US studio Double Fine came up with offbeat cult gems like Stacking and Costume Quest. Turns out Popcap has a similar scheme in operation.  &quot;We have this process called Popcamp, where we carve out time throughout the year and anybody within the studio can apply to participate,&quot; says Allard. &quot;One of the underlying principles is, you can&apos;t work on it alone  you have to have a team of people behind you. Popcap began with three guys working in a garage, it wasn&apos;t one guy, because game development is a multi-disciplinary endeavour. So you have a project and you have a team and if it seems like something worth exploring you get a week to work on it. We then do a sort of expo in one of the meeting rooms where we show case all of these projects and everyone, from the marketing teams to publishing, comes and plays around with what people have created. It&apos;s a great process, and although most of them don&apos;t see more than a week&apos;s effort, some do emerge  Solitaire Blitz came out of Popcamp&quot;.  Popcap also runs its own indie spin-off label, 4th and Battery (the address of the development studio in Seattle), where staff can work on and release experimental projects. The label&apos;s second title, Candy Train, was created by Sophia Hohing who originally worked for an external technology group, until she asked if she could take part in Popcamp. Her prototype was so good, she was given a few extra weeks to complete it and is now on the in-house design team. &quot;She&apos;s a great game developer,&quot; says Allard. &quot;We may never have found her if we didn&apos;t have this structure that allows us to see what people are capable of.&quot; &quot;It also helps people to understand the difference between an idea and the execution,&quot; says studio director Joe McDonagh. &quot;There&apos;s a yawning abyss between those two positions. That&apos;s one of the greatest myths about this industry  that the idea is everything. It&apos;s not, it&apos;s the execution.&quot; 5. Word-of-mouth &gt; marketing &quot;The best marketing for our games is our games,&quot; says Allard. &quot;In fact, we didn&apos;t market our games at all for the first five years.&quot; For this reason, the company tends to launch each title on one platform and let the buzz grow before considering any conversions. &quot;Multiplatform launches tend to be about leveraging a certain amount of marketing across a lot of different platforms,&quot; he says. &quot;But if you&apos;re not throwing a whole bunch of marketing at the launch, multiplatform is less important than seeing if the idea is really resonating. And if it resonates with a certain group then you build on that momentum. It turned out to be a good strategy  it gives our franchises a longer life and it ensures the game is the best it could be for each individual platform.&quot;  6. Get back to basics for inspiration Popcap puts a lot of its success down to one simple facet: all of its staff are obsessive gamers. Yeah sure, every studio says that, but the difference here is that the team seem to be trying to get back to the fundamentals of electronic game design. &quot;There tends to be more of a sense of going further back in time,&quot; says Allard. &quot;It&apos;s less a bout what&apos;s hot now, and more about, well, what did I like back in the day on my Intellevision? What would be the modern equivalent of that? A lot of us are of a similar age, we grew up on Atari and Pac-Man  we&apos;re looking for inspiration that will bring to a broad group of people the feelings we had when we first experienced those introductory games.&quot;  It&apos;s not just about design, it&apos;s about the experience of playing  with their excitable sound effects and visual flourishes, titles like Peggle and Bejewled hark back to the audio-visual feedback loops of those first arcade games; the strangely pleasing bleeps and blips that we all still recall. &quot;Popcap games share an emotional reward system with the early games,&quot; says Johnston. &quot;Back in the day, you weren&apos;t playing over multiple sessions to build up a character; there were no saves in the cloud with Pac-Man. Partly, the reward was the high score table, but primarily, it was the emotional feedback - it had to be immediate. If you think about the voice in Bejeweled that rewards you when you make a match or the &apos;extreme fever&apos; in Peggle, or the little things in PvsZ that make you connect with the characters, it&apos;s not about the player building up stats over a long period of time, it&apos;s about that thing that happens right now, that feels great and sounds awesome  that&apos;s always been in the DNA of Popcap games.&quot; Allard also makes the interesting point that audio-visual feedback in a casual game provides the grammar of the experience for players who don&apos;t speak the vocabulary of gaming. &quot;Without the history of gaming at your finger tips, you&apos;re not going to say, &apos;okay, where&apos;s my level up mechanism&apos;, you don&apos;t walk into it with those expectations,&quot; he says. &quot;So all that feedback, to some degree, teaches the player what&apos;s good behaviour and what isn&apos;t - that&apos;s different from manipulating behaviour, it&apos;s about rewarding the stuff that&apos;s good for game progress.  &quot;I have a good example. There used to be a sound in Bejeweled Blitz that drove me crazy because I couldn&apos;t work out what it was connected to - it was the loudest sound in the game, and it kept happening away from where my mouse cursor was. Every time it happened, I just stopped playing and thought, what was that? And it was actually the coin gems dropping in. The problem is, it was telling players that something was happening, but it wasn&apos;t connected to their actions - they may have made a bad move and a good sound happened. That&apos;s problematic. With the right kind of reinforcement  the escalating tones when you get hit pegs in Peggle, for example  you don&apos;t need to be TOLD that the more pegs you get, the higher your score: the sound and the visual feedback all do that. That stuff is important  if there&apos;s one thing we&apos;ve learned about our gamers it&apos;s they won&apos;t read anything!&quot; &quot;It&apos;s also inherent in our design philosophy that our games are things that you can keep coming back to,&quot; he concludes. &quot;If the appeal of the game runs out when the player reaches the end, you&apos;ve failed. A lot of games have that problem. But with Bejeweled, there is no end  it&apos;s just a fun experience.&quot;  7. Concentrate on the experience not the featureset Casual games are immediate and transitory. They have to be instantly accessible, yet compelling. Designing them isn&apos;t about plotting out a huge gameplay arc or narrative through line, it&apos;s about digging down to the fundamentals of the interactive experience. &quot;What the player is doing from second to second is what we iterate on the most,&quot; says Allard. &quot;That&apos;s different for every game. In Solitaire Blitz it&apos;s how does it feel to flip over the cards, how quickly can I click on stuff, should it be three or four decks up here? Should it be more up there? It&apos;s a moment to moment thing. And the point at which a player can sit down for just three minutes and it feels great, we start building out. The core is the biggest percentage of the time  and that&apos;s where we fail more often than where we succeed.&quot;  &quot;It&apos;s an experiential focus,&quot; continues Johnston. &quot;We&apos;re concerned with visual polish and sound and all that stuff, but only to the point at which it combines to make a great experience  it needs to be combined with a core mechanic and a really rewarding loop. That&apos;s the thing. You need to be able to distil the game to that second-to-second experience. That&apos;s what we have a knack for.&quot;  8. Understand focus testing On the subject of focus testing, Popcap reckons the key skill here is being able to properly interpret the feedback of user groups brought in to play the games. &quot;It&apos;s usually not about what people actually say,&quot; reckons Allard. &quot;If you put a game in front of a non-developer  even a gamer  and they say, &apos;oh the zombies are too scary,&apos; it might have nothing to do with the character design. What they&apos;re actually saying is, the zombies move too fast, I feel threatened. That&apos;s the tricky thing for the designer - to hear &apos;the zombies are too scary&apos; and translate that to &apos;the zombies are moving too fast, there&apos;s too much threat&apos;. User feedback is almost never a valid description of the problem.&quot; 9. Trust the core mechanic Forget tutorials  the core gaming mechanic should be able to teach players what they need to do as they go along  and no game should be released until it is capable of doing this. &quot;Plants vs Zombies is actually one giant tutorial,&quot; says Johnston. &quot;That entire experience is one long, masterfully created, linear tutorial that teaches you how each plant counters each zombie. I&apos;s a beautifully articulated journey through George Fan&apos;s mind and through this meticulously balanced experience. The game, by many publishers&apos; standards, would have been shippable a year before we were done with it. But it progress significantly, in very subtle ways in that year and that completely contributed to the game&apos;s success  it made it possible for my three-year-old to play alongside my grandma.&quot; 10. Be ruthless Apparently, Popcap is constantly working with new game concepts, but most never make it to production  indeed, the developer claims that the ratio of axed projects to released games is 20:1. &quot;We&apos;ve killed far more games than we&apos;ve shipped,&quot; says Johnston. &quot;Finishing a game is really hard  if you don&apos;t feel great about it, there are another hundred ideas waiting to be born. Why spend all that energy finishing a game you don&apos;t believe in? If you hit a point and you don&apos;t think you&apos;re proud of it, there&apos;s always something else worth working on&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/08/popcap-secrets-of-game-design", 
    "wordcount": "3056"
}