{
    "headline": "Can mature students get internships?", 
    "text": "Here&apos;s my story: I dropped out of A-levels about 12 years ago. At the time, I was content not to go to university: I was sick of being poor and I wanted a job. I began work as an office junior at a financial advice firm. However, several years later and still doing that sort of work, I found myself increasingly miserable and bored. So I began an evening &quot;access to university&quot; course in humanities at the City Lit college in London. I wasn&apos;t thinking about a change of career  I thought all I needed was a sense of achievement. And when I applied to go to Queen Mary University to read English, it was mostly just to see if I could get in. But studying there opened my eyes. I realised I could never be happy in my job. I was a useless financial services administrator, and the financial services sector left me cold. I had to change my career. After graduating, I completed a postgraduate certificate in journalism at Birkbeck, University of London. Rather naively, I at first assumed my degree plus my previous work experience would be enough to make the transition from administrator to copy writer. However, the recession and high unemployment means an internship has become a necessary step to realising my goal. I feel a million years old. And I&apos;ve never heard of an intern over the age of 21, let alone 30. Can you have a mature intern? David Winter of C2, part of the Careers Group at University of London, admits: &quot;You may find people who look at you with suspicion as a mature student trying to get an internship.&quot; Suspicion? This is subject matter ripe for the Hollywood rom-com: you know the genre  Freaky Friday or Jack Black in teenage masquerade trying to pull a teacher. Suspicion at best, I&apos;m thinking. More likely ridicule. Actually, there&apos;s no tangible evidence for either. Neil Sandy, CEO of Truestone Asset Management tells me: &quot;We would love to employ a mature intern, as we believe they have would much to offer the company. However, so far, we have yet to receive an application.&quot; Advertising agency Beattie McGuinness Bungay have gone a step further, offering placements to non-graduates, for reasons Alex Brown, head of talent, explains: &quot;We&apos;ve always believed in trying to find and attract the very best new talent to the advertising industry, irrespective of educational background. Our scheme opens its doors to grads and and non-grads. &quot;We have found that the non-grads are often over 25. They may be looking for a complete career change or they have experience in related industries and are looking to bring those skills to a more creative environment.&quot; Twenty percent of BMB interns are &quot;mature&quot;. But BMB is in the minority: most major companies still pluck young graduates straight from university. According to Ucas figures, 24% of those applying for university in 2012 are mature students (see table 4). Clearly, this figure does not correlate with the number of mature students currently benefitting from company internships. David Winter offers the following advice: &quot;Be prepared to explain how your life experience has given you the ability and confidence to deal with situations relevant to your new career area that someone who has gone straight from school to university would find harder to tackle.&quot; All this reminds me of how I felt starting university at 26. I was anxious. I didn&apos;t really want to get smashed at a foam party and try my luck with the university rugby team, did I? At my age? Of course I did. Internships should be no different. With some luck, I may exorcise the demon of Freaky Friday  and establish a clear trajectory to my chosen career.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/aug/29/can-mature-students-get-internships", 
    "wordcount": "636"
}