{
    "headline": "Boris Johnson resisted Labour appeal to tackle London air pollution", 
    "text": "The London mayor, Boris Johnson, resisted attempts by the previous Labour government to make him clean up dangerous air pollution in London, according to ministerial briefing papers released under the Freedom of Information Act. The papers, obtained by the London Clean Air group after a three-year court battle, also show that the mayor scrapped the western extension of central London&apos;s congestion zone without consulting officials, despite mounting evidence that air pollution was prematurely killing thousands of Londoners a year. The papers show that in early 2009 central government was hoping to show the European Union that it had plans in place to reduce emissions of PM10s, the minute sooty particles emitted mainly by traffic that can cause heart attacks and respiratory problems. The extension of the zone, which the government believed could reduce PM10 emissions in London considerably, was a central plank of Britain&apos;s argument that Europe should not prosecute it for failure to meet EU pollution laws. According to the papers, Lord Hunt wrote to Johnson urging him to &quot;keep the congestion charge and other initiatives&quot;. But the mayor responded by saying that the rise in traffic levels that would have resulted from cancellation of the congestion zone &quot;was unlikely to materially affect air quality&quot;. Officials in the Department for the Environment, Food and Rural Affairs (Defra) then advised Lord Hunt that he had the legal power to force Johnson to keep the congestion zone. &quot;The secretary of state has the option of using his powers  to direct the mayor to take certain actions to improve air quality  Whether we can direct the mayor to simply retain particular measures, such as the western extension, is a question that lawyers would need to consider,&quot; the papers say. However, Johnson chose to ignore central government, which in turn decided not to use its legal powers to make him reduce pollution, instead applying successfully to the EU for a time extension to meet EU laws. The release of the documents comes only hours before the mayoral elections which have raised air pollution up the London agenda. Analysis by Greenpeace and Friends of the Earth has shown that Johnson &quot;does not respect the urgent need to tackle air pollution and climate change&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/may/02/boris-johnson-labour-london-air-pollution", 
    "wordcount": "377"
}