{
    "headline": "Apple accused by US of colluding with publishers to fix price of ebooks", 
    "text": "The US government has accused Apple and five book publishers of colluding to fix the prices of ebooks. A lawsuit filed in New York on Wednesday said Apple had conspired with publishers in response to Amazon&apos;s success in selling ebooks for just under $10.  It said the alleged price-fixing came as Apple prepared to launched the iPad and was guaranteed a 30% commission on each ebook sold. The publishers listed in the lawsuit include Hachette SA, HarperCollins, Macmillan, Penguin and Simon &amp; Schuster.  Hachette, HarperCollins and Simon &amp; Schuster settled their suits on Wednesday. Bloomberg News reported that Apple and Macmillan had refused to engage in settlement talks with the US department of justice, and will argue that pricing agreements between Apple and publishers improved competition in a field that had been hitherto dominated by Amazon. Apple has not yet made a statement in reaction to the legal action. Announcing the lawsuit at a press conference in Washington on Wednesday, US attorney-general Eric Holder described shadowy back-room meetings, where Apple would each quarter get together with publishers to discuss &quot;confidential competitive matters&quot; and set the prices of their ebooks. Holder said: &quot;Beginning in the summer of 2009, we allege that executives at the highest levels of the companies included in today&apos;s lawsuit  concerned that ebook sellers had reduced prices  worked together to eliminate competition among stores selling ebooks, ultimately increasing prices for consumers. As a result of this alleged conspiracy, we believe that consumers paid millions of dollars more for some of the most popular titles.&quot; &quot;Our investigation even revealed that one CEO allegedly went so far as to encourage an ebook retailer to punish another publisher for not engaging in these illegal practices.&quot; Holder also defined the terms of the settlement with Hachette, HarperCollins and Simon &amp; Schuster, which would require the publishers &quot;to grant retailers  such as Amazon and Barnes &amp; Noble  the freedom to reduce the prices of their ebook titles.&quot; The complaint, which was filed by the antitrust division of the US department of justice, read: &quot;Apple facilitated the publisher defendants&apos; collective effort to end retail price competition by coordinating their transition to an agency model across all retailers.&quot; With Apple&apos;s iBookstore, ebook authors and sellers must hand over a 30% cut of each sale. Under this system, known as the &quot;agency model&quot;, publishers, rather than vendors, set the prices, giving Apple and the publishers an incentive to charge more. The lawsuit reads: &quot;As a result of discussions with the publisher defendants, Apple learned that the publisher defendants shared a common objective with Apple to limit ebook retail price competition, and that the publisher defendants also desired to have popular ebook retail prices stabilise at levels significantly higher than $9.99.  &quot;Together, Apple and the publisher defendants reached an agreement whereby retail price competition would cease (which all the conspirators desired), retail ebook prices would increase significantly (which the publisher defendants desired), and Apple would be guaranteed a 30% &apos;commission&apos; on each ebook it sold (which Apple desired).&quot; Amazon&apos;s pricing model, by contrast, gives ebook authors and sellers greater flexibility to price what they like for their work. John Sarget, the chief executive officer of MacMillan, said in a letter to authors, illustrators and agents that the company has not settled because it is &quot;hard to settle a lawsuit when you know you have done no wrong.&quot; He said: &quot;Macmillan did not act illegally. Macmillan did not collude.&quot; Sargent said the filing of the lawsuit came after discussions with the department ofj ustice that lasted months. &quot;But the terms the DOJ demanded were too onerous. After careful consideration, we came to the conclusion that the terms could have allowed Amazon to recover the monopoly position it had been building before our switch to the agency model,&quot; he said.  &quot;We also felt the settlement the DOJ wanted to impose would have a very negative and long term impact on those who sell books for a living, from the largest chain stores to the smallest independents.&quot; John Makinson, chairman and CEO of Penguin, wrote in a statement: &quot;A responsible company does not choose a path of litigation with US government agencies without carefully weighing the implications of that course of action.&quot; Penguin opted not to settle, according to Makinson, for two reasons: &quot;The first is that we have done nothing wrong. The decisions that we took, many them of them costly and difficult, were taken by Penguin alone.&quot; The second reason, he said, is that &quot;the agency model is the one that offers consumers the prospect of an open and competitive market for ebooks.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/apr/11/apple-accused-fixing-prices-ebooks", 
    "wordcount": "795"
}