{
    "headline": "Bite hard: tyrannosaur feeding behaviour", 
    "text": "I thought I&apos;d continue on this stream of tyrannosaur biting and feeding posts, in part (obviously) because I want to continue promoting my research project (do please contribute if you can). However, it is also a rich area of research and a nice example of the kinds of detail that can be pulled out of the right kinds of exceptional specimens, coupled with some logic and looking at real world examples. Let&apos;s start with the bite marks  how can you tell that those dents and scrapes in a fossil bone are bites from some carnivorous dinosaur rather than say impacts from a stray rock, or compression during fossilisation? Well a few are really simple  a hole punched in a bone can be filled with rubber cement, and when dried and pulled free, represents an exact cast of a tooth complete with serrations. This is possible in more than one specimen and shows the power of the bites they were capable of and of course makes identification beyond question. These also give a minimum tooth size and thus also a minimum animal size and spacing between them gives and impression of where the teeth lay in the jaw, these can then be compared to skulls and jaws to look for a match. Other marks like scrapes across the bone&apos;s surface are a little more complex, but still generally relatively easy to determine. A break in the bone from crushing or an impact from a rock or similar would leave a mark that is pretty much random, cracks can go all over the place and a series of bumps and bangs would have no relationship to one another. A bite on the other hand will leave marks that are parallel  when more than one tooth is used and these are drawn across the bone, they&apos;ll leave parallel lines, not randomly placed ones or chips. If these are deep (more than say a mm or two) then the serrations of the teeth will probably leave marks around the edges of the bites as well which further helps identify them as true bite marks. So it can be pretty easy to correctly identify bite marks. Not all are this simple inevitably, heavy breakage or erosion will make them less clear and water action could led to parallel grooves forming on a surface, though the details should be a give away. With correct identification, we can then look at the patterns of the bites and what this might mean for feeding behaviour. Data is rather limited, so any new study can be important and potentially add quite a lot more detail (he hinted subtly). Even so, we do have a decent idea of the kinds of ways in which the big tyrannosaurs were feeding. If we draw together the data from a number of different incidences, its clear that tyrannosaurs had a repertoire of feeding techniques and employed them differently in different cases. These animals were capable of biting deep into huge, solid bones and certainly did so on occasion. However, these tend to be restricted to the ends of bones, suggesting it is a means of taking joints apart or perhaps biting off the cartilage from the ends. But this capacity for bone-breaking bites doesn&apos;t mean they were crude butchers that simply bit hard because they could, but in fact they seem to have had a rather delicate touch. There are a number of specimens with large numbers of shallow bites on the surface across the areas where the muscles would have attached. Moreover, these were areas where the bone was thin  the tyrannosaur could easily have bitten through this, but didn&apos;t.  This paints a rather different picture to the one people might expect. Certainly these were huge and powerful animals and were capable of devastating bites on both intended prey and carcasses. But they did not simply bite off chunks of large dead bodies and swallow them, but instead stripped the meat from the bones with a series of repeated delicate bites rather in the manner of a cat licking clean a bone or a falcon plucking off chunks of meat, if writ rather larger.  Smaller animals and smaller bones would have been consumed whole, but probably have having been bitten a good few times to break them up. Dinosaurs couldn&apos;t chew like mammals (moving the jaws left and right) but were limited to a more crocodile-like up-and-down motion, but a few bites like this would have chomped through small bones quite effectively and made them easier to swallow and digest. We think they did this because we do have a fossil coprolite attributed to Tyrannosaurus in which the bones are all broken up. You might think this could just be the action of the stomach and digestive system, but bone that&apos;s been taken down by acid and churning looks rather different (as we can see by looking at the digestion of birds and crocs) and it looks more like they had been bitten through. Tyrannosaurs were not mindless biting machines, they had the equipment to crush and bite through even very large bones, but did not always do so. They were much more sophisticated and the evidence suggests they tailored their biting style according to the task in hand. Seeing how this translates to other specimens in the future is of course rather exciting and thus inevitably at the end of this piece I&apos;ll slip in a little reminder that you can get involved with supporting my latest research project here (and additional ways to support it can be found here).", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/feb/06/dinosaurs-fossils", 
    "wordcount": "929"
}