{
    "headline": "Secret funding helped build vast network of climate denial thinktanks", 
    "text": "Conservative billionaires used a secretive funding route to channel nearly $120m (77m) to more than 100 groups casting doubt about the science behind climate change, the Guardian has learned. The funds, doled out between 2002 and 2010, helped build a vast network of thinktanks and activist groups working to a single purpose: to redefine climate change from neutral scientific fact to a highly polarising &quot;wedge issue&quot; for hardcore conservatives. The millions were routed through two trusts, Donors Trust and the Donors Capital Fund, operating out of a generic town house in the northern Virginia suburbs of Washington DC. Donors Capital caters to those making donations of $1m or more. Whitney Ball, chief executive of the Donors Trust told the Guardian that her organisation assured wealthy donors that their funds would never by diverted to liberal causes.     The funding stream far outstripped the support from more visible opponents of climate action such as the oil industry or the conservative billionaire Koch brothers. Photograph: Chip Somodevilla/Getty Images    &quot;We exist to help donors promote liberty which we understand to be limited government, personal responsibility, and free enterprise,&quot; she said in an interview. By definition that means none of the money is going to end up with groups like Greenpeace, she said. &quot;It won&apos;t be going to liberals.&quot; Ball won&apos;t divulge names, but she said the stable of donors represents a wide range of opinion on the American right. Increasingly over the years, those conservative donors have been pushing funds towards organisations working to discredit climate science or block climate action. Donors exhibit sharp differences of opinion on many issues, Ball said. They run the spectrum of conservative opinion, from social conservatives to libertarians. But in opposing mandatory cuts to greenhouse gas emissions, they found common ground. &quot;Are there both sides of an environmental issue? Probably not,&quot; she went on. &quot;Here is the thing. If you look at libertarians, you tend to have a lot of differences on things like defence, immigration, drugs, the war, things like that compared to conservatives. When it comes to issues like the environment, if there are differences, they are not nearly as pronounced.&quot; By 2010, the dark money amounted to $118m distributed to 102 thinktanks or action groups which have a record of denying the existence of a human factor in climate change, or opposing environmental regulations. The money flowed to Washington thinktanks embedded in Republican party politics, obscure policy forums in Alaska and Tennessee, contrarian scientists at Harvard and lesser institutions, even to buy up DVDs of a film attacking Al Gore. The ready stream of cash set off a conservative backlash against Barack Obama&apos;s environmental agenda that wrecked any chance of Congress taking action on climate change.     Graphic: climate denial funding    Those same groups are now mobilising against Obama&apos;s efforts to act on climate change in his second term. A top recipient of the secret funds on Wednesday put out a point-by-point critique of the climate content in the president&apos;s state of the union address. And it was all done with a guarantee of complete anonymity for the donors who wished to remain hidden. &quot;The funding of the denial machine is becoming increasingly invisible to public scrutiny. It&apos;s also growing. Budgets for all these different groups are growing,&quot; said Kert Davies, research director of Greenpeace, which compiled the data on funding of the anti-climate groups using tax records. &quot;These groups are increasingly getting money from sources that are anonymous or untraceable. There is no transparency, no accountability for the money. There is no way to tell who is funding them,&quot; Davies said. The trusts were established for the express purpose of managing donations to a host of conservative causes. Such vehicles, called donor-advised funds, are not uncommon in America. They offer a number of advantages to wealthy donors. They are convenient, cheaper to run than a private foundation, offer tax breaks and are lawful. That opposition hardened over the years, especially from the mid-2000s where the Greenpeace record shows a sharp spike in funds to the anti-climate cause. In effect, the Donors Trust was bankrolling a movement, said Robert Brulle, a Drexel University sociologist who has extensively researched the networks of ultra-conservative donors. &quot;This is what I call the counter-movement, a large-scale effort that is an organised effort and that is part and parcel of the conservative movement in the United States &quot; Brulle said. &quot;We don&apos;t know where a lot of the money is coming from, but we do know that Donors Trust is just one example of the dark money flowing into this effort.&quot; In his view, Brulle said: &quot;Donors Trust is just the tip of a very big iceberg.&quot; The rise of that movement is evident in the funding stream. In 2002, the two trusts raised less than $900,000 for the anti-climate cause. That was a fraction of what Exxon Mobil or the conservative oil billionaire Koch brothers donated to climate sceptic groups that year. By 2010, the two Donor Trusts between them were channelling just under $30m to a host of conservative organisations opposing climate action or science. That accounted to 46% of all their grants to conservative causes, according to the Greenpeace analysis. The funding stream far outstripped the support from more visible opponents of climate action such as the oil industry or the conservative billionaire Koch brothers, the records show. When it came to blocking action on the climate crisis, the obscure charity in the suburbs was outspending the Koch brothers by a factor of six to one. &quot;There is plenty of money coming from elsewhere,&quot; said John Mashey, a retired computer executive who has researched funding for climate contrarians. &quot;Focusing on the Kochs gets things confused. You can not ignore the Kochs. They have their fingers in too many things, but they are not the only ones.&quot; It is also possible the Kochs continued to fund their favourite projects using the anonymity offered by Donor Trust. But the records suggest many other wealthy conservatives opened up their wallets to the anti-climate cause  an impression Ball wishes to stick. She argued the media had overblown the Kochs support for conservative causes like climate contrarianism over the years. &quot;It&apos;s so funny that on the right we think George Soros funds everything, and on the left you guys think it is the evil Koch brothers who are behind everything. It&apos;s just not true. If the Koch brothers didn&apos;t exist we would still have a very healthy organisation,&quot; Ball said.", 
    "section": "environment", 
    "gid": "environment/2013/feb/14/funding-climate-change-denial-thinktanks-network", 
    "wordcount": "1071"
}