{
    "headline": "Today's mystery bird for you to identify", 
    "text": "Mystery Bird photographed in Brereton Heath Local Nature Reserve, Cheshire East, UK. [I will identify this bird in 49 or so hours]  Image: Roy Hill, 23 January 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon 5DmkII, Canon 135mm f/2L with 1.4 extender, ISO200, 1/400s @ f/2.8    Question: This British mystery bird is easy to identify, so I am making up for that by asking a difficult question about it, a question that will especially appeal to the mathematics buffs out there: how fast is this bird moving in this image? How did you figure it out? (Yes, do show your work so the rest of us can follow how you made your calculations!) Can you identify this bird&apos;s taxonomic family and species?  The Game: 1. This is intended to be a learning experience where together we learn a few things about birds and about the process of identifying them (and maybe about ourselves, too). 2. Each mystery bird is usually accompanied by a question or two. These questions can be useful for identifying the pictured species, but may instead be used to illustrate an interesting aspect of avian biology, behaviour or evolution, or to generate conversation on other topics, such as conservation or ethics. 3. Thoughtful comments will add to everyone&apos;s enjoyment, and will keep the suspense going until the next teaser is published. Interesting snippets may add to the knowledge of all. 4. Each bird species will be demystified approximately 49 hours after publication.  The Rules: 1. Keep in mind that people live in zillions of different time zones, and some people are following on their smart phones. So let everyone play the game. Don&apos;t spoil it for everyone else by providing the bird&apos;s common or scientific names in the first 24 to 36 hours. 2. If you know the mystery bird&apos;s identity, answer the accompanying questions and provide subtle ID hints that may be helpful clues for less experienced players. Keep in mind that some hints, such as puns and anagrams, may read like &quot;inside jokes&quot; and thus, may discourage others from participating. 3. Describe the key field marks that distinguish this species from any similar ones. 4. Comments that spoil others&apos; enjoyment may be deleted. .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/09/2", 
    "wordcount": "438"
}