{
    "headline": "Ash dieback: Forestry companies blame 'chaotic' import system", 
    "text": "Nurseries import hundreds of thousands of potentially diseased ash trees into Britain every year because the grant system that funds most commercial tree planting is unpredictable and chaotic, leading forestry companies have claimed. Growers are also sceptical that the government ban on imports of ash trees to prevent the spread of the fungus that causes ash dieback will be effective, because they say it is not extensive enough. &quot;The government has not banned imports  it has just insisted that ash trees come from a pest-free area,&quot; said Jamie Dewhurst of J&amp;A Growers. &quot;It is possible for anywhere in Europe to be declared a pest-free area, so imports may continue after inspections. We cannot rely on the government to sort out this mess: the fact remains that the European plant health regime has proved to be inadequate.&quot; But Defra rejected this, a spokseman saying: &quot;All ash trees have been banned from coming into Britain from any country indefinitely.&quot; Ash trees infected with the Chalara fraxinea fungus that causes ash dieback were first detected in the UK in a nursery in Buckinghamshire. The disease was confirmed in the wild last week and the government introduced a ban on ash seedlings from infected areas from Monday. Nearly 10 million young trees of all species are imported to Britain for planting annually, of which hundreds of thousands are likely to be young ash trees whose origins and health are unknown, said Grant Murray, sales director at Alba trees, the UK&apos;s biggest container tree grower. But British growers say that foreign imports are not needed. &quot;It&apos;s ridiculous,&quot; said Murray. &quot;British nurseries could easily grow all the trees needed here and we could guarantee their health, but there is absolutely no predictability about what will be needed to plant in Britain. The grant system is unstable and in chaos.&quot; The industry depends on government grants to landowners and the Forestry Commission, which determine which tree species are grown where. The criticism from the industry is that Whitehall makes changes too often, so it is hard for tree nurseries to predict demand. &quot;We never know year to year how many [trees] will be needed. So many nurseries have had to make up shortfalls from imports,&quot; said Murray. &quot;If the bureaucratic grant system was better run, then there would have been far fewer imports and we might have avoided this situation.&quot; He said demand was controlled by the decisions of a few civil servants. &quot;We do not know what is happening until our trees are halfway through their growing cycle. You buy from one European nursery and you do not know whether they have brought them in from another. Every year the industry burns hundreds of thousands of trees at the same time as it imports them.&quot; According to trade body the Confederation of Forest Industries, nurseries either overproduce and then have to destroy hundreds of thousands of young trees every year, or grow what they think will be needed and then import. &quot;For a long time we have said we need long-term thinking. All the changes in grants result in uncertainty. We have had a hiatus where no grants are available for several years,&quot; said Jane Karthaus ofConFor. The shadow environment secretary, Mary Creagh, said that the 25% cuts to the budget of the Forestry Commission made it likely that it will be impossible this year to ascertain how far ash dieback has spread into Britain&apos;s 90 million ash trees. &quot;Those cuts have reduced the Forestry Commission&apos;s ability to identify and tackle tree disease,&quot; she said. A Defra spokesperson said: &quot;We work with people who are given funding through our woodland grant schemes to help ensure their woodland planting schemes are successful. The species of trees grown is ultimately their choice, and nursery businesses have to plan for what they believe their customers will want.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/01/ash-dieback-forestry-imports", 
    "wordcount": "664"
}