{
    "headline": "Kingdoms of Amalur: Reckoning  preview", 
    "text": "With The Elder Scrolls: Skyrim proving one of our collective games highlights of 2011, and the likes of Witcher 2 and The Old Republic snapping at its heels, a rejuvenated RPG market is suddenly brimming with quality. Yet debut developer 38 Studios has bold plans with Kingdoms of Amalur: Reckoning  not least by breaking a few of the genres oldest rules. Founded by former professional baseball pitcher Curt Schilling, 38 Studios established instant kudos in 2009 when it took over Rise of Nations developer Big Huge Games from THQ. It meant that this first game from the Rhode Island-based studio became a collaborative effort involving two teams, a combined staff of almost 300 and nearly five years of development. Ahead of the game&apos;s February launch, I caught up with two of the game&apos;s key creative forces  &quot;creator of worlds&quot; R.A. Salvatore, and art director Todd McFarlane. &quot;Curt [Schilling] and his friends had a basic idea of what they wanted&quot; says Salvatore. &quot;I was responsible for fleshing out a broad history of the world, but there were so many people involved on both teams. &quot;Even my old D&amp;D group worked for me as research assistants. I was really excited by the potential of coming up with a whole philosophy for how Amalur worked  everything had to make sense. You can&apos;t just stick a pile of rocks in a forest and call them ruins, you have to know their history and it has to be consistent with everything else.&quot; Though better known in the US, Salvatore&apos;s skills at weaving deep, compelling and, above all, plausible sci-fi mythologies underpin Reckoning&apos;s epic ambitions. Certainly, the world of Amalur has been carved out in painstaking historical detail. Key to the look and feel of the world was the guiding influence of renowned comic-book illustrator and entrepreneur McFarlane. Though enthusiastic about the concept, he was in no doubt about the scale of creating a new franchise in today&apos;s RPG-savvy market. &quot;The hardest task of making an RPG is that if you set down 10 people, you&apos;ll get 10 different reasons why they like them,&quot; he says. &quot;That&apos;s very different to a car racing or even an FPS. Some people want to see the map, others to level up, others to quest. It&apos;s all important to each one, so we decided not to treat any of those areas with less significance.&quot; As a result, Amalur is not just epic in scale (five massive areas  including Forest, Coastal and Desert regions  and more than 150 hand-crafted dungeons) but ambition too. It begins in a conventional way, choosing your character from four playable races  the Human (Almain) Elvish (Dark Dokkalfar and Light Ljosalfar) and the nomadic Varani. Your hero can then be customised for appearance, before embarking into the game&apos;s mammoth single-player challenge, which Salvatore estimates will last more than 40 hours, excluding the hundreds of optional side quests. Reckoning helpfully puts main quest conversations first, so you can see at a glance which NPCs are most worth interacting with.     Kingdoms of Amalur: Reckoning    Which brings us neatly to combat  by no means the game&apos;s most distinctive feature, but probably the one that gamers will debate the most. Reckoning uses a hybrid system of simple hack and slash (controller buttons mapped to main weapons such as swords, bows or magic staffs) and quicktime events (for boss battles and some finishing moves). The result is a combat system that veers more towards the more cinematic style of God of War than the more realistic Witcher 2. This may not please hardcore fans of either game, but it&apos;s a system capable of impressive combos, including the eye-catching &quot;Reckoning Mode&quot; where time slows down and moves can be chained together. McFarlane is pleased with the balance of fluidity and finesse that Reckoning&apos;s combat system has achieved. &quot;We wanted to make sure the action was big and huge in an RPG context but at the same time avoiding have to hit six buttons,&quot; he says. &quot;We kept the sequences simplistic to avoid it being a &apos;combat game&apos;  yet doing those exact same sequences with a different character will achieve a completely different effect. It&apos;s cool as hell, but not frustrating.&quot; However, although much of your game time will undoubtedly be spent in combat and questing, Reckoning&apos;s most innovative feature is the concept of Fates &amp; Destinies. Originating from the game&apos;s mythology, it&apos;s an element that will have a potentially profound effect on the gameplay, depending on how you approach it. Most RPGs and MMOs treat character progression as something written in stone; indeed, the only way to succeed is to pick an upgrade path and concentrate on maxing out those abilities. Effectively, if you choose to be a warrior, that&apos;s what you are from start to finish. Reckoning takes a different approach. You start the game as a blank slate, able to buy three main paths  Might, Finesse and Sorcery, with each path containing around 20 upgradeable Abilities. However, at any leveling-up point you can choose to specialise in other areas, creating hybrid characters that may combine Abilities from all three paths. As you level up you also unlock one of eight Destinies, which help shape define not only your combat style but also your profession. For instance, Rangers are perfect stealthy assassins but if you want to add magic to the mix, you can simply accumulate enough points to switch Destiny to Archanist.     Kingdoms of Amalur: Reckoning    It remains to be seen whether such a dynamic form of character development will either empower or baffle the player, but Salvatore believes it enforces a kind of open world realism and flexibility so far unseen in RPGs. &quot;Your hero is the first person to come through the well of souls and be reborn,&quot; he says. &quot;But these powers have consequences that affects every aspect of the game: what does that mean to the world? What does it mean to religious institutions who rely on the power of an afterlife or to the parents of the last person who died at the well of souls?&quot; This flexibility also extends to other areas of the gameplay. Looting and Crafting, for instance, has been designed to cater for fans of both expediency and depth. You don&apos;t need to access the Inventory to select, equip or discard items if you just want their value in credits; but if you want to delve deeper, you can head for a town and start experimenting with the game&apos;s three distinct crafting systems - Alchemy, Blacksmithing and Sagecraft. Use Sagecraft, for instance, and you can start socketing weapons with magical gems; if not, you can still gain bonus points (and a cool onscreen appearance) from collecting complete sets of armour items. There are also nine non-combat skills  some which have unexpected affects on the gameplay. Improving Stealth, for instance, not only introduces some fantastic stealth kills, but opens up corrupt career paths like pick-pocketing. Neither are you all alone in your quest. There are six joinable faction, including Nomads, Travelers, Scholars and Warrior Priests.     Kingdoms of Amalur: Reckoning    So, given it&apos;s a game that thwarts easy summaries, how pleased is Salvatore with the way Reckoning has translated his original vision into a living, breathing, role-playing experience? &quot;I don&apos;t want to say it will raise the bar,&quot; he says. &quot;But it does bring something a little bit different. With Reckoning, I wanted a world that had beauty and horror  something really frightening that was worth fighting against and then giving you all the tools to do it. I think fans are going to like what we&apos;ve achieved.&quot; And if they do like it, there&apos;s clearly a big future already planned for Amular. Reckoning only features a small part of a persistent world that will be fully revealed in a forthcoming MMO codenamed &quot;Copernicus&quot;, which both development teams  including Salvatore and McFarlane  are already hard at work on. Although neither would be drawn on an ETA, having made a fortune from multimedia franchises such as Spawn, McFarlane in particular understands the potential value of an original IP. However, it&apos;s also clear that Amalur means more to him than just a string of lucrative sequels. &quot;I appreciate all the 2s, 3s and 4s attached to successful RPGs - you don&apos;t have to spend as much time reminding people what it is,&quot; he says. &quot;But even Hollywood can&apos;t survive on just sequels, so is there&apos;s room for new ideas? That&apos;s a question people have been asking us from day one  now it&apos;s up to the consumers.&quot; Reckoning sounds like just the kind of start to 2012 RPG fans were hoping for.  Kingdoms of Amalur: Reckoning will be released for PC, Xbox 360 and PS3 on 10 February", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/13/kingdoms-amalur-reckoning-game-preview", 
    "wordcount": "1473"
}