{
    "headline": "Is the UK right to invest in carbon capture technology?", 
    "text": " 12.15pm: The Department of Energy and Climate Change published today the &quot;UK&apos;s first Carbon Capture and Storage (CCS) Roadmap&quot;. Ed Davey, the energy secretary, said the potential rewards for the UK from CCS are &quot;immense&quot; and that it could be worth 6.5bn a year to the UK economy by late next decade &quot;as we export UK expertise and products&quot;:  We have 1bn available to support the upfront costs of early projects along with a commitment to further funding through low carbon Contracts for Difference, we have 125m to support research and development including a new UK CCS Research Centre, and we have the long term incentives in place through our Electricity Market Reforms.  The government hopes to see the first demonstration plants come onstream between 2016 and 2020 and, by the end of the 2020s, the equivalent of 12-20 large power stations fitted with the technology. But previous attempts to promote CCS in the UK have failed. As recently as last October, a project at Longannet power station was cancelled. So, is the government right to be so hopeful now? Is the technology the &quot;great hope&quot; many people claim, or an expensive, risky distraction in our pursuit of carbon reductions? And will the rest of the world want to buy the technology if/when the UK develops it? If quoting figures or scientific findings to support your points, please provide a link to the source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.  12.27pm: Here&apos;s a bit more detail from DECC on what it says the CCS Roadmap will include:  The competition, the &apos;CCS Commercialisation Programme&apos;, to drive down costs by supporting practical experience in the design, construction and operation of commercial scale CCS with 1bn capital funding, and additional support, subject to affordability, through low carbon Contracts for Difference; 125m funding for Research and Development, including a new 13m UK CCS Research Centre; Planned long term Contracts for Difference through Electricity Market Reforms to drive investment in commercial scale CCS in the 2020s and beyond; Commitments to working with industry to address other important areas including developing skills and the supply chain, storage and assisting the development of CCS infrastructure; A focus on international engagement, in particular on learning from other projects around the world to help accelerate cost reduction in the UK, and sharing the knowledge we have generated through our programme.   12.50pm: Unsurprisingly, perhaps, the Carbon Capture and Storage Association has welcomed (pdf) the government&apos;s announcement. Dr Jeff Chapman, its chief executive, said:  We are pleased to see that the CCS Roadmap references the industry ambition of 20-30GW of CCS as outlined in A Strategy for CCS in the UK and Beyond, published last year. In addition, the Roadmap also recognises the importance of transport and storage infrastructure, as well as the need to decarbonise key industrial sectors in the UK through CCS. These two issues, in particular, must be addressed if we are to ensure both power and industrial sectors can reduce emissions at low-cost, and continue to operate in the UK...Today&apos;s announcement sets out one of the most comprehensive support packages for CCS in the world, sending a positive signal to the CCS industry, who are ready and waiting to respond. Indeed, the industry is already responding - in the last fortnight alone, plans for a new commercial-scale CCS project were announced and another proposal also announced major inward investment from an international company bringing to seven the number of proposed large scale projects in the UK.The Government has recognised that only with a firm long-term policy, coupled with clear financing mechanisms, will we enable CCS to fulfil its role in reducing emissions and decarbonise the power sector by 2030  creating potentially more than 100,000 jobs by 2030, with a market worth more than 6.5 billion a year to the economy. We look forward to working with Government on how these announcements can move the industry forward, and help shape the UK&apos;s transition to a prosperous low carbon economy.   1.02pm: The CBI, the &quot;UK&apos;s top business lobbying organisation&quot;, has also come out in support of the government&apos;s CCS roadmap, but with some caveats. Rhian Kelly, its director for business environment policy, said:  While we welcome today&apos;s announcement, the Government must learn lessons from its previous competition, which took too long and was eventually abandoned. This time around the competition must be simpler and completed as quickly as possible.CCS has the potential to contribute significantly to our energy security, reduce carbon emissions, create jobs and become a major UK export for the future. If we are to gain any advantage from developing this important technology in the UK, the Government cannot afford to waste this opportunity.   1.11pm: The Engineering and Physical Sciences Research Council, the UK&apos;s main agency for funding research in engineering and the physical sciences, has provided more detail about the 13m CCS research centre:  The new Centre, which will have its coordination base at the University of Edinburgh, will bring together over 100 of the UK&apos;s world-class CCS academics and provides a national focal point for CCS research and development. The Centre will be a virtual network where academics, industry, regulators and others in the sector can collaborate on analysing problems and undertaking world-leading research. A key priority will be to support the UK economy by driving an integrated research programme that is focused on maximising the contribution of CCS to a low-carbon energy system for the UK.The new state-of-the-art capture research facilities will allow UK scientists and engineers to uncover the complexities of carbon capture and work with industrial partners and SMEs to develop improved capture technologies. They include:* Pilot scale advanced testing facilities in Yorkshire, with a 1 tonne CO2 per day amine capture facility* A mobile testing unit to allow a range of tests to be conducted on real power station flue gases*Advanced oxyfuel fluidised bed and chemical looping pilot facilities.The 10 founding institutions are: The Universities of Edinburgh, Cambridge, Cranfield, Durham, Leeds, Newcastle, Nottingham and Imperial College London, the British Geological Survey and the Plymouth Marine Laboratory. There will be scope for members from many other institutions to become involved with the Centre during its operation.   1.54pm: Stuart Haszeldine, professor of carbon capture and storage at the University of Edinburgh, has been following this Eco Audit blog - and the comments of readers below the line - and has just sent me this:  Some of your commentators are misunderstanding the package on offer from UK Government. There are three main strands: research and development to innovate and help reduce costs; second, the capital grants of a Billion [pounds] to be shared in the design and build of new capture equipment; third, the funding of running costs by Electricity Market Reform. It is this third part which will make CCS sustainable and part of normal electricity generation in the UK. That firstly places a price, and an increasing price, on carbon used to make electricity - so the UK does not need to wait for Europe. Second, the power plant developers will receive a guaranteed premium higher price for the low-carbon electricity guaranteed for the lifetime of the plant. That enables developers to borrow cash in order to build and operate clean gas and coal plants.More information on CCS can be gained from www.ukccsrc.ac.uk which is the university research component. And in terms of exporting, it&apos;s quite unlikely that the UK will make and export power plants, but it is very feasible that the UK can develop consultancy, project management and expert organisations to design and manage the CCS projects around the world. The UK did that with oil and gas in the 1970&apos;s starting from not very much. And the UK can do that with CCS. The size of industry envisaged in this government plan by 2030 would transport and store more CO2 beneath the North Sea, than we move oil and gas just now. That is a big and sustainable prize to try and grasp.   2.18pm: The UK Energy Research Centre (UKERC), which &quot;carries out world-class research into sustainable future energy systems&quot; and is funded by Research Councils UK, has offered a cautious welcome. Jim Watson, professor of energy policy and director of the Sussex Energy Group (Science and Technology Policy Research) at Sussex University and lead author of the forthcoming UKERC report &quot;Carbon capture and storage: realising the potential&quot;, said:  CCS technologies are often highlighted as a crucial component of future low-carbon energy systems - both in the UK and internationally. But we still don&apos;t know when these technologies will be technically proven at full scale, and whether their costs will be competitive with other low-carbon options.These questions need answering urgently, so it is encouraging to see DECC revising the competition to develop commercial scale CCS technologies and, even more importantly, expanding the entry criteria to include technologies that rely on gas and coal - apparently in recognition of the importance of keeping options open, and not closing down on any particular variant at such an early stage in the process. The original competition was mistaken in specifying in detail which technology industry should use.The 125m funding for research and development, to include a new 13m UK CCS Research Centre, is very welcome. However, as the government acknowledges, the 1bn of capital funding will not be sufficient to fund several CCS plants. It is therefore essential that additional support from Electricity Market Reform process, and perhaps via the European Union, is co-ordinated with this capital funding.   2.39pm: The Energy Technologies Institute, a company formed by BP, Caterpillar, EDF Energy, E.ON, Rolls-Royce and Shell, which receives public funding from the Department for Business Innovation and Skills and aims to &quot;accelerate the development of affordable, clean and secure technologies to help the UK meet its legally binding 2050 climate change targets&quot;, has reacted to the CCS announcement. David Clarke, its chief executive, said:  CCS is a key development priority for the UK in the move to delivering affordable, clean and secure energy solutions. For this to happen the costs have to fall, the efficiency levels rise and we need to know more about where and how CO2 can be stored off the UK&apos;s coast. We hope DECC&apos;s announcement and the EPSRC&apos;s investment in a CCS Research Centre mean that the UK&apos;s considerable expertise in CCS can be harnessed and focused upon collaborative working to ensure we realise the potential of CCS as a key energy component for the UK.   2.55pm: Here are the thoughts of Dustin Benton, senior policy adviser at the Green Alliance (who also wrote this comment piece on CCS for the Guardian yesterday):  Publishing the long-awaited CCS roadmap alongside the new competition shows that Government recognises that simply bringing forward a second competition is no longer sufficient to deliver the 10GW or more of CCS anticipated by 2030, as our recent report showed. The creation of a cost reduction task force and greater clarity about long-term financing is a step in the right direction, but the positive language about the potential role of clusters will need to be matched by action.Getting to higher levels of CCS deployment by 2030 means developing shared assets which make CCS retrofit  assuming it is cost-effective  realistic for power plants built from now on. But it&apos;s not just about infrastructure: government needs to send clear signals about future power sector emissions to maintain support for CCS beyond the publicly funded first demonstration. Clarifying the trajectory to a substantially decarbonised power sector out to 2030 in the forthcoming energy bill, in line with recommendations from the Committee on Climate Change, would be the best way to do this.   2.58pm: The Guardian&apos;s graphics team has put together this interactive guide to carbon capture technologies.  3.29pm: 2Co Energy, the &quot;only UK company dedicated to capturing, using and permanently storing carbon emissions through large-scale low carbon power projects&quot;, has confirmed (pdf) that its flagship Don Valley CCS Power Project in South Yorkshire will be competing for funding, in light of today&apos;s government announcement:  The Don Valley Power project is one of the most advanced and cost-competitive CCS projects in Europe and plans to create thousands of UK jobs over the next five years, boosting growth in parts of the UK that need it most. The 650MW project will generate enough reliable low-carbon electricity to power 1 million UK homes from 2016  just as the retirement of existing power plants makes the UK&apos;s electricity supply/demand balance a significant issue.2Co Energy said the government must take a &apos;cluster approach&apos; to supporting CCS projects in the UK as economies of scale would allow the UK&apos;s clean electricity goals to be met at least cost to the UK. 2Co Energy has already held discussions with other project developers to agree a shared vision for a major CCS cluster in the Humber Gateway region linking together multiple power plants and industrial emitters via a shared pipeline infrastructure to transport captured CO2 offshore to North Sea storage sites. The Yorkshire-Humber region has long been the heartland of the UK&apos;s coal-fired power generation and contributes around 18 per cent of the UK&apos;s annual CO2 emissions (90mt CO2/yr)...From the outset, 2Co Energy&apos;s coal-fired power plant will capture at least 90 per cent of its carbon emissions as carbon dioxide. The company plans put the captured CO2 to profitable commercial use in the North Sea to recover billions of barrels of &quot;hard to reach&quot; oil before safely and permanently storing the gas offshore in depleted oil fields. The oil produced will generate billions of pounds of taxation revenue for the UK government and significantly reduce the initial costs of deploying CCS to the UK.  The company has also produced this graphic showing how the Don Valley Power Project would work.  3.53pm: Simon Walker, director general of the Institute of Directors, has commented:  If we want energy to stay affordable, we need to carry on burning fossil fuels, and CCS is the only way we can do that and meet longer-term emissions targets. But we still don&apos;t know if CCS is commercially viable. The Government is right to be pressing ahead, but businesses need to see a fallback plan if CCS eventually proves unworkable.  However, Walker doesn&apos;t spell out what such a fallback plan should entail.  3.56pm: Andrew Pendleton, Friends of the Earth&apos;s head of campaigns, has just sent me this:  If it can be proven on an industrial scale, CSS technology could play a role in cutting carbon from electricity generation and heavy industrial processes. But the Government needs to get its act together. Today&apos;s CCS news is welcome, but the rollout of CCS was made much harder by the recent announcement that new gas-fired power stations built in the next few years will not require CCS until 2045. CCS shouldn&apos;t be seen as an alternative to real clean British energy from the wind, sea and sun  it will need costly Government funding, raising people&apos;s bills and keeping us hooked on expensive fossil fuels. The Government still needs to set its sights on a renewable energy future, which will create jobs and lower fuel bills in the long run.   4.30pm: This just in from Joss Garman, senior campaigner at Greenpeace:  The UK is heavily dependent upon burning gas. This has resulted in high levels of carbon dioxide pollution, but has also been the principle reason why household energy bills have rocketed over the past few years. Ministers have yet to show how an economy over reliant upon burning gas can be consistent with lower bills and fighting climate change.The government&apos;s own independent advisers, the Committee on Climate Change, says that to keep on track with our efforts on curbing climate change the UK needs to have made the shift to almost zero carbon power generation by 2030. Today&apos;s CCS announcement is not a credible answer to this challenge.Now George Osborne and Ed Davey have signalled they want a new dash for gas, which risks both blowing the country&apos;s carbon budgets and leaving energy bills to go up further still. A billion pounds for a technology that has yet to be proven is not a substitute for tried-and-tested clean technologies.   5.46pm:  My verdict  Yes, the UK is certainly right to invest in carbon capture technology. I hold the view that, due to issues such as energy security, rising fuel costs and climate change, we need to research and nurture as wide an energy portfolio as possible. There is also a healthy dose of pragmatism thrown into the equation, too: we will clearly still be burning some (but, hopefully, an ever decreasing quantity of) fossil fuels in the decades ahead so we urgently need to establish whether such technologies can actually deliver on their promise. And I buy the notion put forward by the government that this technology could be sold around the world, as regulatory carbon constraints gradually take hold.But the usual caveats apply. We should not be lulled into a false sense of security that we can just continue relying on fossil fuels because this technology might be around the corner in the (mid-term) future. CCS R&amp;D is money well spent, but it should not be seen as a comfort blanket. This is why any talk of building new &quot;CCS-ready&quot; power stations is so risky.There is the added danger, as alluded to in the response by 2Co Energy, that CCS will be used to help recover &quot;hard to reach&quot; oil and gas from the North Sea. Will this simply cancel out any emissions reductions achieved by capturing the CO2 emitted from power stations? And how much energy will be used - and efficiency lost - capturing, pumping and storing carbon emissions from power plants?All these important questions will need answering once this research gets underway. And then there&apos;s the issue of cost...", 
    "section": "environment", 
    "gid": "environment/blog/2012/apr/03/carbon-capture-storage-uk-government", 
    "wordcount": "3052"
}