{
    "headline": "The week in wildlife - in pictures", 
    "text": "   About 250,000 seabirds including gannets crowd the cliffs at the RSPB nature reserve at Bempton Cliffs near Bridlington where kittiwakes, razorbills and guillemots nest along the cliffs in June and July before departing in August for their winter grounds. This year the gannet population has increased to over 200,000 making it the largest nesting grounds in the UK and driving some of the other seabirds on to more southern cliffs in the area Photograph: John Giles/PA       A watervole, captured as part of the 2020VISION initiative. The UK's best nature photographers, along with filmmakers and sound recordists, have captured a library of images and other media, telling the story of the UK's ecosystems. A selection of these images are due on show for the first time at the Royal Botanic Garden Edinburgh   Photograph: Terry Whittaker/2020VISION/Rex Features       Urban foxes play in a garden in Birmingham Photograph: David Jones/PA       Indian ring-necked parakeets fly over Le Jardin du Roi Spice Garden, with the moon above, near Anse Royale on the island of Mahe in the Seychelles. The parakeets carry a disease which threatens the Seychelles' national bird, the black parrot, say conservationists Photograph: Jason Straziuso/AP       From the broad-bodied chaser and the large red damselfly to the blue-tailed damselfly, we asked for your dragonfly shots for June's Green shoots Photograph: Flickr       The critically endangered cacheo palm (Pseudophoenix ekmanii) is endemic to the Jaragua National Park IBA. Grupo Jaragua (BirdLife in the Dominican Republic) has successfully purchased a 100ha corridor of transitional, previously unprotected and highly threatened forest within the Jaragua-Bahoruco-Enriquillo biosphere reserve Photograph: Yolanda Len/Birdlife International       Hundreds of newly unloaded, wet, and bloody shark fins drying in the afternoon sun in a quiet street near Kennedy Town docks, Hong Kong. Chinese netizens have criticised a government decision to ban serving shark fin soup at state banquets within three years, mocking it as a timid step  Photograph: Alex Hofford/EPA       A bee flies near poppies blooming in a field in Wiltshire, England Photograph: Matt Cardy/Getty Images       A rare photograph from a new book, Reef Fishes of the East Indies, shows a known species of giant frogfish and its floating egg raft. Frogfish, a subset of anglerfish, have leglike fins on both sides of their bodies. The book offers comprehensive information on every known reef fish species from a region known as the global centre of marine biodiversity Photograph: Roger Steene/CI       A lotus at a park in Xi'an, capital of north-west China's Shaanxi Province Photograph: Li Yibo/Corbis       A male baby Sumatran rhinoceros stands beside his mother, Ratu aka Queen at Way Kambas national park in Lampung, Indonesia Photograph: HADI WIJOYO/EPA       A group of wild animals reach high land in Kaziranga wildlife sanctuary after flooding Photograph: Anuwar Hazarika/Corbis       A view of a burnt houses and trees which survived the passage of a wildfire, in Alcublas, Spain. Two forest fires sweeping Spain's eastern Valencia region that have forced 3,000 people to evacuate their homes  Photograph: Jose Jordan/AFP/Getty Images       A chimpanzee sits next to a concrete wall at the zoo in Hanover, Germany. A study by the Great Ape Project published in National Geographic has given German zoos a dismal grade. According to the study, the conditions under which primates are kept is deficient or unsatisfactory Photograph: Emily Wabitsch/EPA       Female ladybirds mate with up to 20 partners and may lay more than 2,000 eggs Photograph: Julian Stratenschulte/EPA       A beached humpback whale lies on the shore near Puerto Etn, Peru. Government specialists collected samples from the 7 metre, 3 tonne cetacean on Tuesday to determine the cause of the stranding Photograph: STR/Reuters       In celebration of the news that England's forests will remain in public hands, we've selected a handful of the best reader photographs of woodlands in the past year from our popular Green shoots Flickr group Photograph: Flickr  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jul/06/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}