{
    "headline": "Boot up: Steve Wozniak praises Android, Samsung merges bada with Intel platform, and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Even Woz Thinks the Android Bests the iPhone &gt;&gt; The Daily Beast &quot;My primary phone is the iPhone,&quot; Woz says. &quot;I love the beauty of it. But I wish it did all the things my Android does, I really do.&quot; PandoDaily &gt;&gt; the site-of-record for silicon valley Sarah Lacy, former TechCruncher and author, launches the newest technology news site on the blog. It already has its accusers. (Hello, Gawker.) I Won a Samsung Galaxy S II - My Review &gt;&gt; Charlie Kindel Kindel worked on the Windows Phone team (he hated Windows Mobile) and he won a Samsung Galaxy S II in a raffle. (Ah, sweet irony.) His critique of actually using an Android phone (running Gingerbread, as pretty much all the phones you&apos;ll see for a while are) compared to a Windows Phone is biting, yet fair. Sarah Lacy&apos;s PandoDaily launches with $2.5 million in funding &gt;&gt; GigaOM  &quot;Lacy has roped in former colleagues - Michael Arrington, M.G. Seigler and Paul Carr for the new site as guest columnists. Farhad Manjoo, a columnist for Slate and Fast Company joins the group of writers who will write what Lacy calls &quot;exclusives, edgy opinion posts, stellar product analysis, insightful people and culture stories and *real* breaking news.&quot; She has also hired a couple of other bloggers for the new company and is in the process of hiring folks to help her with sales and organizing events.&quot;   That gurgling noise is AOL&apos;s investment in TechCrunch going down the drain. Note: you can get investment for a media company, even in Silicon Valley. Samsung says to merge bada mobile OS with Intel-backed Tizen &gt;&gt; Yahoo! Finance  &quot;Samsung Electronics Co said on Tuesday it planned to merge its &apos;bada&apos; mobile software with a platform backed by chipmaker Intel Corp in its latest push to diversify away from Google&apos;s Android.   &quot;Samsung, which emerged as the world&apos;s biggest smartphone manufacturer on the back of booming Android models in the third quarter, joined forces with Intel last year to strengthen its mobile software push.   &quot;In September two Linux software groups, one backed by Samsung, and another by Intel, agreed to jointly develop Tizen, a new operating system for cellphones and other devices, by merging their LiMo and Meego platforms in a bid to gain wider industry and consumer support.&quot;   So that&apos;s webOS, Meego and now bada which have been driven up into the mountains and allowed to, ahem, find their own way home. Is Samsung going to drop Windows Phone too? What if we count the iPad as a Computer... correctly? &gt;&gt; Apple Outsider.de Sebastian Peitsch:   &quot;Something must have gone horribly horribly wrong over at Deutsche Bank because I just don&apos;t see THAT much of an effect. I don&apos;t know what Chris Whitmore did but there&apos;s just something wrong with his math. Global PC sales were 92 Million in Q3/2011 including 5 million Macs sold by Apple. They also sold 11 Million iPads which brings the total number up to 103 million &quot;PCs&quot;. If you look at the Deutsche Bank numbers HP has a market share of 17% (Gartner gives it as 17.7%). To make them drop off to under 15% as the Deutsche Bank graphs shows Apple would have had to sell over 18 million iPads which they simply didn&apos;t.&quot;   Analysts, eh. File-sharing ACS Law solicitor fined and suspended &gt;&gt; PC Pro Two-year ban and 70,000 fine for Mr Crossley. Wonder what will happen to the thousands of pounds allegedly duped out of people accused of illicit filesharing. You can follow Guardian Technology&apos;s linkbucket on Pinboard", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/17/technology-links-newsbucket", 
    "wordcount": "637"
}