{
    "headline": "The private life of Charles Darwin", 
    "text": "There are few books that provide a better insight into genius than Charles Darwin&apos;s On the Origin of Species. Not only does it give a powerful sense of the decades of meticulous work that lay behind his theory of natural selection, it also has some really good lines. His oft-quoted sign-off is one of my favourite passages, although there are plenty of others:  &quot;Thus, from the war of nature, from famine and death, the most exalted object which we are capable of conceiving, namely, the production of the higher animals, directly follows. There is grandeur in this view of life, with its several powers, having been originally breathed into a few forms or into one; and that, whilst this planet has gone cycling on according to the fixed law of gravity, from so simple a beginning endless forms most beautiful and most wonderful have been, and are being, evolved.&quot;  And for a window into the man himself, Darwin&apos;s diligent and personal correspondence with close colleagues is full of acres of revealing material about his motivations, beliefs and fears. But for my money, it is his internal monologue  recorded meticulously in two personal notes  about whether to marry his cousin Emma Wedgewood that sheds perhaps most light on how the mind of a genius worked. In the notes  made in April and July 1938 when he was 29 years old  Darwin weighs the options, listing the positive and negative points for matrimony with a pragmatic and analytical detachment that doubtless served him well in his scientific inquiries. When choosing a soulmate though, Darwin&apos;s approach comes across as  how can I put it  a little less than romantic. On the plus side of the ledger he cites &quot;Children (if it Please God)&quot; and companionship, &quot;[an] object to be beloved and played with  better than a dog anyhow&quot;. He also approves of the health-giving benefits of the &quot;charms of music &amp; female chit-chat&quot;. But he then turns to the many freedoms he worries he will miss out on  &quot;Conversation of clever men at clubs&quot;; &quot;cannot read in the evenings&quot;; &quot;less money for books&quot;. There will also be the anxiety and responsibility of fatherhood, &quot;fatness and idleness&quot; and above all, &quot;loss of time&quot;. &quot;How should I manage all my business if I were obliged to go every day walking with my wife,&quot; Darwin writes, &quot;Eheu!! I never should know French,  or see the Continent  or go to America, or go up in a Balloon, or take solitary trip in Wales  poor slave.&quot; But despite all of the perceived downsides, Darwin concludes that he will be a happier man in wedlock. &quot;It is intolerable to think of spending one&apos;s whole life, like a neuter bee, working, working, and nothing after all,&quot; he writes, &quot;No, no won&apos;t do  Imagine living all one&apos;s day solitarily in smoky dirty London.&quot; And then: &quot;Cheer up. One cannot live this solitary life, with groggy old age, friendless and cold, and childless staring one in ones face, already beginning to wrinkle. Never mind, trust to chance There is many a happy slave.&quot; On 11 November 1838, Darwin proposed to Emma and she accepted. He described it as &quot;the day of days!&quot; in his journal. They were married on 19 January 1839.  The Origin of Darwinism: Charles Darwin and The Origin of Species, featuring essays by Richard Dawkins and Ian McEwan and edited by James Randerson, is available as an eBook from the Guardian for just 2.99.", 
    "section": "science", 
    "gid": "science/blog/2012/nov/30/private-life-of-charles-darwin", 
    "wordcount": "607"
}