{
    "headline": "Boot up: US smartphone trends, Galaxy Note 8 reviewed, Asha not brimful, and more", 
    "text": "A burst of 8 links for you to chew over, as picked by the Technology team US smart sales &gt;&gt; Benedict Evans  First, Android isn&apos;t really growing at all in the USA, at least at the big two operators. (&apos;Other smart&apos; is almost all Android now). All the growth is coming from iPhone. Second, there&apos;s near-zero seasonality in Android phone sales. People decide they want a phone and go out and buy whatever&apos;s in the shop at the time that looks good. Launches of &apos;hero&apos; Android phones appear to have no impact at all - they may take share from other Androids, but not from iPhone and they don&apos;t increase overall sales. Third, there seems to be a complete disconnect between Android and iPhone purchasing. One can understand iPhone salesper se going up in a launch quarter, but why don&apos;t Android sales go down in those quarters? It looks like a new iPhone launch doesn&apos;t tempt in Android buyers at all.  Click on a few dots and our program will guess your age! &quot;The human motor system changes as we age. Our program will guess your age by analyzing how you click.&quot; See how it goes for you. (It was pretty inaccurate when we tried it, but might improve.) Apple&apos;s iOS mobile ad metrics dominates Android &gt;&gt; Forbes Chuck Jones:   MoPub is an ad-serving platform for mobile applications that allows advertisers to bid on ad inventory from thousands of iOS and Android smartphone application providers/suppliers.Over 230 Tier 1 brand advertisers (up from 180 last quarter) and 58 of the top 100 largest advertisers use MoPub.The application providers come from the US, Europe, Asia and Latin America with 45 billion monthly ad impressions (up from 30 billion last quarter) across two dozen verticals. CJ Takeaway #1: As Apple AAPL -1.83% extends its lead in mobile advertising app developers should prioritize new features and applications on iOS over Android.Note that Android tablets account for less than 1% of all mobile ad spend. CJ Takeaway #2: It could become more difficult for other platforms such as Windows and BlackBerry to gain traction with app developers.  The iPhone accounts for just over half of all mobile ad spend through MoPub. Samsung Galaxy Note 8.0 review &gt;&gt; Anandtech Anand Lai Shimpi:   it&apos;s tough to find fault with the Galaxy Note 8.0. It&apos;s a good size, has a good display and offers a little more than your standard Android tablet. The inclusion of the S Pen, IR blaster and multi-window features aren&apos;t enough to justify the price premium over a Nexus 7 for me personally, but I can see how they would convince others. If you want a one-handed note taking assistant on the go and/or constantly find yourself wishing you could read email and browse the web on your tablet, then the Galaxy Note 8.0 is without equal in the Android or iOS space. The S Pen experience on the Note isn&apos;t perfect, it&apos;s definitely not as natural as writing on real paper with an actual pen, but at this price point it&apos;s surprisingly decent. You can definitely get a better pen experience on Microsoft&apos;s Surface Pro, particularly when it comes to drawing, but at more than 2x the cost. Where the Note 8.0 falls short is primarily in its battery life. In general you&apos;re looking at anywhere from 10 - 40% less time on a single charge compared to the iPad mini, despite having a slightly larger battery. Power efficiency is just as important as outright performance, and this is something the folks at Samsung&apos;s SoC division have yet to master.  Nokia faces the feature phone collapse it dodged in 2012 &gt;&gt; BGR Tero Kuittinen:   In the spring of 2012, Nokia started rolling out a broad new range of Asha feature phones and managed to astonish Wall Street for a couple of quarters. The phones actually sold. Priced at 60-90 euros, they were cheaper than even cheapest Android smartphones and had a sleek, glossy new look. They offered many advanced features like downloadable games and great email support. For a while, Nokia enjoyed an Indian summer  feature phone ASP only declined by -3% during the third quarter in 2012. And now the respite is over. Nokia shipped as many Lumia phones during the first quarteras Wall Street expected but the Asha magic has evaporated and feature phone ASP levels are now tanking hard once again. The average price of Nokia&apos;s feature phones tumbled by a drastic -15% year on year, while feature phone shipment volume dove by -21%. This is a truly dangerous combination; even steep price cuts are not helping the moderate sales decline.  What this rural school district learned from rolling out 250 Android tablets &gt;&gt; CITEworld  One 7th grade class used their tablets&apos; cameras for a photo scavenger hunt, while a social studies class held a mock parliament and used their tablets to draft legislature and tally votes in real time. A math teacher uses their SMART Board to post whiteboard notes to a Wiki that students can access from their tablets. Another project involved actually building their own apps on the tablet. There are some growing pains to consider when the pilot concludes at school year&apos;s end. While younger teachers are entirely on board with the 1:1 project, more established teachers may require some training. Also, since there are so few tablets, students aren&apos;t allowed to take them home except by special dispensation and a sign-out sheet. That means that there aren&apos;t many problems with students putting inappropriate content on the device or trying to sneak around the web filter, but it also means that students don&apos;t have 24/7 access to the next-generation learning tools they use during the school day. The current priority for Guritz and his team is to gather data. The Lenovo tablets were originally chosen because the price was right, and even if they only run Android 3.1 Honeycomb now, they can be upgraded to a more current version of Android down the line.  Why LinkedIn dumped HTML5 &amp; went native for its mobile apps &gt;&gt; VentureBeat  VentureBeat: So what would it take for mobile web technologies to meet the needs of a company like LinkedIn and with apps as widely used as yours? [Kirin] Prasad [LinkedIn sr director for mobile engineering]: There are a few things that are critically missing. One is tooling support  having a debugger that actually works, performance tools that tell you where the memory is running out. If you look at Android and iOS, there are two very large corporations that are focused on building tools to give a lot of detailed information when things go wrong in production. On the mobile web side, getting those desktop tools to work for mobile devices is really difficult. The second big chunk we are struggling with is operability, runtime diagnostics information. Even now, when we build HTML5, we build it as a client-side app. It&apos;s more of a client-server architecture.  The operability of that, giving us information when we&apos;re distributed to a large volume of users, there aren&apos;t as many great tools to support that, as well.  Hard to see how HTML5 will get those tools before native apps, and how native apps won&apos;t get improved versions of those tools before HTML5. Apple calls out Google on flawed search methodology, responsibility for Android&apos;s infringement &gt;&gt; FOSS Patents  Google&apos;s search results for the purposes of document production in this litigation have been so poor in connection with certain keywords that Apple &quot;wants to work cooperatively with Google to correct these flaws&quot;. For the next step Apple proposes that Google be required to provide a &quot;list of search terms and custodians&quot;. Apple considers this a &quot;necessary first step [...] to obtain fulsome and meaningful discovery from a key player in the subject matter of this case&quot;. Apple believes Google purposely uses suboptimal search terms. For example, Apple claims to know that Google uses a different term internally for what Apple calls &quot;slide to unlock&quot;. As a result, searches for &quot;slide to unlock&quot; wouldn&apos;t deliver too many documents in which Google employees discussed this patented technology. Google argues that it would be an undue burden to require disclosure of the search terms used, and whether or not a certain burden is acceptable depends on the status of a party. In this context, Google claims that it&apos;s merely a third party, and third parties enjoy stronger protection against allegedly-burdensome discovery requests than parties to a dispute.  Google is trying to play it both ways: claiming to be a &quot;third party&quot; in the Samsung-Apple litigation but also claiming &quot;common interest privilege&quot; with Samsung to decline to produce documents about Android. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/19/technology-links-newsbucket", 
    "wordcount": "1510"
}