{
    "headline": "'Axing the British Antarctic Survey would mean the end of Scott's legacy'", 
    "text": "A century ago this year, Robert Falcon Scott and his group of fellow explorers reached the south pole. Although ending in tragedy their story inspired generations, setting in motion 100 years of polar exploration and a century of scientific research. I am an ornithologist and for me the most memorable story from Scott&apos;s expedition is that of Edward Wilson&apos;s mid-winter trek to the emperor penguin breeding colony at Cape Crozier. This scientific foray was later dubbed the &quot;worst journey in the world&quot;. Scott wrote of it as &quot;One of the most gallant stories in polar history. That men should wander forth in the depth of a polar night to face the most dismal cold and the fiercest gales in darkness is something new; that they should have persisted in this effort in spite of every adversity for five full weeks is heroic. It makes a tale for our generation which I hope may not be lost in the telling.&quot; In the footsteps of these pioneers, British scientists continue to work on the southern continent today, venturing into the most hostile conditions on Earth, in search of knowledge. The British Antarctic Survey (BAS) collects data on, among other things, climate change, ice dynamics, ecosystems and fisheries  both in the Antarctic and the Arctic  and over the decades has made a series of world-changing discoveries. For example, BAS scientist Joe Farman&apos;s research in Antarctica first alerted the world to the threat of ozone depletion, and in so doing helped avert an ecological catastrophe. Next month a 12-strong BAS team will use a custom-built hot-water drill to penetrate a three-kilometre layer of ice to reach the waters of the subglacial Lake Ellsworth on the west Antarctic ice sheet. Taking 16 years to plan, this investigation will open new research into the Earth&apos;s past climate and could reveal new life forms. Times have certainly changed since Scott&apos;s famous Terra Nova expedition, but there is a new epic tale that I also hope will not be lost in the telling. It is one of ministers looking for spending cuts, cuts that could soon lead to the world&apos;s most respected polar research organisation being closed down. Considering the importance of polar research in understanding global change, it is alarming that the Natural Environment Research Council (NERC), a research funding body reporting to Vince Cable&apos;s Department for Business, Innovation and Skills, has published proposals to close the BAS headquarters in Cambridge, doing away with its name, and thereby making it politically easier to make deep cuts in Antarctic bases, ships and aircraft later on. The extent of the seismic shifts about to take place are underlined by the recent departure of senior staff. The director, deputy director and a board member have all left BAS over the past six months, and disillusioned with current events, senior scientists are contemplating moving to other institutions. BAS is vulnerable and the Whitehall axe could soon strike with devastating effects. Having been burned last year by the public outrage over proposals to sell England&apos;s forests and close the Forestry Commission, the proposals that would do away with BAS have been carefully crafted. At one level they look quite reasonable, for example in suggesting a merger between BAS and the National Oceanography Centre based in Southampton and Liverpool. NERC argues this would help achieve synergies between polar and ocean research and save money in the process. The idea would be to create a new institution to be called the NERC Centre for Marine and Polar Science, doing away with the 50 year-old British Antarctic Survey name. NERC and ministers are making reassuring noises as to their commitment to polar research, and to retaining a strong British presence in Antarctica, but senior figures at BAS fear the loss of the name and shift of headquarters is the first step toward bigger changes that will endanger the British capability to continue with properly supported scientific research on the southern continent. In the wake of shocking changes taking place in the Arctic, including record sea ice melting, it is surely wise to retain Arctic and Antarctic research as an unambiguous national priority. The polar regions may be far away, but they have the potential to directly affect us in the UK. A study published earlier this year suggested that the cold winters we have seen recently in the UK and elsewhere may be directly linked to the melting of Arctic sea ice. More worrying is the west Antarctic ice sheet, which is suspected to be dangerously unstable and which could lead to more than three meters of sea level rise (at an unknown rate) if it collapsed It is sobering to note that the Thames barrier is built to cope with just a 16cm rise in sea level over the next 20 years. The research at Lake Ellsworth will help us assess the risk, and given the stakes retaining a world-respected, world-renowned and high-profile organization is surely a huge asset. Ministers and NERC need to stand back, take the longer view and do what is obviously the right thing: keep the British Antarctic Survey intact, keep it properly funded, and keep it in Cambridge. Tony Juniper is an environmental campaigner", 
    "section": "environment", 
    "gid": "environment/2012/sep/29/axing-british-antarctic-survey-juniper", 
    "wordcount": "869"
}