{
    "headline": "Summer's early birds risk their return from wintering grounds", 
    "text": "One swallow doesn&apos;t make a summer but it is a good sign that spring is here. So, the two that were reported on the last day of February, a day ahead of the meteorological first day of spring, were very timely indeed. Those first two swallows have since been joined by a small number of other sub-Saharan migrants, at least three ospreys, a couple of sand martins and a few northern wheatears. Over the next few weeks, more and more summer migrants will begin to arrive in the UK. They will reach the end of a journey that for some, like the swallows that wintered in southern Africa, will have been in excess of 15,000km. However, it is all in the timing. Those first swallows and sand martins took quite a gamble, which may not have paid off. Their aim was to time their arrival with the first appearance of spring-like weather. That mould mean an emergence of winged insects for them to feed upon and, being the first back to their breeding territories, the early birds would have the pick of the best nest sites and a head start in the breeding season. But the return of cold freezing conditions means the gamble has quite possibly failed and those birds will be lucky to survive the conditions. If they do, they may be in poorer condition than those birds who played it safe and arrived later, losing any advantage they might have gained. Winter will lose its grip though and the signs of spring will become more obvious. From mid-March the song of the chiffchaff will echo around our woods, parks and even in some of our gardens. It is often one of the first summer migrants to be heard and one of the easiest to recognise  the birds sings its own name &quot;chiff-chaff-chiff-chaff&quot;. By late March, ring ouzels will be back on their upland breeding grounds from Dartmoor to the Scottish Highlands, but to start with the most noticeable sign that spring is here is the increasing dawn chorus. Robin song, heard throughout the winter months is now accompanied by up to 10 or more different species. The almost incessant &quot;teacher  teacher&quot; of singing male great tits is one of the more obvious. But the beautiful bubbling song of the dunnock and the striking song of the song thrush, which often repeats phrases in the song three or more times, can also be heard as the sun comes up. Nest building also gets underway in March. Robins, dunnocks, blackbirds and long-tailed tits, having selected the best site for their nests, will begin building in earnest and it is just possible that some could have fledged young by the end of the month. If we want to see spring coming we can do this by following the cuckoos that have been fitted with satellite-tags by the British Trust for Ornithology. Having spent the winter months in and around the Congo rainforest, they have now begun their long journey back to the UK. First they will make their way to Ghana, West Africa, where they will feed up for two to three weeks, storing fat on their bodies that will fuel the arduous crossing of the Sahara. After this they will cross the Mediterranean and southern Europe before finally, if all goes well and the weather is kind to them, arriving back on their English, Scottish and Welsh breeding grounds to announce that not only has spring well and truly sprung, but that summer is just around the corner.", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/14/summer-early-birds-wintering-grounds", 
    "wordcount": "594"
}