{
    "headline": "Onshore windfarms more popular than thought, UK poll finds", 
    "text": "Public support for onshore windfarms is far higher than widely believed, according to a new opinion poll, even in rural areas.  Wind turbines are also far more popular than fracking or nuclear power, contrasting with the UK governments decision to block onshore windfarms but back shale gas exploration and new nuclear power plants. The ComRes poll, conducted for climate change charity 10:10, found that 73% of the British public supported onshore windfarms, with just 17% opposed, and the rest not sure. Strong support remained even when only considering the views of those from rural areas, who might live near windfarms: 65% support versus 25% against.  However, when people were asked what level of support they thought windfarms had across the country, just one in 10 said it was more than 70%. The average level of support estimated by people was just 42%, far below the true figure. Research for 10:10 conducted by Imperial College London showed that more than two-thirds of newspaper comment and editorial articles in the last five years were negative overall about windfarms.  The UK public love wind power and they dont even realise, said Max Wakefield, at 10:10, which launched its Blown Away campaign on Thursday. Its plainly not true onshore wind is unpopular with the UK public. Its time our politicians caught up. Onshore wind is already the cheapest tool we have to achieve energy independence, keep bills under control and tackle climate change. The governments own polling has consistently shown that renewable energy has 75-80% public support. But the Conservative victory in 2015, with 37% of the vote, has all but ended onshore windfarm developments, fulfilling a manifesto pledge to do so.  The new poll showed even stronger public support for solar energy - 83% for and 8% against - but ministers have slashed solar subsidies.  Fracking was supported by 34% and opposed by 45% in the poll. Ministers overruled Lancashire council earlier in October to grant permission for shale gas exploration, leading to accusations of double standards, as local communities have the final say over windfarm applications. Nuclear power was supported by 46% in the new poll and opposed by 37%. In September, the prime minister, Theresa May, gave the go-ahead for a new heavily subsidised nuclear plant at Hinkley in Somerset. Offshore windfarms, which are supported by ministers, are also popular with the public, with 80% supporting and 10% opposing. The ComRes poll interviewed 2,037 British adults online on 12-13 October 2016 and data were weighted to be representative of all British adults.", 
    "section": "environment", 
    "gid": "environment/2016/oct/20/onshore-windfarms-more-popular-than-thought-uk-poll-finds", 
    "wordcount": "430"
}