{
    "headline": "Boot up: more Surface news, Cisco's China ouster, HTML5 or app?, and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Why Sandy has meteorologists scared, in four images &gt;&gt; The Atlantic  Note that the highest probabilities are focused tightly around New York City, which also happens to be the most densely populated area in the country. That&apos;s a very bad combination. Jeff Masters, author of the must-read storm blog Wunderground, laid out the general problem.  &quot;[According to last night&apos;s forecast], the destructive potential of the storm surge was exceptionally high: 5.7 on a scale of 0 to 6,&quot; he wrote. &quot;This is a higher destructive potential than any hurricane observed between 1969 - 2005, including Category 5 storms like Katrina, Rita, Wilma, Camille, and Andrew.&quot;   China Unicom replaces Cisco devices over security concerns &gt;&gt; Companies &amp; Industries - Morning Whistle - Latest chinese economic, financial, business, political and society news  China Unicom has replaced Cisco Systems, Inc. (NASDAQ.CSCO) in one of the country&apos;s most important backbone networks, citing security reasons, the 21st Century Business Herald reported.  The replacement project targets &quot;China169,&quot; Cisco&apos;s backbone network router of Wuxi node, in Jiangsu province. Analysts indicated that the product vulnerability and back door problems are the main worries of China Unicom.   American goose, meet Chinese gander. The best interface is No Interface &gt;&gt; Tumblr Fascinating blog of &quot;no-interface&quot; products and concepts, such as RFID ski passes. Three simple questions to answer; the design is a lot harder. No.48: The &apos;houses&apos; in Leinster Gardens &gt;&gt; 150 great things about the London Underground  The trains that first ran along the railway line that passes below Leinster Gardens were steam-powered. The locomotives needed somewhere to vent the fumes that built up inside the engines. But where to do this, in a neighbourhood jostling with upmarket residences for whom a large gap in the ground would appear both unsightly and undignified?  The answer, as with most tricks of the eye, can be found round the back.   From an age where engineering solutions could be figured out with a bit of front. Fantastic blog. Microsoft offers $100 giveaway to line up for Surface &gt;&gt; Brier Dudley&apos;s Blog | The Seattle Times  The company is offering a $100 credit toward a full year of Xbox Music Pass to the first 100 people lined up at Microsoft stores when they open Friday morning. To receive the gift they also have to make a purchase.  Launch-day lines that turn initial sales into marketing events have become a phenomenon with big consumer brands ranging from Krispy Kreme stores to Apple devices. Some guy in New York is already lined up for Nintendo&apos;s Wii U, which goes on sale 18 November.  Microsoft must want to be sure there are enough people at its stores Friday to generate some buzz.   Hadn&apos;t thought of it in that way, but it&apos;s true. Surprise! There&apos;s Apple-like lines for Microsoft&apos;s new tablet &gt;&gt; Cult of Mac Buster Heine lives in Scottsdale, Arizona:   Microsoft&apos;s new tablet, the Surface RT, may not do everything an iPad can, but it&apos;s drawing some pretty big lines to Microsoft retail stores across the country for its launch this morning.  Once I got to the Microsoft Store I was shocked to see a line of about 125 people waiting to buy the Surface and was told it&apos;d be a two hour wait before I could get in. The story is the same at other Microsoft Stores across the country with people lining up to purchase Microsoft&apos;s hyped tablet that&apos;s supposed to compete with the iPad.  A Surface retail reality check &gt;&gt; TechPinions Steve Wildstrom:   Whatever the buzz that got some people to line upo for the midnight launch of Surface sales at Microsoft Stores last night seems to have dissipated quickly. This afternoon, I stopped by the popup store in Westfield Montgomery Mall in Bethesda, Md. It was a slow time of day, about 3pm on a Friday, but the heavily staffed store wasn&apos;t having a lot of luck even getting passing shoppers to stop and take a look at its assortment of Surface tablets and Windows 8 laptops. At one point, I counted five customers (at least in the sense they were looking) and 10 store employees, probably mostly contractors.   Ah, journalistic shoe leather. Ever wondered why Microsoft&apos;s retail stores don&apos;t show up in its accounts? The Definitive Windows 8 Linksheet &gt;&gt; Mobile Zone Not sure what more there is to say. Bookmark it. Dear Android manufacturers: please sell me the phone that I want &gt;&gt; ZDNet David Meyer wants a less-big phone:   When Apple launched the iPhone 5 and acted, in typical Apple fashion, as though it had just invented the 4-inch form factor, it was a bittersweet moment for Android fans.  Sure, Apple was late to the game - my ageing Nexus S is a 4-incher - but it was right about the easy one-hand stretch and pocketability, and there are no longer any high-end Androids for it to compete against in this regard.  I don&apos;t have tiny hands, but they&apos;re not very big either (I conveniently blame this fact for my poor lead guitar skills). The Nexus S is a great phone for me, size-wise. I could comfortably stretch to 4.3 inches. But every time I go into a phone store and pick up the Galaxy S III, for example, I just shake my head and walk away.  The other issue is the explosion in the 7-8-inch tablet market. I have a Nexus 7, and if I&apos;m going to indulge in on-the-go gaming or reading, chances are I&apos;m going to use that device. I simply do not need a very large smartphone screen.  The UX architect&apos;s guide to choosing between HTML5 or native mobile apps &gt;&gt; Don&apos;t Code Tired Simple enough flowchart whether you&apos;re considering this inside an enterprise or for a public-facing application. What&apos;s surprising is how many of the options lead to one answer. (Via Martin Belam on Twitter.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/29/technology-links-newsbucket", 
    "wordcount": "1035"
}