{
    "headline": "New to Nature No 93: Aleochara yamato", 
    "text": "Species of the rove beetle genus Aleochara are commonly associated with carrion, dung, and other decomposing matter. Members of the genus are found on every continental landmass except Antarctica. But rather than feeding on the decaying animal and plant materials in which they are found, Aleochara are notorious consumers of the eggs, maggots, and puparia of flies breeding there. Adults are rapid and agile predators with elongated sickle-like mandibles, while their larvae are parasitic on fly puparia. More precisely, larvae are parasitoids, each feeding and growing within a puparium until the host is eventually killed. Some species have been used as biological control agents, such as the release of Aleochara bilineata to manage populations of onion maggot. Of the more than 450 species of Aleochara, fewer than two dozen are found in the proximity of beaches and shorelines. Thus, the recent discovery of five new seashore-inhabiting species in Japan was a significant one. Seashore life for Aleochara is no day at the beach. They are found under debris such as seaweed deposited at high-water mark and rotting in the sun. Such debris in this so-called wrack zone goes through a kind of ecological succession with early, mid and late stages of decay. Because Aleochara cannot breed until a maggot population is established, they show up during the mid to late phases. Of the five new species described by Shhei Yamamoto and Munetoshi Maruyama of Kyushu University, Aleochara yamato alone appears restricted to shingle beach, that is, rugged areas comprising shore reef, rocks and stones. It differs from other seashore species by its comparatively large body length of 5.8mm, deep punctures on its forebody, and a basal swelling on the head. Aleochara, like most rove beetles, have the elytra truncated, exposing the flexible segments of the abdomen. In most beetles these hardened forewings cover both the hind wings and the dorsal surface of the abdomen. Watching a rove beetle fold its full-sized hind wings beneath these shortened elytra is to witness a mechanical and behavioural marvel. The rove beetle family represents an ancient and fantastically successful lineage, with more than 46,000 named species. This is more than nine times the total number of mammal species in the world.", 
    "section": "science", 
    "gid": "science/2012/dec/02/new-to-nature-seashore-dwelling-rove-beetle", 
    "wordcount": "371"
}