{
    "headline": "Boot up: Siri 'knockoffs' in Android app market, HP Touchpad 'built on flawed software', and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Siri clones land in Android Market with official Apple icons and deceptive marketing &gt;&gt; 9to5Mac &quot;Another app, called Siri for Android, as picked up by The Next Web, made a point of clarifying it is simply a Siri icon that acts as a shortcut to Google&apos;s Voice Actions. Although, like Speerit, it too boldly uses what appears to be Apple&apos;s official Siri icon. &quot;Also, the app&apos;s name, &quot;Siri for Android,&quot; beside the developer&apos;s name, &quot;Official App,&quot; could give users who don&apos;t know any better the impression it is some type of official Siri port. The app is also available for free in the Android Market. No word on whether Google or Apple plans to take action.&quot; Why would Android users want Siri knockoffs? Bank security: Thieves down the line &gt;&gt; FT.com Joseph Menn: &quot;As a small parts supplier for the troubled US automotive industry, the Michigan-based Experi-Metal was constantly seeking ways to cut costs and improve efficiency. Online banking was no exception: the manufacturer signed up for that service in 2000 at the behest of Comerica, its bank. &quot;Experi-Metal regularly received emails from the Dallas-based bank with instructions. So controller Keith Maslowski was not surprised in early 2009 when one arrived that directed him to fill out a &quot;Comerica business connect customer form&quot;. He typed in his user name, password and pin number from a token at 7.35am on January 22, three weeks into his employer&apos;s 50th anniversary year. Less than seven hours later, Experi-Metal&apos;s coffers were empty.&quot; The bank, however, had no legal obligation to recover the funds. Companies have to bear about half the losses of cybercrime attacks, according to a new report. H.P.&apos;s TouchPad, some say, was built on flawed software &gt;&gt; NYTimes.com &quot;After some internal debate, the company chose to have WebOS rely on WebKit, an open-source software engine used by browsers to display Web pages. [Paul] Mercer [former senior software director at Palm] said that this was a mistake because it prevented applications from running fast enough to be on par with the iPhone. But a former member of the WebOS app development team said the core issue with WebOS was actually Palm&apos;s inability to turn it into a platform that could capture the enthusiasm and loyalty of outside programmers. There were neither the right leaders nor the right engineers to do the job, said this person, who declined to be named because he still had some ties to H.P. &quot;From concept to creation, WebOS was developed in about nine months, this person said, and the company took some shortcuts.&quot; Jon Rubenstein, who then headed Palm, also gets blamed for having hardware expertise, but not enough to oversee a new OS development. Mathias Duarte, who was key to webOS, left for Google - where he was oversaw Android Honeycomb and Ice Cream Sandwich. Fascinating read. Still, open source will get out the cooties, right? BBC News - Profile: Michael Acton Smith, the Moshi Monsters mogul &quot;Moshi Monsters is a virtual pet and social networking game which has captured the minds - and pocket money - of children around the world. BBC technology correspondent Rory Cellan-Jones profiles the company&apos;s founder, Michael Acton Smith.&quot; A good profile. Britain turns out to be quite good at big networks like this - don&apos;t forget that we did Friends Reunited and Bebo first too. &apos;This item is not eligible for iCloud&apos; - Apple &gt;&gt; Stack Exchange If you find something hasn&apos;t been uploaded to iCloud, howcome? Usually, that it has too low a bitrate. (Incidental note: lots of pirated stuff is low bitrate.) Movie crowds dip to 16-year low as apathy lingers &gt;&gt; Salon.com &quot;Through New Year&apos;s Eve on Saturday, projected domestic revenues for the year stand at $10.2bn, down 3.5% from 2010?s, according to box-office tracker Hollywood.com. Taking higher ticket prices into account, movie attendance is off even more, with an estimated 1.28bn tickets sold, a 4.4% decline and the smallest movie audience since 1995, when admissions totaled 1.26bn.&quot; This item was not added to iCloud...:&gt;&gt; Apple Support Communities Been playing with iCloud? Had the message &quot;This item was not added to iCloud because an error occurred&quot;? This tells you how to remedy it (though not why it occurred). Android isn&apos;t about building a mobile platform &gt;&gt; TightWind &quot;Why would Google be so willing to empower network providers by giving them so much control over Android? Because it means wider adoption of Android, and as more Android-based devices flood the market, the hardware manufacturers themselves are increasingly irrelevant. As Android spreads, and the differences between different devices decrease as a result, there will be less competitive differentiation between manufacturers--consumers will, like they do in the PC market, shop based more on price than on who makes the device. At that point, hardware will be commoditized, and building a mobile device business based on a different OS than Android will be incredibly difficult. Profit potential will shift from selling actual devices (where margins will be small) to providing services for those devices--quite convenient for Google, who&apos;s in the business of making web services and providing advertising.&quot; Very insightful. (From January 2011, but just as true - if not more so - now.) Top 10 Most Pirated Movies of 2011 &gt;&gt; TorrentFreak &quot;As 2011 comes to an end, we follow up our most pirated TV-shows chart by taking a look at the most pirated movies of the year. Fast Five comes out on top, and aside from other usual suspects such as box office hits Harry Potter and the Deathly Hallows Part 2 and The Hangover, the list also includes a few surprising entries and some notable absentees.&quot; Well, if you assume that the people doing the downloading are in their mid- to late-teens, then the list makes complete sense. The &quot;surprising absentees&quot; are Pirates of the Caribbean: On Stranger Tides and Transformers Dark of the Moon. The surprising thing is that anyone ever went to see either, surely. You can follow Guardian Technology&apos;s linkbucket on Pinboard", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/03/technology-links-newsbucket", 
    "wordcount": "1063"
}