{
    "headline": "London buses show way for auction of radio wave spectrum to mobile firms", 
    "text": "Every day on London&apos;s streets, fleets of buses jostle for space, their red liveries bearing the names of many different operators. On board, the bell rings, children draw on misted windows and passengers frown as someone shouts &quot;I&apos;m on the bus&quot; into their mobile. Phones and double deckers may not mix, but the auction format developed to privatise London Regional Transport is now being used to sell space on the spectrum of radio waves. A version refined by telecoms watchdog Ofcom will be used this month to sell airspace for 4G superfast mobile internet. In 1994, when London Regional Transport was fully privatised, the auction planners had a complex problem to solve. Economies of scale meant operators preferred to bid for bundles of routes rather than individual ones, but not every operator wanted the same combination. The solution, often cited by the academics who help design sales of public assets today, was a &quot;combinatorial&quot; auction that allowed unlimited numbers of bids on many different bundles. The winners would be chosen from the combination of bids that provided the best value. Honed over the years, the format has been used to sell everything from timber in Australia to nursing home contracts in Sweden. Ofcom&apos;s variant, known as the combinatorial clock and first used in 2008, is so complicated that the eventual selection of bidders will be done by computers, using algorithms to weigh thousands of separate bids to find the highest total. Up for grabs is the biggest chunk of the electromagnetic spectrum ever put on the market by a British government. So intense is the demand for faster smartphone connections, networks are expected to pay handsomely for the new licences: the government is expecting to raise 3.5bn  so confident is it indeed that George Osborne has already assumed he has got the cash. It is a large sum for the public purse, but still a fraction of the 22.5bn handed over in 2000 for 3G licences, when the industry was dizzy with dotcom dreams. The spectrum being auctioned is in two bands, known as the 800MHz and the 2600MHz, and will be divided into 28 different lots. Buyers can bid for different packages of lots, leading to a potential 3,000 combinations. Before the auction begins, prudent bidders will have drawn up separate business plans for each of these thousands of combinations. Each bidder can be expected to spend 3m-10m on running the process, says Stefan Zehle of telecoms management consultancy Coleago. In sealed war rooms within their offices, with back-up locations in case of power or IT failures, each network will assemble a team of as many as 20 or 30, with mathematical economists and game theorists joining lawyers, accountants and network engineers. &quot;The amount spent on a spectrum auction is so staggeringly large you have to do everything to get it right,&quot; says Zehle. After mock auctions and training, preliminary bidding is scheduled for the end of this month, with the auction beginning in earnest a day later. About six rounds will be held each day for a number of weeks. Ofcom announces a price for each lot in each round, and bidders specify what combination of lots they would most like to win at those prices. In what is known as the clock stage, the price ticks up, until all bidders reach their limits. Any unsold spectrum will be thrown into a final round. Finally, Ofcom will work out the combination of bids that fetches the most money. The winners won&apos;t pay the price they bid; they will pay just a bit more than the second highest bidder  as in an eBay auction. Winners could be announced in early March, with 4G services arriving in May and June. In order to prevent participants from colluding to keep the price low or force a competitor out, bidding is blind. Buyers don&apos;t know what their rivals are offering or which lots they are chasing. This is where the game theorists come in. &quot;At the end of each day, as the auction unfolds, you can discover what other bidders are most interested in and how much they value it, and all this information you can feed back into your own decisions,&quot; says Zehle. The seven bidders include all four mobile phone networks  O2, Vodafone, Everything Everywhere and Three  which all want to get hold of the valuable 800 airwaves. This low frequency spectrum is better at penetrating walls and also travels further, requiring fewer masts. It is ideal for nationwide networks that want to reach into rural areas. After the cheaper 2600 airwaves is BT, which could use wireless to extend its fixed line broadband network into harder to reach locations. The final two bidders, also thought to be interested in the higher frequency spectrum, are Hong Kong conglomerate PCCW, which already runs a small-scale 4G network on the South Bank in London, and the British network company MLL Telecom. The UK auction has been structured in such a way that some experts say only three of the four mobile networks are likely to come away with 800 spectrum. This will make for intense competition, but some expect the UK&apos;s smallest and least profitable network, Three, will eventually drop out, thus setting a ceiling for the price Vodafone and O2 will pay. Based on recent 4G auctions in Italy and Ireland, in which Three participated, analyst Daniel Gleeson at IHS Screen Digest reckons the company is not prepared to pay more than 75 euro cents (63p) per megahertz per head of population, a common measure for valuing spectrum. If that holds true, the UK&apos;s 4G sale will raise just 2.7bn. &quot;That is very low compared to what the government are hoping for,&quot; says Gleeson. &quot;If you wanted to hit the Treasury&apos;s number all the lots would need to go for the highest prices that spectrum has been valued for in Europe over the last couple of years.&quot; The Treasury could get lucky  Britain is Europe&apos;s most competitive mobile market and smartphone use is ramping up at such a rate that networks are running out of space. Although more airwaves are being cleared for sale later, the last auction was 13 years ago and it will be a while before the next one arrives. In that respect, spectrum is nothing like the buses.", 
    "section": "technology", 
    "gid": "technology/2013/jan/18/london-buses-radio-spectrum-auction", 
    "wordcount": "1073"
}