{
    "headline": "This week's new games", 
    "text": "Trials Evolution, Xbox 360 The elegant simplicity of Trials HD sprung from the feel of its miniature biker&apos;s three controls: accelerate, break and lean. From these tiny beginnings emerged a game of perfect balance and timing that subtly educated you in its ways before testing you ever more thoroughly. Trials Evolution keeps the flawless control scheme, makes things just a shade easier and plonks the whole lot into locations from an explosive recreation of D-Day to blazing oil refineries and collapsing box girder bridges. It&apos;s an unalloyed joy to play from start to finish, even if gold medals eventually demand terrifying levels of precision. Ubisoft, approx 10.20 via XBLA Battleship, 3DS, DS, PS3, Wii &amp; Xbox 360     Battleship    Battleship, the videogame of the film of the board game, splices together first person shooting action with a flyweight real-time strategy game to tell its story of sailors v aliens. Set in Hawaii, it looks pleasant enough, but there&apos;s little variety in its enemies, a perfunctory selection of weaponry, and its strategy elements are no more than a sideshow. Glitches and rough edges abound in a game that clearly blew too much of its budget on the licensing. Activision, 17.99-34.99 Dark Meadow: The Pact, iPad     Dark Meadow: The Pact    Dark Meadow has a lot in common with bestselling iOS franchise Infinity Blade. That includes its combat, navigation and central mechanic in which your hero is repeatedly reincarnated until he&apos;s upgraded his skills enough to dispatch the game&apos;s ultimate boss. Sadly, unlike Infinity Blade, the combat feels flimsy, assailants are uniformly dull and after a few play-throughs new content just seems to dry up. This freemium version of last year&apos;s release is not a total bust, however, with a script and story that deliver unexpectedly well-written and acted interludes. Phosphor Games, free Games news     Prototype 2    Dota 2, the hugely anticipated fantasy real-time strategy game from Valve, has been announced as a free-to-play game for PC and Mac. Valve&apos;s boss Gabe Newell has also suggested that it&apos;ll start charging players who disrupt the community  After the runaway success of DiRT and the total lack of it for last year&apos;s shooter, Bodycount, Codemasters will only be making racing games from now on, thus crushing all hopes of a sequel to 1988&apos;s Rock Star Ate My Hamster  Two bits of news from Microsoft&apos;s Xbox HQ: the 360 has led US console sales for the past 15 months, yet it&apos;s still managed to lose $229m over the last quarter  Halo 4, the first instalment not to be developed by creator Bungie, will be out on 6 November  Finally, also out this week is Prototype 2 (Xbox &amp; PS3), which shows how widespread human mutation can also be fun.", 
    "section": "technology", 
    "gid": "technology/2012/apr/28/this-weeks-new-games", 
    "wordcount": "452"
}