{
    "headline": "Intensive gold mining in southern Ethiopia  in pictures", 
    "text": "   An Ethiopian artisanal underground miner holds bedrock rubble in his hands. The rock may contain gold. The bedrock comes from the Midroc-owned Lega Dembi gold mine in southern Ethiopia Photograph: Sven Dumelie       An engineer gives instructions to the operator of a horizontal drilling machine. The machine drills horizontal holes in the bedrock to place explosives in the shaft. After the daily blast the machine drills deep into the bedrock. Heavy trucks then transport the rubble containing gold deposits Photograph: Sven Dumelie       A drilling machine is placed at the end of an underground mineshaft. The machine has two arms (low and high) and drills rock horizontally, prior to the use of explosive devices. A blast takes place daily in the mineshaft Photograph: Sven Dumelie       An underground transport truck is driven towards the mineshaft entrance after dumping the bedrock at the main crusher Photograph: Sven Dumelie       Two Ethiopian mineworkers maintain a huge heavy-duty grab crane outside the gold mine Photograph: Sven Dumelie       An Ethiopian Midroc mineworker takes a coffee break after a long morning of labouring in the underground mineshafts Photograph: Sven Dumelie       Entrance to the Sakaro Midroc gold mine, southern Ethiopia. The mine will be run by Ethiopian miners under the supervision of miners and engineers from the Philippines. The shaft is 70m deep and 4km long Photograph: Sven Dumelie       A view halfway down the new Sakaro mineshaft. The 4km tunnel is coiled with an iron tube and runs 70m underground down the shaft. The facilities offered to miners by this tunnel are light and oxygen Photograph: Sven Dumelie       An engineer from the Philippines instructs Ethiopian mineworkers deep inside a shaft. The mine will reach a much higher rate of production because of the new machinery brought from Asia Photograph: Sven Dumelie       A panoramic view of an abandoned Midroc openpit mine. Vegetation and long grass have been reintroduced to the Sidamo plateau to help the landscape recover from intensive gold mining. In the distance are roads used to transport the gold rubble to and around artificial and natural lakes Photograph: Sven Dumelie       An abandoned openpit mine with an artificial lake  Photograph: Sven Dumelie       An active openpit mine with an artificial lake. Two vertical drilling machines (in centre of picture) drill holes in which liquid explosives are placed Photograph: Sven Dumelie       A mine supervisor overlooks an abandoned openpit mine surrounded by artificial and natural lakes  Photograph: Sven Dumelie       A road divides an artificial chemical lake (right) and a natural lake (left). The greeny-blue colour of the artificial lake is caused by chemicals used to wash the gold Photograph: Sven Dumelie       A dead tree stands in an artificial lake, creating a monument to the natural landscape occupied by the mine. The lake has been created to filter and store the chemical water used in the panning gold process. The chemical water is then reused Photograph: Sven Dumelie  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/aug/30/gold-mining-ethiopia-in-pictures", 
    "wordcount": "0"
}