{
    "headline": "Is Stephen Hawking's voice music to the ears?", 
    "text": "Stephen Hawking celebrated his 70th birthday earlier this month with a public symposium at Cambridge University attended by some of the world&apos;s most eminent physicists. Although illness prevented him from being there in person, the audience was treated to an inspiring address delivered in the idiosyncratic computer-generated voice that has become his trademark. As well as being the world&apos;s most famous living scientist, Hawking is probably the best-known user of speech-synthesis technology, which enables those who have lost their voices through illness or disability to communicate verbally. His progressive motor neurone disease has meant that he has needed to rely on the technology since the mid-80s and the speech-synthesis software he uses dates from that time. Despite scientific advances that have produced more realistic artificial voices, he has chosen to stick with the monotone robotic voice that has become part of his identity. The charity Communication Matters estimates that there are more than 30,000 people in the UK who could benefit from speech-generating communication technology, although not all of them have access to it. This number is likely to increase as people with profound disabilities are living longer due to medical advances. However, it is hard for robotic voices to command listeners&apos; attention for more than short periods of time and, given that the majority of users lack the advantage of being able to expound on the secrets of the cosmos, they are understandably keen to sound as realistic as possible. But, says Dr Christopher Newell of the School of Arts and New Media at the University of Hull, sounding more human isn&apos;t necessarily the answer. The science of robotics has found that when devices become too human-like, people&apos;s positive reactions quickly turn to feelings of deep unease and even revulsion, and he believes this may also apply to artificial voices attached to real people. The phenomenon has become know as the &quot;uncanny valley&quot; syndrome, the &quot;valley&quot; being the dip in a graph showing the range of human reactions to a robot, and has been put to good use in many a sci-fi film involving Stepford Wives-style androids. Newell believes that it may be more fruitful to focus on making synthesised speech more attractive to the ear rather than more realistic. &quot;It&apos;s about finding an acoustic formula that gives the feeling that a person is worth listening to,&quot; he says. The former opera director is running a research project, in partnership with Newcastle and York universities, that aims to find out what synthetic-speech technology can learn from the voices of opera singers. &quot;The technology can potentially benefit from associating itself with the performing arts, where there is an understanding of voices. In opera, you&apos;re dealing with the extreme end of human vocal capability, yet the voice has a seductive emotional power. We&apos;re looking at whether there&apos;s anything we can extract from the acoustic features, or the content of an opera production, that we can bottle and pop into a speech synthesiser.&quot; His research is focusing on a series of performances of Mozart&apos;s TheMagic Flute, which he recently directed for CoOpera Co, a training company for young opera singers. The study used technology designed by digital interaction researchers from the School of Computing Science at Newcastle University, and was funded by the Research Council UK&apos;s Social Inclusion through the Digital Economy project. The aim was to isolate times during the performance when audience members felt the &quot;tingle factor&quot;  those goosebumps moments, as when Pavarotti hits that top C at the end of Nessun Dorma. Audience members were asked to use wireless movement sensors to indicate where they felt the peak moments were during the production. Sensors were attached to their seats and upper bodies to track periods of fidgeting and times when they were literally on the edge of their seats. The data is now being mapped against second-by-second videos of the performance and compared with interviews with audience members, cast and the production team. The latter is to identify contextual factors that might play a part in producing the &quot;tingle&quot;, such as expectation arising from audience familiarity with a particular piece. A voice is made up of a number of different sound frequencies, or what singing expert and acoustic consultant to the project Professor David Howard, head of the University of York&apos;s electronics department, calls an &quot;acoustic recipe&quot;. Opera singers are an interesting example, he explains, as they are trained to produce certain frequencies that enable them to be heard over the orchestra instruments, despite the fact that the orchestral accompaniment is very much louder than the singer. &quot;The question is: is there an acoustic recipe that equates to the tingle?&quot; he says. &quot;The answer would appear to be yes, and, assuming we can resynthesise it  put it into signals  I don&apos;t see any reason why you can&apos;t then add an element of the &apos;tingle factor&apos; to a given sound.&quot; Artificial voices don&apos;t necessarily need to hide what they are, says Newell. &quot;Arealistic artificial voice is always likely to be a pale shadow of a person&apos;s own voice. Itwould be good if we could abandon the notion that realism is all  theatre threw that out years ago. It&apos;s deeply unimaginative to assume that every artificial voice should tie itself to a conventional model of human expressiveness. Maybe it would express itself more beautifully if it accepts it&apos;s a computer.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/16/research-operatic-singers-speech-generating-technology", 
    "wordcount": "917"
}