{
    "headline": "Nigeria turns to technology in attempt to cut road deaths", 
    "text": "In a torrential downpour on Nigeria&apos;s notorious Lokoja highway, traffic marshal Suleiman Said watches a fuel-laden tanker do an illegal U-turn into oncoming traffic. &quot;What can you do? It&apos;s as if they give tanker drivers something before they climb into their lorries,&quot; he said. &quot;They regard small cars as rats.&quot; With only one road safety official for every 1,000 vehicles, policing the roads of Africa&apos;s most populous country can be &quot;as if you are the only sane person on a highway of madmen&quot;. West Africa ranks near the top of the world&apos;s deadliest roads. In five of the region&apos;s countries, there is no national law to enforce wearing seatbelts. Globally, only Eritrea has a higher rate of road deaths per capita than Nigeria. However, a new road safety model means Nigeria is now the only African country on track to achieve the World Bank&apos;s global push to halve road deaths by 2020. In the federal road safety commission&apos;s headquarters in the Nigerian capital, Abuja, a dozen employees take calls from across the country. Around 100 calls are fielded each week, dispatching cars, ambulances and volunteers to distressed motorists. On a giant screen, blinking dots track the agency&apos;s 400 patrol cars  and ensure the vehicles aren&apos;t themselves speeding. The service, set up in 2008, is at the heart of an attempt to reduce road deaths in Nigeria. &quot;We have done a lot through technology and database improvements,&quot; said the agency&apos;s director, Osita Chidoka. &quot;Every Nigerian knows someone who has died on our roads. Now people don&apos;t always have to depend on villagers, who may mean well but are not the best qualified people to be the first to reach an accident scene. I have had people say to me: &apos;You don&apos;t know me, but you saved my life&apos;.&quot; Statistically, at least, things are looking up: registered crashes have more than halved, to about 5,000 annually; deaths are down a third, to 12 a day. Many other accidents may go unreported. &quot;Overall it&apos;s positive, because our ultimate goal is to bring down deaths,&quot; said Chidoka. &quot;But we need to make more investments in enforcement and a culture of safety.&quot; One floor above his office, staff watched a monitor showing real-time data, from the number of bookings on particular stretches of road to which patrol cars&apos; sirens were switched on. &quot;This is something we couldn&apos;t do before [2008]. Having everything digitised means we can look at if numbers are going up or down and ask ourselves what do we need to do,&quot; said Janet Adepegba, the information technology director at the centre. Under a pilot scheme, solar-powered speed cameras in the capital, Abuja, can track new licence plates. That coincides with 100,000 more bookings dished out year-on-year. Offenders include on-duty patrol officers  which, the agency says, shows that it polices its own employees. &quot;We are trying to improve visibility through technology. Not only are you caught, but people know you&apos;re caught,&quot; Chidoka said. Engineering is also helping. Nigeria has increased the number of paved roads in recent years, often sponsored by multinationals that are also ploughing money into training schemes for drivers of articulated lorries. But there are glitches. Unrolling digitised licence plates nationwide has faltered amid erratic registration price increases, and the speed cameras work intermittently. Complaints of extortion by traffic police are routine. But officials say the most formidable barrier to road safety remains poor driving. &quot;Speeding is the main problem,&quot; said Chidoka. &quot;Road safety is also a class issue in Nigeria  there&apos;s a perception that it only affects poor people. The political will isn&apos;t there among people who think: &apos;I have a good car, an expensive car, so I am safe&apos;. Or they can afford to fly longer distances.&quot; In an average week, 1.5 million Nigerians cram on to buses. Others turn to motorcycle taxis  often driven by people with no formal training, in overcrowded cities, and that sends the numbers of fatal crashes spiralling upwards, officials say. Road signs, which have popped up across the country, have a limited impact. &quot;In Abuja, where the roads are really good, we still see high incidents of accidents,&quot; said Adepegba. &quot;You can put the best driver in the best car on a terrible road, or a terrible driver and car on the best road, and both can have the same results.&quot;. On a carpet of crushed glass, Oliver Onyemoes watched a roadside mechanic attend to his battered green taxi. For the second time in a week, the brakes had failed in his 14-year-old car. &quot;I will drive the car until it stops because I cannot hang myself by not working,&quot; he said. Sebastian, the garage owner, said: &quot;Nigeria is like a dumping ground for cars whose lifespan has expired. You know the car is going to break down again because this person has no money to buy a new one. That is why our mechanics can fix cars with their eyes covered.&quot; Back in Lokoja, as his shift drew to a close, traffic marshal Said watched people collecting spilt fuel from an overturned tanker. &quot;It&apos;s ignorance, yes, but poverty more than that,&quot; he said. &quot;If the driver is badly trained, it is because of [a lack of] money. If people are running towards the [fuel, when they] should be thinking &apos;Let me run away, and live&apos;, [they] are desperate to sell some fuel just to make some small money.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/14/nigeria-technology-cut-road-deaths", 
    "wordcount": "935"
}