{
    "headline": "Osborne on science", 
    "text": "George Osborne&apos;s speech was serious, pretty detailed, and I think it can only be good that he made it. But he made no financial commitments to research (though he made some to the space industry) and he gave shopping list of  ... eight technologies I challenge the scientific community of Britain to lead the world in, with our support  Thing is, science and technology, while deeply symbiotic, are not identical. If, as he said, he is really   ... up for the challenge set by Brian Cox and others of making Britain the best place in the world to do science.   then great! But he won&apos;t do it by telling scientists which eight areas they can work on. That said, there were signs of hope. He began with statements about the importance of basic research and enquiry, and when he said:  You do not necessarily become a scientist to boost GDP  even though it is a very welcome consequence of much of what you do.   I might have cheered, had I been in the audience. (Which may be why I wasn&apos;t invited.) I also loved the David Hume quote he used:  The same age which produces great philosophers and politicians, renowned generals and poets, usually abounds with skilful weavers and ship-carpenters. We cannot reasonably expect that a piece of woollen cloth will be wrought to perfection in a nation which is ignorant of astronomy.  My five year old daughter did a science experiment in school today, shining a torch through materials to see which would make the best curtains. Cardboard won. Great science, but poor engineering I fear. And I don&apos;t think cardboard curtains will rescue our economy.  But following our curiosity, testing our ideas properly, and then exploiting them, will.  I really hope that George Osborne&apos;s speech was a commitment to properly fund basic scientific research, not cut it as is currently happening. &quot;Flat cash&quot;  is not enough for this vision. I also hope that his eight areas were not top-down prescriptions of what he thinks scientists should research; because that won&apos;t work. I hope they were, rather, examples of why everyone should support investment in science, even when painful cuts are happening elsewhere.  Which of these is the case will be a big factor in determining the intellectual and economic future of the country. The text of the speech is here. Check against delivery, as they always say. And a link to the video of the speech, so you can. Added 12/11/2012.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/nov/09/osborne-science-royalsociety", 
    "wordcount": "415"
}