{
    "headline": "North Korea behind hacking attack in March, claims Seoul", 
    "text": "North Korea was behind the cyber attack in March that wiped hard drives on more than 30,000 PCs in TV stations and disrupted banks in south Korea, a spokesman for its internet security agency said on Wednesday, ratcheting up the tension between the two sides another notch. The agency said six computers in the north accessed computer servers in the south using more than a thousand access points on the internet, called IP addresses, based overseas. Those were then used to set up the attack. A spokesman told the Associated Press that the attack, planned up to eight months earlier, had similarities to past North Korean hacking attempts, which he said were carried out by an espionage agency run by the military there. That will raise concerns that even a minor conflict between the two nations could be presaged by a cyber attack aimed at critical infrastructure in the south, which is one of the most networked nations in the world  in stark contrast to the north, which is one of the least networked. North Korea has been using increasingly aggressive language in public statements: on Tuesday it warned foreigners to leave South Korea for &quot;safe places&quot;, implying a nuclear war was imminent. The two nations have never signed a peace treaty; the three-year-long Korean war ended in a ceasefire, but not a peace treaty. They have thus remained at war despite the peace that has reigned since July 1953. The online realm has become the most active frontier in what is so far a phoney war between the two nations. North Korea&apos;s Twitter feed was hacked last week, apparently by hackers from the Anonymous collective. The cyber attack in March was quickly linked to IP addresses in China by authorities in Seoul, who were already suspicious that North Korea was behind the attacks. PCs in broadcasters YTN, MBC and KBS had their hard drives wiped, while cash machines across the country were disabled and about 32,000 computers at two major commercial banks, Shinhan Bank and NongHyup Bank, were affected, according to South Korea&apos;s state-run Korea Internet Security. Soon after the attack security companies pointed to North Korea as the likely culprit, saying that the tools used for the incursion were outdated by modern hacking standards, and that the targets were not the kind that unaffiliated &quot;hacktivists&quot; would target.", 
    "section": "technology", 
    "gid": "technology/2013/apr/10/north-korea-hacking-attack", 
    "wordcount": "395"
}