{
    "headline": "On the road: Lexus RX 450h", 
    "text": "My cycle ride to work (I&apos;m very enlightened, not to mention physically almost perfect, for afamous motoring journalist) takes me past what must be a posh private school for young children. A prep school, possibly. If I time my journey badly and (try to) pass during morning drop-off, the entire road is blocked. With Range Rovers, Land Rover Discoveries, BMW X5s, Porsche Cayennes (ugh, the worst), Lexi, etc. You know, SUVs, Chelsea tractors, whatever you want to call them. There&apos;s generally one horrid, uniformed child in the back and aglamorous woman at the wheel (this is not a sexist diatribe, they are nearly all women because Mr has already been at his City desk for hours). She&apos;s furious, because there&apos;s no space big enough for her massive truck, and she&apos;s hemmed in by others front and back. The street comes to a standstill, clogged by too much money and metal and rage. Ihate them  the children, the mothers and, most of all, their cars. Now I&apos;ve got one. &quot;I&apos;m sorry, I&apos;m sorry, it&apos;s not mine,&quot; I find myself saying. A lot. Actually, this one is less hateful. It&apos;s a hybrid, with two electric motors to complement the 3.5-litre V6 petrol engine. Give it some welly and they all work together, to produce a fair amount of oomph (atechnical term that takes into account horsepower and torque). Tread delicately at low speeds and it will glide around under electric power alone, provided the batteries have enough juice (apols, more jargon, but sometimes it&apos;s unavoidable). Fuel consumption and CO2 emissions are genuinely impressive, comparable to much much smaller cars. But that doesn&apos;t stop it from being too big (and they call it a mid-size SUV!). Too big for my road, for London, for the supermarket car park. Too big for the narrow streets of the seaside town we visit at the weekend (which is chock-a-block with them. Lots of weekending wankers like me from London). Actually, I think I am turning into one of them, if I wasn&apos;t one already. I&apos;m beginning to look down on little people in their little cars. And to see the point of this one, certainly on the motorway. There&apos;s loads of space, it&apos;s comfortable, refined, quiet, the stereo is brilliant, sounds like we&apos;ve got the chorus of the Hebrew slaves in here with us (they&apos;d probably fit). I don&apos;t like the square joy-stick mouse control for the dashboard screen, and the satnav is totally incomprehensible (the manual is 456pages  yes, that&apos;s just the satnav manual!). But who cares where we are. Now, out of my way, little people, shoo. I&apos;m a wanker. I&apos;m prep school mum. And I hate myself. Lexus RX 450h Price From 43,665 Top speed 124mph Acceleration 0-62mph in 7.8seconds Combined fuel consumption 44.8mpg CO2 emissions 145g/km Green rating 7/10 Cool rating 3/10", 
    "section": "technology", 
    "gid": "technology/2012/nov/30/lexus-rx-450h-car-review", 
    "wordcount": "492"
}