{
    "headline": "Security alert: notes from the frontline of the war in cyberspace", 
    "text": "A short, handsome man bounces outside the colossal courthouse on Walnut Street, Newark, New Jersey. He&apos;s doing it to keep warm  it is freezing today  and also because he&apos;s fired up. His name is Andrew Auernheimer, but he&apos;s known across the internet as &quot;weev&quot;. His 20 or so friends are young and pale, as if they spend too much time indoors. One, a good-looking woman, starts crying. &quot;I&apos;ll miss you, darling,&quot; he says, hugging her. &quot;Don&apos;t cry on me now. It&apos;s all right.&quot; Today is Andrew&apos;s sentencing. Hehas about an hour of freedom left. &quot;Let&apos;s read some Keats,&quot; he announces. He opens his tablet: &quot;&apos;Poets and fanatics will be known&apos;&quot; Ten minutes later: &quot;I&apos;m going inside. Let&apos;s roll.&quot; Now we&apos;re in the elevator. I hear his girlfriend say, &quot;As Bill Hicks said, &apos;Hitler had the right idea. He was just an underachiever.&apos;&quot; Then she adds, &quot;I&apos;m being facetious. You should not kill anyone.&quot; We take our seats in court 5C. The ushers tell us to turn off our phones. It turns out that another man will be sentenced first. He appears from adoor at the back. He&apos;s tiny, wearing a yellow jumpsuit emblazoned with the word &quot;FEDERAL&quot;. Judge Wigenton takes her seat. She asks him if he has anything to say. &quot;Please forgive me for having committed thisoffence,&quot; he begins. &quot;I&apos;m totally repentant inmymind.&quot; He says he loves America and wants to apologise to everyone in the room. This is unnecessary, because practically nobody here has any idea who he is. This crowd is for Andrew Auernheimer. The man has committed some drug-trafficking offence. He&apos;s already been in custody for 17 months. After some procedural business, the judge sentences him to time served. He&apos;s free to go. She wishes him luck. He looks ready to cry. While this is going on, eight very large men file in. They&apos;re US marshals. They&apos;re here because Andrew won&apos;t be released today. Back in January, the young tech entrepreneur Aaron Swartz killed himself. His body was found in his Brooklyn apartment. He was facing prison for downloading a mass of copyright-protected academic journals belonging to the Massachusetts Institute of Technology. It was hardly the crime of the century, and he&apos;d probably have got not much more than a warning had federal prosecutors not intervened. But they did. They announced their intention to send him to jail for up to 35 years. It was like drawing battle lines between the old world that valued copyright protection and privacy of information, and the new world that valued the opposite. Swartz, who had suffered from depression for years, hanged himself. He was 26. He left behind him, among other innovations, Reddit, the open-source social media site, which he helped build. After his death, I became aware of lots of other Aaron Swartzes out there  hackers and pirates and activists facing prison for their ideology of internet freedom. It felt like a concerted worldwide prosecutorial effort to subdue a movement. So Ibegan approaching them. I decided to contact only those people facing imminent imprisonment or trial. What in their lives had led them to that moment? How were they dealing with it? Some of them ignored me. I suppose if I were facing prison, paranoid that prosecutors would be scrutinising my every careless word, I&apos;d have ignored me, too. But Andrew Auernheimer emailed me back right away. Now he stands up. Judge Wigenton asks him if he has anything to say. &quot;I didn&apos;t come here today to ask for forgiveness,&quot; he begins. &quot;The court should be making amends to me for the harm and the violence inflicted on my life. Many governments that have tried to restrict the freedom of the internet have ended up toppled.&quot; Seventeen days earlier. I&apos;m eating lunch with Andrew. He&apos;s telling me a story. &quot;I had a friend,&quot; he&apos;s yelling. &quot;He was one of the most brilliant engineers I knew. He stepped into an alley and got beaten up by four black dudes. He got brain damage. This guy, who was shrewd and brilliant, is not going to be shrewd and brilliant any more. Iunderstood then that I would be totally OK with 100,000 people dying to preserve my one friend who was brilliant.&quot; Considering Andrew&apos;s bleak future, I thought I&apos;d take him somewhere fancy for lunch while Iinterviewed him. So I chose the elegant, wood-panelled Cafe Sabarsky on Manhattan&apos;s Upper East Side. I have come to regret this decision because of his propensity to say incredibly offensive things in a very loud voice. Fellow diners are glancing at us. &quot;Wow,&quot; I whisper. &quot;You&apos;d be fine to let 100,000 people die to preserve one especially clever person?&quot; I&apos;m talking in a pointedly quiet way in the hope that he gets the message and adapts his voice accordingly. &quot;Where does that come from?&quot; I whisper. &quot;It&apos;s completely irrational.&quot; &quot;It&apos;s not completely irrational!&quot; he shouts. &quot;Society is driven forward by a very small number of innovators. I don&apos;t care about people who have nothing but contempt for innovators. I have no sympathy any more for the dregs of society. I don&apos;t care if they live or die.&quot; Andrew Auernheimer was born in the Ozark Mountains of Arkansas in 1985. He grew up in a&quot;crappy house in rural Missouri&quot;, hence, he says, his sanguine attitude towards prison. &quot;Aaron was this wide-eyed, naive, liberal kid,&quot; he says. &quot;I think that&apos;s why it hit him so hard. He thought he was from a special class of people that this just doesn&apos;t happen to. I&apos;ve always known the government is out to get people like me. I&apos;m poor and white and disaffected.&quot; As Swartz entrepreneured, Andrew trolled. He actually calls himself a troll, which is rare for trolls. &quot;Not many people are happy to refer to themselves as trolls,&quot; I say. &quot;What does the word mean to you?&quot; &quot;Trolling,&quot; he says, &quot;is the use of rhetoric in a divisive manner. It&apos;s something very deeply connected to the western tradition. What did Socrates do? He asked fucking questions that were intended to inflame. And they killed him for it. And he&apos;s a hero of history.&quot; &quot;I have a problem with trolls,&quot; I whisper back. &quot;Why?&quot; he yells. &quot;In satire,&quot; I say, &quot;you only attack upwards. Youonly go for the powerful. Whereas trolls attack anyone.&quot; Andrew nods, but he counters that trolls only attack &quot;public figures&quot;. His definition of a public figure, though, is anyone with a Twitter account or a blog: &quot;People want to be this shining star of the internet. And then they can&apos;t handle it when their public despises them! Ha ha!&quot; &quot;Sometimes you meet trolls in real life and they&apos;re really meek,&quot; I whisper. &quot;You&apos;re not that.&quot; &quot;Definitely not,&quot; Andrew yells. &quot;Andrew,&quot; I whisper, &quot;the big difference between you and me is that I&apos;m so much a part of polite society, I&apos;m worried about the other people in this restaurant because you&apos;re being so loud.&quot; &quot;Oh, sorry,&quot; Andrew whispers. &quot;I apologise. I&apos;ll take the volume down.&quot; &quot;I mean, look at everybody here,&quot; I whisper. &quot;They&apos;re ladies who lunch.&quot; &quot;I have a gregarious personality,&quot; Andrewwhispers. For the rest of our interview, Andrew does indeed say everything in a considerate whisper. This is obviously difficult for him  anathema to his personality  and I start to feel bad for having mentioned it. Andrew first realised he was a &quot;person of interest&quot; to federal authorities in 2006. He was, he whispers, &quot;banging this girl at the time. We were in Vegas. We were going out to the fucking desert to shoot off our fucking AR-30s and whatnot, and she&apos;s like, &apos;We&apos;re being followed.&apos; I&apos;m, &apos;Are you&apos;re sure? Are you sure it&apos;s not the acid?&apos; She&apos;s, &apos;I&apos;m sure. I&apos;m not tripping very hard.&apos;&quot; &quot;What&apos;s her name?&quot; I ask, hoping I can contact her for fact-checking purposes. &quot;I do not reveal the identities of my sexual partners,&quot; Andrew replies. &quot;This is not their struggle. Anyway, we started making a game. How can we ditch the surveillance in an as &apos;I&apos;m better than you&apos; a way as possible? So we take off in a fucking helicopter. We take speedboats to Catalina Island and wave.&quot; I suspect all this  while unlikely-sounding  is true. When Andrew was interviewed by the NewYork Times in 2008, he turned up in a Rolls-Royce Phantom with &quot;Claudia, a pretty college-age girl&quot; in the front seat. (Today he turns up on the subway.) &quot;How did you afford all that ostentation?&quot; I ask. &quot;I fucked rich girls and partied and networked,&quot; he replies. &quot;If I wanted to, I could certainly make a suitcase full of money appear. I&apos;m an innovative guy. Anyway, when they finally kicked in my door, the warrant said I&apos;d been known as a troll and ahacker and a target since 2001, when I was 15. So,apparently, I was being surveilled when Iwas a fucking child.&quot; The crime for which he&apos;s about to be imprisonedoccurred in April 2010. Some securityerror in the AT&amp;T web department meant that any technically adept snooper could download the email addresses of 114,000 people who had bought aparticular iPad. Some were luminaries, such as New York mayor Michael Bloomberg and soon-to-be Chicago mayor Rahm Emanuel. &quot;Thetechnical content of this particular spectacle is probably the lowest I have ever done,&quot; Andrew says. &quot;AT&amp;T admitted at trial that they &apos;published&apos;this data.&quot; He and his friend Daniel Spitler thought it was hilarious. They sent each other messages debating what to do with the email addresses. Sell them? Phish them? (Phishing means trying to acquire information  usernames, passwords, credit card details, etc  for nefarious ends.) But instead they sent them to a journalist at Gawker. That would be embarrassment enough for AT&amp;T, they figured. Within days they were arrested and charged under the Computer Fraud and Abuse Act  the same act that felled Aaron Swartz. &quot;That&apos;s the extent of your crime?&quot; I say. &quot;And they want to put you in jail for up to 10 years?&quot; &quot;Without the possibility of parole,&quot; Andrew says. He shrugs. &quot;Powerful people want to throwyou in prison when you humiliate them. And I&apos;m going to do it again and again, even from a prison cell, ha ha!&quot; &quot;No parole means there&apos;s no incentive for you to be well-behaved,&quot; I say. &quot;I&apos;ve never had any incentive to be well-behaved,&quot; he says. Over in New Zealand, a similar fate threatens avery different man. Andrew Auernheimer says he&apos;s proud of his lack of assets. He doesn&apos;t believe in them. Kim Dotcom, by contrast, has more assets than practically any human alive. For years, this massively wealthy filesharing mogul was best known for the ridiculously flamboyant photographs he posted of himself online. Here was Kim Dotcom knee-deep in an azure ocean, pointing with one hand at a woman in a bikini splayed on the beach and with his other at his nearby giant yacht. Here was Kim Dotcom canoodling with a woman inside his beige private jet, and canoodling in a Jacuzzi, and dancing on abeach. His thumbs were forever aloft, his grin goofy. He looked like John Candy playing AlPacino in a comedy remake of Scarface. And then he became famous for something else.     Kim Dotcom: 'Prosecuting me is like putting a hand in ariver. You cant stop a river with your bare hands. Water just flows around them.' Photograph: Jessie Casson for the Guardian    In January 2012, New Zealand police launched, on behalf of the FBI, a dawn raid on his rented $30m Auckland mansion. They couldn&apos;t find Dotcom straight away. He was in his panic room. According to the Sydney Morning Herald, they seized $100m-worth of art, cash, bank accounts and cars  a 2008 Rolls-Royce Phantom Drophead Coupe with the licence plate GOD, some Mercedes-Benz, and so on. The FBI called Dotcom the world&apos;s biggest profiteer of piracy, costing copyright holders movie studios and record companies  $620m in lost revenue. He wasn&apos;t, personally, a pirate. But he had created afile-sharing site  Megaupload  beloved of pirates everywhere. It was a safe house for pirates, asecure site for them to share files too large to beemail attachments. In retaliation for Dotcom&apos;s arrest, members of hacktivist collective Anonymous took down websites belonging to the US Department of Justice and the FBI. I ask Andrew if he&apos;s sympathetic to Kim Dotcom. He shakes his head. &quot;I know a lot of artists who make their money living off the copyrighted content they generate,&quot; he says. &quot;Irespect their ability.&quot; His own war, he explains, is against those monolithic corporations that wield intellectual copyright laws to stifle scientific innovation. &quot;This app called Instagram comes along and suddenly Kodak is bankrupt and they&apos;re very nervous and they&apos;re, &apos;Burn those witches over there. We are losing money. Make this stop.&apos;&quot; Andrew&apos;s voice is rising to a yell again, but Idon&apos;t mind because we&apos;ve paid the bill and so everybody knows we&apos;re going to leave soon. &quot;So it&apos;s their inability to adapt?&quot; I ask. &quot;That&apos;s the problem?&quot; &quot;Yes,&quot; Andrew says. &quot;They are hellbent on maintaining their position. If they have to kill every single person like me, they will. And eventually we will realise that we&apos;ll have to point guns in their faces and rip them out of their big towers and perhaps beat and tar and feather them in the street to send out the message that liberty is more important than you!&quot; &quot;And by liberty you mean the freedom to innovate on the internet?&quot; I say. &quot;Yes!&quot; Andrew says. Kim Dotcom won&apos;t turn on his video Skype  &quot;Iamlying naked on my bed,&quot; he says  so we stick to audio. He&apos;s in his Auckland mansion. I&apos;veseen pictures of it. It&apos;s all giant fish tanks and novelty lampshades. &quot;When I see pictures of you, I&apos;m reminded of Scarface,&quot; I tell him. &quot;Scarface?&quot; He sounds hurt. &quot;I wouldn&apos;t sayScarface.&quot; Then he tells me about his childhood. And his weird love of bling suddenly starts to make sense. Kim Dotcom was born Kim Schmitz in Germany in 1974. &quot;My father was an alcoholic. He really beat my mother up. He broke her bones. Many times we had to sleep in the bathroom, in the bathtub, in the cellar, just hiding away whenever my dad was drunk. She went to hospital many times. We had to spend nights in facilities for women who ran away from their violent partners.&quot; Kim pauses. &quot;I still jump out of bed inthe middle of the night from nightmares, thinking my dad is doing something to us again.&quot; For this reason, Kim says, he has never tasted alcohol. &quot;Would you believe that? Everybody thinks I&apos;m this party animal. But it&apos;s not about the craziness of it. It&apos;s about the beauty of it. I love yachts. I love beautiful locations.&quot; Kim&apos;s parents divorced when he was six. Hismother took two jobs to keep them afloat. Kim stayed home watching James Bond movies. &quot;I felt so amazed by the glimpse of that lifestyle,&quot; he says. &quot;People had their own islands! They lived in supertankers! I felt at home when I was watching this stuff. Those movies talked to me.&quot; It doesn&apos;t dawn on me until later that the people in James Bond movies who have their own islands tend to be the super-villains. Kim became a teenage hacker, finding ways to pirate video games: &quot;In school you were highly popular when you could share the latest games with your friends. But you have phone bills. So then I heard about this program called Blue Box that allowed you to call for free. I was, &apos;Wow! This is an exciting world!&apos; I got hooked.&quot; One thing led to another, and soon Kim was hacking Nasa (where he failed to find evidence of aliens), running a messageboard for fellow hackers who wanted to swap information about the latest hacking tools. He took to engaging in epic battles with rival hackers. He&apos;d hack into their bank accounts and change their debts, or their parents&apos; debts. &quot;Just messing a little bit with them.&quot; &quot;Oh my God,&quot; I say. &quot;Usually they&apos;d contact me and say, &apos;OK, enough. I give up!&apos;&quot; Kim laughs. &quot;And then the war was over and won.&quot; I don&apos;t get many opportunities, during our two-hour conversation, to ask Kim questions. He is delivering a kind of sepia-tinted monologue. He couldn&apos;t be less like Andrew. Andrew is an ideologue, a desperado. Andrew says he&apos;s excited about prison. Kim really doesn&apos;t want to go to prison. He loves his wife and children. He loves his cars and yachts and beaches. Talking to me is a charm offensive born from desperate circumstance. And he is charming. By the end of his recitation  there are stretches lasting 25 minutes when I don&apos;t get a word in  I&apos;m a jury member voting for acquittal. He says Megaupload is nothing more than a cloud service, beloved by pirates simply because it&apos;s good and easy to use. He says he&apos;s never personally uploaded an infringing file, and their terms of service were always clear: &quot;&apos;You can&apos;t share things that don&apos;t belong to you.&apos; And now they are trying to blame me for third-party infringements. The entire internet is used by pirates. YouTube is the biggest hub for piracy in the world!&quot; He does have a point. In February 2011, NBC Universal commissioned a study to establish what percentage of internet traffic &quot;involved the theft of digital assets&quot;. The answer: 23.8% worldwide. &quot;Prosecuting me is like putting a hand in ariver,&quot; Kim says. &quot;You can&apos;t stop a river with your bare hands. Water just flows around them.&quot; But they&apos;re trying. In Sweden, the founders of the Pirate Bay website have each been imprisoned for a year. There are scores of others sharing people&apos;s data for different reasons  sometimes ideological, sometimes just for pranks, sometimes a mix of the two. There&apos;s Jeremy Hammond, facing life for hacking into Stratfor  a global intelligence company  and releasing millions of their private email exchanges. He was caught because another hacker, Sabu, the co-founder of the Anonymous offshoot LulzSec, had secretly been informing for the FBI since his arrest 10 months earlier. Sabu  whose real name is Hector Xavier Monsegur  was unemployed and caring full-time for his two young nieces from a housing project on the Lower East Side of Manhattan. When he was told he could face 124 years in prison, and that his nieces would go into care, he turned informant. During the Stratfor hack, Anonymous members also stole subscribers&apos; credit card details  to make $1m-worth of charitable donations with them, they said. An Anonymous person called Barrett Brown pasted a link to the Stratfor stolen credit card data in a chatroom and was arrested inSeptember 2012. He&apos;s currently awaiting trial inaTexas jail. Between sharing the link and threatening an FBI agent in a YouTube video (&quot;Robert Smith&apos;s life is over. And when I say his life is over, I&apos;m not saying I&apos;m going to kill him, but I am going to ruin his life and look into his fucking kids How do you like them apples?&quot;), Brown could be sentenced to 100 years. In Shetland, another Anonymous/LulzSec hacker, Topiary  real name Jake Davis  was arrested in July 2011. A Daily Mail profile called him an autistic teen who was &quot;so badly bullied [atschool] that he left and retreated into acomputer fantasy world&quot;. A few hours before his arrest, Davis deleted all his tweets except one: &quot;You cannot arrest an idea.&quot; There are civil actions, too. For example, John Wiley &amp; Sons, publisher of the For Dummies books  including BitTorrent for Dummies  is suing BitTorrent users for illegally downloading its books (although that particular book is not named in its lawsuit). A cloak-and-dagger meeting outside a subway station in Queens, New York. A battered car pulls up. The driver is young, white, of Spanish heritage and wears a big crucifix. I don&apos;t (still don&apos;t) know his real name. He says I should call him by his Anonymous name: Troy. He takes me to a cafe where he grumbles about how things aren&apos;t like they used to be, about the good old days when you couldn&apos;t leave your mobile phone on a cafe table around here without it being stolen. I tell Troy that the good old days sound terrible to me, but he explains that with gentrification comes collateral damage. The police are forever stopping and frisking young people like him who don&apos;t look like preppy hipsters: &quot;Going to the store, coming home from school, ruining your whole day. It&apos;s disgusting.&quot; He pauses. &quot;It&apos;s dangerous to walk the borders around here.&quot; It was these police inequities that compelled Troy to join Anonymous. I&apos;m here to learn what the sustained prosecutorial bombardment is doing to the psyches of regular members such as him. As we drink our coffees, Troy gives me a history lesson on Anonymous&apos;s endearingly ridiculous conception. In January 2008, a secret in-house Scientology promotional video starring Tom Cruise was leaked on to the internet. In it, Cruise announced that Scientologists were &quot;the authorities on the mind&quot; and only they were truly qualified to help car crash victims. The video went viral. Scientology lawyers swiftly sent take-down notices to every site they could, including the bulletin board 4chan. &quot;People&apos;s lives are too sad not to have that to laugh at,&quot; Troy says. &quot;Scientology fucked up when they started pulling that shit down from our room.&quot; That night, a bunch of 4chan users decided to form Anonymous. They instigated protests outside Scientology buildings and &quot;DDoS actions&quot; against their websites, taking them down: &quot;Imagine sitting at a website and manually pressing refresh a few hundred thousand times,&quot; Troy says, explaining DDoS attacks. &quot;People have made tools that do the same thing. You can set the refresh rate at, say, 800,000 times in aminute. Go off, have a cup of coffee, have acigarette, two hours later the FBI&apos;s watching you. And all you did was press a button.&quot; When Kim Dotcom was arrested, Anonymous retaliated by DDoSing the Department of Justice and the CIA. After Aaron Swartz&apos;s suicide, they DDoSed MIT. &quot;My favourite,&quot; Troy says, &quot;was Operation Payback.&quot; This was when they DDoSed PayPal for blocking donations to Wikileaks. &quot;PayPal let you donate to the KKK but not to Wikileaks?&quot; Troy says. Fourteen people are currently facing up to 15 years in prison each for the PayPal DDoS attack, including a 21-year-old woman called Mercedes Haefer, whose Facebook pictures have her wearing bunny earsand a comedy false moustache. &quot;Good people are going to jail for ridiculous things,&quot; Troy says. &quot;People who get their kicks watching a meme of a cat are going away for 24 months, 26 months.&quot; He says anxiety and paranoia have wormed their way in. All his online activities are legal, he says, but sometimes he sleeps for only two nights in amonth. He paces his room, researching countries that don&apos;t have extradition treaties with the US. &quot;If people cannot handle paranoia,&quot; he says, &quot;then Anonymous is not the path to take.&quot;     Mercedes Haefer: 'Being arrested is really fun. You get to troll the FBI.' Photograph: Mark Mahaney for the Guardian    A vast and opulent loft apartment above an old grocery store in the Lower East Side of Manhattan. It belongs to the lawyer Stanley Cohen. He&apos;s spent his life representing anarchists and communists and squatter groups and Hamas. Sitting with him is his client, Mercedes Haefer. She&apos;s one of the PayPal 14. Her trial is impending. This is why, Stanley says, he has ground rules. He doesn&apos;t want the prosecution cherry-picking quotes to bolster the state&apos;s narrative. So he&apos;s going to sit in and listen. I give him a look to say, &quot;Iunderstand your position, but I&apos;m worried your ground rules will make for a terrible interview.&quot; &quot;It&apos;s fine,&quot; Stanley reassures me. &quot;So,&quot; I say to Mercedes, &quot;how did you get involved in Anonymous?&quot; &quot;She&apos;s not involved in Anonymous,&quot; Stanley interrupts. &quot;We don&apos;t acknowledge that there&apos;s an entity called Anonymous.&quot; My heart sinks. &quot;This is one of their obligations in a conspiracy trial,&quot; Stanley continues, &quot;to prove the existence of organised crime. They have to prove there&apos;s an entity called Anonymous. We don&apos;t say there is. In fact, we say there isn&apos;t. It is what it is.&quot; Stanley shrugs. &quot;If you question her about how she got involved in internet activism, I don&apos;t have aproblem with that.&quot; Mercedes laughs throughout this. She told meearlier that she has to laugh because if she woke up every morning thinking about the possibility of 15 years in jail, she might as well throw herself off the Hoover Dam, which is near where she lives in Las Vegas, where she&apos;s studying sociology at the University of Nevada. &quot;How did you get involved in internet activism?&quot; I ask her. &quot;4chan,&quot; she says. &quot;It&apos;s full of funny stuff. It&apos;s full of people being the worst of people, which, even when it&apos;s disgusting, is fascinating.&quot; She tells me a story. There was a 4chan user &quot;who is genuinely in love with his dog, and his dog went in heat, so he went around collecting samples, and injected them into his penis, and got her pregnant, and they&apos;re his puppies.&quot; Mercedes laughs. &quot;That&apos;s the thread I told the FBI about when they asked me about 4chan, and some of the officers actually got up and left the room. Haha!&quot; She tells me other  less grotesque  4chan stories, such as the time they tracked down a boy who was posting videos of himself on YouTube physically abusing his cat &quot;and daring people to stop him&quot;. 4chan users found him &quot;and let the entire town know he was a sociopath. Ha ha! And the cat was taken away from him and adopted.&quot; I ask about the attack on PayPal. She looks at Stanley. &quot;You can say what they say you did,&quot; he tells her. So she does. It was 6 December 2010. &quot;Flyers had been posted on 4chan and Facebook saying an action was going on and people could join a chatroom to get updated details. The bulk of the case is that Iwas a chatroom moderator.&quot; Stanley says the PayPal attack was not a success and that PayPal itself refers to it as &quot;an attempt&quot;. &quot;Being the macho pigs that those fuckers are,&quot; Stanley says, &quot;PayPal sent their public spokesperson out there to basically say, &apos;They came for us, they&apos;re ridiculous, they did nothing, it didn&apos;t affect us, it didn&apos;t hurt us, we didn&apos;t lose a penny.&apos; But then the Obama administration decided to make an example.&quot; &quot;Why?&quot; I ask. &quot;This is the government&apos;s way of saying, &apos;We&apos;regoing to be an 800lb gorilla until we figure out the next level of foolproof safeguards,&apos;&quot; he says. &quot;&apos;Until we figure it out, if you fuck with us, we&apos;re going to burn you.&apos;&quot; The FBI showed up at Mercedes&apos; apartment one morning at 6am. &quot;I answered the door and they said, &apos;Mercedes, do you mind putting your pants on?&apos;&quot; She pauses. &quot;To be honest, being arrested is really fun. You get to troll the FBI, you get to wear fancy handcuffs, you get to pick the music in the car. But the indictment was boring. I napped through it.&quot; I imagine federal prosecutors hope that the war on internet outlaws won&apos;t be like the war on drugs  dragging along for ever and destroying countless lives needlessly through the legal process. I suspect they&apos;re counting on pirates and DDoSers being easy to subdue with a few draconian prosecutions. In fact, both Mercedes and Troy tell me that since Aaron Swartz&apos;s suicide, people have been thinking twice about doing illegal things. But when I ask Mercedes if she thinks these prosecutions are going to end the movement, her response is trenchant and sharp. &quot;The police are trying to claim the area,&quot; Mercedes says. By &quot;area&quot;, she means the internet. &quot;Just like in the cities. They gentrify the downtown, move all the poor people into ghettos and then start trolling the ghettos, stopping and frisking people. They&apos;re saying, &apos;Look at what we can do to you on your own turf. This is not your space. It&apos;s our space, and we&apos;re letting you exist here.&apos; People socialise on Facebook because where do you go to loiter in New York any more? The internet is our space and they&apos;re trying to take it, and it&apos;s not going to happen because it&apos;s the internet.&quot; &quot;And you know more about how it works than they do?&quot; I ask. &quot;Fuck them,&quot; she says. &quot;They&apos;re idiots. If you understood medicine in Massachusetts at acertain time, you were a witch and they would burn you. There aren&apos;t a lot of people these days who can get past Facebook. So explain to them how a router works and you&apos;re a magician. You&apos;re a dark wizard. &apos;We need to lock them away forever because we don&apos;t understand how else to stop them.&apos;&quot; She pauses. &quot;Part of the reason all these kids have become experts on the internet is because they don&apos;t have power anywhere else. Skilled trade is shrinking. That&apos;s why they went there. And then, holy shit, it blew up.&quot; And so to Newark district court, where Andrew Auernheimer is giving his final words before the judge hands down her sentence. He says he seeks no forgiveness and that they should be apologising to him. Then the prosecutor, Michael Martinez, has his turn. He says that contrary to the defence&apos;s assertion that no great technical wizardry occurred during the AT&amp;T hack, it did take a brilliant brain, which is what Andrew has. &quot;He&apos;s tremendously talented with computers,&quot;Martinez says. &quot;In fact, only lastnight he was answering questions on the online forum Reddit&quot; Andrew&apos;s friends in the public benches howl with derisive laughter on hearing that his prosecutor was lurking on Reddit last night. Hereads out some of the things Andrew wrote: &quot;&apos;I hack code in 11 different languages on aregular basis&apos; and, &apos;I won&apos;t be nearly as nice next time.&apos;He&apos;s going to reoffend,&quot; Martinez says, &quot;and he won&apos;t be &apos;nearly as nice next time&apos;. Those were his words last night.&quot; But Andrew is only half-listening. Instead, he&apos;stweeting. &quot;Put that phone away!&quot; someone shouts. Andrew keeps typing. All at once, the room is filled with violent commotion. The US marshals rush over to him. Within an instant, his face is pressed down on the table, his arms pulled behind his back. His friends let out horrified, startled gasps. &quot;Stay there!&quot; the Marshals warn them. Five seconds later, Andrew is being pulled from the room. His girlfriend is crying loudly. His final tweet of freedom reads, I later see, &quot;Nomatter what the outcome, I will not be broken. I am antifragile.&quot; There&apos;s a short adjournment. Then Andrew is brought back. His feet are chained together and the chain snakes up his legs and around his waist. With his black hoodie, he looks like a monk doingpenance. Martinez picks up where he left off. He tells astory about Andrew. One time, he says, Andrew published a page on a site for trolls called Encyclopedia Dramatica. The page was about someone called MG. MG begged Andrew to take the page down. It was &quot;demeaning and embarrassing and hurtful&quot;, he emailed Andrew. Because of the page, MG had lost his job, and it was like being bullied in middle school all over again. &quot;Iam pleading with you,&quot; he wrote to Andrew. &quot;Please at least take down the nude photos.&quot; Andrew emailed MG back: &quot;$500.&quot; &quot;His entire history puts his own interest above the interests of others,&quot; the prosecutor finishes. &quot;What did 114,000 iPad owners do wrong to have their information given to a journalist at Gawker? Why should he be the master of our privacy?&quot; It&apos;s time for the judge to pass sentence. Andrewwill go to federal prison for 41 months. After that, there will be three years of supervised release. There&apos;s a fine, too  $73,000 restitution tobe paid to AT&amp;T. Afterwards, Andrew&apos;s friends point out that onthis same day two teenage football stars convicted of drugging and raping a 16-year-old girl in Steubenville, Ohio  videotaping her and urinating on her  are receiving sentences of one and two years. This all happens a few weeks before the Boston Marathon bombings  which turns out to be an enormously important moment for Anonymous. On 18 April, the police have the alleged attackers surrounded in Watertown, Massachusetts. An Anonymous Twitter feed  @youranonnews  is at least 20 minutes ahead of the mainstream media with the news of the ambush. With its access to police scanners and eyewitness reports, Anonymous is scooping the networks in terms of timing and accuracy. Great numbers of people are turning to them before they turn to CNN that night. I wonder whether actions such as Andrew&apos;s will become redundant as the group grows in credibility and maturity. A few days after Andrew is sentenced, I ask Paul Fishman, the US attorney for New Jersey, how he ended up with 41 months. &quot;His accepting no responsibility,&quot; he replies, &quot;his attempt to tweet from a mobile device between his legs in the courtroom during sentencing, and then pushing away the marshal who was trying to get the device  none of that helped him.&quot; Forty-one months was the maximum sentence for a hack such as his, Fishman says. The minimum would have been 33 months. Andrew got the maximum because  a senior justice department official tells me  the court has a &quot;mandate to consider the characteristics of the defendant&quot;. It didn&apos;t help, I&apos;m sure, that Andrew told Gawker in November 2012 that Judge Wigenton was &quot;a mean bitch, Ihear. I can see it in her eyes, she&apos;s a black Baptist Bush appointee.&quot; For the US attorney&apos;s office all this is, of course, black and white: &quot;It&apos;s about stopping him, punishing him, and telling other people, &apos;You could be next,&apos;&quot; the justice department official tells me. &quot;He can&apos;t walk into your house, look around, take a note you wrote to your wife, send it to the news media and say, &apos;Hey, Jon, you should have locked your door.&apos; There&apos;s no altruism here. He&apos;s a self-aggrandising guy looking to enhance his own reputation by exploiting loopholes he&apos;s smart enough to identify.&quot; He pauses. &quot;There&apos;s a perfectly fine argument to make for an open internet,&quot; he says, &quot;but the law doesn&apos;t allow people to take matters into their own hands. There are basic rules. You can&apos;t steal other people&apos;s stuff. Even if you think people shouldn&apos;t own that stuff  that&apos;s not up to you.&quot; Back in the court in Walnut Street, just after thejudge passes sentence, Andrew is led away in shackles. Before he vanishes, he shoots a grin to his friends and calls out: &quot;All hail Discordia!&quot;  This article was amended on 6 May 2013. The original said the publisher of the For Dummies books was suing BitTorrent users for illegally downloading its book BitTorrent for Dummies. That particular book is not named in its lawsuit. The original also described Aaron Swartz as co-owner of Reddit. That description has been amended to say he helped build Reddit.", 
    "section": "technology", 
    "gid": "technology/2013/may/04/security-alert-war-in-cyberspace", 
    "wordcount": "6252"
}