{
    "headline": "Facebook buys Instagram for $1bn and everyone hates it already", 
    "text": "Facebook has acquired photo-sharing app Instagram, a two-year-old start-up, for $1 billion in cash and shares. The deal was announced by Mark Zuckerberg on Facebook  but Instagram users immediately took to social networks to denounce the deal. For many, Facebook is already an internet hate-figure  and the prospect of an internet behemoth swallowing up a popular start-up seems to have caused a pretty strong backlash. At BreakingViews, Robert Cyran thought the acquisition a defensive move by Facebook, keen to retain the &quot;whip hand&quot; in mobile photo-sharing. But he worried about the implications:  The precedent is worrisome, though, if it means every time a startup encroaches on one of Facebook&apos;s presumed strengths it will need to take out its pocketbook to defend its turf. That&apos;s hardly a robust justification for a lofty valuation.  At The Verge, Chris Ziegler raged at Instagram&apos;s basic premise, giving bad photographers a false sense of &quot;artisanship&quot;.  But you&apos;re not an artist. If you were an artist, you wouldn&apos;t be using Instagram in the first place. You certainly wouldn&apos;t be using a filter as a crutch. At the end of the day, that&apos;s what Instagram filters are: a crutch, a misguided replacement for a properly composed shot and a decent sensor.   Here are more responses to the sale, and we&apos;re collecting more of your reactions. Tweet us @GuardianUS, or share your thoughts in the comments below. Guardian commentator Charlie Brooker mused on the ubiquitous nature of Facebook.  At this rate Facebook&apos;s going to end up owning the rights to all actual human faces.  Charlie Brooker (@charltonbrooker) April 9, 2012  Marketer Monica van Leer had a personal response:  I had a higher opinion of you Instagram. But now...http://bit.ly/IjrhVR  Monica Van Leer (@MonicaVanLeer) April 9, 2012  Gabriel Snyder, editor of The Atlantic Wire, compared it unfavorably to Microsoft&apos;s decision to buy AOL patents.  If I had $1 billion to spend, I think I&apos;d actually prefer patents to a social network.  Gabriel Snyder (@gabrielsnyder) April 9, 2012  Harry McCracken of Time magazine drew lessons from history:  Trying to remember the last time that a large Silicon Valley company buying a small Silicon Valley company wasn&apos;t bad news.  Harry McCracken (@harrymccracken) April 9, 2012  Stockholm media planner Helen Alfvegren suggested Facbeook had overpaid for a ephemeral product:  @instagram Hey guys, thank you for such an amazing app! Have you heard from Gowalla lately?  Helen Alfvegren (@rockspindeln) April 9, 2012  ... as did Al Shaw of ProPublica.  In conclusion, Gowalla.  Al Shaw (@A_L) April 9, 2012  Chris Ziegler, an editor at The Verge in Chicago, wondered whether Instagram&apos;s technology was all that innovative anyway.  mark zuckerberg entering instagram HQ and discovering hundreds of college interns setting photos on window ledges to age in the sun.  Chris Ziegler (@zpower) April 9, 2012  Guardian reader @DaisyFrisco tweeted us with this:  Dear Zuck: You can buy groovy apps, but you can&apos;t buy fickle app users. Congrats to Instagram on cashing in big stylee. (@GuardianUS)  Ange (to my friends) (@DaisyFrisco) April 9, 2012  And Ant de Rosa of Reuters felt sorry for a predecessor.  How sad do you think the Hipstagram founders are today?  Anthony De Rosa (@AntDeRosa) April 9, 2012  ... by which, he meant...  (sorry, I meant Hipstamatic)  Anthony De Rosa (@AntDeRosa) April 9, 2012 ", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/09/facebook-buys-instagram-everyone-hates", 
    "wordcount": "547"
}