{
    "headline": "Jerry Yang resigns from Yahoo", 
    "text": "The end of an internet era has come with the resignation of Jerry Yang, the 43-year-old co-founder of Yahoo, from his position on the company&apos;s board after 16 years. Yang&apos;s reign as chief executive, between June 2007 and January 2009, included the disastrous decision  from Yahoo shareholders&apos; point of view  to reject a $44.6bn (29.1bn) takeover offer from Microsoft in February 2008, which priced the company at a 50% premium on its share price at the time. Yang&apos;s rejection was based on internal forecasts that suggested that Yahoo would grow to become worth far more than Steve Ballmer&apos;s offer  which turned out to be completely wrong, a fact that was exposed by the credit crunch and the collapse of Lehman Brothers in September 2008, followed by a downturn that has exposed Yahoo to increasing pressure from competitors such as Facebook and Twitter. Announcing Yang&apos;s resignation  which had been expected after the appointment of ex-PayPal president Scott Thompson to the chief executive&apos;s chair on 4 January  Roy Bostock, the chairman of Yahoo&apos;s board, said: &quot;It has been a pleasure to work with Jerry. His unique strategic insights have been invaluable. He has always remained focused on the best interests of Yahoo!&apos;s stakeholders, including shareholders, employees and more than 700 million users. And while I and the entire Board respect his decision, we will miss his remarkable perspective, vision and wise counsel.&quot; The role of Bostock, who chaired the board through the Microsoft bid and has been on it since 2003, is also under threat as Thompson tries to wield his new power and shake up the organisation as it struggles to build its revenues and profits. Analysts expect his departure in the near future. Yahoo&apos;s revenues peaked in the fourth quarter of 2007, before Facebook rose to dominate the social web, and the appointment of Carol Bartz as its straight-talking chief executive  following the ousting of Yang by corporate raider Carl Icahn, who bought a huge tranche of Yahoo stock soon after the bid was announced, and then launched a proxy battle with the board. The was no indication of where Yang will go. According to SEC filings, he still owns about 47m Yahoo shares, which at today&apos;s stock price of $15.43 would be worth roughly $725m. Rick Summer, an analyst at the brokers Morningstar, commented: &quot;We have been relatively pessimistic on the likelihood of any sort of major divestiture creating a great deal of upside for investors. Jerry Yang was certainly an impediment toward anything happening. &quot;This is a company that&apos;s been mired by a bunch of competing interests going in different directions. It was never clear what this board&apos;s direction has been. We can certainly look back to several years ago, when they were not able to get a successful exit or sale to Microsoft. We obviously know that was not a particularly prudent move. Still, however, here we are.&quot; Brett Harriss, an analyst at Gabelli &amp; Co, said: &quot;This is clearly a positive. Yang has been viewed as a roadblock to a deal or even a restructuring. Hopefully it leads to new blood on the board. It provides a more objective and unemotional approach to strategic alternatives. &quot;It&apos;s also good for the new CEO. He has one less entrenched legacy board member to resist his vision.&quot; Yahoo is being encouraged to divest itself of its holding in the Chinese business-to-business company Alibaba, to bolster its cash reserves while freeing it from a complex cross-shareholding. The company has also lost ground in the broader web marketplace. Microsoft&apos;s Bing search engine, which powers Yahoo&apos;s search in an ad-sharing deal, has crept ahead of Yahoo search in absolute share in the US in the past month, suggesting that Yahoo is seeing fewer users.", 
    "section": "technology", 
    "gid": "technology/2012/jan/17/jerry-yang-resigns-yahoo", 
    "wordcount": "635"
}