{
    "headline": "The London hunger summit, the new alliance  and an interactive food game", 
    "text": "Campaigners and politicians met at the weekend to pledge and protest ahead of next week&apos;s G8. In London&apos;s Hyde Park, thousands of people gathered to urge G8 leaders to tackle hunger, ensure greater transparency over land deals, and close loopholes that allow companies to dodge paying tax in poor countries. Meanwhile, the UK prime minister presided over a summit that resulted in donors committing $4bn to address nutrition and hunger. In the runup to the rally and the summit, Kirtana Chandrasekaran and Nnimmo Bassey criticised the new alliance for food security and nutrition, launched at last year&apos;s G8, for supporting big business rather than poor farmers. The Nigerian agriculture minister, however, was more positive about the programme. Meanwhile, Prospery Raymond called for greater co-operation between donors and agencies to address Haiti&apos;s food crisis. Read more on the issues on the G8 agenda on our food security page. Food game: how well do you know the world? Do you know where the world&apos;s food comes from? Which meat has the fewest calories? Or who heads up the World Food Programme? Test your knowledge  and your wits  with our interactive food game. Elsewhere on the site We reported on findings from Unesco and the Education for All campaign that show aid for primary schooling has dropped for the first time in more than 10 years, prompting concerns about hitting the millennium development goal on education. Jonathan Watts explored whether Brazil would regret spending money on hosting the World Cup and the Olympics, instead of education and health. Mark Tran looked at the gold rush in Uganda&apos;s Karamoja region. And we investigated the complexities of promoting family planning, from the Women Deliver conference held recently in Kuala Lumpur. Multimedia  In pictures: Food for thought  global school feeding programmes Proper nutrition is vital to ensuring students are able to concentrate. A report by the UN&apos;s World Food Programme looks at how school feeding programmes are helping to support some of the world&apos;s most vulnerable families and children.  Video: El Salvador delivers maternal health improvements El Salvador has made significant strides in maternal health, improving access to prenatal care, and increasing the number of hospital births by 30% over the past four years. Central to this shift has been the introduction of maternity waiting homes; new mother Francisca Isabel Santamara Ponce explains why  In pictures: Karamoja&apos;s gold rush Semi-nomadic herders in Karamoja, Uganda&apos;s poorest and most marginalised region, are hoping to strike it rich by digging for gold Coming up Ahead of next week&apos;s G8, we&apos;ll be training the spotlight on transparency. On Thursday, Britain&apos;s international development committee publishes its report on the Department for International Development&apos;s violence against women and girls programmes. We&apos;ll report back on what MPs think. Look out too for our piece on the Uganda youth clubs project taking aim at early marriage and pregnancy. What you said: some of the best reader comments Responding to questions on our live chat examining the UN high-level panel&apos;s recommendations for the future of development, Abhijit Banerjee, economics professor at the Massachusetts Institute of Technology and member of the panel, commented:  On inequality our thought was that rather than addressing mechanically by setting some Gini target, which is both hard to measure and often slightly off point  it would be better to address the causes and consequences of inequality directly by focusing on groups that have [a] high chance of being excluded from their basic rights to services.  That approach was endorsed by Alex Cobham, a research fellow at the Center for Global Development, who wrote:  I wouldn&apos;t support a pure Gini target either  But the more substantive point is the philosophical difference between seeing inequality as a problem only because the marginalised do not achieve some absolute human poverty criteria  or seeing the damage inequality does to societies more widely.  On David Smith&apos;s report from the eLearning Africa conference in Namibia, Otukogbe said:  What Africa need[s] isn&apos;t &quot;technology&quot; but basics. I mean things like uniforms, bags, books, chairs and desks, balanced diet, well trained teachers, relevant educational resources to us as Africans. We need an education that gives prime value and respect to what Africa was, is and could be.  Meanwhile, on Claire Provost&apos;s blog debating whether the public spat between Bill Gates and Dambisa Moyo obscured the real debate on aid, ipeanddevelopment commented:  Both are at extremes. Gates thinks aid is the silver bullet for development (which is never was/is), Dambisa sees it as the monster stopping development. Both of them are right and wrong.   And passionatedetachment posted:  This debacle between Moyo and Gates would go away if they did something basic like stated what kinds of &quot;aid&quot; they were talking about, as they are clearly talking about different types.  Highlights from the blogosphere On his Development Horizon&apos;s blog, Lawrence Haddad discusses the significance of the funding pledged at Saturday&apos;s nutrition for growth summit. The Overseas Development Institute seeks to explain development progress  what works and why  using an animation. And on Global Voices, Amira Al Hussaini rounds up the latest reaction from social media and the blogosphere to the sentencing of NGO workers in Egypt. And finally  Poverty matters will return in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. Follow @gdndevelopment and the team  @MaeveShearlaw, @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/11/london-hunger-summit-new-alliance", 
    "wordcount": "911"
}