{
    "headline": "Jiggling atoms", 
    "text": "I found Stephen Curry&apos;s article, &quot;What does the Higgs boson look like?&quot; fascinating. Despite the title, it is mostly about the impact of visualisation on the credibility of atomic theory.  The need to &quot;see&quot; something in order to believe is completely fine with me, but I find the privileging of our eyes as sensors a bit odd. For me, &quot;seeing&quot; can be done with the naked eye, via a microscope, a telescope, or series of instrumental enhancements to my senses up to (and perhaps eventually beyond) the ATLAS detector. I was most puzzled at a seminar we had at UCL a couple of years ago, from a philosopher of science who seemed fixated with the idea that things we observe via reflected photons with wavelengths somewhere in the few hundred nanometer range (where our eyes are adapted to detect them) may credibly have some privileged reality over, say, quarks, which we observe via gamma rays or some other shorter wavelength probe. Odd stuff. Visualising things is somewhat different to observing them, of course. Visualisation is both an aid to and a repository of understanding. A good example is the typical event display we use to show proton-proton collisions at the LHC. Another example is Feynman diagrams (for example my badly drawn one here) which represent the actual quantum field theory calculations behind the predictions. And maybe art can help. On the 6th of October I&apos;m giving a talk at Jiggling Atoms, a &quot;multi-disciplinary illustration project exploring the wonders of particle physics&quot;. Robin Ince and Ben Still, a neutrino physicist at QMUL, will also be speaking. Over to Ben to blatantly pitch the whole week-long exhibit:  Particle physics and illustration are about to collide in the culmination of the Jiggling Atoms project; the brainchild of artist Natalie Kay-Thatcher. Over the past six months 25 dedicated artists have attended lectures and seminars about physics! They have been set the task of visually interpreting aspects of the often-viewed incomprehensible world of particle physics.  A series of four lectures from co-organisers Malte Oppermann and Jennifer Crouch transported the artists from everyday experience and thinking into the strange realm of the atom and scientific methodology. They learnt of the guiding forces and lumpy discrete nature of Nature. In a final lecture from myself we went deeper down the rabbit hole, smaller than the atom to explore particles.  Now enthused and educated about all things science; the artists were given five short briefs. Each brief explored different aspects of particle physics; quantum weirdness, the space between particles, &apos;seeing&apos; particles with machines, symmetries and the rules of Nature, and the very early history of the Universe. Various methods of interpretation were also suggested; a toy or game, image or series of images, object, comic strip, or info-graphic. While ideas were taking seed a number of seminars and e-mail conversations followed. From these discussions the briefs took on new and exciting dimensions as artists and scientists&apos; explored ideas of representing the subject matter off brief. Right now as you read the final touches are being drawn, painted, constructed or fabricated. Alongside the exhibition, which takes place next week, will be a glittering array of workshops and talks. If you are in London 1st-7th October then you must come and interact by exploring physics with us. More information can be found on the brilliant www.jigglingatoms.org website designed by the project&apos;s artistic director Rosie Eveleigh.  After all, jiggling atoms are precisely what causes the Brownian motion which, as Stephen described it, was the clincher for atomic theory.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/sep/29/art-physics-jigglingatoms", 
    "wordcount": "597"
}