{
    "headline": "Tuition fees increase led to 15,000 fewer applicants", 
    "text": "     The increase in tuition fees to a maximum of 9,000 a year has led to a &quot;clear drop&quot; in the number of English students applying for university places this autumn, an independent analysis of the impact of the coalition&apos;s controversial reform has found. There are 15,000 &quot;missing&quot; applicants who might have been expected to have sought a place on a degree course this academic year but did not, according to the Independent Commission on Fees. The raising of fees prompted violent protests on the streets of London and inflicted deep damage on the reputation of the Liberal Democrats, who went into the election pledging to vote against a fee rise. Published a week before A-level results come out, the report says that the number of university applicants in England dropped by 8.8% this year compared with the tally for 2010. And there was a 7.2% fall in numbers of 18- and 19-year-old applicants in England between this year and 2010, the last year of applications before the cap on tuition fees was raised. The decline in England has not been mirrored in other parts of the UK where fees have not been raised, and the drop can only partly be explained by falling numbers of young people in the population, the commission says. Students from Scotland attending Scottish universities do not pay fees, while the Welsh assembly says it will pay fees above 3,465 for Welsh students attending UK institutions. Fees for students from Northern Ireland are also capped at 3,465. About one person in 20 who would have been expected to have applied to university this year (if the trend of increasing application rates among English school-leavers was maintained) did not do so, the report says. This equates to approximately 15,000 young applicants. The commission is chaired by Will Hutton, principal of Hertford College, Oxford, and a former Observer editor, and also includes Sir Peter Lampl, chairman of the Sutton Trust, Stephen Machin, professor of economics at University College London, and the journalist Libby Purves. Hutton said: &quot;We&apos;re asking our young men and women to assume more debt than any other country in the world  it&apos;s higher than the average debt in the US. It&apos;s not clear whether those lost this year will return to the fold next year, or [if] it&apos;s a storm warning of a worrying trend.&quot; The commission&apos;s report says there does not seem to be a disproportionate impact on poorer or less advantaged communities. The commission found there was no significant change in the application rate to the most selective universities, such as Oxford or Cambridge. The average tuition fee at English universities this year is 8,385, rising to 8,507 next year. UK and EU students are entitled to take out government-backed loans to pay the fees. Hutton said: &quot;Although it is too early to draw any firm conclusions, this study provides initial evidence that increased fees have an impact on application behaviour. There&apos;s a clear drop in application numbers from English students when compared to their counterparts in Scotland, Wales and Northern Ireland. &quot;On a positive note, we are pleased to see that, at this stage, there has been no relative drop-off in applicants from less advantaged neighbourhoods. We will continue to monitor a range of indicators as the fee increases work their way through the system.&quot; A National Foundation for Educational Research survey of pupils found tuition fees and overall university costs were the most common factors deterring young people from studying for a degree. However the survey of 1,000 pupils aged 15-18, conducted this April, found that the majority expected to go on to higher education. Liam Burns, president of the National Union of Students, said: &quot;We have always said it would be a tragedy if any young person were put off applying to or going to university because of financial concerns.&quot; Any inquiry into the impact of fees had to look beyond applications to explore how varying fee levels affected the choices made by candidates from different backgrounds, Burns said. Demand for university places still outstrips supply, and A-level results next Thursday will trigger a scramble for places. There were 700,000 applicants for university last year, of whom 492,030 were accepted. So far this year, there have been more than 618,000 applications for about the same number of degree course places. The universities minister David Willetts said: &quot;We do accept that after a peak last year, applications are down from 31.6% of people applying to university to 30.6%. That is actually still the second highest rate of applications on record.&quot; He told the BBC Radio 4 Today programme: &quot;We still have very strong demand for university.&quot; Willetts said the new system, which saw students start repaying their fees after they had graduated and were earning 21,000 a year or more, was fairer and &quot;much more like an income tax&quot;. A spokeswoman at the Department for Business, Innovation and Skills which is responsible for universities, said: &quot;Even with a small reduction in applications, this will still be a competitive year like any other as people continue to understand that university remains a good long-term investment in their future. &quot;Students should not be put off going to university for financial reasons. Most students will not have to pay upfront, and no one will have to start paying back their student loan until they start to earn at least 21,000 per year.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/09/tuition-fees-increase-15000-less-applicants", 
    "wordcount": "942"
}