{
    "headline": "Luxembourg by e-bike: a natural high", 
    "text": "Gust Muller, president of Luxembourg&apos;s cycling advocacy group LVI, promised me that &quot;hills will just melt away&quot; if I used an e-bike to tour Luxembourg. And this wasn&apos;t far from the truth. Although it has many miles of extremely pretty, pancake-flat leisure routes that follow old tram lines or run alongside its rivers, Luxembourg can also be hilly, particularly in the north of the country around the Ardennes. Using an e-bike, Muller assured me, would mean that I  and I&apos;m no Andy Schleck  could cycle in the Ardennes region. He didn&apos;t promise that I&apos;ll be able to summit the highest peaks, but he said the ability to flick a switch and top up pedal power with battery power would give me the extra push I needed to master the Ardennes  a region which would normally be out of my league. The city of Luxembourg itself is on an incredibly steep sandstone perch  its base starts 750ft above sea level, and it peaks at 1,319ft  and though I did make it up to the top on an ordinary bike, this was one single climb without baggage, and I was a sweaty mess when I got there. On day two we took a bus to Beckerich to collect our e-bikes and we rode along routes 12, 16 and 3 to Vianden. We didn&apos;t really need e-bikes for this ride. At least not until the end of the day when we reached Vianden, when I was very pleased to be on one. For most of the day we rode a traffic-free route along a former tram track through gently undulating farmland. But it was good to have the opportunity to get used to the bikes. This being the continent, the bikes we rented had backpedal brakes, which took me ages to get used to, I never realised before how frequently I back-pedal when I ride. I suppose I do it to get into the coasting position, but with the unfamiliar backpedal brakes this meant that whoever was cycling behind me had to be constantly aware of me inadvertently slamming my brakes on when I meant to coast. Despite the fact the slopes on day one were fairly gentle, it was too much of a temptation not to try the motor. Muller was right, battery assistance did melt the hills away. Riding up a small hill with the motor on felt like riding on the flat. It&apos;s not like being on a moped, you still have to pedal hard to make it up hills, and you still get out of breath, it&apos;s just that you make it up there a whole lot faster so overall it&apos;s less tiring. It makes a sound like an electric milk float but it&apos;s barely audible with the wind rushing past. Muller warned us against over using our batteries: weighing in at 25kg &quot;it&apos;s an awful lot of bike to push up a hill if you run out,&quot; he said. On day three we left the exquisitely pretty medieval town of Vianden and headed north through the Ardennes to Kautenbach. This was the day when ordinary mortals like myself needed motor assistance. We saw only four other, &quot;proper&quot; cyclists in 35km, and they were all going downhill. Otherwise, apart from the occasional dog walker, the paths were completely empty. Ultimately e-bikes are a good thing  they make cycling possible in areas where it would otherwise be off-limits to all but the fittest people. Personally, I wouldn&apos;t buy one for daily riding where I live because it&apos;s flat enough to manage without one, but for holidays e-bike rental means that hilly places, like Luxembourg&apos;s Ardennes, become possible. How to do it Frederika took the Eurostar to Brussels, and an intercity from Brussels Midi to Luxembourg. She hired her e-bike from Rent-a-bike Miserland for 17 a day. She stayed in the Bed+Bike hotels, Hotel Chtelet in the city of Luxembourg, and Auberge Aal Veinen, in Vainden.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/may/16/luxembourg-by-e-bike", 
    "wordcount": "665"
}