{
    "headline": "Spotify: 'We have to turn ourselves into the OS of music'", 
    "text": "Spotify users have spent 1,500 years inside apps within its desktop application since the start of December, the company has announced. That&apos;s just over 13.1m hours, which with 10m active Spotify users, means around 1.3 hours per user. Sten Garmark, Spotify&apos;s director of platform, revealed the figures at the Music Apps: Beyond the Hype conference in London. He also gave some numbers for specific apps on the platform. In February, users of the SoundDrop application which helps people create virtual rooms to listen to collaborative playlists  listened to 15m songs together. Moodagent is generating more than 3.5m playlists a week with its Spotify app, while users of TuneWiki&apos;s Spotify app have edited or synchronised more than 100k songs in its lyrics &quot;wiki&quot;, so other users can see the words to songs displayed as they play. &quot;Everyone has their individual idea for what Spotify should do next, which is why we love music apps,&quot; said Garmark, speaking to The Guardian in advance of the event. &quot;They are important so we can cater to all those needs. And since people are asking us to provide these features, when we do, music will be more valuable to them. They will be more likely to pay, and that makes more money for artists.&quot; Spotify and its streaming-music rivals have faced regular questions in recent months about how much money artists are making from streams of their music. Spotify launched its applications platform in late November 2011. The theory  and the reason Garmark is talking about engagement stats for the first wave of apps is that these apps will help people discover and play more music, and thus start to increase the payouts for artists. &quot;We have to turn ourselves into the OS of music,&quot; says Garmark. &quot;We are in the middle of a transformation from being an app ourselves to being a platform.  Spotify has also been opening up its catalogue to mobile app developers, having launched its CocoaLibspotify API for iOS in August 2011. One of the first iPhone apps to launch was SpotOn Radio, a personalised radio app that creates playlists based on artists. A bit like &quot;Users are telling us it&apos;s like Pandora but better,&quot; says Garmark. &quot;And here&apos;s the interesting thing: they just killed us on the Swedish App Store. They passed us and went to number six in the chart. That might not seem like an obvious success for us, but it is.&quot; So, an iPhone app built on Spotify&apos;s API is now more popular than the main Spotify app but since SpotOn Radio requires users to be paying for Spotify, this isn&apos;t a problem for the company. A number of startups and media companies including The Guardian jumped on board Spotify&apos;s desktop apps platform when it went live. The next wave of apps may come from another source though: music labels. &quot;It&apos;s a really interesting platform for artists and labels to really enhance the experience around the music,&quot; says Garmark. &quot;In this digital age of music, the experience in some ways got reduced to just a track or a playlist. But with these apps, it can start getting back to the old way of immersing yourself in the album cover, or reading about the music while listening to it. And artists can use it to connect with their audience.&quot; At the Music Apps event, Garmark showed a sneak peek of two new Spotify apps as in apps for Spotify&apos;s desktop platform  that focus on artists. The Complete Collection shows digitised CD booklets to accompany albums by the likes of 50 Cent, Lionel Richie and Keane, while The Legacy Of brings in biographies, photos and playlists for artists including Bob Dylan.  The apps are built using standard HTML5 technology, but Spotify is continuing to carefully manage the approval process. &quot;We have tremendous interest in the app platform, so we have built a team and are scaling it up to manage the onslaught of developers who want to work with us,&quot; says Garmark. &quot;It&apos;s a curated platform: we want to make sure the content is great, so we&apos;re not just letting anyone release anything. We&apos;re working with them to make sure it&apos;s good. We don&apos;t want our users to have crappy experiences with apps.&quot; For now, Spotify isn&apos;t announcing any news on when its apps platform will move to its own mobile applications, nor is it providing an update on any plans for app developers to share in advertising or subscription revenues. This is likely to remain a question mark for a number of developers and startups, but for labels making their own Spotify apps, the reward will come in more streams of their artists&apos; music meaning better payouts, but also increasing the value of Spotify itself, which the four major labels and independent agency Merlin have minority stakes in.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/06/spotify-apps-platform", 
    "wordcount": "832"
}