{
    "headline": "Boot up: Google product lives, Motorola slapped, Apple's missed chances, and more", 
    "text": "A burst of 8 links for you to chew over, as picked by the Technology team Predicting Google closures &gt;&gt; gwern.net Gwern Branwen:   Naturally, we are preached at by apologists that Google owes us nothing and if it&apos;s a problem then it&apos;s all our fault and we should&apos;ve prophesied the future better (and too bad about all the ordinary people who may be screwed over or the unique history1 or data casually destroyed). But how can we have any sort of rational expectation if we lack any data or ideas about how long Google will run anything or why or how it chooses to do what it does? So in the following essay, I collect data on 350 Google products and look for predictive variables. I find some while modeling shutdown patterns, and make some predictions about future shutdowns.  This is a truly awesome analysis. Seasonality, the &quot;just survive this long&quot; period. Researchers hack building control system at Google&apos;s Australian HQ &gt;&gt; Wired.com  On top of all of this was the accessibility they got due to the unpatched vulnerabilities. &quot;From that point we could have actually installed a rootkit,&quot; said [Terry] McCorkle, who first uncovered the Google system online. &quot;We could have taken over the operating system and accessed any other control systems that are on the same network as that one. We didn&apos;t do that because that wasn&apos;t the intent. But that would be the normal path if an attacker was actually looking to do that.&quot; A Google spokesman confirmed the breach and said the company has since disconnected the control system from the internet. Despite the &quot;alarm&quot; buttons on the control panel and the blueprint showing the water pipes, he said the system the researchers accessed can control only heating and air conditioning in the building. A report about the incident produced by staff in Australia, which Google did not show Wired, indicated that the system could not be used to control electricity, elevators, door access or any other building automation, the spokesman said.  (Thanks @ClarkeViper for the link.) Exclusive: Jon Rubinstein joins board of mobile chipmaker Qualcomm &gt;&gt; AllThingsD Kara Swisher:   For Qualcomm, the selection of Rubinstein to join the board is also something to watch, as he is also the second exec from Silicon Valley to be tapped by the company recently. In March, Qualcomm hired tech investor Laurie Yoler as SVP of business development, making her &quot;responsible for augmenting existing business relationships in Silicon Valley, as well as developing new strategic business opportunities for Qualcomm in the region.&quot;  EU rules against patent play by Google&apos;s Motorola unit &gt;&gt; NYTimes.com  The European Commission on Monday made a preliminary antitrust finding against Google&apos;s mobile communications unit, Motorola Mobility, for seeking and enforcing an injunction against Apple in Germany over patents essential to smartphones and tablets.  The finding, which could lead to a steep fine, comes as the commission tries to ensure that companies do not wield their patent portfolios to block others from using the technologies vital to developing some of the most popular consumer electronics. &quot;I think that companies should spend their time innovating and competing on the merits of the products they offer  not misusing their intellectual property rights to hold up competitors to the detriment of innovation and consumer choice,&quot; Joaqun Almunia, the European Union&apos;s competition commissioner, said in a statement.  Looks like Motorola is going to cost Google even more. With those patents which Google valued at $5bn. Also in the EC&apos;s sights for similar abuse: Samsung. (Thanks @EasilyLead for the link.) It&apos;s time to reinvent the personal computer &gt;&gt; Mobile Opportunity Michael Mace:   There are pending changes in interface, hardware, and software that could be just as revolutionary as graphical computing was in the 1980s. In my opinion, this would be a huge opportunity for a company that pulls them all together and makes them work. Introducing the Sensory Computer  I call the new platform sensory computing because it makes much richer use of vision and gestures and 3D technology than anything we have today. Compared to a sensory computer, today&apos;s PCs and even tablets look flat and uninteresting. There are four big changes needed to implement sensory computing.  Now read on.. though 3D remains unpersuasive. See his guesses for who will actually implement this. Dilbert comic strip for 05/06/2013 &gt;&gt; Scott Adams Surely not a comment on Yahoo&apos;s new policy? (Thanks @JohnnieGoat for the link.) Android virus scanners are easily fooled &gt;&gt; The H Security  Researchers at Northwestern University and North Carolina State University have discovered that anti-virus programs for Android can usually be bypassed using trivial means. The researchers developed DroidChameleon, a tool that can modify known malware apps in numerous ways to prevent them from being detected. Most of the ten scanners they tested mainly performed signature-based analyses. In some cases, simply changing the package name in the metadata was enough for virus scanners to consider the malware harmless. Several scanners could be fooled by unpacking the malware and then creating new installation packages. In other cases, the researchers were successful after encrypting parts of the app or redirecting function calls. Their conclusion is unambiguous: all ten anti-virus programs could be fooled in one way or another The researchers&apos; findings are a further reason for users to not allow the installation of apps from untrusted sources, also called sideloading, in the first place.  (Thanks @rquick for the link.) Apple misses IPhone customers as global carriers balk &gt;&gt; Bloomberg  Apple Inc is missing out on a chance to court as many as 2.8 billion new smartphone customers, many of them in Asia, as wireless-service providers balk at conditions imposed by the iPhone maker and drag their heels in signing on as partners. Apple has announced fewer than a dozen new wireless-service providers to sell the device since September 2011, leaving the total at about 240. Holdouts represent billions of would-be subscribers in countries such as China, Japan, India and Russia, said Horace Dediu, a market analyst who runs Asymco.com. Samsung Electronics, Apple&apos;s biggest smartphone rival, sells devices through almost all of the world&apos;s 800 carriers, Asymco said.  You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/07/google-motorola-patents-newsbucket", 
    "wordcount": "1072"
}