{
    "headline": "Apps providing spin-off opportunities for popular magazine brands", 
    "text": "Startlingly, the last few years of writing about apps and mobile technology hasn&apos;t left me resembling a Men&apos;s Fitness cover model. Less washboard abs, more blogger&apos;s belly, alas. Yet a new app released by Dennis Publishing&apos;s male health mag aims to change that, although it&apos;s no digital replica. Men&apos;s Fitness Cover Model Body Plan is a spin-off: a 1.49 paid app offering workout plans promising &quot;you&apos;re just four weeks away from a physique worthy of the cover&quot;. While I mull the prospect of a &quot;V-shaped torso&quot; by Springtime, the app&apos;s release also made me think about the market for these kinds of spin-off apps for magazine publishers, as they slice and dice their archives of articles and photography in new ways for smartphones and tablets. Much of the focus on magazines and apps has been on the replica editions, whether offered through aggregators like Zinio, or as standalone apps in the app store newsstands of Apple and Google. Yet every major magazine publisher has also been experimenting with one-shots and spin-offs, looking for new revenue streams beyond pure subscriptions and advertising revenues for their digital editions. Supplements and one-shot issues aren&apos;t a new phenomenon, of course. In many cases, magazines are simply taking their physical strategies to digital formats in this regard. IPC has launched Uncut-branded apps about David Bowie, Bruce Springsteen and The Rolling Stones, for example, drawing on the archives of NME and Melody Maker as well as Uncut itself. Bauer Media did a similar thing back in 2011 with Empire magazine for Steven Spielberg, while Conde Nast took GQ magazine&apos;s watches supplement to iOS in October 2012. IPC&apos;s InStyle Best Beauty Buys 2012 reflects this strategy too. The idea of sponsored supplements has also translated to the apps world, which may be a canny move given the popularity of free apps. Brand-based one-off apps from magazine publishers include Bauer&apos;s The A-Z of BMW in 2012 and Honda: Reloaded and Conde Nast&apos;s Revlon All Access. This all makes logical publishing sense: take a supplement or one-shot magazine that&apos;s already been designed for print, and turn it into a digital version for the app stores. It&apos;s a good way to test the app waters. What&apos;s arguably more interesting for publishers going forward, though, is working on new app-only products, even if they still draw on the archives of their print magazines. Finding new ways to turn those older articles into what feels like new content for an app. The new Men&apos;s Fitness app falls into that category, but you can also look at what Dennis Publishing did with the comparable Women&apos;s Fitness Tone Up At Home app or its Viz Profanisaurus Das Krapital app. Bauer has launched a series of rough guide city apps under FHM&apos;s brand, IPC has Golf Monthly Short Game Tips and Wallpaper Case Studies, while Conde Nast has Goings On: The New Yorker, The Details Finder and Brides Wedding Genius. These are early days, and publishers don&apos;t tend to talk about the revenues they make from these kinds of spin-off apps they&apos;re very much experimental rather than big money-spinners as things stand. They do, however, show that when you think about magazines as brands with years of articles and expertise on their chosen focus, rather than merely as print entities that need to be replicated for smart devices, there&apos;s a lot more that can be done. Magazine publishers have the potential and that&apos;s an important word, because it&apos;s their challenge to make the most of that potential to become incubators for some really interesting content-led apps in the coming months and years, especially if they can find the right blend between their own content and that contributed by readers/users.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/24/apps-spin-offs-magazine-publishers", 
    "wordcount": "624"
}