{
    "headline": "Pass notes No 3,223: Curiosity", 
    "text": "Age: Seven years in development, one in operation. Appearance: Robot War champion meets Transformer meets Lego Techno extravaganza. I&apos;m sorry, that makes no sense. Curiosity is a primal human urge, as old as mankind itself. Also, intangible. That&apos;s curiosity, as in what killed the cat. This is Curiosity, as in the Nasa probe that is touching down today on Mars. God  or the impossibly complex web of calculations, boosters, thrusters, plutonium, lithium-ion batteries, space cranes, tungsten ballast blocks, heat shields and retrorockets painstakingly put together by the space agency&apos;s scientists and engineers  willing. Cor! Cor! is right. Is it all going to work? Oh, absolutely. Well, there is a potentially tricky bit. Which bit? All of it. It&apos;s an unmanned spacecraft the size of a family car trying to land near a putative former river site in the giant Gale crater on Mars, after all. It&apos;s not like trying to back your car into the garage. Crumbs! And then there&apos;s the two hours before it lands, when it will have to rely solely on its onboard computers to begin its descent  Yikes! And then there&apos;s the last seven minutes of the descent when all will be silence. The only way Nasa will know whether their years of work and $2.5bn have been well spent is when and if the probe comes online again and starts broadcasting the pictures they hope to see. Cor once more! It&apos;s like the Olympics for nerds! So, what&apos;s Curiosity going to do when it gets there? Scoop up some aliens and bring them back for testing somewhere deep in the Nevada desert? Start a war? Play Tetris? It&apos;s going to scale Mount Sharp in the middle of the crater and use its robotic arm to gather rocks and a laser to vaporise them and analyse their elements. What&apos;s it looking for? Evidence that water and carbon bound to hydrogen molecules once were present  anything to suggest that the planet might have been capable of supporting life. This is all too COR! for words. I couldn&apos;t agreemore. Do say: &quot;Good luck, Curiosity old thing, goodluck.&quot; Don&apos;t say: &quot;I&apos;m with Pascal  all of humanity&apos;s problems stem from man&apos;s inability to sit quietlyin a room.&quot;", 
    "section": "science", 
    "gid": "theguardian/shortcuts/2012/aug/05/pass-notes-curiosity", 
    "wordcount": "378"
}