{
    "headline": "Press Start: more about the 'always on' Xbox 720 and more", 
    "text": "A pick of the weekend&apos;s gaming stories, hand selected by the Guardian games writers. Microsoft creative director doesn&apos;t get the &apos;drama&apos; around an always-online Xbox / GameSpot.com Martin Gaston:  Microsoft Studios creative director Adam Orth has argued against the &quot;drama&quot; surrounding the concept of games consoles requiring an always-on Internet connection. Speaking on his personal Twitter account (now private), Orth argued &quot;sorry, I don&apos;t get the drama around having an &apos;always on&apos; console. Every device now is &apos;always on&apos;. That&apos;s the world we live in. #dealwithit&quot;.   13,000 furious comments later and Microsoft prints an apology. Retail: &apos;Xbox 720 always-on connection must not happen&apos; / MCV MCV talks to retailers about rumours surrounding the next Xbox and its supposed &apos;always online&apos; requirement. Here is Robert Lindsay, Managing Director, Games Centre:  If Microsoft incorporates the tech to lock out pre-owned games and Sony doesn&apos;t then there is going to be only one winner in the next generation of consoles  and it won&apos;t be Microsoft. The publishers are completely out of touch with their consumers if they don&apos;t understand how important pre-owned is in helping them fund new releases. It&apos;s not rocket science to see that a 39.99 new release with no sell-on value will put a massive hole in consumers&apos; spending budgets.  Donating my Xbox Today I donated my Xbox 360 Elite to / Daniel Cook Game designer at Spry Fox on working for Microsoft:  Over two console generations, a highly cynical marketing team spent billions with no hope of immediate payback to shift the market. Nintendo was slandered as a kids platform, not a leading light. Xbox put machismo, ultra-violence and chimpboys with backwards caps in the spotlight. Wedge, wedge, wedge. Gamers were handed a pre-packaged group identity via the propaganda machine of a mega corporation. For those raised post-Xbox, this workplace was the unquestioned birthplace, the Mecca. Dude. They made Halo.  We&apos;re victims of our success says GameStick as it pushes unconsole launch to late June / Pocket Gamer  Be careful what you wish for. That&apos;s the moral of GameStick&apos;s announcement that it&apos;s pushing back the release of its Android-based unconsole from late April to late June.  The reason, the company says, is it&apos;s been blown away by the level of support from consumers, developers and retailers. For example, GameStop in the US and Game in the UK will be lead partners, although another 22 retailers around the world are also interested. That&apos;s the moral of GameStick&apos;s announcement that it&apos;s pushing back the release of its Android-based unconsole from late April to late June.   It will be interesting to see how the lukewarm response to Ouya affects this UK competitor. &apos;Mario,&apos; &apos;Zelda&apos; creator says give the Wii U time - CNN.com  &quot;Our immediate objective over the next few months is to improve the Wii U system and make it a little more stable, a little bit more convenient to use from a system standpoint,&quot; Miyamoto said. &quot;Miiverse (a sort of social network that lets players interact) is an example of an ongoing project. We really wanted to be able to leverage Miiverse in something like &apos;New Super Mario Bros. U.&apos; We&apos;re obviously still early on in it and just trying things out, but so far, it does feel like the community itself is doing a very good job of being a warm and welcoming place for people.&quot;  IGDA head Kate Edwards: &quot;Games are an art-form, pure and simple&quot; | GamesIndustry International  Games are an art-form, pure and simple. As an art-form they should be free to express whatever they want to express. Here in the US we&apos;ve had the Supreme Court decision which protects games as free-speech, rightly so. So they shouldn&apos;t have any limits put on them, like books don&apos;t or movies don&apos;t. Where the limit comes from is the goals. If your goal is to distribute worldwide, you&apos;re probably going to want to think about the cultural impact. If your goal is to make a political statement then you need to do what you feel is right. The main thing that I do when I consult with developers, even now in the IGDA role, is to encourage them to be proactive and think about what they want to get out of it. I think developers should feel free to make what they want to make, to create what they want to create. But they can&apos;t expect consumers in all markets to have that same understanding of creative freedom.  Before the debate on games and culture, International Game Developers Association head Kate Edwards also answers criticisms about the organisation&apos;s controversial party at GDC, which prompted the resignation of member Brenda Romero. You can follow Press Start on Pinboard. Feel free to suggest your own links in the comments section.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/08/press-start-game-news", 
    "wordcount": "802"
}