{
    "headline": "How modern universities have transformed higher education", 
    "text": "Courtney Love was a rival to Madonna. Bob Dylan was on a world tour. John Major&apos;s Conservative government was about to win the 1992 general election. And on 6 March, just before the campaigning began, the FE and HE Acts for England and Scotland received royal assent. The 1992 Acts had long been anticipated by higher education institutions which, by then, were teaching more undergraduate and postgraduate students than those that had already gained university title. Within months, almost 40 had used the Acts&apos; provisions and been awarded full teaching and research degree awarding powers, fulfilling demanding criteria on both counts. The successful application and award of university title entitled these institutions to describe themselves as universities in their own right. New names sprang up on campuses signifying that modern universities had indeed arrived. Several years of significant funding challenges followed the FE and HE Acts and the unit of resource in higher education declined. However, modern universities brought a new dynamism to higher education to the benefit of students, staff and society. Twenty years on, what has been achieved? All the evidence confirms that modern universities have proved beyond doubt they can compete on equal terms in terms of academic quality and excellence; they have driven student-centred teaching and innovative curriculum design. They continue to offer traditional courses such as history, philosophy, economics and the sciences. But these universities also developed new subject offers and multidisciplinary courses to respond to emerging markets and technologies. This is one reason why the UK is now a world leader in design and the creative industries. Some of the 1950s and 1960s buildings inherited by modern universities needed comprehensive investment programmes. Today, the modern university estate is second to none with imaginative use of space, colour, design and technology. This is a transformation unlikely to have been delivered by the cash-strapped education authorities whose grip on funding was loosened in 1988 when funding was transferred to the polytechnics and Colleges Funding council. Modern universities promoted more flexible approaches to modes of study, pre-entry qualifications and age restrictions. In 2012, these universities still recruit many more people who want to study part-time or start degree courses when they are older. In research and knowledge transfer, modern universities have also changed the landscape. The 2008 Research Assessment Exercise  like every RAE since 1992  confirmed that modern universities supported world-leading research including in niche areas not found in more traditional universities. In spite of campaigns to try and ensure that research funding is concentrated, the closed shop has been breached by modern universities, notwithstanding unduly modest amounts of research funding. Modern universities have also been highly successful in bidding for European research funding and have led the agenda in developing transnational partnerships and collaborations throughout the world. Promoting and maintaining the UK brand for reputation and quality in higher education, they are now global universities and net contributors to UK exports and to regional economies. Of course, there are some who still want to claim that only a small number of universities are worth attending. In spite of all the evidence to the contrary, others opine that too many people in the UK are studying for a degree. Time and again these pessimists are proved wrong by students who actively choose to study for an undergraduate or postgraduate degree at a modern university, and who graduate with knowledge and entrepreneurial and employability attributes required to meet the challenges of the world of work. Last year alone, almost 250,000 students in the UK graduated from a modern university. Today, the graduates of modern universities inform every walk of life and profession. Economic growth has been boosted. The UK has benefited from enhanced social cohesion as a result of the commitment of these universities to ensure that people from a wide range of backgrounds have the opportunity to benefit from a university education. It&apos;s no accident that the reception in the House of Commons on 6 March to mark the 20 years since the Acts were passed, attended by Vince Cable, secretary of state for business, Chuka Umunna, the shadow business secretary and Liam Burns, NUS president, was billed as Modern Universities Changing Lives. Let&apos;s sweep away historic descriptions that are irrelevant. These are no longer &quot;new&quot; or post-92 universities  descriptions that are meaningless to students, staff and employers alike. Modern universities have come of age. Pam Tatlow is chief executive of the university thinktank million+ This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/07/modern-universities-transformed-higher-education", 
    "wordcount": "773"
}