{
    "headline": "Sal Khan: the man who tutored his cousin  and started a revolution", 
    "text": "     Sal Khan has a simple mission: a free, world-class education for anyone, anywhere. Naturally, people think he&apos;s crazy. The craziest part is not the &quot;world-class education&quot; part, because plenty of people want that. And it&apos;s not even the &quot;for anyone, anywhere&quot; part. It&apos;s the &quot;free&quot; part. Crazy or not, it&apos;s an idea that has attracted attention from Downing Street to Washington DC. And like a lot of crazy ideas, it started by accident. Khan  working as a financial analyst in 2004 after earning degrees from MIT and an MBA from Harvard  started remotely tutoring his cousin, Nadia, in Louisiana, who was struggling with maths. &quot;Then the rest of the family heard there was free tutoring,&quot; he says, and more relatives started taking part. The demands got too much  until a friend suggested he could film the tutorials, post them on YouTube and let the family members view them whenever they chose. &quot;YouTube? YouTube was for cats playing the piano, not serious mathematics,&quot; Khan recalls thinking. &quot;I got over the idea that it wasn&apos;t my idea and decided to give it a shot.&quot; Since 2009, Khan has devoted himself full-time to his Khan Academy, a tutoring, mentoring and testing educational website at khanacademy.org that offers its content free to anyone with internet access willing to work through its exercises and pithy videos, the majority narrated by Khan himself. &quot;It&apos;s no exaggeration to say that there&apos;s a revolution coming in education, sparked by Sal Khan,&quot; says Rohan Silva, a Downing Street senior adviser on technology. Using the internet to widen access to education is not itself revolutionary. The success of iTunes U applications from Apple and the rise of the massive open online courses  nicknamed Moocs  at institutions such as Stanford University show the appetite is there. But the Khan Academy is different. Although it also carries tutorials in arts, computing and science, its core remains secondary school maths, in which it couples hand-holding video instruction with online exercises, from basic addition and multiplication to the farther reaches of algebra and calculus. There&apos;s no accredited qualifications, just a self-paced course combined with sophisticated software that charts progress and highlights weaknesses, making it simple for a parent to use to help a child with homework without knowing the finer points of algebra.     A tutorial from the Khan Academy website called Why Distance is Area under Velocity-Time Line    There&apos;s an easy way to see what the fuss is about: the website allows anyone to sign up and start viewing tutorials and taking the interactive tests that are at the heart of the academy&apos;s method. The concept is simple: watch a video in which Khan explains the subject being learned, and then take the online tests that follow. The software times answers as well as noting missteps, offers encouragement for doing well or even just persevering. Then, when satisfied you have mastered the topic, it invites you to move on to a related topic. In a classroom setting, students can move at their own pace, and make repeated viewings of tutorials if they don&apos;t understand first time around. The teacher can track progress on their own laptop, and intervene to give an explanation when they see a student struggling. &quot;I started this out as a hobby,&quot; Khan, 36, told a packed theatre at the London School of Economics last week, after the inevitable question about his academy&apos;s not-for-profit status. &quot;Although my friends in Silicon Valley were quick to ask me: &apos;What&apos;s your business model?&apos; I said: &apos;I don&apos;t have a business model.&apos;&quot; A slight figure dressed in American smart-casual that belies teenage years playing heavy metal, the 36-year-old owes a lot to the transformative power of education. The child of Bangladeshi and Indian immigrants, he was born in America&apos;s deep south. &quot;Louisiana was as close to south Asia as the United States could get: it had spicy food, humidity, giant cockroaches and a corrupt government,&quot; Khan writes in his book, The One World Schoolhouse. Business model or not, what the Khan Academy does have is a lot of fans, and about 6 million regular users a month, not to mention tens of millions of viewings of its 4,000 online tutorials. When Khan asks the audience at the LSE how many use his site, perhaps half raise their hands, some sheepishly.     Bill Gates said Khan's impact on education 'might truly be incalculable'. Photograph: KeystoneUSA-ZUMA /Rex Features    From the beginning Khan made a deliberate decision to stay out of camera, and in the early days used relatively crude drawing software on a black background to mimic a blackboard. Khan&apos;s cordial tone and mellifluous voice combine to make the tutorials approachable and, thanks to a 10-minute time-limit initially imposed by YouTube, concise. Word spread that there were tutorials in basic maths freely available. Khan began to notice appreciative comments appearing under his videos. Then letters started arriving. One that grabbed his attention was from a woman with two disabled children who had used the videos. &quot;She said that her entire family prays for my family every night,&quot; Khan relates. &quot;To put that into context, at the time I was working for a hedge fund.&quot; More importantly, the US educational establishment was taking note, starting with the Los Altos school district in California, which began a pilot programme using the Khan Academy&apos;s tools. The initial results were spectacular, in Khan&apos;s telling, and since then the movement has spread. With backing from supporters the academy has been training teachers to use its tools and methods in places such as Idaho and Kansas. Has he had any discussions about the Khan Academy partnering with schools in the UK? &quot;Nothing formal now but we would like to,&quot; Khan replies. By 2009 Khan decided to leave the hedge fund for what he describes as a closet in his house in Mountain View, California  although American ideas of what constitutes a closet are more generous than in Europe. Paying the bills was a problem until a local philanthropist, Ann Doerr, made the first significant donation, first of $10,000 (7,000) and then $100,000, after she realised Khan was in effect working for nothing. It was Doerr who tipped Khan off about a turning point for the academy. At the Aspen Ideas Festival  a US version of Davos  in 2010, Bill Gates told an audience that he had been using Khan&apos;s videos to teach his own child. &quot;It actually made me a little nervous,&quot; says Khan. &quot;It was a video made for Nadia, not Bill Gates.&quot; Soon a call came from Seattle for a meeting with Gates himself, and the Bill and Melinda Gates Foundation became one of the academy&apos;s biggest supporters. &quot;I&apos;ve used Khan Academy with my kids, and I&apos;m amazed at the breadth of Sal&apos;s subject expertise and his ability to make complicated topics understandable,&quot; Gates wrote in tribute to Khan being named one of Time&apos;s 100 most influential people of 2012. Gates concluded: &quot;He started by posting a math lesson, but his impact on education might truly be incalculable.&quot; Google and others have since got on board, as the honours mounted up for Khan. Earlier this year the Mexican billionaire Carlos Slim  said to be the world&apos;s richest man  announced his foundation was funding the translation of the academy&apos;s work into Spanish, and the academy says its material is used in classrooms around the world, including Mongolia. There are critics who have challenged the Khan Academy&apos;s content and Khan&apos;s approach. Some have posted detailed criticisms of his tutorials, although Khan says he is happy for the scrutiny. &quot;It&apos;d piss me off too if I had been teaching for 30 years and suddenly this ex-hedge-fund guy is hailed as the world&apos;s teacher,&quot; he told Time last year. Khan is no fan of traditional education, which he derides as &quot;lecture, homework, lecture, homework&quot;. &quot;The real problem is that the process is broken,&quot; he tells his LSE audience, to nods of approval. &quot;We identify the gaps [in children&apos;s knowledge], then we ignore them.&quot;", 
    "section": "education", 
    "gid": "education/2013/apr/23/sal-khan-academy-tutored-educational-website", 
    "wordcount": "1347"
}