{
    "headline": "The Wreckateer  review", 
    "text": "The biggest argument against the idea that the Xbox 360&apos;s hardcore audience will take to Kinect games  at least on this generation of consoles  is the lack of precise control it offers. Kinect is, in a word, flaky, and ultimately an absolute anathema to core players who demand tight controls and a lethal degree of accuracy in the games they&apos;re prepared to invest in. Iron Galaxy&apos;s Wreckateer does its best to sidestep this problem by playing up to Kinect&apos;s weaknesses. This is essentially a shooting game in which an inaccurate shot needn&apos;t necessarily spell doom for the player, since they can control their projectile to some degree once they&apos;ve fired it. It&apos;s also impossible to judge a shot&apos;s impact on its target ahead of time, but we&apos;ll get to that in a moment. Wreckateer is an easy enough pitch to get your head around: in essence, it&apos;s Angry Birds in 3D. Except instead of firing a variety of birds at little green pigs in structures made out planks of wood and concrete, players fire a selection of projectiles out of a ballista at little green goblins in castles. The object of the game is to reduce as much of the buildings to piles of rubble as possible, while hitting the odd floating target along the way. The controls are simple enough; players reach forward so their avatar grabs the firing mechanism of the ballista and then, when prompted, they step forward making their avatar step into a semi-circle marked out on the ground. They then take a step back and watch as their avatar draws back on the ballista. The level of accuracy offered in each shot is impressive; the player can measure the trajectory of each shot in inches, by nudging a tad to the left or right, or stooping and straightening. Once the player is satisfied with how they&apos;ve lined up their shot, they fire it by lifting their arms so they&apos;re perpendicular to their body.     The Wreckateer lets you control over a projectile once it is airborne.    Once the shot is airborne, the camera switches to a third-person perspective, allowing the player to influence the direction of their missile. There are a variety of projectiles available including bog-standard rocks, boulders that splinter into four smaller stones, exploding rocks and stones that speed up once activated while in flight. By slapping the air in front of them, players can coax their missiles a little to the left and right or up or down. They activate any special ability their boulder has by raising both arms. There&apos;s one projectile in the game&apos;s arsenal that allows the player a greater degree of control while in-flight: the Flying Shot. Once they&apos;ve launched, players can raise their arms to cause a pair of wings to open, and they can then guide the Flying Shot with a greater degree of control and finesse by ducking and weaving their body. This allows them to pilot the Flying Shot through openings, hitting targets and parcels of explosives that are dotted around the target buildings. Players have three types of medal to aim for in each level: gold, silver and bronze. As one would expect, earning a gold in the early stages of the game is absolute child&apos;s play, but The Wreckateer ramps up the difficulty as time goes on. It soon becomes apparent that the game awards points based on the player&apos;s ability to hit certain targets or detonate the aforementioned packs of explosives to cause the maximum amount of damage in the targets. While this all sounds pretty straightforward, it&apos;s actually pretty tricky to pull off and this is entirely down to the lack of control the Kinect module offers. As The Wreckateer&apos;s difficulty increases, players will find their efforts at scoring a gold medal continually thwarted by Kinect misinterpreting their movements. Success, then, starts to hinge on a combination of timing and luck, and in the more challenging stages of the game, this can lead to some highly frustrating moments (and a lot of swearing). This lack of precision doesn&apos;t make The Wreckateer unique among Kinect titles  nor does the requirement that before purchasing it, players need to ensure they have enough space in their living room to duck and weave about with their arms outstretched. In all fairness, Wreckateer is easily one of the strongest titles made for the Kinect module, but it&apos;s not good enough to transcend the device&apos;s weaknesses. It also doesn&apos;t help that, once players have played the game for about an hour, they&apos;ve discovered pretty much everything it has to offer. The level design is rather unmemorable overall, and the game doesn&apos;t really have anything along the lines of a plot or a series of unlockables to keep players engaged in the long-term. It works all right as a party game, but in that context its imprecise controls are part of the fun. There&apos;s a lot to like about The Wreckateer; it&apos;s a fun, if slightly lightweight offering, and its Kinect controls are well implemented. But as good as it is, The Wreckateer won&apos;t win over anyone who isn&apos;t already convinced by Kinect. It looks like players may have to wait for the next generation of consoles before that&apos;s even possible.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/03/wreckateer-video-game-review", 
    "wordcount": "866"
}