{
    "headline": "Apps Rush: The Pirates, Good, Sid Meier's Pirates, Fragile Earth, The Scouts, Voice Answer and more", 
    "text": "A selection of 17 new apps for you today: The Pirates! Band of Misfits Movie Storybook Aardman&apos;s new animated film is receiving rave reviews, and now it&apos;s got an official storybook app for iOS by Zuuka. It includes audio from the film&apos;s star Hugh Grant, as well as a &quot;Piratize Yourself&quot; feature to put children&apos;s faces in the picture.iPhone / iPad Sid Meier&apos;s Pirates! There must be something in the water (landlubbers, most likely), as two big pirate apps have made their debut on the same day. Sid Meier&apos;s Pirates is already available on iPad  an update on a game that&apos;s been popular since the days of the C64 computer. Sail the Caribbean, battle ships and capture infamous pirates.iPhone Good Good Technology has released its Good for Enterprise app for Windows Phones, although it warns that it can&apos;t be used without the necessary back-end software run by your IT department. It includes secure corporate email, calendar and contacts, with the idea of separating all this from your personal data on the handset.Windows Phone Fragile Earth Publisher Collins has teamed up with developer Aimer Media to release this photography app, offering shots from around the world showing the effects of climate change, urbanisation and natural phenomena.iPhone / iPad The Scouts: Secret Island Adventure Put aside any stereotype ideas about Scouts that you might have: the global youth organisation is on the App Store and Google Play with a game based around kayaking, hang gliding and mountain boarding. Well, that and exploring an island practising virtual skills that Scouts learn in the real world.Android / iPhone / iPad Voice Answer The latest iOS app looking to take on Apple&apos;s own Siri is Voice Answer. The idea is the same: you ask it a question by speaking, and it tries to answer, including drawing on data from Apple&apos;s partner Wolfram Alpha.iPhone / iPad Kinomap Trainer Here&apos;s an interesting spin on fitness apps: Kinomap Trainer provides videos of real-life cycling, rowing and running for you to exercise to, following the rhythm of the original video. It requires an ANT+ receiver and sensors to work, since they collect data from your exercise kit in the real world and transfer it to the app.iPhone / iPad Illusia 2 Gamevil has released a sequel to its inventive &quot;casual platform action RPG&quot; Illusia, with new modes including asynchronous player-versus-player, as you kit your character out with costumes, weapons and skills.iPhone / iPad South Park - Who Wants To Be A Millionaire? Two famous TV brands, together at last! This splices the Who Wants To Be A Millionaire? format together with characters and questions from South Park, with 500 questions from all 15 series of the show. Phoning a friend dials up some of the show&apos;s most famous characters, including Death.iPhone / iPad Shaun the Sheep Fleece Lightning Aardman is having a big week on the App Store: its Shaun the Sheep character has a new iOS game, published by Chillingo. It sees you running races against Shaun&apos;s pig rivals, complete with a level editor to make your own tracks.iPhone / iPad Shopaholic World Spil Games&apos; Shopaholic titles have apparently been played more than 100m times online. Now the series has transferred to iOS with Shopaholic World, aimed squarely at young girls. The gameplay involves completing challenges and earning items to dress up your avatar.iPhone / iPad The Island: Castaway This is the latest mobile game to take desert-island castaways as its plot, as you learn to fish and hunt, while exploring a mysterious island. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad Hotels.com Hotels.com&apos;s travel app has made the jump to Windows Phone, with more than 140,000 hotels available to book, and a Tonight&apos;s Local Deals feature to offer daily deals on places to stay.Windows Phone Computeractive Guide to the iPad A guide to using the iPad, designed to be used on the iPad itself? It sounds very meta, but if you&apos;re buying a tablet for, say, a grandparent, this might be a good app to preload before handing it over. Incisive Media&apos;s app includes step-by-step guides and app reviews.iPad Shark Dash Gameloft is hoping to make a splash with its new physics-puzzler Shark Dash, which offers 96 levels and four bath toys to control.Android / iPhone / iPad PitchMe PitchMe looks like being a valuable tool for singers and musicians, helping them check their pitch and tuning on the go. It claims to be the &quot;one and only direct pitch to staff tuning and staff to pitch tone playing app in the market&quot;.iPhone / iPad Screenfeeder A social networking app that only displays one tweet, Instagram pic or Foursquare check-in at a time? Screenfeeder looks attractive, but its usefulness may be in question. The ability to subscribe to a hashtag then stream the app to a TV may come in handy at conferences, though.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/20/apps-rush-pirates-good-scouts", 
    "wordcount": "827"
}