{
    "headline": "South Sudan initiative aims to keep young girls in primary school", 
    "text": "Bridget Nagomoro used to get up at five in the morning to fetch water from the stream, cook breakfast for the family, then walk the five miles to school. In the evening, she would eat at 10pm having cooked dinner, done the household chores and completed her homework. It&apos;s a familiar routine for girls in South Sudan, but Nagomoro was a trailblazer. She was the first girl from Ibba county  a community of 90,000 people  in landlocked Western Equatoria state to finish primary school. Being the only girl at her school was hard. &quot;Some of the boys used to threaten me because I got better results than them,&quot; said Nagomoro last week during a visit to Britain. Now a local government commissioner in Ibba county, she wants to make it easier for girls to get an education by setting up a boarding school for girls aged 10 and above  the point at which most drop out because of the competing pressures from family, household chores, childcare and early pregnancy. Nagomoro has donated a large plot of land for the school and enlisted the support of local chiefs and elders. She has sought assistance from contacts in the UK, including Professor John Benington of Warwick University Business School, whom she met when he held workshops in South Sudan. Nagomoro was in the UK with Pia Philip Michael, the state minister of education for Western Equatoria, to report to British supporters who are helping to raise money for the school through the Friends of Ibba Girls School, a UK-based charity. Also on the agenda was the enormous challenge to girls&apos; education after decades of civil war, continuing unrest and a refugee influx from the north. South Sudan, which became independent from Sudan in 2011, has one of the world&apos;s worst indicators for education. A Unesco report from that year said there were more than 1.3 million primary school-age children out of school in the country, which is second-to-bottom in the world ranking for net enrolment in primary education and bottom of the world league table for enrolment in secondary education. The situation for girls is particularly dire. They are less likely to start school and more likely to drop out. A young girl in South Sudan is three times likelier to die in pregnancy or childbirth than to finish primary school, said the Unesco report. The shortage of teachers is acute; the ratio of pupils to qualified teachers averages 100:1, but is double that in some states. Only 12% of teachers are women, another factor discouraging girls from attending school. Another challenge is the lack of facilities. &quot;80% of our schools are under trees and it rains nine months of the year,&quot; said Pia. This poses problems for protecting textbooks, provided for primary schools by Britain&apos;s Department for International Development (DfID) for the first time this year. Part of DfID&apos;s aid programme is to support 2 million children in primary education by providing textbooks, building classrooms and offering education to children who drop out or start school late. Support for education is one thing, changing attitudes towards girls&apos; education another. Pia spoke of a major campaign in Western Equatoria involving officials moving from village to village to spread the national message on educating girls. &quot;We are engaging village chiefs on our education policies for girls,&quot; he said. &quot;We say to them, &apos;Don&apos;t leave girls behind.&apos;&quot; It is against this backdrop that Nagomoro is pursuing what she calls her dream of creating a boarding school for girls that will, to some extent, insulate them from the pressures that force girls to drop out. Enough funding has been raised from UK supporters to clear and fence the site for the school, and to instal two solar-powered water boreholes, one for the village and one for the school. Building the first classrooms, toilets, kitchen and dining space is now under way; the plan is to open in February, with 40 10-year-olds. Nagomoro was fortunate that her parents believed strongly in the value of education, both for her and her four brothers. She went on to secondary school and served as a nun before studying for a degree in education and returning home. She still remembers what her father used to tell her: &quot;A pen and a hoe, that is the future.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/may/22/south-sudan-girls-primary-school", 
    "wordcount": "730"
}