{
    "headline": "Fair trade, the London conference on Somalia, and the Mali refugee crisis", 
    "text": "What difference has fair trade made? As the Fairtrade label celebrates its 25th anniversary, our latest podcast, launched on Monday, asks this question and discusses the impact and future of the grassroots movement that has become mainstream. Earlier this month, we asked for your views on the subject to help shape our podcast. You helpfully obliged, and some of our readers feature in the podcast. We highlight more of your thoughts on our talk point round-up. Felicity Lawrence argues on our Poverty matters blog that while consumers are important, they alone cannot change a global food system that is biased against the poor. London conference on Somalia Last week, world leaders met in London to discuss the future of Somalia. Ahead of the meeting, we invited some members of the Somali diaspora to the Guardian offices for a roundtable discussion on their hopes and fears both for the conference and the country&apos;s future. Investment, jobs, women&apos;s rights and the humanitarian crisis were major topics. One of those who attended the roundtable, Mohamed Sharif Mohamud, fleshed out his thoughts on the Poverty matters blog, arguing that Somalia has the resilience and talent to shape a better future. Mary Harper picked up this theme, making the case that there is no one better placed to help Somalia than Somalis, while Samir Elhawary argued the conference needed to ensure the independence of humanitarian relief was supported and respected. We also charted the history of Somalia in pictures, from 1950 to the present day. Elsewhere on the site Tamasin Ford speaks to women in Liberia who, having already given evidence about their experience of sexual violence during the civil war, are unwilling and fearful about doing so again in the next phase of the country&apos;s truth and reconciliation process. Tim Jones questions the motives of politicians over their handling of the European debt crisis, arguing that foreign ministers have ignored the lessons from Latin America in the 1980s. We report on the pledge by the UK&apos;s Department for International Development to return the money stolen by former Delta state governor James Ibori to Nigeria to spend on poverty alleviation. And Celeste Hicks reports on the Mali refugees who are fleeing to Niger to escape fighting. Coming up on the site Next week, we begin to explore the politics behind development polices designed to tackle gender inequality. As part of the series, social anthropologist Professor Andrea Cornwall examines the shortcomings of existing policy in addressing the imbalance, and looks at the consequences of excluding men from the debate. Meanwhile, US-based organisation Gender Action critiques the World Bank&apos;s approach to women&apos;s health, and Mariz Tadros, from the Institute of Development Studies, explores the impact on quotas for women in politics. Also coming up, land rights expert Liz Alden Wily argues African governments are the real &quot;land grabbers&quot;. We report on alleged land rights abuses in Liberia. And Mark Tran explores the threat climate change poses to low-lying areas of Bangladesh. Multimedia Interactive: Somalia famine - how the world responded In July 2011, the UN formally declared famine in two regions of Somalia. This interactive looks at aid flows, media coverage, web searches and Twitter mentions to examine how the world engaged with the crisis before, during, and after the famine. Video: Life on hold: the story of a Somali teenage refugee When war broke out in Libya last year, thousands of refugees from countries including Somalia, Sudan, and Eritrea, were forced to flee for their lives. Film-makers Nick Francis and Marc Silver travelled to a refugee camp in Tunisia where they met Omar, a Somali teenager. Audio slideshow: Life in Somalia&apos;s capital Kate Holt visited Mogadishu last year, using her vantage point alongside Amisom troops to document the experiences of local people. Community photo project Got a development story to tell this year? Is something in your life, work or local neighbourhood expected to change over the coming months? We want you to get involved with our 2012 community photo project to document a slice of your life. More details are on our Talk point and Flickr group. What you said: some of the best comments from our readers On our talk point on the future of Somalia, UrbanLegend wrote:  I think you will find that the vast majority of Somalis view this latest conference offering with a great sense of scepticism. It will have to be the most impressive argument of your life for any delegation taking part in this conference to convince any Somali that they even remotely have their best interests at heart.  Our talk point on fair trade drew the following response from Mokk:  This is a typically high view debate with execs, journalists and directors, but what&apos;s missing: perspectives from fair trade farmers. How can you discuss a theme without giving a voice to the people directly involved? When talking about fairness farmers&apos; rights  why not give them a chance to express themselves?   On Chris Bird&apos;s blog on malnutrition in the Democratic Republic of the Congo, lacaro, said:  The DRC is a beautiful, fertile, complex place and deserves better, wiser and more attention from us than the limited focus of the west and western media allows. Unfortunately, so-called &quot;conflict minerals&quot; have dominated the debate because its an easy slogan and prompts a feel-good response.  Highlights from the blogosphere Global Voices has published images from protests in the Aysn region of Chile. Protesters, who are calling for a better quality of life, clashed with police last week. On the World Bank&apos;s Africa Can End Poverty blog, Wolfgang Fengler argues that while Kenya is close to meeting the requirements to become a middle income country by 2020, it will need to achieve 6% &quot;uninterrupted economic growth&quot; between now and then. Guided by Kenya&apos;s 3.7% average growth rate over the past 10 years, Fengler writes that Kenya may miss the mark and be overtaken by its east African neighbours  Rwanda, Tanzania and Uganda. Meanwhile, on the Centre for Global Development blog, Charles Kenny discusses the call for a new set of targets to replace the millennium development goals. Noting calls for these new targets to reflect how the world has changed since 2000, Kenny suggests the world has not altered as much as some believe. &quot;There are still a lot of poor recipient countries and the core set of rich country donors remains pretty much the same.&quot; And finally  The Poverty matters newsletter will be back in two weeks with another round-up of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian, @MarkTran and @JazCummins  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/28/news-roundup-fair-trade-somalia-liberia", 
    "wordcount": "1129"
}