{
    "headline": "ClickClinica, the app that maps disease outbreaks", 
    "text": "There are more than half a million apps at the iPhone App store, and few human interests are uncatered for. You can download books, have a tour of the stars, and lob exploding birds at hunkered-down pigs. Academics are now getting in on the app action. Earlier this month, researchers at Liverpool University launched ClickClinica, a free app for doctors. It brings together authoritative guidelines for handling medical issues, from bodies such as the World Health Organisation (WHO) and the National Institute for Health and Clinical Excellence (NICE), so doctors can check best practice before treating their patients. But the app has a second feature that makes it more than a digital reference book. With a single click, a doctor can record what symptoms their patient has and the treatment they provided. Collect enough of these together, from around the world, and you get real-time global disease surveillance. The app was developed by Benedict Michael, a National Institute for Health Research (NIHR) research fellow at the university&apos;s Institute of Infection and Global Health. In its first month, more than 1,000 doctors downloaded ClickClinica. And it is already proving useful. ClickClinica has recorded three new cases of TB in Britain  in the West Midlands and the North East  including one who developed meningitis. A further five cases of the severe brain infection, encephalitis, were picked up in the UK, as was a new case of H1N1 influenza. Reports from doctors in other countries have helped the researchers identify nine new cases of HIV, in Kuala Lumpur, Penang and Galilee, and one case that required therapy for a drug-resistant virus. Other information gathered by the app sheds light on the quality of clinical care that patients receive. For example, in the first month, 48 heart attacks were reported, but only two got to hospital in time to receive potentially life-saving, clot-busting drugs. The video below from Liverpool University shows the app in action. It begins with a fictional doctor in New York identifying a case of serious influenza, in which the virus has attacked the patient&apos;s central nervous system (CNS). When he logs the case, his location and details appear on a map. Next up, a doctor in Sydney checks guidelines for prescribing antivirals for influenza. A third doctor in London looks up best practice for preventing flu infection with antivirals. The video plays on to show how a more detailed world picture of new influenza cases emerges as more doctors use the application.            In a press release from the university, Dr Micheal said: &quot;Notification of many major infectious diseases is required from junior doctors, who are often unaware of which cases to notify, who they are supposed to notify, how they are supposed to do it. Even those with adequate knowledge of the process can find it time consuming when also dealing with the welfare of their patient and other important administrative duties.&quot; The app is free, and the more doctors that use it, the more valuable it will be.", 
    "section": "science", 
    "gid": "science/blog/2012/nov/26/clickclinica-app-map-disease-outbreaks", 
    "wordcount": "502"
}