{
    "headline": "Return of the American chestnut tree?  in pictures", 
    "text": "   Traylor Renfro examines an American chestnut seedling growing from a diseased stump on his property in Grassy Creek, North Carolina. A 50-foot chestnut nearby has yet to show signs of the blight that has all but wiped out the species Photograph: Allen Breed/AP       Tree geneticist Paul Sisco leads members of the American Chestnut Foundation on a hybrid orchard tour outside Asheville, North Carolina. Sisco, a retired ACF staff geneticist, says claims of a naturally resistant American chestnut are 'baloney' Photograph: Allen Breed/AP       The ACF is using orchards of hybrids to develop a tree that is mostly if not 100% genetically American chestnut, but will resist the blight that has drove the 'pure' species to near extinction Photograph: Allen Breed/AP       A chestnut seedling sprouts in the shadow of an older tree in a test orchard. The American chestnut provided the raw materials that fueled the young nation's westward expansion, and it was described by one naturalist as having gone down like a slaughtered army, following its swift downfall Photograph: Allen Breed/AP       The fungus the organisation is hoping to conquer is called Cryphonectria parasitica Photograph: Allen Breed/AP       Geoscientist Fred Paillet, an emeritus professor at the University of Arkansas who has studied chestnuts for nearly a half century, at the American Chestnut Summit, also in Asheville Photograph: Allen Breed/AP       An orange-black canker erupts on a hybrid chestnut tree in one of the test orchards. Entering through wounds in the bark, the fungus threads its way through the straw-like vessels that carry water and nutrients from the ground to the tree's crown. As the tree responds to plug these holes, the blight works its way around the trunk Photograph: Allen Breed/AP       University of Pennsylvania Prof Kim Steiner addresses the summit. The restoration of American chestnut is a really impractical idea. Some people might say it's a nutty idea, Steiner said. But, he added, it is a compelling idea, a romantic idea, an emotional idea. And that's where the motive comes from. That's where it has to come from to sustain this programme. Photograph: Allen Breed/AP       This American chestnut on Renfro's mountaintop retreat is about 50ft tall, and the tree has yet to show signs of the blight that all but wiped out the iconic American species Photograph: Allen Breed/AP       Jim Hurst stands in a chestnut orchard planted on his hillside farm outside Asheville. The hybrids here contain genetic material from three North Carolina mother trees. Scattered among the families as a scientific control, are several offspring of a Chinese chestnut. The blight that ripped through the population of trees in the early 20th century is suspected to have arrived the US on imported chestnuts from China and Japan  Photograph: Allen Breed/AP       This c 1910 image shows woodsmen with three huge American chestnut trees near what is now the Joyce Kilmer Memorial Forest in western North Carolina Photograph: Forest History Society via the The American Chestnut Foundation/AP       Renfro holds two burs from an American chestnut from his property Photograph: Allen Breed/AP       Poet Henry David Thoreau wrote lovingly of going 'a-chestnutting' in the New England woods. In an 1857 journal entry contemplating the chestnut's spiny bur, he mused on the wonderful care with which nature 'secluded and defended these nuts, as if they were her most precious fruits, while diamonds are left to take care of themselves'  Photograph: Allen Breed/AP  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/dec/19/return-american-chestnut-tree-blight-resistant-in-pictures", 
    "wordcount": "0"
}