{
    "headline": "China's self-billed No 1 environmentalist gives away fresh air", 
    "text": "     Even through the soupy Beijing smog, it is impossible to mistake the ebullient figure shaking hands, signing autographs and barking at startled passersby: &quot;Come on, two cans for each one  free fresh air. Open it and drink it and breathe it! It keeps you fresh the whole day!&quot; It is the kind of offer that has made Chen Guangbiao a household name in China: giving away thousands of tins of air to raise awareness of China&apos;s pollution. &quot;If we don&apos;t act in the next 10 years, our descendants will have to carry oxygen tanks and wear masks all the time,&quot; he says. It is the latest wheeze from Chen Guangbiao, 44, a multimillionaire entrepreneur who bills himself as the country&apos;s number one philanthropist and environmentalist. Last month, he lay under a sheet of wood and steel while two cars drove over him, to demonstrate that the world would be better without cars. He plans to give away 1.5 million yuan to young entrepreneurs in the next weeks. His dilemma: whether to stack the cash in the shape of the Diaoyu islands  currently at the heart of the territorial row with Japan  or in the form of the Great Wall. He smashed up a Mercedes Benz, in another comment on the drawbacks of motoring. He put an advert in the New York Times proclaiming the disputed Diaoyu isles to be Chinese, and announced he was giving new cars to drivers whose vehicles were destroyed in anti-Japanese protests  while simultaneously promoting a cycling initiative. But he is best known for his personal deliveries to the victims of natural disasters. He arrived in Sichuan with a fleet of heavy machinery after the earthquake in 2008 and, he said, carried children&apos;s bodies from the wreckage. When the tsunami struck Japan, he flew over with cash and goods. In short, Chen makes Kim Kardashian look like Howard Hughes. The back cover of his book, Chen Guangbiao: As He Tells It, depicts him cradling a baby, fending off a media scrum and, for reasons less immediately obvious, serenading a herd of beribboned goats. &quot;I want to record the name of Chen Guangbiao in Chinese history,&quot; he says. He has the apparently unsinkable self-belief of Donald Trump, the publicity flair of Richard Branson and teeth as strong as the Bond villain Jaws: his party trick, demonstrated this morning, is to lift a bike using his teeth and spin it around in the air. The crowd grins. The cyclist looks furious. It is, says Chen, all down to kungfu training at the famous Shaolin temple. &quot;If you put a brick on my head and break it, I will be fine,&quot; he assures us. Chen grew up in the countryside near Nanjing, in such poverty that two of his siblings starved to death. He earned his first cash  around 40p  carrying water from a well to villagers one summer, and used some of the money to help pay for a neighbour&apos;s schooling. In recognition of his good deed, a teacher pasted a red star on his face. &quot;I ran around the classes ... Every student wanted to learn from me and do good things,&quot; he explained. So the difference now is really one of scale: &quot;If there are 100bn yuan of donations each year, 60% of them were influenced by Chen Guangbiao,&quot; he says. He made his fortune recycling materials from demolished buildings and has vowed to give it all away before his death. Already, he says, he has made donations worth 1.73bn yuan. Others rank far ahead of him in independent lists of charitable donors and sceptics say it is hard to assess the real value of his gifts since they are often in kind. He counters that other philanthropists give to charities in the sectors they work in, with the hope of commercial returns. Chen makes no bones about his high-profile tactics, which he has dubbed &quot;violent philanthropy&quot;. He says: &quot;My individual power is limited. I want to use my high-profile way to wake people up to take action together to do good things. I can only awake them with my performance art and creativity.&quot; In a country where most rich people prefer to keep their heads down, this is highly unusual. &quot;If you do a survey of all the ordinary people asking who they like  it must be Chen Guangbiao,&quot; he added. &quot;But in China there are some big entrepreneurs and some mayors and officials who are more opposed to me.&quot; He claims his willingness to offend powerful interests has resulted in two kidnaps and two mysterious car crashes, but declines to offer further details. &quot;If my wisdom could get support from officials, I think society would move forward 20 years,&quot; he says. &quot;Chinese society does not make good use of my wisdom  [if they did] my spirit would influence the whole world, not only China.&quot; That does not appear to have set back his financial fortunes: the Hurun rich list estimated his worth at $740m last year. He told the Guardian he had 3bn yuan in assets and commercial properties worth 7 to 9bn registered via other parties. A few years ago, some Chinese reports suggested he faced heavy debts. Chen said he had never borrowed money and that the stories were planted by rivals. He had, he added, &quot;a heart full of sunshine&quot;, that could not be unsettled by detractors. Admirers point out that most millionaires are doing little for their fellows. And Chen&apos;s stunts have, as he predicted, got people talking about philanthropy and the environment. &quot;We need these kind of people to tell us that if you want to help people you need to take responsibility,&quot; says Wang Lanjun, pausing to have her photo taken with him. &quot;He&apos;s great!&quot; enthused another passing pedestrian. &quot;He said I&apos;m great,&quot; Chen points out. &quot;You see? Ordinary people love me.&quot;", 
    "section": "environment", 
    "gid": "world/2013/jan/31/china-smog-environmentalist-fresh-air-stunt", 
    "wordcount": "1009"
}