{
    "headline": "The firsts and the 'fails' in the 2013 Green League of universities", 
    "text": "It&apos;s a university league table with a difference: one in which the top is far from dominated by the &quot;elite&quot; institutions. Taking the No. 1 spot in this year&apos;s People &amp; Planet Green League is Manchester Met, which jumps from 10th place last year. Coming just half a point behind is Plymouth, in second place for the second year in a row. Plymouth scores full points for every policy measure apart from ethical investment. Greenwich, top last year, slips to 6th place, but is still just 3.5 points behind the leader.  The most-improved is Sheffield University, which jumps 63 places to 56th. Its giant leap is largely thanks to a strong new sustainable food policy, increased environmental staff capacity and the introduction of ambitious carbon-reduction targets. Glasgow climbs 47 places and Leeds jumps a creditable 43 spots (to 58th). And Reading moves up to 17th, a rise of 42 places. This is because it devotes significant staff resources to environmental management and is one of only 10 institutions to have signed up to the Worker Rights Consortium to monitor supply chains.  London South Bank, which last year achieved a 2:1, this year did not even sit the exam, meaning it was one of nine institutions that did not provide the information needed. Oxford and Cambridge both perform worse this year than in 2012. Cambridge gets a third and drops 17 places, now ranking 113th out of 143. Oxford, which scraped a third in 2012, is one of this year&apos;s failures.  More on the Green League  See the full table on the Guardian datablog  Find the full methodology and raw data at People and Planet  On the Higher Education Network: live webchat on university sustainability Friday 14 June, 12-2pm.  On Guardian Students: student bloggers write about why Oxford fails the Green League  and how the University of Reading has charged 42 places up the chart.  How can students get more involved in greening their universities? Guardian Students hosts a webchat with activists to debate how students can make a difference. Share your comments and tips from 1-3pm on Tuesday.", 
    "section": "education", 
    "gid": "education/2013/jun/10/people-and-planet-green-league", 
    "wordcount": "352"
}