{
    "headline": "Birdwatch: Rock pipit", 
    "text": "Britain&apos;s 12,000 or so miles of coastline support some of our greatest wildlife spectacles, including vast and noisy colonies of breeding seabirds  once memorably described by ornithologist Roy Dennis as &quot;Britain&apos;s Serengeti&quot;. Yet one coastal bird is often overlooked. Neither as comical as a puffin, nor as majestic as a gannet, as graceful as a tern or as noisy as a gull, the humble rock pipit is, in some ways, the quintessential &quot;little brown job&quot;. Yet if you take a closer look, its habits and appearance make the effort well worthwhile. This New Year&apos;s Day we fought off the previous night&apos;s hangover with a day on the beach, at Brean on the Somerset coast, complete with a barbecue, and impromptu games. As the children played on the rocks at the top of the beach, I saw a small, slender bird up in the air, then it parachuted down to hide in a rock crevice. It was a rock pipit: the only small bird that would choose such a harsh, and apparently unproductive, environment in which to live. For rock pipits don&apos;t just visit the coast occasionally, like other small birds. They actually live there all year round. Apart from a few obscure South American species, I cannot think of any other songbird that chooses the coast as its home. The rock pipit does so because, in the absence of competition from rival species, it can take advantage of the abundance of invertebrate life provided by a twice-daily change of tides. Like other members of its family, it spends most of its time on the ground, walking purposefully from place to place and grabbing morsels of food with its sharp, slender bill. It can be exceptionally tame. One I came across on a Somerset clifftop last autumn walked right up to me, utterly unfazed by my presence. Seen well, the rock pipit is easy to distinguish from its more widespread cousin the meadow pipit. It is a larger, bulkier and altogether darker bird, with an olive-grey plumage, heavy streaking on its breast, and dark legs. I can still remember seeing my first rock pipits, in rocky coves on the Isles of Scilly back in the mid 1970s. I was struck then how distinctive they appeared  a classic example of how a bird may appear hard to identify in a field guide, but is very obvious in the field. Yet rather bizarrely, in those days ornithologists &apos;lumped&apos; the rock pipit with its inland relative, the water pipit, considering the two to be different races of the same species. In winter they are superficially similar, though the rock pipit always appears much darker. In the breeding season, however, the water pipit is transformed into a vision of blue-grey and brown, tinged with delicate pink on the breast  very different from his coastal counterpart. The two species also breed in very different places: while the water pipit nests amongst Alpine pastures, the rock pipit remains by the sea, launching himself into the air, and uttering his loud and rather tuneful song, before floating down to earth once again.", 
    "section": "environment", 
    "gid": "environment/2013/jan/20/birdwatch-rock-pipit-sea-wildlife", 
    "wordcount": "519"
}