{
    "headline": "'Legitimate rape'  a medieval medical concept", 
    "text": "Todd Akin, the Republican candidate for senate in Missouri, said in an interview released this weekend that he did not support abortion for rape victims because:   &quot;If it&apos;s a legitimate rape, the female body has ways to try to shut that whole thing down.&quot;  The idea that rape victims cannot get pregnant has long roots. The legal position that pregnancy disproved a claim of rape appears to have been instituted in the UK sometime in the 13th century. One of the earliest British legal texts, Fleta, has a clause in the first book of the second volume stating that:  &quot;If, however, the woman should have conceived at the time alleged in the appeal, it abates, for without a woman&apos;s consent she could not conceive.&quot;   This was a long-lived legal argument. Samuel Farr&apos;s Elements of Medical Jurisprudence contained the same idea as late as 1814:   &quot;For without an excitation of lust, or the enjoyment of pleasure in the venereal act, no conception can probably take place. So that if an absolute rape were to be perpetrated, it is not likely she would become pregnant.&quot;   This &quot;absolute rape&quot; is not quite the same as Akin&apos;s &quot;legitimate rape&quot;. Akin seems to be suggesting that the body suppresses conception or causes a miscarriage, while the earlier idea of Farr relates specifically to the importance of orgasm. Through the medieval and early modern period it was widely thought, by lay people as well as doctors, that women could only conceive if they had an orgasm. The biological basis for this idea is what the historian Thomas Laqueur has termed the &quot;one sex system&quot;. The one sex system suggests that women&apos;s reproductive organs are fundamentally based on men&apos;s reproductive organs, so the vagina is represented as an inverted penis, the ovaries are testes and so on. Women had &quot;cooler&quot; constitutions, and therefore lacked the heat or force to drive the gonads out of the body, to convert ovaries to testes. Thinking of the sexual organs as mirrors of each other obviously led to questions about the existence of a female &quot;seed&quot; or ejaculate. There was a disagreement about the roles of male and female seed  did they mingle to create the offspring, or did they contribute different things? Whatever the female seed contributed to conception, it was thought necessary, and so in theory a female orgasm was as important as a male orgasm. Not everyone agreed with this interpretation. Helkiah Crooke, in his 17th century anatomy book Microcosmographia suggested that women&apos;s sexual organs were not simply inverted versions of men&apos;s, and said that a woman&apos;s orgasm was not always needed, although conception was much more likely, and a pregnancy much more secure, if she had one.  Generally, though, the idea that a women had to orgasm in order to conceive (although not necessarily at exactly the same time as her male partner) was widespread in popular thought and medical literature in the medieval and early modern period. By logical extension, then, if a woman became pregnant, she must have experienced orgasm, and therefore could not have been the victim of an &quot;absolute rape&quot;.  Medical theories of sex, reproduction and conception changed gradually through the 18th century, so that by the 19th century the female orgasm was considered much less important for conception, and the female &quot;seed&quot;  if it even existed  was of less significance to the foetus. In popular culture the idea of the essential female orgasm lingered, and seems to still exist in a mutated form today.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/aug/20/legitimate-rape-medieval-medical-concept", 
    "wordcount": "602"
}