{
    "headline": "Crowdfunding and cyclists: a natural combination?", 
    "text": "What links a New York film producer, a Somerset frame builder, a Chicago beekeeper and a Californian electrical engineer? All four love to pedal, but also have an innovative approach to raising funds for cycling projects. Crowdfunding was originally developed by charitable organisations as a way of engaging donors and securing funds from ordinary members of the public. The growth of social media has recently made crowdfunding an attractive option for entrepreneurs. Websites such as peoplefund.it and Kickstarter allow investors to pledge as little as 1 to a project, with an all-or-nothing model meaning that if the campaign doesn&apos;t reach its target amount by the deadline, no one has to pay a penny. Most campaigns offer a reward for investors. This could take the form of paying up front for a product that doesn&apos;t yet exist, getting equity in a new company, or receiving a service from a new business when it is up and running. Recently, a number of cycling businesses have been getting in on the act. The Bicycle Academy, based in Frome, is one of the most successful initiatives in the history of UK crowdfunding  raising 40,000 in just six days. Offering cycle framebuilding courses from a new workshop in the Somerset town, the business appears to have hit upon the perfect crowdfunding mix: a new idea, an in demand service, great timing and a healthy dose of philanthropy. The first bikes made by graduates of the 500 frame building course are sent to Africa with the help of the Re~cycle charity. The organisation&apos;s success was not down to luck  founder Andrew Denham had to work really hard to build momentum for the project before launching the funding push. &quot;I courted what would become my customer base for 11 months prior to the launch. From the very start I wrote a project blog, kept Twitter and Facebook accounts and created teaser videos&quot;. The Bicycle Academy hit the ground running, but Denham still had to put a lot of effort in. The hard work paid dividends  a second wave of 10 places on the frame building course sold out within one minute. Over 400 hours of support were also pledged by lawyers, accountants and electricians to help get the project off the ground. The Bike-a-Bee project also used crowdfunding to its advantage. Utilising bikes with trailers to bring beehives to community gardens and urban farms all across Chicago, the project also enlisted the help of social networks to spread the word. The choice of crowdfunding was deliberate. &quot;It&apos;s not just an excellent way to raise funds,&quot; says Jana Kinsman, the project leader, &quot;it&apos;s also a way to engage your community. I could have just applied for grants or raised money in a low key way, but because I went with Kickstarter the project got more press, more support, and we raised enough money to get it going.&quot; As with the Bicycle Academy, offers of support stretched beyond the financial. &quot;I had a lot of people offering their time and talent. A few people asked if they could help with the beekeeping aspect, and some beekeepers have contacted me about doing a honey trade.&quot; Kinsman believes that crowdfunding and cycling share a similar ethos. &quot;Cycling is such a community activity, it connects you directly with your streets and you&apos;re more present in the road&apos;s ecology. I&apos;ve been a part of the cycling community in Chicago for at least six years and for the most part everyone is helpful and engaging. &quot;I think cyclists seek out community and will help out in groups where a similar camaraderie is present. I can see that being true for Kickstarter too.&quot; Altruism is not always a requirement for successful crowdfunding. Sometimes, just having an excellent product brings in the backers. When California-based Monkeylectric needed funds to develop a new version of their innovative spoke lights, they turned to Kickstarter, raising over $67,000 (42,300). Most backers were bike commuters and pledged enough to receive the lights on launch  effectively paying up front for a product that hadn&apos;t yet gone into production. Some of the early beneficiaries of crowdfunding were filmmakers. In 2004, Spanner Films raised more than 900,000 to make its climate change documentary The Age of Stupid. It&apos;s a road that Bicycle Film Festival founder Brendt Barbur has decided to take to help produce a follow up to the classic cycling film A Sunday in Hell, originally made by Danish filmmaker Jorgen Leth. The new film&apos;s Kickstarter campaign aims to raise $27,000 to fund production costs. They are yet to reach the target, a situation that Brendt finds mystifying. &quot;I sent out over 500 emails and contacted all of our followers on Facebook and Twitter  perhaps I should have name dropped a bit more!&quot; He feels the way Kickstarter has moved away from its roots in the arts and more towards a consumer culture has not helped. &quot;It&apos;s easier to sell an object than an idea.&quot; Despite this, Brendt has no intention of giving up on the project, even as the deadline approaches. &quot;The film will definitely go ahead, there&apos;s still time for the funds to come in.&quot; Whatever the result of his campaign, Brendt still thinks the cycling community will continue to adopt innovative approaches to support their projects &quot;Cyclists are creative, astute and adventurous. They think differently about how they approach their daily lives.&quot;", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/mar/23/crowdfunding-cyclists-natural-combination", 
    "wordcount": "924"
}