{
    "headline": "Our children's human rights are being tragically neglected on the world's roads", 
    "text": "Two years ago last month, my beautiful granddaughter Zenani was killed in a road crash. She had been a teenager for just two days when she was killed. My family will never recover. When she left that morning for the World Cup kick-off concert in Soweto, I had no idea that it would be the last time I&apos;d see her. I don&apos;t remember what I said, I don&apos;t even remember how long I hugged her for. You desperately try to reach for these memories but sometimes they start to fade away. Yet there are reminders of Zenani every day. One less child to send out in the morning. One less uniform to buy. One less set of pencils. Sitting alone at the table is Zenani&apos;s younger brother  I used to prepare breakfast for both of them there. And now he is alone. No one deserves his loss, no family should suffer our pain. But on the same day that Zenani was killed, 1,000 families around the world lost a child in a road crash. And every single day this is repeated again and again  1,000 more families who will never see their children grow up. This terrible daily slaughter on our roads is largely preventable. Yet we stand back and let it happen. The children who are being killed  and the many thousands more every day who are injured  could and should have been protected. It&apos;s when you consider this that you become aware of the far greater tragedy  the tragedy of our failure. Until it struck at the heart of my family, I was one of those members of the public to whom road accidents were just that: accidents, a terrible fact of life, simply accepted. I didn&apos;t think to ask  what are we doing about this? Yet when you start looking for solutions to this particular human catastrophe, they are not hard to find. Road crashes don&apos;t require a new vaccine, or years of research to design a remedy. The frameworks and practical policies to protect our children and prevent these tragedies are already in existence, yet in many places they are simply not being put into practice. Across the world, the rights of children are disregarded on a daily basis. Children have no direct political voice, and are therefore dependent on adults and wider society to keep them safe. They have a right to this protection, and we have a duty to provide it. This principle underpins the UN convention on the rights of the child. This framework for upholding children&apos;s rights is clear, well established and universally recognised. The legally binding convention, ratified by nearly every country in the world, is based on the understanding, as outlined in the text, that children need &quot;special safeguards and care&quot;. This includes the right to a &quot;safe environment&quot;. Yet it is precisely at the point when children are most at risk, when they are closest to what is most likely to kill or disable them, that their rights are most often neglected. The greatest risk our children face as they grow out of infancy is road traffic injury. Worldwide, road injuries are the leading cause of death for children over the age of 10. More than 300,000 children and young people between the ages of 10 and 24 are killed on the world&apos;s roads each year and a million more are permanently disabled. By allowing them to die and be injured in their hundreds of thousands we are neglecting our children&apos;s right to protection and their very right to life, on a global scale. So it is in Zenani&apos;s name that my family is now campaigning and joining the Decade of Action for Road Safety to call for more to be done to protect children on the roads around the world. The solutions are right in front of us. It may be a safe crossing to school, a footpath to keep them safe from speeding traffic, child helmet standards, enforced legislation for child seats and seatbelts, or tougher action to prevent drink-driving and speeding. And we are making a start. Under the banner of the Zenani Mandela Campaign more than a dozen organisations, including the Road Safety Fund, the UN Environment Programme and the World Resources Institute came together at the Rio+20 conference in Brazil to pledge action and resources to protect children on the roads and improve urban road environments. But much more is needed, and I call on companies, donors and the public to support our campaign. On 18 July, the Zenani campaign will be an important part of Mandela Day, the day set aside to encourage people around the world to honour my father&apos;s birthday through actions that will help others in society. It is an opportunity to commit ourselves to this new struggle for basic human rights, on every road in the world, so that other families do not have to suffer the tragedy that has befallen mine. For the sake of thousands of young lives, we can and we must do far more.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/18/childrens-human-rights-worlds-roads", 
    "wordcount": "847"
}