{
    "headline": "Scientists stage mock funeral outside parliament in funding protest", 
    "text": "More than 100 scientists took part in a mock Victorian funeral procession in Westminster on Tuesday morning to protest against a science funding policy they claim &quot;puts the future of British science in mortal danger&quot;. The scientists staged a rally outside parliament before delivering a petition in a coffin to Downing Street. Around 25 scientists also met their MPs to ask them to sign an early day motion about their concerns. Most of the protesters were organic chemists, but there were also physicists and mathematicians. They argue that funding decisions are affecting fundamental research and claim that if the current policy  which asks grant applicants to predict the benefits of their research in advance  had operated in the past then penicillin and lasers would not have been developed. The funeral procession marked the foundation of a new lobby group, Science for the Future. The group is backed by nine Nobel laureates, who yesterday wrote a letter to the Telegraph calling for reform of the government agency that allocates funds for chemistry research, the Engineering and Physical Sciences Research Council. The authors claimed the EPSRC is &quot;squandering British taxpayers&apos; money&quot;. &quot;Leading scientists, including several Nobel laureates, have come together to call on the government to immediately reform the EPSRC&apos;s policies and secure the UK&apos;s competitive edge in science innovation,&quot; said Professor Anthony Barrett, director of Science for the Future. &quot;If we do not succeed, the future of British science and industry will be irreversibly damaged and plunged back into the Dark Ages.&quot; The EPSRC  issued a statement saying that it &quot;is committed to ensuring that the UK continues to have an enviable international research reputation, punching above its weight in quality, and maximising the societal and economic benefits of what we invest in&quot;. During the rally, the research council said on Twitter that it was a &quot;myth&quot; that the EPSRC no longer uses excellence as a funding criterion. The body has been under fire from scientists since launching its new funding strategy last year, named &quot;Capability Shaping&quot;. The initiative is designed to help the EPSRC cope with government cuts of up to 15% in real terms. Among other things, the council wants to reduce funding for synthetic organic chemistry. &quot;Historically, we reject two-thirds of the applications that come in to us,&quot; said EPSRC chief executive David Delpy, &quot;so there will always be some who are dissatisfied with the decision we made.&quot; The EPSRC claimed that Tuesday&apos;s protest represented a slim proportion of all the researchers it funds, which last year totalled 8,000. But Barrett put down the small turnout to fear of &quot;retribution&quot; among researchers. &quot;They&apos;re concerned that their future grant proposals will be in danger,&quot; he said. Barrett and Science for the Future have been criticised by science policy academics. &quot;There isn&apos;t a cat&apos;s chance in hell of the government scrapping EPSRC or forcing it to change its policies ahead of the next election,&quot; said James Wilsdon, professor of science and democracy at the University of Sussex. He said the protest represented &quot;sour grapes from a few research groups who consider themselves to have lost out&quot;.", 
    "section": "science", 
    "gid": "science/2012/may/15/scientists-stage-mock-funeral-parliament-funding", 
    "wordcount": "543"
}