{
    "headline": "Inversion  review", 
    "text": "In this era of relentless franchise-milking (fuelled by risk-aversion), it&apos;s always a pleasure to see a completely original new game and, on the face of it, that&apos;s what Inversion appears to be. It&apos;s a third-person shooter with a twist: you get to manipulate gravity (and your enemies can do likewise to hinder your efforts). But there&apos;s a problem: anyone approaching Inversion and anticipating true individuality will be appalled by how much in thrall to Gears of War it seems to be. Which is no bad thing when you take into account a nicely fettled, accurate and responsive aiming system, allied to a rock-solid cover system. But unfortunately  at least during the early stages of the game  the GoW-worship extends to meat-headed characters who utter nothing but the most appalling, clichd, gung-ho Americanisms, and the colour palette is composed almost entirely of brown and grey. There&apos;s nothing wrong with taking inspiration from one of the games industry&apos;s most revered franchises (although I&apos;ve never quite understood its appeal)  but preserving its least appealing aspects is a bit rich. However, first impressions prove a bit illusory in Inversion&apos;s case. It&apos;s pretty enjoyable to play once you&apos;re past the initial stages. In many ways, it&apos;s quite an old-fashioned game, but that&apos;s not meant in a disparaging way. Its single-player game builds slowly, taking care to introduce each gameplay element discretely, and you can see why: its single-player game is unusually meaty and long-lasting by modern standards. It builds up the confidence of those who don&apos;t necessarily have the hand-eye co-ordination and fast-twitch responses of an Olympic table-tennis player. The story offers a bit more than Gears of War. You play Davis Russel, a cop in the fictional, identikit US city of Vanguard, who is heading home after a day&apos;s work with his partner Leo Delgado in tow when all hell breaks loose. Huge, heavily-armed guys (who make the Incredible Hulk sound like Noel Coward) appear, along with weird gravity anomalies that rip the city apart. The pair find Leo&apos;s dead wife, but are captured by the Lutadores, as the (apparently alien) baddies are known. Naturally, they escape and a hunt for Leo&apos;s missing daughter ensues.     Inversion    While that hunt never really involves many brain cells, it&apos;s quite satisfying in gaming terms. You gradually acquire the ability to manipulate gravity yourself (by aiming at things and either making them weightless or extra-heavy, thanks to a pack on your shoulders which must be recharged), which you can use to solve puzzles (such as creating cover from fixed guns or picking up cars and firing them through locked gates) or to flush enemies out from cover. Plus, when you get the heavy-gravity option, you can use it as a bullet-deflecting shield. There are some decent boss-battles, and Inversion demonstrates an unexpected level of polish. Within its poorly art-directed confines, it looks pretty good, and the shooting and gravity manipulation impress thanks to their precision and absence of glitchiness. The weapons are commendable, although again overly reminiscent of Gears of War  the stock assault rifle even has a blade attached, and there&apos;s a preposterous (although satisfying) shotgun which can take out enemies even if they are 50 feet away. Although it only holds six cartridges, at least. The whole game can be played co-operatively, which is appealing, and even the single-player game contains well-judged co-operative moments in which you have to look out for your buddy Leo. The multiplayer might attract Gears of War fanatics, but it doesn&apos;t really convince. Overall, Inversion is a tiny bit frustrating. It&apos;s a nicely crafted game with some good ideas, which nevertheless seems unwilling to claim an identity of its own. If you liked Gears of War, you&apos;ll enjoy playing it, but you might find its sheer familiarity a bit annoying. And if you like third-person shooters that don&apos;t require superhuman skills, you&apos;ll enjoy it, too. But if you&apos;re looking for something futuristic, cutting-edge and distinctive, keep on looking.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/24/inversion-game-review-xbox-ps3", 
    "wordcount": "663"
}