{
    "headline": "Sergey Brin tests Google Glass on New York subway", 
    "text": "You don&apos;t expect to find one of the world&apos;s richest men riding the New York subway looking a little like a hobo. But last week, Sergey Brin, the co-founder with Larry Page of Google, was photographed by Noah Zerkin, who happens to be an enthusiast about augmented reality and wearable computing  which, as it happens, is what Brin was experimenting with down in the subway. Brin, 39, is in charge of the top-secret developments inside the &quot;Google X&quot; projects, while Page runs the company as the chief executive. One of those projects is &quot;Google Glass&quot;  wearable glasses which also include a screen showing computer data just at the edge of the field of vision of the right eye. Worth more than $15bn (9bn) based on his Google stockholding, Brin co-owns a Boeing 767 jet plane  but as the photo shows, he&apos;s also perfectly happy to take the underground, carrying a yellow plastic bag. Brin is wearing the glasses which, if connected to a wireless network, can feed in information about the scene in view, based on location data and Google search data. However, commented Zerkin, &quot;I suspect that even the most powerful man in the world can&apos;t get [a] signal in the NYC subway.&quot; Brin has also been photographed on the streets of San Francisco using the Glass prototype, which looks like a pair of lightly shaded spectacles with slightly thicker sides. The computer inside is able to take photos and video of what the wearer is looking at and share them immediately online, or show information about the surroundings and possibly people you recognise. Zerkin certainly recognised Brin, and said he had had &quot;a brief conversation with the most powerful man in the world. On the downtown 3 train. Nice guy.&quot; Brin&apos;s appearance brought some comment: Nick Bilton of the New York Times commented that he looked &quot;like an assassin&quot;. Mark Turetksy remarked: &quot;He was probably playing [online game] Words With Friends during your conversation.&quot; Google Glass is expected to be made available to developers later this year, costing $1,500, and Google is inviting developers to &quot;hackathons&quot; in San Francisco later this year, and in New York at the beginning of February, to try to figure out interesting applications for the glasses. Brin has previously said the biggest problem has been the battery life, though Google is working on that. Brin showed off the potential of Google Glass last May at the Google I/O conference, when a team of skydivers gave a live relay from the built-in camera on the glasses to the audience below.", 
    "section": "technology", 
    "gid": "technology/2013/jan/21/sergey-brin-google-glass-new-york-subway", 
    "wordcount": "443"
}