{
    "headline": "On the road: Toyota Auris Hybrid", 
    "text": "A few years ago, a new threat to road safety emerged: Satnav Racer. Millions of drivers (I forget the exact figure  it was probably a survey of about three people) admitted to trying to get home before their satnavs predicted they would. Britain&apos;s roads were no longer safe. In these leaner economic  and more environmentally-conscious  times, you don&apos;t hear so much about Satnav Racer. I have, however, identified a potentially even more lethal menace: MPG Man. You&apos;ll findhim in a hybrid because everything in a hybrid  the displays, the green lights, the bar charts  is telling you to milk every last inch from your gallon. Why&apos;s that dangerous? Because not only does MPG Man try to use the accelerator as little as possible, but he&apos;s reluctant to go anywhere near the brake. Plus he&apos;s so obsessed with the display that he&apos;s not thinking about anything else. I become him in this Auris Hybrid. I&apos;m not slowing down for corners, junctions, anything. Even though the battery charges when I brake, it means I&apos;ll only have to accelerate again: better to stick to one speed. So I&apos;m sailing round tight turns in narrow residential streets at 30mph. I&apos;m not indicating: that would use precious battery power, compromise my electricity and mean that the petrol engine will kick in sooner. Why bother with lights at all, in fact, when there are street lights? Was that a school back there? Who knows. Oh, and I&apos;m freezing  numb with cold  but I&apos;m certainly not going to risk the heater. I still never achieved Toyota&apos;s claimed 72.4mpg. All that aside (actually, I think there might even be the teeniest something in the above), the Auris isn&apos;t a bad car. The design has been sharpened up (you don&apos;t remember the previous Auris? Exactly), though its ugly rear doesn&apos;t look as if it belongs to its more successful front end. Inside, it&apos;s blandsville central, though not entirely unpleasant. There&apos;s more room in the boot than in the hybrid version of the last model because they&apos;ve moved the battery under the back seat. To drive? Around town it&apos;s quiet and easy. It makes a bit of a fuss getting up to speed on the motorway, but once there it&apos;s more relaxed about it. The ride is firm, quite harsh on the speed bumps (don&apos;t forget we&apos;re not slowing down for them), and the steering is surprisingly precise  good for those tight 30mph turns... Oh yes. Once the green mist descends and you&apos;re transformed into MPG Man, the Auris Hybrid becomes much more exciting to drive. But on the downside, you are now a major threat to road safety. Toyota Auris Hybrid      Toyota Auris Hybrid Photograph: Simon Stuart-Miller for the Guardian    Price 21,745 Top speed 112mph Acceleration 0-62mph in 10.9 secondsCombined fuel consumption 72.4mpg (they say)CO2 emissions 91g/kmGreen rating 9/10 Cool rating 6/10", 
    "section": "technology", 
    "gid": "technology/2013/apr/20/toyota-auris-hybrid-car-review", 
    "wordcount": "475"
}