{
    "headline": "Diablo 3  review", 
    "text": "There was no excuse for the shambolic launch of Diablo III. It was the most widely awaited PC game in, oh, ages  we know this because developer Blizzard Entertainment mentioned &quot;2million pre-orders&quot; in passing. So the protracted meltdown suffered by the company&apos;s servers was shoddy. Seven years after the equally laughable first few days in the online life of World of Warcraft, Blizzard seems no closer to having the infrastructure to support its products at launch. Equally risible are the demands Diablo III makes on your network. There&apos;s no option to swerve the online community and play offline, not even a single-player mode. Diablo III must always be online. So even if Blizzard&apos;s servers aren&apos;t groaning under some (apparently wholly unpredictable) demand, stable and speedy broadband is required. Let those who are absolutely confident in the integrity of their internet connection blithely enjoy the game  the rest of us will just have to take our chances. These (not significant) shortcomings are all the more galling in light of the fact that Diablo III is an endlessly playable, occasionally madly thrilling role-playing actioner of the kind that can keep you up all night. It harks back to the arcade dungeon-crawlers of the last century even as it points the way towards a future of customisable online multiplayer communities. The look, the sound, the ease of use and, above all, the endless variation make Diablo III a longlasting pleasure. The broad strokes (hone your character&apos;s skills, collect items, get involved in frequent combat) are simple; the complexity is all in the details. A beginning-to-end jaunt ought to last maybe 20 hours (longer as you increase difficulty, when tactical acumen becomes as critical as brute force). It&apos;s rewarding enough to make the initial shambles forgivable. The &quot;always online&quot; diktat is a different thing altogether.", 
    "section": "technology", 
    "gid": "technology/2012/may/27/diablo-3-review", 
    "wordcount": "307"
}