{
    "headline": "Arnold Schwarzenegger launches virtual 'sustainable world' project", 
    "text": "Arnold Schwarzenegger and Europe&apos;s climate chief, Connie Hedegaard, are spearheading a new push to help people envisage a sustainable future using low-carbon resources. The Sustainia initiative, launched on Wednesday with the support of the United Nations global compact, aims to take dozens of new and developing technologies from renewable energy to hydrogen-powered buses, and use designers to create visual representations and recreations that will allow people to imagine what a more environmentally friendly world would be like. This is needed in order to allay people&apos;s fears that opting for more environmentally sustainable practices may lead to a lower quality of life, according to the founders. &quot;We&apos;ve done this because it is hard for people to understand what a sustainable future could look like,&quot; Hedegaard told the Guardian. &quot;Many people do not want to give up what they know because they fear that if we get away from business as usual, we will go to a grey and uninteresting life. But we can show that doesn&apos;t have to be  we can create cities where there is cleaner air, where people have better transport and nice houses to live in. Showing that vision is very important.&quot; The initiative is aimed at the Rio+20 conference this June, where governments, businesses and civil society will discuss ways to encourage environmental sustainability. The theme of the Rio+20 conference is &quot;the future we want&quot;, and Sustainia is meant to allow people to envisage what such a future would look like. As well as creating a virtual model of a future sustainable world, and publishing a book laying out what that world will look like, the organisers of Sustainia will set up an award they are billing as a &quot;Nobel prize for sustainable development&quot;. It will reward technological breakthroughs and designs that tackle environmental problems. Schwarzenegger said: &quot;Being a champion in body building, in movies and in politics where I was able to lead California to renewable energy, energy efficiency, green jobs  I believe it is important to demonstrate that sustainability is the better choice for all of us. For communities around the world and for the individual, the Sustainia award offers a multitude of benefits in terms of better health, more liveable regions and cities and increased productivity. But we need to actually see it to understand it. And this is what we will make possible.&quot; The head of the Intergovernmental Panel on Climate Change, Rajendra Pachauri, and Gro Harlem Brundtland, the former politician, many regard as the founder of environmental sustainability thinking, after she coined the definition of sustainability at the first Rio conference 20 years ago, are also taking part in Sustainia. Businesses are also involved, including Microsoft, General Electric, Philips and TetraPak. Georg Kell, executive director of the UN Global Compact, said: &quot;Sustainia is a clear articulation of the future we want&quot; and aligns well with the message the UN wants to convey in Rio and beyond: we can build a desirable, sustainable future. Sustainia is a fresh and much-needed approach to communicating sustainability, engaging key stakeholders, and inspiring tangible action.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/07/arnold-schwarzenegger-sustainable-world", 
    "wordcount": "523"
}