{
    "headline": "Tandem incubator casts $32m net wide in search of mobile startups", 
    "text": "Europe certainly isn&apos;t a tech-funding wasteland, but the investment ecosystem for mobile startups on this side of the Atlantic is still a world away from Silicon Valley. So should more European firms be looking to California for funding? One possibility is Tandem Fund II, a $32m fund unveiled by Tandem Capital. The company, based just outside San Francisco in Burlingame, styles itself as a &quot;mobile-exclusive accelerator&quot;, investing $200k sums in early-stage mobile startups including companies from outside North America. Founded in June 2007, the company&apos;s first fund invested in startups including ZumoDrive and Attassa since acquired by Motorola and YouSendIt respectively. It has also invested in mobile games firms PlayHaven and BitRhymes, taking a hands-on approach in all cases. &quot;We call it muscle capital,&quot; says co-founder Doug Renert. &quot;We invest funding, but very importantly our own sweat and time and effort into each business, to come in very early to try to get those businesses traction and take them forward.&quot; Renert claims that nine of the 10 companies receiving investment from Tandem&apos;s first fund were either acquired or went on to raise money at higher valuations a 90% success rate. Hence the second $32m fund, with an array of high-profile Silicon Valley figures on board as strategic investors. &quot;We&apos;re funding three companies every quarter, so 12 a year,&quot; says Renert. &quot;We now have enough capital to participate not just in first rounds, but to continue being a part of the later funding rounds too.&quot; Funded companies are expected to relocate to Tandem&apos;s Burlingame office for the duration of their six-month incubation period, although they&apos;re free to then move elsewhere. Including back to their home countries, for Tandem is casting its net wide. &quot;We had one team move out from Norway for six months, and another from India. They may not stay out here, but it&apos;s important to closely collaborate during that critical phase,&quot; says Renert. &quot;There are great founders, engineers, product experts and entrepreneurs around the world. If all you do is fish around Silicon Valley and go hang out at Stanford [University], you&apos;re fishing in a relatively small pond. And lots of other people have lines in the water!&quot; Silicon Valley is thrumming with incubators, angel investors and other sources of funding for startups, with apps and mobile technology firms high in the mix. Renert hopes that Tandem&apos;s exclusive mobile focus, its promise of close collaboration and its decision not to spread its money and time too thinly will make it an attractive option.  &quot;You see some of these other programmes doing 100 companies at a time, which by the nature of the volume, means at best you can be a mentor or an adviser, but you really can&apos;t get deeply involved in the company and understand the market as much as you would otherwise,&quot; he says. Tandem may be focused on mobile, but it&apos;s not narrowing down much within that: Renert says it hasn&apos;t ruled out any category of mobile startup, from e-commerce and gaming through to payment solutions and productivity apps. There are nuances within this strategy. Renert admits that mobile gaming is &quot;a very crowded space it&apos;s going to be harder and harder to build the breakout game studio&quot;. Yet that didn&apos;t stop Tandem investing in BitRhymes, which has carved a niche for itself with female-focused casino games, attracting 2m active users. Renert says mobile commerce still has lots of untapped potential, and suggests that health and education are key &quot;transformational&quot; areas where mobile startups could grow very large very quickly. He&apos;s also bullish on the potential impact of tablets across all these categories. &quot;We have just scratched the surface of how a tablet disrupts all these markets, and user behaviour in general. It&apos;s a much bigger opportunity than even the phone was,&quot; he says. &quot;There are not as many apps out there, and there is still a wide-open window to become a leader on the tablet. That window may be around for another 12 months or so: it&apos;s a pretty critical time in establishing leadership, and we&apos;re seeing a lot of companies starting with tablet and then going to phone later.&quot; That said, Tandem expects mobile to continue to spawn big brands a shift from the last few years, where the likes of Facebook, Zynga, LinkedIn and Groupon all emerged as primarily web-based businesses, before going to mobile later. &quot;We feel that the next set of game-changing brands are going to come out of the mobile space,&quot; says Renert. &quot;Billions of new users are getting their first access to high-bandwidth internet around the world with these devices. Location and touchscreen change the way people behave, and every industry is completely disrupted by this. And startups for the first time have equal access to those users to the large companies: it&apos;s a total level playing field.&quot; Tandem&apos;s next deadline for applications for its Tandem Fund II is 1 July. It will be interesting to see if more European mobile startups throw their hats in the ring.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/14/tandem-fund-mobile-startups", 
    "wordcount": "863"
}