{
    "headline": "Plastic bag use 'up for second year running'", 
    "text": "The number of single-use plastic bags handed out to shoppers by UK supermarkets has risen for the second year running, new figures from the government&apos;s waste reduction body Wrap have revealed. The figures will be a huge disappointment to the government, which backed a voluntary scheme to cut the use if throwaway bags. A total of 8bn &quot;thin-gauge&quot; bags were issued in the UK in 2011  a 5.4% rise on the 7.6bn in 2010  and with every shopper now using an average of almost 11 a month. It is the second year in a row the number of throwaway plastic bags has risen, although their use has fallen by more than a third (35%) since 2006, when 12.2bn bags were handed out. Retailers have blamed the recession, saying families have changed their shopping habits and are doing more smaller shops every week  often using public transport. Broken down, the figures reveal stark differences across the UK. In Wales, use fell by 22%, thanks to a 5p charge introduced last October. But in England use rose by 7.5% rise, Northern Ireland saw a 8.1% rise, although a levy will be introduced next year, while there was no significant change in Scotland, which is also consulting on a plastic bag tax. The data for Wales was published separately earlier in the week. The Welsh environment minister, John Griffiths, said: &quot;These results show that the way to significantly reduce the use of single-use carrier bags is for governments to introduce a charge to customers for them. Net profits from single-use bag purchase are donated by retailers to local charities and environmental causes.&quot; He added: &quot;The public have adjusted brilliantly to our bag charge and the majority now regularly take their own bags with them when they go shopping.&quot; The new data suggest consumers have become complacent or are ignoring efforts by the government and retailers to persuade them to change their ways. Plastic bag use plunged after 2006, when the government, retailers and green campaigners spearheaded a push to cut down on the 11bn plastic carriers Britons used each year, most of which find their way into landfill or  much more damagingly  into waterways and the sea, where they are a hazard to marine life. And by 2009, bag use was down by about 40% to under 6.5bn. The British Retail Consortium said the rise across the UK was down to changing habits in grocery shopping, with financial constraints meaning families are doing several small shops a week instead of one big trip. It said that they are also switching from using the car to public transport. Both factors mean they are less likely to have reusable or &quot;bags for life with them, the BRC suggested. The retailers&apos; organisation also said that plastic bags were not a major environmental issue, making up a fraction of 1% of household waste, but if governments wanted to reduce their use they would have to legislate. BRC head of environment, Bob Gordon, said: &quot;It&apos;s no surprise the use of a bag charge in Wales has reduced the number of bags taken by consumers there. If other governments see reducing the use of carrier bags as a priority, they will have to take a lead and go beyond voluntary measures. &quot; He added: &quot;Plastic bags have a symbolic status but their impact on the environment is much smaller than other things which retailers are turning their firepower on. For example, retailers are leading members of a new forum which will reduce the carbon footprint of thousands of everyday products, between them responsible for around 30% of global greenhouse gas emissions.&quot; The figures from Wrap showed the amount of new plastic being used to make carrier bags, including more durable &quot;bags for life&quot;, had fallen by more than half (51%) since 2006. Last year the amount of new plastic used rose by 11% but Wrap said the overall decline suggests more recycled materials are being used in plastic bags.", 
    "section": "environment", 
    "gid": "environment/2012/jul/05/plastic-bag-use-rise-supermarkets", 
    "wordcount": "678"
}