{
    "headline": "Dell's profits plummet by 18% as PC sales slump", 
    "text": "Dell&apos;s shares slid by more than 4% on Tuesday night after the company announced second-quarter profits down 18% and revenues down 7.5%, and warned of a challenging second half to the year, for which it has slashed its earnings outlook. A slump in PC sales hurt profits, and only the servers and network division saw revenues rise. Now Dell is pinning its hopes in the PC market on its favoured position as a tablet supplier in the first wave of Windows 8 products to be released this October. Once the world&apos;s top PC maker and a pioneer in the tight running of its supply chain, Dell now is struggling to defend its market share against Asian rivals including Acer and Lenovo, and the fast-growing adoption of tablets like Apple&apos;s iPad. Founded by Michael Dell, its chief executive, it is trying to execute a turnaround, juggling acquisitions in the enterprise sector with the aim of bolstering growth with the need to fatten margins by trimming expenses even as global tech spending appears to be slipping. In May, it warned that global tech spending is weakening faster than anticipated. The US&apos;s second-biggest PC maker, Dell on Tuesday forecast revenue would slide 2% to 5% in the fiscal third quarter from the second, to $13.8bn (83.5bn) to $14.2bn. That lagged Wall Street&apos;s target of $14.85bn. Lenovo particularly is now in Dell&apos;s rear-view mirror as it grows rapidly: last week it reported quarterly revenues of $8.01bn, up 35%, and net income of $141.4m. Its market share in PCs rose to 14.7%, almost level with the largest PC maker, HP, with 14.8%, according to Gartner. More seriously for Dell, Lenovo is thriving in the smartphone market, selling 7m units in China  a segment where Dell has tried and repeatedly failed to compete successfully. Now it is predicting earnings per share of &quot;at least&quot; $1.70 for fiscal 2013, compared with a previous forecast for more than $2.13. &quot;People had already expected them to take down numbers, but I think the level to which they are taking down numbers is pretty severe compared to expectations,&quot; said Cross Research analyst Shannon Cross. Pressure from Apple&apos;s iPad is telling on a number of PC makers, analysts said. &quot;In PCs, price pressure continues, and the iPad isn&apos;t helping,&quot; said Shaw Wu, an analyst at Sterne Agee &amp; Leach in San Francisco. &quot;An entry-level iPad is $399, and on many sites you can find it as low as $360. For a lot of people that&apos;s a viable alternative to the PC.&quot; Dell&apos;s consumer-PC segment, which has never been a strength, had its lowest revenue in five years at $2.6bn, on which it generated profits of just $14m. Its Global Large Enterprise division, its largest, saw revenue fall by 1% year-on-year and operating income by 3%. Dell&apos;s chief financial officer Brian Gladden said in an interview that the company tempered its outlook for the third quarter partly because it expects distributors to hold off on buying new computers before the late-October release of the latest version of Microsoft Corp&apos;s Windows operating system. &quot;The revenue deterioration we saw in the quarter was clearly above anything we expected,&quot; he told analysts. To shore up margins and generate revenue growth, Dell is trying to expand further into enterprise computing, where it then goes up against HP, which has an edge in services. On Tuesday, it announced that it had hired ex-HP networking chief Marius Haas to head up its enterprise solutions division and help hasten its push into global services. Enterprise solutions revenue fell 3% to $4.5bn, while server and networking revenue climbed 14%. In contrast, consumer revenue plummeted 22% to $2.6bn and operating profit by 83%, underscoring the plight of the broader PC market, where sales have been flat year-on-year, below broader economic growth trends. Haas, who joined private equity firm Kohlberg Kravis Roberts after departing HP, replaces Brad Anderson. Windows 8, to be launched at the end of October, is designed with touchscreen devices in mind. Analysts say it might give PC makers like Dell, HP and Lenovo a chance to win back the market share lost to the iPad. In June, Microsoft took the wraps off the Surface tablet computer, which some analysts see as an attempt to demonstrate the effectiveness of Windows as a mobile platform. But Michael Dell told analysts it could take a while for sales of the device to ramp up, saying that he has heard estimates from Microsoft that the new devices are likely to account for just 1% to 2% of total PC units shipped through the middle of next year. That would equate to about 4m to 8m over the course of the year. Cross said of Dell: &quot;The jury is out as to whether they will be able to improve their growth rates until they get some Windows 8 tablets out.&quot; As part of a restructuring, Dell intends to slash more than $2bn in costs over the next three years, primarily from the supply chain and sales group, as it sharpens its focus on the technology needs of corporations. Shares of the company, which plans to pay its first dividend to shareholders this year, remain down 15% in 2012, suppressed by disappointing quarterly earnings and fears that mobile devices are eroding PC spending.", 
    "section": "technology", 
    "gid": "technology/2012/aug/22/dell-profits-plummet-eighteen-percent", 
    "wordcount": "906"
}