{
    "headline": "Justine Greening defends UK aid budget but tightens spending controls", 
    "text": "Justine Greening, the UK international development secretary, has promised to tighten oversight of Britain&apos;s 7.6bn aid budget as she defended development spending as the &quot;right and smart thing&quot; to do. Speaking at the Conservative party conference in Birmingham, Greening, who took over from Andrew Mitchell a month ago, sought to make the case that it is very much in Britain&apos;s interests for countries to be stable and secure, and that they had the potential to become markets once they develop. &quot;It is in all our interests for countries around the world to be stable and secure, to have educated and healthy populations, and to have growing economies,&quot; Greening told the sparse audience, citing the example of Kenya. She pointed out that UK trade with Kenya was 1bn last year but could be so much higher as the African country develops. The coalition government has ringfenced the Department for International Development&apos;s (DfID) budget, which has not pleased many Tories who believe DfID should not have special treatment when other government departments are suffering budget cuts. Greening, however, said it was right that Britain will meet the long-standing UN target that rich countries spend 0.7% of gross national income on aid. The development secretary pitched the argument for aid at an emotional and intellectual level. Just back from a trip to Kenya, Greening said it was impossible not to look at the wasted potential of those trapped in poverty, at how &quot;many Steve Jobs&quot; are lost in the &quot;lottery of life&quot;. Aid, she added, mattered, especially for women, who struggled for an equal voice in many societies. Money, she said, is making a real difference as it &quot;is next to impossible to escape poverty if you are suffering from illness and disease&quot;. Greening said she wanted to build on the work of Mitchell, who ordered a review of all multilateral aid programmes and an assessment of the effectiveness of 43 aid organisations that received UK money, and one on bilateral aid. The review led to a cut in core funding to four organisations. Greening, a former accountant, said she had introduced financial controls, whereby she would have to sign off on aid projects worth more than 5m, instead of ones coming in at 40m. Greening, who promised to continue Mitchell&apos;s &quot;value for money approach&quot;, has ordered a review of how much the department spends on consultants. This follows media reports that DfID spent almost 500m in 2010-11 on consultants, mostly British, some of whom earn six or seven-figure incomes and used to work in government. Greening said it was right for DfID to end aid to China and Russia as the department focused on countries less able to help themselves. As countries become richer, the UK needed to move the relationship beyond aid to trade, said Greening, adding that she planned to have discussions with India on their trading ties. &quot;As countries develop, they become bigger markets. Look at China and India  we exported nearly 15bn to them last year,&quot; she said. &quot;If you talk to Jaguar Land Rover, whose fastest growing export market is China, they&apos;ll tell you how important this is because it creates jobs and investment here in the UK.&quot; She criticised the EU for giving aid to less poor countries and said she would be meeting European development officials next week to make sure the EU targeted aid where it could have the greatest impact. It was not right, she said, for the EU to provide aid for countries &quot;higher up the income scale&quot;. Pointing out that 18 countries had &quot;graduated&quot; from least developed country status, Greening said this showed that development aid was working. Anti-poverty campaigners welcomed Greening&apos;s commitment to the 0.7% aid target and her statements on EU aid. &quot;EU aid is increasingly focusing on the poorest people and countries,&quot; said Adrian Lovett, Europe executive director of the advocacy group ONE. &quot;Governments of China, Brazil and India will no longer receive development aid from the EU from 2014. The EU&apos;s development co-operation instrument is reducing from 48 to 29 the number of countries it will spend aid in. It is now vital that the UK wins the argument for protecting the 51bn of EU aid focused on the world&apos;s poorest people.&quot; On Tuesday, ONE released a poll showing 61% of UK adults agree with next year&apos;s planned increased spending on overseas aid. Two in five (41%) think the government&apos;s plan to spend 1.6p in every pound of government spending on international aid is about right, and one in five (20%) think this rate is too low. Only a third of people (34%) think it is too high.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/09/justine-greening-uk-aid-budget", 
    "wordcount": "805"
}