{
    "headline": "Student co-operatives fight back against exploitative landlords", 
    "text": "Meet the housing monster. The average weekly rent for students is 69 in the UK, with those studying in London forking out an average of 5,574 per year for dingy box rooms, a figure that dwarfs their 4,968 maintenance loan. It&apos;s a problem that&apos;s pushing students from low-income backgrounds out of higher education, says James McCash, president of Edinburgh University students&apos; association. &quot;Housing is becoming the next access issue. Up and down the country, already straddled by debt, students are struggling to pay extortionate rents.&quot; But there may be a solution. Through projects such as Students for Co-operation and the University of London Tenants&apos; Union, young people are setting up their own housing co-ops. This is an arrangement where a group of people live in and collectively manage their accommodation. Because they&apos;re the co-owners of the business that runs the accommodation, they don&apos;t have to deal with a landlord. After moving from university-owned accommodation to private housing in my second year I, like many other students, experienced the exploitative nature of private-rented accommodation, and resolved to do something about it. Along with nine of my friends, I helped to found the UK&apos;s first student housing co-op. We applied for funding from the Co-op &amp; Community Finance, an organisation that offers loans to projects that promise to benefit society. Along with Birmingham Co-operative Housing Services, which develops housing co-operatives across the city, we received 500k  enough to buy two high-quality properties that we could rent out at the rate of around 40 per person per week. This is half the going rate in the student area of Selly Oak in Birmingham. There are a whole host of reasons to live co-operatively, says Sylvia Behrendt, another founding member of our housing cooperative in Birmingham. &quot;Because of the exorbitant prices for halls I chose not to live in university accommodation in my first year. Private accommodation was also very expensive, and I struggled to make ends meet. As a group, we can save money on maintenance issues by reacting quickly without waiting ages for a landlord to half-heartedly call his or her contractor in to fix things.&quot; After the sucess of Birmingham Students Housing Co-operative, an organsiation named Students For Cooperation has been launched to provide students with the knowledge and tools to start a network of co-operatives across the UK. The organisation hopes to help students benefit from the knowledge of experienced co-operatives like Birmingham Co-operative Housing Services and provide students with a link to the 35.5bn UK co-operative sector. Training and workshops across the country will support members of existing co-ops as well as start-up groups. &quot;There is no reason tens of thousands of students can&apos;t be housed co-operatively in the UK,&quot; says master&apos;s student Dan Doherty, pointing to University of California, Berkeley in the USA which has a hugely successful housing co-op scheme accommodating over 1,250 students. University of London Union has recently created the London Tenants Union initiative which aims to provide students with the information they need to tackle unscrupulous behaviour by landlords, and to help them campaign on issues that affect residents. As well as looking out for the interests of London&apos;s students, they are also campaigning against University College London&apos;s plan to build a new campus in Stratford, east London, displacing the area&apos;s close-knit community. Housing horror stories and tales of dodgy landlords abound in student circles. For master&apos;s student Sebastian, it&apos;s not just extortionate rent that causes problems for student tenants. &quot;One morning, while friends were over, a builder&apos;s hammer fell through our mouldy living room ceiling. The landlord was there at the time and identified the problem as a leaking boiler. More than two months on, despite our protestations, the boiler has not been replaced and the hole in our ceiling is still there.&quot; Tenants&apos; unions and housing co-operatives can give students autonomy and better quality housing  beating the student housing monster.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/may/03/student-cooperatives-fight-back-against-exploitative-landlords", 
    "wordcount": "666"
}