{
    "headline": "Proposed new top-level internet domains to be unveiled", 
    "text": "Proposed new top-level domains for internet addresses to rival .com and .uk will be revealed in London on Wednesday. The Internet Corporation for Assigned Names and Numbers (Icann) received 1,930 proposals for 1,410 different internet suffixes by the 30 May deadline. There are already about 300 suffixes in use. The expansion will allow suffixes that represent hobbies, ethnic groups, corporate brand names and more. Icann has only revealed general trends so far and not specific details but some bidders have disclosed their ideas, including .lol, .bank, .baby, .music, .doctor, .YouTube and .Google. The new suffixes could allow businesses that joined the internet late and found desirable .com names taken to find alternatives, while others may wish to expand into multiple sites. More than a third of the proposals, 675, came from Europe, with nearly half, 911, from North America. The origins of the 1,930 suggestions in many ways mirror where the internet is most used. Only 17 proposals came from Africa and 24 came from Latin America and the Caribbean  areas where internet use is relatively low. But the 303 proposals from the Asia Pacific region were fewer than expected, especially given that the expansion will lift current restrictions on non-English characters and permit suffixes in Chinese, Japanese and Korean. China has the world&apos;s largest internet population, and there was talk of creating the Chinese equivalent of .com and other popular suffixes. There were 116 proposals for suffixes using characters beyond the 26 letters used in English, Icann revealed. Many of the 1,930 proposals were duplicates  749 were for 229 different suffixes  while the remaining 1,181 were unique. Icann is encouraging competing bidders to work out an agreement but the organisation will hold an auction if the parties fail to reach a compromise. After the list is published, the public will have 60 days to comment on the proposals. Someone can claim a trademark violation or argue that a proposed suffix is offensive. It will take at least a year or two for Icann to approve the first of the new suffixes. It will review each proposal to make sure its financial plan is sound and that contingencies exist in case a company goes out of business. Bidders must also pass criminal background checks. Companies and groups had to pay $185,000 (119,000) per proposal. Suffixes could potentially generate millions of dollars a year for winning bidders as they sell names ending in some of the approved names. Critics of the expansion include a coalition of business groups worried about protecting their brands in newly created names.", 
    "section": "technology", 
    "gid": "technology/2012/jun/13/proposed-top-level-domains-revealed", 
    "wordcount": "434"
}