{
    "headline": "Fragile intellect or fragile arguments?", 
    "text": "It has often been observed that scientists, some rather brilliant, can get things hopelessly wrong when they stray outside their field. Examples are legion, and it has been dubbed the Linus Pauling effect:  The phenomenon is a familiar one: let&apos;s call it &quot;the Linus Pauling effect.&quot; A highly respected and honored senior scientist, largely out of the mainstream and not up to date with the recent developments (and perhaps a bit senile), makes weird pronouncements about their pet ideas  and the press, so used to giving celebrities free air time for any junk they wish to say, prints and publishes it all as if it is the final truth.  Normally this happens when, say, a physicist starts thinking too hard about brains, but embarrassingly for me (one of my many sins is to be a geneticist), geneticists have a penchant for this too. What is really embarrassing is that more than one has made this mistake with a pet idea about genetics. I will now admit that I am going to step outside of my area of expertise (particularly with respect to human evolution and psychology), so if you are more knowledgeable in these areas, you can have some fun correcting my mistakes. One classic case is John Sanford and his ideas about genetic entropy. Sanford was a well respected geneticist, most famous for working out that one way of creating GM crops was to shoot them with gold (I was involved  briefly  in a project trying to do this to mildew). He steadily converted to a literal Christian position, including young earth creationism. Being a geneticist, he was faced with the problem of evolution, and wrote the book, Genetic Entropy, where he argued that the human gene pool was degenerating. Amongst the evidence he used for this conclusion was the reduction in the reported ages of people from the Old Testament. But Sanford is not alone. A couple hot-off-the-press articles published in Trends in Genetics have been garnering more attention than they&apos;re worth. In them, molecular geneticist Jerry Crabtree puts forward an argument that human cognitive abilities are declining:  I would wager that if an average citizen from Athens of 1000 BC were to appear suddenly among us, he or she would be among the brightest and most intellectually alive of our colleagues and companions, with a good memory, a broad range of ideas, and a clear-sighted view of important issues. Furthermore, I would guess that he or she would be among the most emotionally stable of our friends and colleagues. I would also make this wager for the ancient inhabitants of Africa, Asia, India, or the Americas, of perhaps 20006000 years ago.  But, like Sanford, Crabtree fails to analyse the problem correctly. In particular, neither show any understanding of quantitative genetics (this is the area of genetics that deals with lots of genes acting on a trait). But unlike young earth creationist Sanford, Crabtree doesn&apos;t even bother to present any data to indicate that an intellectual decline has actually happened. In his first paper, Crabtree argues that human intelligence has been declining, and remarkably, it has nothing to do with reality TV. Instead, his argument is that if we have lots of genes involved in intelligence, then it&apos;s fragile because if one gene &quot;breaks&quot;  mutates  everything goes awry and we become stupid. As the number of genes increases, it is more probable that one of those genes will mutate, and we know that each person carries roughly 60 new mutations in their genomes anyway. (Yup, it is generally accepted that we are all mutants. Collect your superpower on the way out.)  Crabtree extrapolates from analyses of X-linked intellectual deficiency (XLID) to estimate that between 2 and 5 thousand genes influence intelligence. Individually, each of these thousands of genes have only a minor effect on a population&apos;s intelligence, and extremely low intelligence may be less fit without there being much selection for &apos;normal&apos; intelligence. So basically, Crabtree is focusing on genes that have a large effect, but those are very rare: intellectual deficiency only affects 1-3% of the population (intellectual deficiency is an IQ less than 70). For this reason, it looks like intelligence is only fragile at the lower extreme. But if the general human population&apos;s intelligence is declining, it is not the extremes that we want to look at. After arguing in his first paper that intelligence is affected by lots of genes (correct), and that it is fragile (not correct, except in rare cases), Crabtree asks in his second paper how did we become intelligent, and what changed?  To understand the extremes of selection that must have occurred as our ancestors went from using speed, strength, and agility, to employing intellect to survive (a process that occurred over about 1 million years), consider the difficulty of optimizing 20005000 genes.  Unfortunately, there is no analysis of the selection pressure that shaped human intelligence. Crabtree does argue that selection must be weak, but he does so without bothering to check first with what we do know about selection on traits like intelligence:  Present studies indicate that the heritability of intelligence, judged largely by IQ scores, is between 0.5 and 0.7, and have called attention to important variables affecting these estimates. This level of heritability indicates that greater natural selection is necessary to maintain this trait compared to eye color, for example, where the heritability is much higher. In addition, one would need to sum the selective pressure for each of the genes operating independently to produce the trait.  The first problem is that Crabtree gets the relationship between heritability (roughly, the amount of genetic variation in a trait) and selection on the trait the wrong way round. In most cases, the effect of selection is to reduce genetic variation: if you remove individuals with a low trait value (in this case, low intelligence), variation is reduced. For this reason, low heritabilities are an indication that selection might be strong  all the genetic variation has been selected away. On the other hand, a heritability of 50% is usually considered fairly high. So although the data support Crabtree&apos;s argument, he&apos;s too ignorant of genetical theory to realise this (I will explain below why he still might not be right).  The other glaring error is Crabtree&apos;s suggestion that we would need to sum the selective pressure for each of the genes for intelligence. If he had read his Dawkins, he would know that selection doesn&apos;t act on genes: it acts on traits. Instead, we need to sum the effect of each gene to get the genetic contribution to a trait, but it&apos;s still the trait that actually evolves. And although the effect of selection on each gene can be quite small, the aggregate effect can still be large. But why does Crabtree think selection on intelligence might have stopped? We need to start with his assumption (for which he gives no evidence) that intelligence evolved to aid survival:  In the transition to surviving by thinking, most people (our non-ancestors) probably died simply due to errors of judgment or a lack of an intuitive, non-verbal comprehension of things such as the aerodynamics and gyroscopic stabilization of a spear while hunting a large, dangerous animal.  Ugg say he see archer fish comprehending aerodynamics and gyroscopic stabilization. He also say he not get close to large, dangerous animal unless it is knackered. Even stupid lion know this. Ugg say &quot;wot that big black obelisk doing here?&quot; The idea that we evolved intelligence to hunt just seems so naive: many other species hunt perfectly well without being particularly intelligent. Most of the current ideas about human evolution invoke social factors; it&apos;s also worth noting that the other intelligent animals we know about (parrots, corvids, dolphins and cephalopods) are also social. We all agree that as we evolved, we became more intelligent. But when does Crabtree think we stopped becoming more intelligent?  Most likely we started our slide with high-density living, which was enabled by the transformative invention of agriculture. Selection may have begun operating on resistance to the diseases that naturally grow out of high-density living, switching the pressure from intelligence to immunity. It is also likely that the need for intelligence was reduced as we began to live in supportive societies that made up for lapses of judgment or failures of comprehension. Community life would, I believe, tend to reduce the selective pressure placed on every individual, every day of their life. Indeed that is why I prefer to live in such a society.  This argument is undermined if sociality is the driver of intelligence, of course. It is also, curiously, the same argument that Andrew Brown has used to argue against Crabtree&apos;s position! Basically, Brown&apos;s argument is that there isn&apos;t selection on intelligence, but if that&apos;s the case, then a sensible reading of Crabtree&apos;s position is that the fragility of intelligence means that we tend to become less intelligent due to mutations. This is undermined if there is selection against low intelligence, because these mutations become purged from the gene pool. Crabtree does at least try to tackle the possibility that other factors might influence selection on intelligence:  Intellectual capacity and emotional stability have mating advantages that would reduce the rate at which mutations affecting these traits become fixed in our genome. This is true, but I fear does not take into account the extreme selection required to maintain traits dependent upon thousands of genes with reduced heritability. A huntergatherer who did not correctly conceive a solution to providing food or shelter probably died, along with his/her progeny, whereas a modern Wall Street executive that made a similar conceptual mistake would receive a substantial bonus and be a more attractive mate. Clearly, extreme selection is a thing of the past.  Actually, a modern Wall Street executive that made a similar conceptual mistake would have joined the ranks of the homeless. By now some of you are probably wanting to scream &quot;But, but, but ... the Flynn effect!&quot;. No, I haven&apos;t forgotten that, and neither has Crabtree. For those of you not screaming, the Flynn effect is the observation that IQ has been increasing since the 1930s. This, of course, contradicts Crabtree&apos;s hypothesis. He responds by pointing out, quite correctly, that the Flynn effect is probably environmental, likely related to less pollution, better prenatal care and, of course, improved education. But these still undermine Crabtree&apos;s central thesis, that intelligence is lower now. The average Greek (or hunter-gatherer) would have enjoyed none of these advantages. If overall human intelligence is genuinely lower now, the reduction in genetic effects on intelligence would have to be large enough to overcompensate for the improvement in the environment. This change in the environment  and this is something Andrew Brown does a good job of pointing out  may also indicate why there could still be high heritability for intelligence even though it is under selection. Selection only acts in the present. If the environment changes then different aspects of intelligence (the ability to read or be highly numerate, for example) become more important. Because selection was less intense, it won&apos;t have eroded the variation in these aspects of intelligence, so there is still genetic variation that can be measured. This is my (evidence-free) guess for what has actually happened, which would explain why we still have genetic variation for intelligence whilst it is still under selection Depressing as the Linus Pauling effect is, it probably is not terminal for science. If an idea is so obviously wrong, the error should be easy to explain. But the process of explanation is still important: laying out an argument helps us understand it, and sometimes an idea that is &quot;obviously&quot; wrong isn&apos;t: it might actually be right, or at least have the germ of an interesting truth within it. Now can someone explain why Linus Pauling was wrong? .. .. .. .. .. .. .. .. .. .. .. Bob O&apos;Hara is a biostatisician who conducts research at the Biodiversity and Climate Research Centre (BiK-F) in Germany. In his free time, he writes the blog, Deep Thoughts and Silliness, hosted by Occam&apos;s Typewriter and tweets from his twitter account @BobOHara .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn, Pinterest and of course, twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/nov/14/1", 
    "wordcount": "2047"
}