{
    "headline": "Access to water and sanitation remains out of reach for millions", 
    "text": "When the 193-member general assembly, the UN&apos;s highest policymaking body, declared water and sanitation a basic human right back in July 2010, the adoption of that divisive resolution was hailed by many as a &quot;historic&quot; achievement. But as the international community commemorated the second anniversary of that resolution on 28 July, there was hardly any political rejoicing either inside or outside the UN. A coalition of 15 international non-governmental organisations (NGOs), whose members describe themselves as &quot;water justice activists&quot;, said this human right is yet to be fully implemented. Demanding concrete action by individual governments, the coalition said: &quot;As members of the global water justice movement, we are deeply concerned to see little progress being made towards the full implementation of this right.&quot; In a letter sent to member states, the 15 organisations said that as &quot;governments aggressively pursue false solutions to the environmental and economic crises, the situation will only deepen the water injustices that our organisations and communities have been fighting for decades&quot;. The coalition includes the Council of Canadians, the Blue Planet Project, Food and Water Watch, National Alliance of People&apos;s Movement of India, People&apos;s Coalition for the Right to Water in Indonesia, and Food and Water Europe. The organisations have produced a series of reports examining key obstacles to the implementation of the human right to water in several countries, including Argentina, Ecuador, Canada, Colombia, Indonesia, India, Palestine, the US and countries in Europe. In March, the UN children&apos;s agency (Unicef) and the World Health Organisation (WHO) released a joint report (pdf) claiming that the millennium development goal (MDG) of halving the proportion of people without access to safe drinking water (spelled out under goal 7 on environmental sustainability) had been reached well in advance of the 2015 deadline. &quot;Today, we recognise a great achievement for people of the world,&quot; said UN secretary-general Ban Ki-moon, pointing out that it was one of the first MDGs to be met. At the end of 2010, 89% of the world&apos;s population  or 6.1 billion people  used improved drinking water sources, such as piped supplies and protected wells, according to the study, Progress on Drinking Water and Sanitation 2012 (pdf). This is 1% more than the 88% MDG target. And by 2015, about 92% of the global population will have access to improved drinking water, said the report released by the WHO/Unicef joint monitoring programme for water supply and sanitation. A cautious Unicef executive director Anthony Lake warned that victory could not yet be declared since at least 11% of the world&apos;s population  roughly 783 million people  are still without access to safe drinking water, and billions are without sanitation facilities. Tom Slaymaker, senior policy analyst at the London-based WaterAid, told IPS it is too early to say that the resolution on the human right to water has failed in its implementation. &quot;But two years on we have not yet seen the sort of step change in effort needed to reverse the historical neglect of water and, more particularly, sanitation in international development co-operation,&quot; he added. Slaymaker said the second high-level meeting of sanitation and water for all partnership, in April 2012, offered encouraging signs of increased political attention to the problem. &quot;But the resulting government commitments to get countries off track to achieve the sanitation MDG back on track to meet the target in 2015 need to be backed up with the required financial resources to make progressive realisation of the human right to water and sanitation a reality,&quot; he said. A further key test, he said, will be the extent to which emerging goals for development in the post-MDG era take account of obligations relating to the human right to water and sanitation and set ambitious new targets for achieving universal access. The resolution in the general assembly proved politically divisive, with 122 countries voting for it and 41 abstaining, but with no negative votes. The US abstained as did some of the European and industrialised countries, including Britain, Australia, Austria, Canada, Greece, Sweden, Japan, Israel, South Korea, Luxembourg, the Netherlands, Denmark and Ireland. But several developing nations, mostly from Africa, also abstained on the vote  siding with rich industrial countries. These included Botswana, Ethiopia, Kenya, Lesotho, Zambia, Guyana, and Trinidad and Tobago. In its letter to UN member states, the NGO coalition said the recently concluded Rio+20 summit on sustainable development affirmed &quot;full and unquestioned consensus among UN member states regarding the human right to water and sanitation&quot;. &quot;We are therefore demanding the full implementation of this vital human right, and remedies to the tremendous obstacles we are facing in all of our regions,&quot; the letter added. The letter refers to several regional chapters in a new report, Our Right to Water: A People&apos;s Guide to Implementing the United Nations&apos; Recognition of Water and Sanitation as a Human Right (pdf), written by Maude Barlow, chair of the Council of Canadians and former senior adviser on water to the UN general assembly. These reports, the letter says, provide several regionally specific recommendations to ensure the progressive realisation of the human right to water and sanitation.", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/07/no-access-water-sanitation-millions", 
    "wordcount": "868"
}