{
    "headline": "Is English still the dominant language of higher education?  live chat", 
    "text": "The global dominance of the English language in higher education is not a new subject. There has been extensive research into its effects on recruitment (both of staff and students), teaching and learning methods, and its impact on academic writing and publishing the world over. &quot;Let&apos;s not fret about the dominance of English in global academe,&quot; blogged Ben Wildavsky in the Chronicle of Higher Education, addressing commonly expressed fears over an unhealthy homogeneity, or even cultural imperialism, in the sector&apos;s widespread reliance on English. Globally, English has been key to academic collaboration, through research activity, events and communications, both inside and between institutions themselves. But as Mary Jane Curry, co-author of &apos;Academic writing in a global context&apos;, points out, the growing dominance of English in academia has put scholars from non-English speaking countries at a disadvantage in publishing and sharing research across borders. Her point is echoed by Jorge Balan, a senior research scholar at Columbia University, who spoke on the subject at Toronto&apos;s  Worldviews Conference last year. Balan believes the dominance of English in higher education is placing huge pressures on non-English academics, while those who succeed in the mainstream may &quot;perish locally&quot;. English&apos;s position as the lingua franca of higher education is met with more positive response than negative, finds researcher Michael John Paton, who also suggests that if (or when) the English language becomes &quot;inconvenient&quot;, another will take its place. With the rapid expansion of higher education in regions such as China, the Middle East and Latin America, it&apos;s not hard to see which languages are waiting in the wings. What are the implications for international strategy? Many UK and US institutions view international students as key to growth, both home and abroad, but last year&apos;s London Met furore revealed the crucial role of English language testing in their recruitment. Meanwhile, in non-English speaking regions, does language redefine the whole project of internationalisation, as some Latin American university leaders suggest? Join a panel of experts on 15 February from 12-2pm GMT for our live chat on these issues, in partnership with ETS TOEFL. Is English still the lingua franca of international higher education, or is Nicholas Ostler&apos;s prediction  that no one language is likely to dominate again  closer to the truth? Panel Simon Ingram-Hill, director of Language Rich Europe, British Council, Hungary He has experience in large scale project management and leadership in and outside of Europe, and has a background in language teaching, training, curriculum design and strategy. @languagerich John Bramwell, British Council&apos;s director of education for theAmericas region Bramwell promotes and supports internationalisation, policydialogues, and partnerships between UK higher education andinternational institutions and agencies in North America, CentralAmerica and South America. He is a subject specialist in informationsystems strategy and in quality assurance, and spent over 20 years inUK higher education at senior management levels.  Theresa Lillis, professor of English language and applied linguistics at the Open University Lillis is also director of the research group, Language and Literacies, and visiting professor at Edge Hill University and co-convenor of an AILA (Association Internationale de Linguistique Applique) research network. Mary Jane Curry, associate professor of language education at the University of Rochester Her main research interest is the role of academic literacy in access to aspects of higher education, particularly scholarly journal publishing. She is co-author of three books including &apos;Academic Writing in a Global Context: The Politics and Practices of Publishing in English&apos; (2010, with Theresa Lillis).  Ben Wildavsky, senior scholar in research and policy at the Ewing Marion Kauffman Foundation He is guest scholar at the Brookings Institution, and author of &apos;The Great Brain Race: How Global Universities Are Reshaping the World&apos; (Princeton University Press, 2010). His articles have appeared in numerous publications including the Washington Post, the Wall Street Journal, and Foreign Policy. Anna Mauranen, professor of English and dean of the faculty of the Arts at University of Helsinki Her research and publications focus on English as a lingua franca, corpuslinguistics, academic rhetoric, speech corpora, and translation studies.She is currently running a corpus-based research project on spokenacademic English as a lingua franca (the ELFA corpus). Her majorpublications include &apos;English as a Lingua Franca- Studies and Findings&apos;(ed. with Elina Ranta 2009) and &apos;Translation Universals - Do They Exist&apos; (2004). This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/13/english-language-international-higher-education", 
    "wordcount": "743"
}