{
    "headline": "Google Nexus 7 and Microsoft Surface: flaming arrows in the desert air", 
    "text": "If you want to imagine what life is like for app developers and ODMs (original device makers - the companies such as Asus, Samsung, Lenovo, Dell and so on that make tablets and PCs and smartphones) just now, imagine you&apos;re in a desert at night. Right beside you is a big flaming campfire, whose owners offer large amounts of food and water - but only to developers. A little way from that are two other campfires - one very big, but starting to sputter, and offering only limited supplies to developers and ODMs; the other burning more strongly, but parcelling out the most meagre of rations. And the latter has a big guy standing beside it who sometimes takes away your rations if you get too close. The campfires are the iOS market (iPad and iPhone), the PC market and the Android handset market. The iPad market looks great if you&apos;re a developer; OK, so you have to perform some rituals to get the handouts, but it&apos;s good when it&apos;s good. For ODMs, though (and indeed for also-ran developers), the iPad offers no sustenance.  The PC market, by contrast, is long-established, but it&apos;s not growing - there are in fact strong signs that it&apos;s going into reverse as tablets become a bigger part of our life - and for ODMs, the pickings are thin unless you&apos;re selling in huge volumes into the Far East, and especially China (as Lenovo is). For HP, the PC division is its least profitable; Dell barely makes any money from its consumer market (which is just selling PCs). And Android handsets are a great business - if you&apos;re Samsung. For Sony, Motorola Mobility, LG.. it&apos;s terrible. And developers, while plentiful, aren&apos;t rolling in cash. And now in this scenario, Microsoft and Google have fired two flaming arrows into the air. Their hope: that they&apos;ll start two new fires to rival the iPad&apos;s. Yet the risk is that they&apos;ll do exactly the same - sustaining developers and not ODMs. The Surface: when will it reach land? The Surface first. What&apos;s really bizarre about this device is that even while Microsoft has been talking up Windows 8 and the Metro interface and the &quot;slate&quot; format, it also went ahead and rush-launched this sort-of product.  That the Surface press conference was a rush is evident from the secrecy and unpreparedness. Mutiple sources in and around Microsoft UK have told me that they had no idea ahead of time that it was happening. The four-day advance warning was short enough, but even Microsoft&apos;s headquarters doesn&apos;t seem to have got its strategy figured out. There were no prices, no dates, the minimum of specifications, and what seems to have dribbled out is that Surface will be Wi-Fi only, with no 3G. (The latter point won&apos;t make it popular with enterprises; business people actually value the 3G iPad&apos;s connectivity when out and about, though it simplifies the software.) Most of all, the company that is known above all for its software didn&apos;t show any software worth the name running on its machine. After the press conference, there was very limited time to use them afterwards; nobody seems to have used the plastic keyboard with a live screen to any extent. (I&apos;ve asked people who used the devices at the press conference, and yes, I&apos;ve seen Danny Sullivan&apos;s report. He&apos;s not exactly right on every point - from my understanding of it - but is right that nobody got to properly try the keyboard covers to do any amount of typing.) Sullivan&apos;s post is revealing, though. Here&apos;s a key part, where he shows a photo of some hands holding a Surface:   That&apos;s not a journalist holding Surface. It&apos;s one of the Microsoft guys. They&apos;d swing them around with a pretty picture on the front, I guess so we&apos;d go &quot;ooh&quot; and &quot;ahh.&quot; If we were lucky, we were allowed to hold one for a few seconds. But if you tried to do anything with it, bang, it was gone. Believe me, I know. I tried. I had kept hearing everyone on Twitter screaming about how no one at Microsoft was saying what the screen resolution was. Since it was such a big uber-secret, I figured I&apos;d try to find out. After asking repeatedly if I could hold one  I felt like a seven-year-old, &quot;please can I hold it, please can I try, would you mind if I try&quot;  one of the Microsoft guys gave me a shot. I brought up the Start screen by hitting the Windows button on the front of the tablet, hit Desktop to get to the Windows 8 desktop, did a long press guessing that would bring up the Screen Resolution setting and it did  at which point, the unit was literally jerked out of my hands.  Why would a software company show off its big hardware bet on a new form factor where it hasn&apos;t made any impact and yet not show any software?  Because with Surface, Microsoft is trying to gee up developers to aim towards having tablet and Metro apps for the time when it comes out - at some uncertain point in the future. Surface isn&apos;t ready. Windows 8 isn&apos;t ready - it hasn&apos;t been released to manufacture yet, and the demonstrations at TechEd 2012 in Amsterdam indicate that there are still glitches to be ironed out.  Flocking problem But Microsoft needs at least two things to happen: ODMs to start building tablets, and developers to start writing apps that will run on those tablets.  There&apos;s another, simpler explanation of the rush to show off Surface: getting the PR boost from being ahead of Google, whose Nexus tablet launch was intended to be made to look like a third entrant into a race. The problem is that Surface, and Windows 8, doesn&apos;t exist yet. So are developers rushing to follow that flaming arrow? Not so far. They don&apos;t know quite when or where it&apos;s going to land. They&apos;re sort of hoping to follow the ODMs, because wherever they run to usually means that there&apos;s replenishment to be had. The ODMs, of course, think the same about the developers; you end up with behaviour that looks like a flock: nobody&apos;s the leader, but everyone knows what they should do - follow the leader.  But especially in this case, the ODMs aren&apos;t really sure about following Microsoft&apos;s flaming arrow. Quite probably Steve Ballmer&apos;s team has taken advantage of a contract manufacturer in China to make the Surface. It&apos;s intriguing that Taiwan&apos;s Digitimes, usually a reliable channel of the latest rumours from the ever-gossipy contract manufacturers, hasn&apos;t ferreted out the Surface maker; that either means Microsoft is imposing Apple-style secrecy on the process - in which case, round of applause - or that they just haven&apos;t started making it in volume yet. Either way, don&apos;t expect anything ahead of October. The flaming arrow is still in the air and is yet to land. Microsoft is hoping, really hoping, that developers will start running after it. The trouble is that they don&apos;t seem to be. On Wednesday I sat through a two-hour presentation of Windows 8 at TechEd 2012 in Amsterdam, after which Barry Collins of PC Pro magazine muttered &quot;well, that&apos;s been a demo of eight applications that we&apos;ve already seen before.&quot; Which was true: there wasn&apos;t a single thing in app terms which hadn&apos;t been there at Build. Nothing new at all. And that fact alone indicates that developers aren&apos;t moving very quickly after the flaming arrow 0 or indeed the other ones shot into the air ahead of Windows 8. Nexus: joining the tablet threads together And now the next flaming arrow: the Google Nexus 7, made by Asus as a showcase for Google&apos;s tablet ambitions. Quite a bitter pill for Motorola Mobility, which was favoured with the first release of Honeycomb, aka Android 3.0, in January 2011 - remember everyone&apos;s favourite iPad-killer, the Xoom? - but Google seems serious. Andy Rubin, the head of Android, told AllThingsD that he analysed the market in mid-2011 and realised that for consumers (who were the principal market), what mattered was content (such as apps and music and video). Android tablet sales haven&apos;t set anything on fire, of course - ODMs and developers pick up scraps from the fire of handsets, but there isn&apos;t the volume and so no scale. For app developers, you might as well focus on the handset market, because it&apos;s busy, thriving and expanding. Android tablets.. not so much. And now Google has fired an arrow away from the iPad, towards the 7in, low-cost territory. Carolina Milanesi, Gartner&apos;s smartphone analyst, puts it like this: &quot;Microsoft has done Surface to revamp its brand and give a clear sign that it will be part of the post-PC era as much as it was part of the PC one. Android with Nexus 7 is adding to the smartphone facility as a medium to deliver its content and services. It is a means to an end - owning you as a consumer in their ecosystem while at the same time nudging ODMs to move into the $199 sweet spot for consumers.&quot; But do the ODMs want to be nudged? Posslby they haven&apos;t got a choice. Amazon, explains Milanesi, &quot;was interested in extending the Kindle family and concentrating on selling its content. The Nexus 7 will be competing more with the Kindle Fire, while Surface will compete more with iPad within the professional user and enterprise market. Both the Nexus 7 and Surface are more important for the impact they will have in their ecosystems, not the number of sales they will achieve, as their distribution is limited.&quot; Reaction from people who&apos;ve laid hands on the Nexus 7 has been positive - it runs the software and it&apos;s attractive. The price is attractive too. When you compare the Surface and the Nexus 7, you&apos;d have to say that right now one is almost vapourware, while the other is already coming out of Asus factories somewhere in the Far East. Especially compared to Android, Windows 8 doesn&apos;t exist on tablets. The Microsoft (App) Store isn&apos;t properly open, and you can&apos;t buy - or even pre-order - a Surface. Steve Ballmer stole a march on Google for publicity, but that&apos;s all it&apos;s been. Yet nothing&apos;s really changed about the campfires. For ODMs, there are few pickings to be had anywhere, unless you&apos;re Samsung. And those two flaming arrows are in the air. The question now is which way the developers are going to run. They don&apos;t seem to be running after Windows 8 very quickly, if the TechEd demos are anything to go by. Oh Dear Me But for ODMs, where&apos;s the joy in Android tablets? Tim Anderson points out that Google&apos;s quite a threat to them on its own: he tried out a pretty dire 7in Android tablet by Gemini running Ice Cream Sandwich: &quot;I thought the JoyTAB was at least good value at 149.00. What chance does it have against a Nexus 7 for just 10 more  and with 15 of Play Store credit thrown in?&quot; In the short term? None, really, and ODMs will have to hope that distribution of the Nexus 7 will be limited. Google is clearly subsidising its cost - Asus wouldn&apos;t retail a product with those qualities at that price, because there would be a negative margin in it.  But by selling it in the US and Europe, the two biggest tablet markets outside China and Korea, Google&apos;s cutting other ODMs - including Motorola, which of course it owns - off at the knees. All that ODMs have left is the knife-fight of low-cost selling in those countries, where price is all. Developers aren&apos;t interested in that; people who buy those tablets don&apos;t pay for apps. For ODMs, then, the darkness is gathering. PC sales aren&apos;t growing (and most have long since been commodities). Android handsets are commodities. Windows 8 tablets, which might be money-making, are a guess at best. Google&apos;s slicing into their potential market for tablets. They&apos;ll be praying that those arrows land soon and start a nice, warming fire.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/29/google-nexus-7-microsoft-surface", 
    "wordcount": "2039"
}