{
    "headline": "Somalia the yardstick in new deal for conflict-affected countries", 
    "text": "Somalia is emerging as a litmus test for the new deal for fragile states as officials gather in Washington on Friday to discuss how the approach can be incorporated into the development agenda when the millennium development goals expire in 2015. The new Somali government has enthusiastically embraced the new deal and created a taskforce, bringing together the government, lead donors (the US, UK, EU, Norway and Denmark), the World Bank and civil society. One of the taskforce&apos;s first jobs is to assess the causes and features of fragility and conflict. This is more than an academic exercise. On Sunday, at least 35 people  including two human rights lawyers  were killed in the deadliest Islamist militant attack in years in Mogadishu, the capital. Such a fragility assessment is supposed to be inclusive of the Somali population, but the existence of al-Shabaab, the insurgency group, will pose tests for inclusiveness, though there are some early signs that the national army is beginning to deliver security. Somalia is the ninth developing country to adopt the new deal since it was endorsed at an aid effectiveness conference in Busan, South Korea, in 2011. The new deal, put forward by the g7+ group of 19 conflict-affected countries, is supposed to put developing countries in the driving seat on development strategy. At its core are five peace-building and state-building goals: legitimate and inclusive politics; security; justice; economic foundations (jobs); and revenues and services (managing revenue and delivering accountable and fair services). The thinking behind the new deal is that unless aid focuses on peace, money will go to waste. Ahead of the meeting in Washington, Sierra Leone&apos;s finance and economic development minister, Kaifala Marah, said progress on the new deal has been sluggish. A common complaint  in addition to declining aid flows  from developing countries is that donors remain reluctant to shed the old approaches, including using their own consultants and foreign advisers, instead of using recipient country systems. The use of parallel systems  which duplicate existing resources, are expensive and do not build expertise in developing countries  boils down to a lack of trust, especially as donors are under domestic pressure to show value for money in aid budgets. Adopting systems in recipient countries does not necessarily mean handing over money for general budget support. Other measures include discussing budgets in parliament rather than deciding them in the donor country, using countries&apos; own measurement and evaluation systems instead of sending in consultants to serve only donors&apos; needs, and donors making information on aid figures readily available. &quot;The question is how the systems are used, how the risk is managed, how quickly problems can be identified and addressed, and seeing the development of systems to deliver, track, hold to account, monitor and evaluate public monies and public policies as a development aim in itself,&quot; an aid expert said. &quot;Mismanagement and corruption also happens outside of country systems  and in addition, the systems are not strengthened either  as was so evident in Afghanistan with the use of consultancy firms that were accountable, in the end, to no one.&quot; Somalia will present a particularly challenging case for the new deal, given its reputation as the world&apos;s most fragile state, but donors are positive about the new government in Mogadishu. &quot;We strongly support the new deal and are working to support governments implementing it in countries like Somalia, which is shaping up to be a good example of new deal implementation,&quot; a spokeswoman for the UK&apos;s Department for International Development (DfID) said. &quot;The UK government is committing 30% of our bilateral spend to fragile and conflict-affected states.&quot; This year, DfID is providing 80m in aid to Somalia as part of a 267m package in 2011 to 2015 (pdf). Somalia is a key focus of the G8 group of industrialised countries under the UK&apos;s presidency this year. There will be another Somalia conference in London next month, which will officially endorse a public financial management (PFM) action plan. PFM, a basic building block in managing a country&apos;s finances, is a priority for the Somali government and donors, and will be a subject of a meeting in Washington on Saturday, chaired by DfID and the World Bank. An agenda for the meeting says: &quot;Improving basic PFM systems and capacity will be key to building government legitimacy and public and international trust. Currently, there is little effective control over the sources of domestic revenue and little transparent management over expenditures in most of the country  Establishing these basics will help facilitate transparent revenue and expenditure management.&quot; Whatever the risks of aid leakage in using country systems, experts argue that they are worth taking. &quot;Ultimately, we aren&apos;t going to wake up and find that the shoemaker&apos;s elves have built Somalia a state-of-the-art PFM system overnight. We have to work with them, and if they can build a system their population can trust, that will help build the peace,&quot; the aid expert said. After London, Somalia&apos;s new deal is expected to be formalised at a conference in Brussels in September. The Somalia compact will set out mutual commitments and priorities between the government and donors. The EU has been appointed lead donor and has recruited Philippe Gourdin, as the donor co-ordinator, to work with Somalia&apos;s new deal team. The process has not, however, been all plain sailing. The UK was keen that Somaliland, which declared independence from Somalia in 1991, should attend next month&apos;s conference. Somaliland initially declined the invitation on the grounds that President Ahmed Mahamoud Silanyo would not be given equal status to his Somali counterpart, President Hassan Sheikh. It took the personal intervention of David Cameron, the British prime minister, to persuade Silanyo to send a ministerial delegation. Whether or how Somaliland  and Puntland, which declared autonomy within Somalia in 1998  will be part of the new deal will be yet another matter for donors to grapple with. Human rights experts are adopting a cautious approach. &quot;It is too early to know if all the positive rhetoric will convert into concrete change to improve human rights in Somalia,&quot; Laetitia Bader, a researcher for Human Rights Watch&apos;s Africa division, said. &quot;The months after the London conference will be the real test. The government and its international supporters should use the conference and later discussions on the new deal to commit, financially and politically, to create a more rights-abiding security force and a functional justice system.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/19/somalia-yardstick-new-deal-conflict-countries", 
    "wordcount": "1082"
}