{
    "headline": "Should we believe being overweight is good for our health?", 
    "text": "   How should we interpret results that suggest being overweight is better for our health than being normal weight? Illustration: Alexander Bertram Powell    The public health message on obesity is clear: the more overweight you are, the more you&apos;re putting your health at risk. It&apos;s pretty unequivocal. Yet a recent systematic review (research which takes lots of individual studies looking at the same question, and compiles their results) has suggested that being overweight might put you at less risk of poor health than being in the ideal BMI range. Using standard categories of body mass index (BMI, your weight in kilograms divided by your height in metres, squared), the research showed that being in the overweight BMI category was associated with a lower &quot;risk of death&quot; than being an ideal BMI, and that being obese was no more risky than being ideal. Obviously, we&apos;re all going to die (there&apos;s a cheery thought for the day), so risk of death is eventually going to be 1, inevitable, but the studies included in the systematic review used statistics called hazard ratios, which compare the number of people who die over a period of time, across different categories (in this case, BMI categories). Now, there are many reasons why BMI is not a brilliant way to assess unhealthiness; it doesn&apos;t take into account different types of fat in the body (visceral fat is linked to many more health problems than subcutaneous fat, for example), or indeed an individual&apos;s proportions of muscle, bone and fat. This means a fit muscly athlete could be in the same BMI as an overweight person who has less muscle but more fat. But, it&apos;s a cheap and easy measurement to take, so lots of studies use it. This blog on the JAMA forum offers a nuanced discussion about this, and the problem with &quot;obesity&quot; having medical and social definitions that may not be quite the same. Systematic reviews combine the results of lots of different studies, run by a variety of researchers. As a design, this has both plusses and minuses. Combining multiple studies means a more accurate estimate is possible, as the sample size will be larger. But as the studies will have been designed and implemented differently by different research groups, they&apos;re unlikely to be directly comparable, so lumping them all together could lead to true effects being lost in the noise. So the association the review found might be causal; having a higher than normal BMI might be protective against an earlier death. But, could there be other reasons for an association where lower BMI is linked to an increased risk of death? Of course. Whether a person smokes or not, for one. Smoking is associated (possibly causally) with both lower BMI and certainly with poor health or premature death. There is also the possibility of reverse causation. Perhaps it&apos;s not the weight loss increasing the risk of death, but something else, linked to mortality, that causes the weight loss. A lot of health problems can result in weight loss, for one reason or another (and are also linked to an increased risk of earlier death). Even if the illness itself doesn&apos;t cause the weight loss, the treatment a person receives for it might. Also, being ill may mean you need more operations, with their risk of complications. If individual studies in the review account for these factors in different ways, a distorted pattern of results could be found. In the discussion of the paper, the authors state that both smoking and underlying health problems are taken into account in the individual studies. While this may be true, they will do this in different ways, some less exhaustively than others. A huge problem with observational studies like these is that you can&apos;t randomly assign people to be overweight or not, and see what happens to them, and there are likely to be other differences between people which will affect both their weight and health. If you can&apos;t, or don&apos;t, take these differences into account (maybe because you don&apos;t even know about them), it could be their association with mortality that you see, rather than the associations with BMI that you&apos;re interested in. All of this doesn&apos;t mean that the findings from the systematic review are wrong, by any means, but it means we shouldn&apos;t just accept that they are true either. Thanks to Amy Taylor for contributing some of the specific examples I&apos;ve used in the post.", 
    "section": "science", 
    "gid": "science/sifting-the-evidence/2013/feb/22/overweight-good-health", 
    "wordcount": "723"
}