{
    "headline": "Conservatives fail to deliver on funds to rebuild schools", 
    "text": "When Pamela Durney was mulling over secondary transfer for her daughter, Ellen, one factor overshadowed all the rest  a state-of-the-art building being planned for their local school. &quot;It was the biggest factor for a lot of wavering parents,&quot; she explains. &quot;A lot of us chose the school because of that. As a result, Ellen&apos;s year group is the largest in the school.&quot; By the time her daughter started at the Grove school, in Newark, Nottingham, though, the Building Schools for the Future (BSF) programme, which was to have funded the rebuild, had been scrapped. Ellen and her older brother, Thomas, have now got used to their school being closed because it is too cold, to the overheated classrooms in summer, the water-logged roof, the PE sessions being cancelled because of leaks and puddles, and the toilet windows that have to be permanently left open as the ventilation is so poor. But Durney, and scores of fellow parents, are furious that two years on, their children&apos;s school  like hundreds of others across the country  has been given no indication of when it might see the investment it urgently needs. The cancellation of BSF in 2010 meant an abrupt end to the building plans of around 1,000 schools in England. In the immediate aftermath of the decision, the secretary of state for education, Michael Gove, announced there would be a &quot;complete overhaul&quot; of school capital, starting with a review led by retail executive Sebastian James, to rethink how school building is financed and managed. The James review published its report, and extensive recommendations, a year ago. The government then launched a consultation on those recommendations, which closed last autumn  but local authorities and schools are still waiting for a response. In the meantime, money devolved directly to schools for capital spending has been cut by 80%, and local authority capital streams by about 60%, leaving only the Priority School Building Programme  a 2bn investment fund for schools in the worst physical condition to be privately funded  as the sole source of large-scale capital investment. The Grove school applied for funding under the PSBP scheme and governors were told late last year that their buildings were the worst in their local authority area, and possibly the country, as the cost of refurbishing them was more than two-thirds of the cost of a complete rebuild. They were promised a decision before Christmas, but then told the decision was being postponed indefinitely. In spite of a vigorous &quot;Save our School&quot; campaign, a parent-led petition and the full backing of the local Tory MP, Patrick Mercer (whose own meeting with the education secretary to discuss the issue just after Easter was abruptly cancelled), the governors have been told they are unlikely to hear anything before early summer, almost two years after the cancellation of BSF. The Department for Education (DfE) is not able to give reasons for the delay or indeed to say how many schools might qualify for the PSBP. A spokesperson explained that every bid was being re-examined by the new Education Funding Agency: &quot;We can&apos;t say when the final announcement will be. It is important that every application is treated fairly.&quot; However, the PSBP bids may only be the tip of a huge iceberg. Some estimates suggest that over 8bn may be required to meet schools&apos; basic needs before &quot;suitability&quot; (development of the buildings to meet curriculum and school improvement need) can be addressed. The government has commissioned a survey of all local authorities, which aims to provide a comprehensive database of the condition of every school in England. But this isn&apos;t due to be finished until 2013, so any further allocation of capital is unlikely to happen before 2014-15, almost five years after BSF was scrapped. In addition, there is massive demand for new primary places in many local authorities. David Simmonds, a Conservative councillor who chairs the Local Government Association&apos;s children and young people board, admitted this could be a potential political problem for the government in the runup to the next election. &quot;There have been a number of false dawns, and it is frustrating for mums and dads waiting to hear about their children&apos;s schools,&quot; he says. &quot;If Whitehall says it is going to step into the role of the local authority and be the Big Brother for schools, they need to be putting in place resources so they can do it effectively. You can&apos;t pull the rug from under schools, and then say nothing is available when schools are having to deal with asbestos, leaking roofs and inadequate toilets.&quot; The Grove school&apos;s predicament is compounded by its history and the current policy context. In common with many English schools, it was built relatively cheaply and quickly in the 1950s to meet the needs of the postwar baby boom and higher parental expectations. Unlike many of their pre-war predecessors, the 1950s schools were not built to last half a century and many are near the end of their shelf life. Today the school is facing other social changes. A free-school bid from the Everyday Champions church in Newark has just been resubmitted to the DfE, having failed in the first round because of allegations that the school would teach a creationist curriculum. The county boundary with fully selective Lincolnshire means the grammar schools can cream off Newark&apos;s more academic children. According to the Grove&apos;s chair of governors, Dave Baliol-Key, this highly competitive environment makes a decision about future capital investment even more urgent. He says: &quot;The more aspirant parents are choosing to send their children to Lincolnshire if they can, we have a free-school bid on our doorstep, the head and teachers are working hard to raise standards at the Grove, the kids are great  yet we have a building that is way past its shelf life, and after waiting two years, have absolutely no idea how much money we might get.&quot; Even Mercer, who says he is a supporter of the free-school policy, agrees this is a matter of stark priorities. &quot;I absolutely support free schools,&quot; he says, &quot;but there will be local dismay if our single-biggest secondary school doesn&apos;t receive government investment first. I understand the dilemma Michael Gove was left in, but we are losing thousands of teaching hours and days from a school which is no longer fit for purpose and it is very difficult explaining to constituents, like single parents whose children are being kept home because the school is too cold or the roof leaking, why there is a delay in a government announcement. There comes a point where good money is being spent trying to maintain a building whose fabric needs fundamentally sorting out.&quot; The Grove&apos;s headteacher, Liz Hart, acknowledges that buildings alone don&apos;t transform learning. &quot;The heart of the Grove school is not the building but the children in it,&quot; she says, &quot;and since the cancellation of BSF the school has continued to improve both academic results and opportunities available to our students. But while buildings alone do not transform learning, the impact of the learning environment cannot be underestimated and I believe all our children have a right to be taught in a safe, comfortable and inspiring environment  and I hope the investment needed to provide this will be made as a matter of urgency.&quot; Pamela Durney&apos;s youngest son, Charlie, will start at the Grove school in September. &quot;I am starting to think that he will be lucky if the school is rebuilt or refurbished by the time he leaves,&quot; says Durney. &quot;I feel our children have been treated with utter contempt and no thought has been given to the impact on them. Two years may not seem a very long time to a government, but it is in the life of a child. This isn&apos;t justabout one school. It is about our community  and our children deserve better.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/30/tories-fail-funds-school-building", 
    "wordcount": "1343"
}