{
    "headline": "The BBC's problem with science", 
    "text": "Cleverness and science are to television what children and animals are to television. I first realised this during an episode of BBC Question Time, a politically-themed game show in which morons compete with a dimly-sentient studio audience to see who can make the most stupid remark; the prize being fleeting infamy on Twitter.  It was November, 2009. Hackers had stolen some boring e-mails about climate change from a university, and dullards on the internet were busy concocting elaborate conspiracy fantasies about them. For some reason the BBC had devoted a significant chunk of its current affairs output to coverage of their inane wittering. This included a question on Question Time, and the producers carefully selected a panel consisting of three politicians, spoof columnist Melanie Phillips, and one plucky defender of science  the comedian Marcus Brigstocke. Brigstocke is a very clever man, but he&apos;s not a scientist, let alone one with appropriate expertise in the subject. There were no scientists. There are almost never any scientists. A chap from the show later explained that this was because they hadn&apos;t known in advance that there would be a &apos;science&apos; question, but that is the shitty excuse of someone who believes &apos;science&apos; is something you drag out of the loft on special occasions to do party tricks, rather than a natural part of public discourse. Much of the BBC&apos;s science policy - to the extent that such a thing can be said to exist - seems to be predicated on this belief. God forbid that science should leak out from its carefully-firewalled home on glossy science programmes and contaminate current affairs output with its horrible facts. Even those women are allowed more guest slots than scientists. All political questions lie at least partly within the domain of scientific or empirical study, but the idea that policy might actually have something to do with &apos;facts&apos; or &apos;evidence&apos; is one of the biggest taboos in modern politics. This institutional ignorance is encoded in the unwritten rules of Parliament itself; members can&apos;t call another MP a liar in the Commons, yet are free to lie at will to the public without the slightest threat of official sanction. In that respect, the rules of parliament are like the rules of a paranoid dictatorship, imprisoning whistle-blowers rather than dealing with the corruption they uncover. The same attitudes have crept into television. The BBC&apos;s drive to avoid bias is admirable, but - whether through laziness or fear - journalists have fallen into the trap of believing that avoiding bias means avoiding any kind of judgement. The idea that a policy or political statement might actually be objectively, empirically, scientifically just wrong is alien to such people.  Instead we live in a bizarre place where it seems almost every half-baked opinion  no matter how stupid or irresponsible  must be broadcast to the world as valid and equal. In this polluted environment, attitudes to things like &apos;facts&apos;, &apos;evidence&apos; and &apos;science&apos; range from indifference to open hostility, as Adam Rutherford discovered when he made the mistake of appearing on Today recently. The Today programme claims to be serious, but seems to work on the basis that the best way to enlighten viewers is to take two people and force them into a sort of intellectual-masturbation death match. Graham Linehan appeared on the show last year to discuss his adaptation of The Ladykillers and found himself ambushed by questions that weren&apos;t just hostile, but sometimes completely bizarre. Rutherford&apos;s experience with John Humphrys was little better (audio). Every question was designed to put the guests on the defensive or to create conflict, and even reasonable points were phrased in an aggressive manner. Hasn&apos;t science lost its romance? Isn&apos;t this all a waste of money? Don&apos;t you wish you got some of the money that CERN gets? When his guests provided answers, such as Rutherford&apos;s neat explanation of the economic benefits of investing in scientific research, they aroused an &quot;mm&quot; or were ignored. Worse, Humphrys seemed almost proud of his own ignorance of the subject; it&apos;s hard to imagine a presenter treating economics or the arts in a similar manner. While it&apos;s good that some of these questions are asked, the negative, confrontational approach doesn&apos;t do the audience any favours. As Linehan said last year:  The style of debate practised by the Today programme poisons discourse in this country. It is an arena where there are no positions possible except for diametrically opposed ones, where nuance is not permitted and where politicians are forced into defensive positions of utter banality. None of it is any good for the national conversation.  Speaking of debates, can you remember the last time you saw two proper scientists having a good one on mainstream television? Even the BBC&apos;s dedicated science programming rarely ventures into such territory, preferring to remain in the safe world of recreating GCSE-level text books in glorious 1080p. Science is built on conflict and debate, and yet little of this is exposed to viewers. When shows like Horizon do cover a hot topic it tends to be through a soft-filter  a narrator interviews people separately, calmly explains both sides, tells us which one is most likely, and moves on. The debate seems remote, distant and calm.  This doesn&apos;t just lead to boring programmes; it&apos;s also poor journalism. The BBC Trust&apos;s 2011 report on science found that only about an eighth of broadcast news items about research included the voice of an independent expert in the field, not involved with the research in question (see Alice Bell&apos;s blog for some interesting coverage of that report).             The tedious excuse is that science is complicated, and that having scientists debating and discussing their field in depth would be too elitist for audiences to cope with. It&apos;s curious that nobody seems to roll out the same reasoning when it comes to say sport, the arts and humanities, or economics. Thus Newsnight Review is free to discuss weighty issues like &quot;gender and children&apos;s literature&quot; or the merits of the Turner prize shortlist, while Professor Brian Cox is left telling us how far away the Sun is. When scientists are allowed to get clever, TV producers are forced to go to absurd lengths to compensate. Witness Cox&apos;s recent &apos;Night with the stars&apos;, in which Cox was allowed to explain aspects of quantum theory on condition that various comedians and celebrities were brought on to act dumb and reassure the audience that nobody really understands this stuff. It was fun I admit, but if the BBC filmed a lecture about the life and works of Dostoevsky, do you really think they&apos;d have a succession of celebrities coming on stage to look bewildered by the clever man&apos;s long words? Why pick on the BBC? Undoubtedly the commercial channels are worse, but then I expect them to be. The whole point of the BBC is that - because of the unique way it is funded - it can take risks that other broadcasters can&apos;t, and make specialised programs for smaller audiences that might otherwise be unrepresented. Its portrayal of science is one-dimensional and disconnected: it fails to capture debate and the nature of progress in science; and it fails to appreciate the connection between science and our daily lives, between empirical research and the political questions of the day. This can and should change. @mjrobbins | layscience@googlemail.com Correction: The standfirst originally suggested Ed Vaizey was meeting with the BBC, rather than offering to set up a meeting. This was brain-melt on my part and I&apos;ve corrected it.", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/jan/26/1", 
    "wordcount": "1257"
}