{
    "headline": "Boot up: patent Rockstars, Samsung Galaxy S3 review, cookies kill sites, zombies kill sites and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team How Apple and Microsoft armed 4,000 patent warheads &gt;&gt; Wired.com  But [Scott] Widdowson is a specialist. He&apos;s one of 10 reverse-engineers working full time for a stealthy company funded by some of the biggest names in technology: Apple, Microsoft, Research In Motion, Sony, and Ericsson. Called the Rockstar Consortium, the 32-person outfit has a single-minded mission: It examines successful products, like routers and smartphones, and it tries to find proof that these products infringe on a portfolio of over 4,000 technology patents once owned by one of the world&apos;s largest telecommunications companies... In the last two months, Rockstar has started negotiations with as many as 100 potential licensees. And with control of a patent portfolio covering core wireless communications technologies such as LTE (Long Term Evolution) and 3G, there is literally no end in sight.  Dispiriting. (Thanks @modelportfolio2003 for the link.) T.E.L. Studies website offline &gt;&gt; Jeremy Wilson&apos;s blog  We have taken the T. E. Lawrence Studies website offline, because anonymous analytics cookies  used to understand how visitors use the site so that we can make it work better  do not comply with EU privacy law. This law has now been implemented in the UK (though not, according to media reports, in some other parts of the EU).  And that&apos;s after reading the ICO&apos;s updated advice on cookies. The iPad Mini will mean the death of eInk &gt;&gt; Mike Cane&apos;s xBlog Ignore the &quot;iPad mini&quot; meme (which has been around since roughly the day after the iPad launched), and there&apos;s some interesting thinking here on whether eInk devices have a long future or not. Basically, if they can&apos;t do more than just display books, then likely not - because most people don&apos;t read enough books to need a dedicated reader. Samsung Galaxy S III Review &gt;&gt; SlashGear Exhaustive review.   The big question is whether TouchWiz legitimately adds to the Galaxy S III or if Samsung would&apos;ve done users more of a service by delivering untampered Ice Cream Sandwich instead. There&apos;s no doubt that Android 4.0 marked a vast improvement in native UX over earlier iterations, and we&apos;re big fans of ICS&apos; simple UI too. Third-party reskins inevitably lead to delays in OS upgrades  and Samsung has a mixed track record for that anyway  while users new to the skin generally have a steeper learning curve. On the flip side, those coming from an earlier Samsung device should be able to dive straight in, and will probably find at least one or two improvements in the Nature UX that work to their advantage. It&apos;s the cleanest version of TouchWiz so far  Even so, he seems equivocal about its plastic-ness. Want fibre in the rural north? Sponsor a metre of it &gt;&gt; B4RN  Our minimum shareholding in B4RN is 100, and that is too much for some people, and we have been asked if we could allow smaller donations. We had a think, and we put a donate button on the site where you can donate anything you like, from a pound or a dollar to a million Then, during a conversation with Ken Fallon on a radio podcast the idea of sponsorship was born. The plan so far, is that for a donation of 5 you can sponsor a metre of our fibre duct. In return we put your name on a metre of duct and take a photo of it. Your metre of the B4RN network with your name on it will be buried on a Lancashire upland farm for posterity, and your generosity will enable another metre to be laid in our community network.  Getting high-speed internet to the rural north, literally a metre at a time. What&apos;s really needed is for Ed Vaizey to change the ludicrous charging tariff on fibre so it&apos;s economic to lay and light it. Experience eight years of breathtaking Saturnian exploration in five minutes &gt;&gt; io9  NASA&apos;s Cassini spacecraft has been orbiting around Saturn and its various moons since 2004. In that time, it&apos;s collected thousands upon thousands of awe-inspiring images of the ringed planet and its satellites.  Sequence put together not by Nasa, but by a science-loving geology student, Nahum Chazarra. Killer zombie comment attacks via Google News &gt;&gt; TidBits  After the fourth or fifth time of being hammered after an article appeared in Google News, I finally discovered a pattern I should have seen earlier. Our access logs were full of requests from many different IP addresses asking for the same page repeatedly within a few seconds. That in itself wasn&apos;t unusual for traffic generated by Google News, but more peculiar was the user-agent identifier  that&apos;s the bit of text a browser sends that tells a server what its maker and version are.  Lots of traffic from Google News, but not all of it driven by humans. Phablets, like the Samsung Galaxy Note, will surpass 208 million device shipments annually in 2015 &gt;&gt; ABI Research  &quot;One of the chief drivers for phablets is the amount of time people use their smartphones for web browsing, reading articles and newspapers on the go, or simply navigating their journeys,&quot; says senior analyst Joshua Flood. &quot;The larger screen sizes make a significant difference to the user&apos;s experience when compared to conventional-sized touchscreens between 3.5 to 4 inches.&quot; Additionally, new phablet-styled devices provide an attractive two-in-one device proposition and are beginning to see the competition between these larger smartphone form factors and smaller media tablets (less than seven inches). Phablets are defined as having a touch screen size between 4.6 to 5.5 inches. Global shipments for phablets will increase by a factor of 10 in 2012 from 2011.  So there are two predictions there, one which we can know about within about 10 months, and another that will take rather longer. Suspect that Asia is going to be a primary market for them, though headphones with a mic mean the &quot;giant phone&quot; thing isn&apos;t a problem for calls. New Google tablet set to defend the Android market &gt;&gt; CNBC Jon Fortt:   Google&apos;s 7-inch Android tablet is real  it&apos;s even being passed around inside the Googleplex. That&apos;s what I&apos;m hearing from Googlers who have seen the device. Backing up what&apos;s been rumored for months on CNET, Digitimes and other sites, I&apos;m hearing that this device is aimed squarely at Amazon&apos;s Kindle Fire (which runs Amazon&apos;s tailored version of Android). It&apos;s likely to start in the $200 to $250 range, have a higher resolution screen, and perhaps a camera.  It&apos;s not aiming to compete with the iPad, the article says. But at that price, can it be profitable? Amazon has a strategy: make up hardware losses through content sales. What&apos;s Google&apos;s? You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest links, tag articles on Pinboard.in with &quot;guardiantech&quot;", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/28/technology-links-newsbucket", 
    "wordcount": "1168"
}