{
    "headline": "Camilla Luddington is new Lara Croft", 
    "text": "Camilla Luddington has been named as the actor who plays Lara Croft in the upcoming Tomb Raider video game. The 29-year-old English-born actor joins Angelina Jolie, Minnie Driver and Keeley Hawes, who have all portrayed the British adventurer in various forms in the past. Luddington&apos;s most recent work includes playing another well-known British figure  the Duchess of Cambridge, Kate Middleton  in the made-for-TV film William &amp; Kate. She has also starred with David Duchovny in the Showtime series Californication, and is scheduled to appear in the upcoming fifth season of HBO&apos;s True Blood. Besides doing the voiceover work for the new game, Luddington is also doing all the motion-capture for the character  making her the first performer to lend both vocal talents and body shape to Lara Croft. Luddington was chosen after an international search by the game&apos;s developer, Crystal Dynamics, which is positioning the new game as a reboot of the franchise. The new Tomb Raider game serves as an origin story for 21-year-old Croft, in which she is shipwrecked on a remote tropical island and has to fight for survival against the elements and a group of murderous aggressors. Crystal Dynamics said Luddington had convinced them that she could deliver both the emotional depth and youthful tone they sought for the character. &quot;This has been one of the most important jobs for us to get right,&quot; said Darrell Gallagher, studio head of Crystal Dynamics. &quot;This Tomb Raider game is very different to any other and we are demanding far more from the voice acting than ever before.&quot; The new game, which is due for release in March 2013, is a good deal grittier and darker in tone than previous entries in the Tomb Raider franchise. Recent demos of the game at the E3 2012 games convention in Los Angeles sparked controversy when it was revealed that one of Lara Croft&apos;s would-be assailants tries to sexually assault her before she kills him.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/26/camilla-luddington-new-lara-croft", 
    "wordcount": "327"
}