{
    "headline": "Imagine a Pixar video game ", 
    "text": "Shortly after playing through Brave: The Video Game, the companion piece for the new Pixar movie, I was given the chance to ask the film&apos;s director and producer a few questions. One was right at the head of the queue. Why does Pixar, a studio that creates brilliant movies and clearly has impeccable standards, content itself with farming out the interactive side to third parties? &quot;We try,&quot; says Brave&apos;s producer, Katherine Sarafian. &quot;We worked quite closely with the game developers [Behaviour Interactive] and Disney Interactive because we want it to be great but, more importantly, we want it to feel like the movie even if it can&apos;t quite look like the movie. &quot;The game expands the world, so it&apos;s very important to us that any new characters or environments in there feel like Brave, which is why we work so closely and give so much of our time to it. Because if we just farmed it out then we&apos;d be disappointed with the result. And Disney Interactive would be too.&quot; Some of Sarafian&apos;s points have to be conceded  the game&apos;s art style and enemy design certainly fit thematically with the movie. And the few cast members that feature in both game and movie emphasise the work that goes into the tie-in. &quot;I kind of got more into the game, in the sense that there was more dialogue than in the movie,&quot; says Kelly Macdonald, who plays Brave&apos;s lead character, Merida. &quot;There was just more to do, a lot of the sessions were for games. I&apos;d do a couple of lines for Mark [Andrews] and Katherine before I started the games session, with a guy called Ben who was more of a voice on the line  the film stuff tended to happen in person.&quot; But none of this quite answers the question. It&apos;s the old licensed games lament, about a standard genre piece given appropriate visuals and sent out to shift units.     Merida, voiced by Kelly Macdonald, in Pixar's Brave. Photograph: Disney/Allstar    &quot;We can&apos;t control everything, they&apos;re two different deals,&quot; says Brave&apos;s director, Mark Andrews. &quot;The games have their parameters they have to work within, the companies making them have their parameters they have to work within and they each have budgets. So how do you get the best quality in that frame you&apos;re working to?&quot; That nails it. Don&apos;t get the wrong idea  Brave: The Video Game is, as far as licensed games go, pretty good. And the concept&apos;s solid, blending the Lego series&apos; family-friendly platforming with a 3D twin-stick shooter. But it utterly lacks the magic or even production values you might expect from something with Pixar on the box. Would the people at Pixar ever consider making their own games? Andrews says: &quot;No.&quot; He says it firmly. &quot;We actually had something like that in-house a few years ago,&quot; Sarafian says. &quot;I don&apos;t think we would consider it now because we want to focus on the primary business of film making, but there was a time back in the late nineties where we did interactive games.&quot; The Pixar Interactive Division was short-lived, existing from sometime in the early nineties and through the release of Toy Story before being shuttered in 1997. In that time it produced two things  the Toy Story Animated Storybook (skip to 24 minutes if you want to see Buzz Lightyear moonwalking on an arcade cabinet). The second was the Toy Story Activity Centre, a more straightforward collection of minigames. The first, to my very young self, was a delight; as brilliantly animated as you&apos;d expect, it goes through the film&apos;s story and lobs in puzzles and minigames as it steams along. The company&apos;s co-founder, Ed Catmull, told Variety Magazine in 1999 that: &quot;Given the talent we put on this project and the return we got, we did the very best and only did fine financially.&quot; The Toy Story Animated Storybook sold well, in terms of a quasi-educational CD-Rom, especially when you consider it was published by Avanquest, a French software house more inclined to stuff like antivirus programs. Not enough. After the division&apos;s closure a Pixar press release said the company said it would redirect its valuable talent into the main business of making movies. &quot;When we had that in-house division we wanted and needed those artists to be working on the films,&quot; Sarafian says. &quot;So we kept on borrowing them and were thinking &apos;Why are we doing this? Let&apos;s just make the movies.&apos; That&apos;s where our passion is.&quot; It&apos;s hard to argue with that. &quot;We spend as much on video games as we do on movies,&quot; Andrews later tells me, somewhat unconvincingly.     Brave the video game    But Brave does reach beyond the home consoles  Temple Run: Brave is a themed version of last year&apos;s hit app, while Brave: Storybook Deluxe is a much more interesting case. This is one of Disney Interactive&apos;s newest forays, and Brave is one of a series of offerings such as the Lion King and Tangled. They all share the same template. And when put next to stuff like The Fantastic Flying Books of Mr Morris Lessmore (watch the trailer) or the Numberleys (watch the trailer) you see the difference. Both of these &quot;interactive storybooks&quot; are made by Moonbot Studios, two of the three co-founders of which have a history with Pixar, and next to them the Brave Deluxe Storybook feels like those Activity Packs you used to get on long car journeys. Are they games? Does it matter? Only in the sense that, as you toy with and watch the Numberlys, you wonder whether that first experience burned Pixar a little too badly. Thinking of movies and games as totally distinct enterprises ignores all the blurring that happens at the boundaries, where new ways of telling stories and engaging audiences are constantly being born. Pixar is superb at what it does, and clearly doesn&apos;t want to muddy that with what it sees as a loss of focus. But I don&apos;t want Pixar to make Dark Souls. Last week I re-watched The Incredibles, and all I could think of was what Moonbot would do with it. Yesterday I downloaded the Brave Deluxe Storybook, and just wished it had a bit more magic to it. A bit more imagination. A bit more Pixar. Is that too much to ask?", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/25/imagine-a-pixar-video-game", 
    "wordcount": "1064"
}