{
    "headline": "Real market forces now drive action on climate change", 
    "text": "Fifteen years after the Kyoto protocol was signed and just months after being extended, a true global carbon trading marketplace may finally be within the world&apos;s grasp. It is as though a line of dominos has suddenly appeared, awaiting the slightest push to set off a chain reaction. When the dominos begin to fall, the world will suddenly have a powerful and effective tool to reduce carbon emissions, one of the most environmentally destructive aspects of modern human activity. The largest source of carbon emissions  about 45% of all emissions globally  are electricity generation power plants that burn fossil fuels. The idea behind emissions trading  the political shorthand has become &quot;cap and trade&quot;  is that mandated carbon emissions limits will drive a robust market as cleaner plants seek to sell their unused allowances. Dirty power plants have to pay cleaner power plants for rights to emit, creating an economic incentive for plants to run cleaner. Technology innovation and infrastructure investment would follow and electricity producers would strive to become sellers not buyers of emissions allowances. The sticking point has been the difficulty in creating a truly global carbon marketplace. The US, responsible for 25% of emissions, never ratified Kyoto. Without American participation and leadership, the EU, Asian and Australian exchanges offer only patchwork regional solutions. Yet climate change is a global problem at its core. Until very recently, the continued refusal of the United States to ratify Kyoto and make a commitment to reduce emissions and the spotty enthusiasm among some developed nations for the second round of Kyoto commitments called into question whether emissions trading would ever fulfil its potential. Now, after years of frustration, circumstances are shifting from the treaty serving as the sole impetus. Events are conspiring. Dominoes are aligning. In the US, emissions trading schemes are emerging organically. The Regional Greenhouse Gas Initiative started in 2009, with 10 north-eastern states participating, seeking to limit emissions from power plants. Recently California became the first single US state to begin emissions trading. Another carbon trading initiative  this one between 11 Western states and Canada  is in its first phase. Oil is losing its place as a preferred fuel. The discovery of vast reserves of natural gas in the US is sparking a shift in the power generation industry. As more power plants convert from coal and oil to cleaner burning gas, emissions trading is losing its downside. With affordable alternatives in the wings, the reluctance among regulators and governments to impose emissions limits is easing. A signal moment in the cap and trade debate has arrived in the US. In winning a supreme court decision as to its right to impose emissions standards, the current administration has the power  and many think the inclination  to flip a major domino by setting standards for existing power plants (so far it has limited itself to new facilities). Such a move would make Kyoto ratification much less important. Developed nations  especially the US  are positioned to benefit mightily from emissions trading. As the US carbon market is established, global pricing will naturally emerge under &quot;no arbitrage&quot; market principles. The price of American, EU, Australian and Asian carbon emissions will converge. All these markets will be strengthened in their mission of making money while cleaning the environment. Of course, the US  and all developed nations for that matter  can&apos;t solve the emissions problem alone. If Africa were to burn its own coal reserves, the resultant carbon emissions would cause trillions of dollars of damage to the rest of the world. But if the developed world can&apos;t clean up the globe on its own, it can create market conditions that make reduction in carbon emissions an economic priority for every nation. A global carbon market will create a new global system of economic values. Cleaner nations will become richer and their economies grow faster than dirty nations. A new measuring tool will be added to GDP, one that places a true market value on environmental stewardship. The fact that real market forces now drive that inevitability should be a source of great confidence in the principles and vision that were established with Kyoto more than a decade and half ago.  Dr Graciela Chichilnisky is the author of the carbon market of the Kyoto protocol, a professor of economics and mathematical statistics at Columbia University, director of Columbia consortium for risk management and the founder and managing director of Global Thermostat", 
    "section": "environment", 
    "gid": "environment/2013/mar/21/real-market-forces-action-climate-change", 
    "wordcount": "741"
}