{
    "headline": "Green news roundup: Toxic waste, wind myths and animal orchestras", 
    "text": "Environment news  Trafigura lessons have not been learned, report warns Nick Clegg taunts Conservatives over broken green promises Google Maps&apos; virtual diving brings the Great Barrier Reef into view Climate change is already damaging global economy, report finds Supermarkets face protests over support for badger cull Global shark conservation plan in the balance at landmark talks Report warns of global food insecurity as climate change destroys fisheries On the blogs     West Mill wind turbines, Watchfield, Shrivenham Wiltshire in 2009.  Photograph: Stan Green/Alamy     It&apos;s a myth that wind turbines don&apos;t reduce carbon emissions Green investment is the cure for our ailing economy How can we make our oceans well again? Have you been a furious cyclist like Andrew Mitchell? Multimedia     Baby gorilla Isangi, a poached 9-month-old Grauer's gorilla, that was moved to Virunga National Park headquarters at Rumangabo, in the Demoncratic Republic of Congo to be quarantined for a month.  Photograph: Luanne Cadd/AFP/Getty Images     Orphaned baby gorillas rescued in Congo  in pictures Catlin Seaview Survey takes a dive on Heron Island - video How record sea ice melt is changing life for Greenlanders  video Bernie Krause&apos;s great animal orchestra - interactive Features and comment     An adult monarch, right, probes for nectar on a Gregg's Mistflower. Photograph: Scott Gaulin/AP     Revolution in filming reveals epic journey of the monarch butterfly Onshore wind energy: what are the pros and cons? The &apos;age of the machine&apos; is drowning out natural sound, Bernie Krause warns Ethical living: is it worth reusing our hotel towels? Green jobs  Road Safety Campaigner jobs, CTC, Guildford, Salary 24k pro rata Operations Director jobs, Garden Organic, Coventry, 50,000  55,000 Sustainability PA / Coordinator for International Hydropower Association, Sutton, London, circa 30,000 for the right candidate ... And finally  New HTC phone will be sold without charger in bid to cut wasteNetwork operator O2 will pilot the charger-free scheme in the UK for the soon-to-be-released smartphone", 
    "section": "environment", 
    "gid": "environment/2012/sep/26/1", 
    "wordcount": "259"
}