{
    "headline": "Europium", 
    "text": "    This week, we meet the rare earths element, europium, which has the atomic number 63 and the symbol Eu. Europium is a silvery-coloured element that is ductile. It also is highly reactive since its outer (valence) electron shell is half-filled, so this metal typically loses three electrons, adopting the +3 oxidation state (although you can also find it in the +2 oxidation state). Due to its high reactivity, europium is not found as a pure element in nature.   Europium is a wonderful element if you enjoy brilliant colours. In its typical trivalent (Eu3+) state, europium emits a brilliant red light when illuminated, which led to its use in cathode ray tubes (CRT) in television screens so we could enjoy the red uniforms that our favourite sports teams wear.  In its divalent (Eu2+) state, europium emits blue light when illuminated. A mineral, known as &quot;Blue John&quot; discovered in Derbyshire in the midlands of England, is a special form of calcium fluorite, CaF, that has the peculiar quality of emitting blue light when exposed to UV. For this reason, this quality was named &quot;fluorescence&quot;, but only much later was it discovered that Blue John&apos;s fluorescence is actually due to trace amounts of europium, not fluoride.  Although the main consumer of europium, CRTs, is going the way of the dinosaur, europium still has other important uses. For example, since europium was named for Europe, it somehow seems fitting that it is used in euro bank notes to prevent forgeries. Divalent and trivalent europium also is used in low-energy light bulbs (trichromatic lamps) to provide both the red and the blue components of light, and now it&apos;s being used in sodium street lamps to provide lighting that is more natural, instead of that familiar hideous yellow colour.  Interestingly, europium is relatively abundant in samples of moon rocks. But unlike europium found on Earth, the europium originating from Moon rocks is more commonly in the +2 oxidation state. This suggests that the Moon came from a different source of cosmic material than did Earth. Our favourite chemistry professor has rejoined his colleagues on our computer screens to tell us a little more about europium:             [video link].  .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniofNottingham  You&apos;ve already met these elements: Samarium: Sm, atomic number 62Promethium: Pm, atomic number 61Neodymium: Nd, atomic number 60Praseodymium: Pr, atomic number 59Cerium: Ce, atomic number 58Lanthanum: La, atomic number 57Barium: Ba, atomic number 56Csium: Cs, atomic number 55Xenon: Xe, atomic number 54Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistPinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/18/1", 
    "wordcount": "686"
}