{
    "headline": "Students: how do you behave in the library?", 
    "text": "Most libraries have two golden rules: no eating, and no talking. Clearly, these are both very sensible. Without them students would be unable to concentrate on their books which would, in any case, be covered in jam. But the no-eating, no-talking arrangement is nowhere near as clear-cut as it might seem. Moderation is the key when it comes to food. While I would argue there&apos;s little harm in enjoying something fizzy and a packet of Walkers&apos; finest while you study, a line has to be drawn somewhere. A classmate once sat down next to me, produced several tupperware containers filled with hot food from his backpack, cracked open a can of energy drink and began to watch 2001: A Space Odyssey on his laptop. When it comes to the rules on talking, I&apos;m almost as fierce as the librarians. As a law student, I&apos;ve had to digest some pretty dry subject matter. If there&apos;s one thing worse than having to trawl through the Companies Act 2006 it&apos;s having to trawl through the Companies Act 2006 while the girls sitting next to you discuss how battered they got the night before. Even whispering can be distracting. &quot;The maximum time for whispering is five minutes and if you get death stares from anyone sat in the vicinity, you move on, sharpish,&quot; writes Vicky Hodgkinson in Birmingham&apos;s student paper Redbrick. She adds: &quot;Also if you&apos;re a shusher then that&apos;s great  there needs to be at least one in each area.&quot; When your phone rings in a library, standard procedure is to make for the nearest exit adopting that strange movement (also used by people walking out of theatres before the end) which is part run, part walk and part crouch. Anyone who answers the phone saying &quot;I&apos;m in the library&quot; and then proceeds to have a lengthy conversation should be expelled. From university. My two-item list of library rules is, of course, hardly exhaustive. Wolfson College Oxford manages to come up with 13 items of library etiquette including: &quot;Readers must not behave in a manner likely to damage the fixtures and fittings of the library.&quot; I&apos;m sure you have your own pet hates, so feel free to share them. Where, for example, do you stand on running, humming, snoring and, er, love between the bookstacks?  This article was amended on 12 April 2012 to change Wolfson College Cambridge to Wolfson College Oxford. Thanks to all those who pointed out the error, which was not the fault of the writer but was introduced in the editing.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/apr/11/how-do-students-behave-in-libraries", 
    "wordcount": "430"
}