{
    "headline": "Australia urged to prepare for influx of people displaced by climate change", 
    "text": "Australia, a close neighbour of small, low-lying South Pacific states at the frontline of climate change, should prepare for an influx of people displaced by rising sea levels and storms, the president of the country&apos;s main refugee advisory body has said. Phil Glendenning, president of the Refugee Council of Australia has advised the Australian government that it should prepare to create a new migration category for those fleeing the effects of climate change. No country currently has a special visa category for those displaced by climate change, but Glendenning said there was a new cohort of displaced people emerging and the rest of the world needed to take notice. Glendenning said he was not speaking for the Refugee Council and was not suggesting those displaced by climate change be admitted into Australia as refugees fleeing persecution. The key legal document that defines refugees, the Convention Relating to the Status of Refugees, defines a refugee as a person who has a well-founded fear of persecution in their homeland because of their race, religion, nationality of membership of a particular group. The convention  forged in 1951 in the aftermath of world war two  does not offer protection to those claiming to be endangered by climate change. Its limits were tested in New Zealand last year by a 36-year-old Kiribati man who argued before an immigration tribunal that he should not be deported because he feared for his own future and that of his children&apos;s because of the effects of climate change in his country, barely two metres above sea level. The tribunal rejected his claims and confirmed his deportation order after holding that the Refugee Convention gave no protection to those claiming to be endangered by climate change. Glendenning, who was in Kiribati in March, says Australia needs to formally recognise people displaced by climate change because there&apos;s &quot;a big chance&quot; that climate change in the Pacific would force large numbers of people from their homelands. Glendenning says Australia and other countries should prepare to cater for potentially thousands of people displaced by climate change. &quot;These are people who are not suffering from persecution because of their beliefs, race or because they belong to a particular group. So they don&apos;t meet the Refugee Convention criteria but, nevertheless, there will be a need for people to be resettled because they have been displaced by climate change,&quot; says Glendenning. &quot;This is a new cohort of people who are emerging, the rest of the world needs to pay attention.&quot; Australia&apos;s Labor government  trailing massively in opinion polls and facing an election in September at which the increased numbers of asylum seekers is expected to be a hot issue  is unlikely to agree to increase its migration intake before the election. The opposition, a Liberal-National coalition that is expected to unseat Julia Gillard, has already vowed to cut Australia&apos;s refugee intake by 6,000 places and appears unlikely to agree to increased migration to cater for those displaced by climate change. Glendenning says he has raised the need for a special migration category for those displaced by climate change with senior officials in the Australian Department of Immigration and Citizenship. &quot;This is beginning to emerge as an international issue ... the Department of Immigration didn&apos;t rule it out, of course. It didn&apos;t get a negative hearing, it&apos;s [a proposal] very much in its infancy.&quot; Kiribati, formerly part of the British-administered Gilbert and Ellice Islands, straddles the equator. Its 33 tiny atolls and islands  many of which are uninhabited  extend for 5,000 kilometres across the Pacific Ocean. Most are extremely low-lying and the country&apos;s main atoll of Tarawa is now dangerously overcrowded as more people from outer islands flock to Tarawa seeking work and protection from climate change. Rising sea levels and more intense storms have inundated low-lying coastal land within Kiribati, contaminating vital fresh water supplies beneath some atolls, killing food plantations and shrinking the available land. Kiribati&apos;s president, Anote Tong, a graduate of the London School of Economics, has told his people that many should prepare to leave under a policy he terms &quot;migration with dignity&quot;. Last month he announced that Kiribati would purchase 3,000 hectares of agricultural land in Fiji to grow food and as an investment. He has denied that he plans to send people there to live. President Tong, who has long campaigned for greater international recognition and aid for his country&apos;s plight, told the Global Mail that despite frantic efforts within Kiribati to stem the effects of climate change  by building sea walls and protecting fresh water supplies  his people would have to migrate to survive. He says Kiribati will increase its efforts to train and educate its young people so that they have a greater chance of making a new life in a different country. &quot;For our people to survive, then they will have to migrate,&quot; says president Tong. &quot;Either we can wait for the time when we have to move people en masse or we can prepare them  beginning from now ...&quot;  Bernard Lagan&apos;s full report on Kiribati is published on The Global Mail  See The Global Mail&apos;s photo essay on Kiribati  This article was amended on 2 May 2013 to make clear that the Refugee Council of Australia has not called for those affected by climate change to be recognised as a new category of refugee, and to clarify that Phil Glendenning was not presenting his views as those of the council.", 
    "section": "environment", 
    "gid": "environment/2013/apr/16/australia-climate-change-refugee-status", 
    "wordcount": "918"
}