{
    "headline": "Mystery bird: grey-cheeked fulvetta, Alcippe morrisonia", 
    "text": "  Grey-cheeked fulvetta, Alcippe morrisonia, Swinhoe, 1863, also known as the Taiwan grey-cheeked fulvetta or as the southeastern grey-cheeked fulvetta, the common fulvetta, red-eyed fulvetta or as the grey-eyed nun-babbler, photographed in Hong Kong, a Special Administrative Region of the People&apos;s Republic of China.  Image: Marie-Louise Ng, 14 April 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D7000, 1/125 sec, f/5.6, 500 mm, iso1000     Question: This Hong Kong mystery bird is interesting for a number of reasons, not the least of which is its genetics. This bird has led some authorities to propose that the biodiversity of southern China and Indochina may have been underestimated. What am I talking about? Can you identify this mystery bird&apos;s taxonomic family and species?  Response: This cute little bird is a grey-cheeked fulvetta, Alcippe morrisonia, a member of Timaliidae, the Old World babblers. Although most timaliids resemble warblers, other members of this family are very diverse in appearance. For this reason, this group is one of several Old World bird families with the highest number of species still being discovered. Within Timaliidae, the genus Alcippe was originally where all &quot;fulvettas&quot; were placed, but new work shows it is comprised of a number of separate lineages that were recently split into 5 independent genera: Alcippe, Schoeniparus, Fulvetta, Pseudominla and Lioparus.  The grey-cheeked fulvetta occurs in broadleaf forest, bamboo, scrub and secondary forests ranging from 200-3050m in elevation. They forage in noisy groups and in mixed species flocks, feeding on insects, seeds and berries. This species is monogamous. Their open cup nest is constructed low in a bush and they lay 2-4 eggs per clutch. Even though this small songbird is resident, my sources tell me this species is reported in Hong Kong only in winter, indicating there is at least some seasonal movement. The grey-cheeked fulvetta has brown upperparts with a grey head and face, a long black crown stripe (missing or not easily visible in some subspecies), a bold white eye-ring and dark red irides, a grey bill, and buffy underparts with pinkish legs and feet. There is slight geographic variation and eight subspecies are recognised, but differences in voice and genetics may result in additional splitting of this taxon in the future. Based on DNA work by Zou et al., published in 2007, some authorities have split and renamed this taxon into three: southeastern (Taiwan) grey-cheeked fulvetta, A. morrisonia; the northern grey-cheeked fulvetta, A. davidi; and the western grey-cheeked fulvetta, A. fratercula -- a change I&apos;ve honoured here. The original paper -- doi:10.1016/j.ympev.2006.12.004 -- is free access and is very interesting reading, especially if you are interested in biogeography and speciation.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/28/4", 
    "wordcount": "513"
}