{
    "headline": "Freedom Foods 'failing to crack down' on poor salmon farming standards", 
    "text": "The RSPCA&apos;s Freedom Food labelling schemehas been accused by anglers of failing to crack down on poor environmental standards at Scottish salmon farms. The Salmon and Trout Association, an influential charity which promotes angling and wild fisheries, said a number of farms accredited under the animal welfare scheme had proven records of high levels of seabed pollution and sea lice infestation, a parasite which has affected scores of Scottish fish farms, yet no action had been taken against them. Those included sites owned by the Scottish Salmon Company, which had been found to have unacceptable seabed pollution levels or failed testing by official agencies, or had sea lice infestation levels which breached best practice guidelines. Freedom Foods also refused to disclose which fish farms are its members because that information was commercially confident, or how much money it earned from them, which made it very hard for consumers to judge its track record, it said. The association estimated that Freedom Foods makes up to 1m a year from an annual 463 a year membership fees and from licensing its famous blue logo to producers, imposing a fee for every kilo of fish produced. Freedom Foods denied this however, telling the Guardian its total income from salmon farms was &quot;significantly lower&quot; than the S&amp;TA&apos;s lower estimate of 800,000 a year, and was designed to cover its inspection and marketing costs, not to make a profit. &quot;Freedom Food seems to be blind to the dismal environmental record of some of the farms certified,&quot; said Guy Linley-Adams, a solicitor who wrote the S&amp;TA report. He said the main motivation for companies was simply as promotional tool: to persuade consumers their products observed the highest welfare and environmental standards, but the products were no better than the minimal legal and industry standards. He said the Freedom Foods&apos; salmon advisory panel was dominated by the fish farming industry: of its 19 members, 15 came from from the industry&apos;s largest fish farm companies or directly related industries such as fish transport firms. Freedom Foods told the Guardian its members accounted for 70% of Scottish salmon farm output, which exceeded 150,000 tonnes in 2011, and covered 224 sites within 17 production companies and groups, including hatcheries and fresh water fish farms. But she insisted the charity had suspended members in the past. &quot;We take a tough approach to compliance which means that on rare occasions we do suspend members for failing to meet the standards. You will appreciate that I can&apos;t give you details of those members for data protection reasons,&quot; she said. She insisted its members were required to uphold minimal legal standards, best practice and observe the RSPCA&apos;s mandatory veterinary health plans. &quot;The RSPCA and Freedom Food are 100% committed to improving the welfare of all animals  in tandem with respect for the marine environment  it is the sole reason the RSPCA exists,&quot; she said. She said the Freedom Food scheme had been awarded the gold standard for fish welfare and sustainable fish farming by the Marine Conservation Society and backed by Greenpeace in its report a Recipe for Disaster. A spokeswoman for The Scottish Salmon Company rebutted the claims: &quot;SSC is a new entrant into the Freedom Food scheme, having moved to this accreditation only last year and it is therefore, baffling that the report tries to draw conclusions based on out-of-date information, taken from a period when Freedom Foods was not in operation at these sites.&quot; &quot;Fish welfare is of paramount importance in salmon farming. Ensuring the use of good husbandry methods, minimal stress to fish and excellent health management practices provide the optimum conditions for growing salmon and our focus is one of continuous improvement, hence our move to Freedom Foods six months ago.&quot; Hughie Campbell-Adamson, chairman of the S&amp;TA&apos;s Scottish branch, said:. &quot;It appears that all too often Freedom Food certification provides a convenient &apos;fig leaf&apos; for salmon farming companies to deflect legitimate criticism of their wider environmental performance and the damage being caused to wild fish. By certifying farms that fail to meet basic environmental standards, the credibility of the RSPCA is at stake and it runs the risk of being charged with hoodwinking supermarkets and their customers.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/16/freedom-foods-salmon-farming-standards", 
    "wordcount": "723"
}