{
    "headline": "The riddle of Yorkshire's 'pigeon Bermuda Triangle'", 
    "text": "The world of pigeon racing is a-flutter with talk of hundreds of birds going missing in the &quot;Bermuda Triangle&quot;. No, not the mysterious zone of popular legend between Bermuda, Miami and Puerto Rico. Rather, a somewhat less exotic imaginary triangle between Thirsk, Wetherby and Consett in the north-east England. Earlier this month, at a racing event that saw participating pigeons pass through the triangle, only 13 out of the 232 birds returned to their coops in Scotland. At another event, 200 out of 1,000 went missing in action. &quot;They&apos;re calling it the Bermuda Triangle, but who knows where they are going?&quot; Keith Simpson, of the East Cleveland Federation of pigeon fanciers, said to local reporters. &quot;Last weekend, a mate had 63 birds away from Durham and 25 went missing. It&apos;s heartbreaking, it&apos;s puzzling, and some people&apos;s seasons are finished because of this.&quot; Why have so many birds gone missing over this specific region? Several theories have been advanced, the woeful summer weather chief among them. Somefanciers have suggested the missing birds might have tried to avoid rainclouds over the higher ground of North Yorkshire and never managed to get back oncourse. Others have blamed fluctuations in the &quot;K index&quot;  a measure of the earth&apos;s geomagnetic activity. Racing pigeons are able to fly hundreds of miles, but to find their way home they &quot;sense&quot; their location via geomagnetic fields before using their sight for the last 40 miles or so to find familiar landmarks. Pigeon fanciers monitor the Kindex before races, but any unsuspected disturbance in geomagnetic activity could throw the birds off course. For this reason, the finger of suspicion hasfallen on RAF Menwith Hill inNorth Yorkshire, where the USmilitary operates 33 huge radar domes as part of its global defence system and eavesdropping network. Could the radar be disrupting the pigeons&apos; internal homing beacon? However, on the online pigeon racing forums, a more popular theory abounds: the talk is largely of &quot;bops&quot; (birds of prey) such as &quot;percies&quot; (peregrine falcons) taking their beloved &quot;doos&quot; (pigeons). The RSPB comes in for particular criticism because of its policy of trying to reintroduce threatened species ofbirds of prey in recent years. On PigeonBasics.com, &quot;stb&quot; was crestfallen after losing more than half of his 90 doos to percy strikes in recent weeks: &quot;I don&apos;t blame anyone for packing in. The game&apos;s over.&quot;", 
    "section": "environment", 
    "gid": "environment/shortcuts/2012/aug/27/riddle-yorkshires-pigeon-bermuda-triangle", 
    "wordcount": "425"
}