{
    "headline": "Nasa Curiosity rover tests suggest life may have existed on Mars", 
    "text": "     An ancient network of rivers on Mars once made parts of the planet habitable for microbial life, according to the latest analysis from Nasa&apos;s Curiosity rover. Rock dust drilled from sediments in the giant Gale crater on the red planet were found to contain clay minerals that can have formed only in water, scientists said. The discovery of other substances alongside the clays, such as calcium phosphate, suggest the soil was neutral or mildly alkaline, making the environment suitable for microbes. Instruments aboard the Curiosity rover have allowed scientists to build up a gradual picture of the planet&apos;s geological past, but the latest analyses are the strongest evidence yet that Mars was once hospitable to life. &quot;A fundamental question for this mission is whether Mars could have supported a habitable environment,&quot; Michael Meyer, a lead scientist on Nasa&apos;s Mars Exploration Program, said. &quot;From what we know now, the answer is yes.&quot; The rover has been exploring an area in the basin of the Gale crater called Yellowknife Bay. Analysis of dust drilled from the bedrock found it was made from fine-grained mudstone containing clay minerals and other chemicals used by living organisms, including sulphur, nitrogen, hydrogen, oxygen, phosphorus and carbon. Scientists believe the bay region was the end of an ancient network of rivers or an old lake bed that was wet at various times in the planet&apos;s history. The latest clues to the Martian environment came from data sent back to Nasa scientists by the rover&apos;s sample analysis on Mars, with its chemistry and mineralogy instruments. &quot;The first indications are that this region could have been habitable. Though it could have been an uninhabited habitat,&quot; said John Bridges, a planetary scientist and member of the Mars Curiosity team at Leicester University. The rover, also known as the Mars Science Laboratory (MSL), was sent to the planet to answer a simple question: was Mars ever hospitable to life? The discovery of clays that formed in water, the neutral soil conditions, and a chemical energy source for microbes, suggests the scientists finally have an answer. Among the results the rover beamed back to Earth, scientists were surprised to find chemical compounds in different states of oxidation. Similar variations in chemical makeup are used as an energy source by some microbes on Earth. The partial oxidation of some minerals first revealed itself when drilled samples appeared grey instead of red in the rover&apos;s camera. &quot;We have characterized a very ancient, but strangely new grey Mars where conditions once were favourable for life,&quot; said John Grotzinger, project scientist on the mission at California Institute of Technology. The task of hunting for proof of ancient life on Mars will fall to future missions, but Bridges said that the discovery of clay minerals on the planet will help scientists direct probes to landing sites where conditions were most suited to life. The $2.5bn car-sized rover touched down on Mars in August last year after an audacious landing that required it to be winched to the ground by a hovering spacecraft. The mission will last one Martian year, or 687 Earth days. One day on Mars is called a sol and lasts 1.027 Earth days. &quot;It&apos;s a remarkable achievement. We are starting to see results from MSL that already justify the mission,&quot; said Bridges. &quot;We&apos;ll take it one sol at a time.&quot;", 
    "section": "science", 
    "gid": "science/2013/mar/12/nasa-curiosity-mars-rover-rock-samples", 
    "wordcount": "570"
}