{
    "headline": "Are university interviews a fair way to pick students?", 
    "text": "A new batch of interview students, many of them state schooled, are currently making their way to the most selective universities in the country: Oxford and Cambridge, and the medical schools. But do they stand a chance among the plethora of interview-savvy debating champions from private schools? Conventional wisdom says not. Owen Jones writes, for instance, that the interview process enshrines a system whereby the privately schooled  &quot;confident, self-assured, and able to hold their own in a debate&quot;  are &quot;far more likely to shine&quot; than those educated at, say, an inner-city comprehensive. How then are less privileged students to convince the most picky universities to give them a place? Personal statements certainly aren&apos;t the answer, according to the Sutton Trust. Last week it made the point that &quot;private school students not only tend to submit more carefully crafted statements but generally have a more privileged set of experiences about which to boast, such as work experience at blue-chip employers&quot;. The charity concluded that &quot;admissions processes need to change&quot;. When I applied to Cambridge, I&apos;d had no relevant work experience whatsoever. Nobody in my immediate family had attended university and I went to a school that sent very few to Oxbridge. I&apos;ve no doubt that it was the interview process that secured my place. If state school students, lacking the right kind of work experience, nevertheless achieve good grades, it is their potential upon which they must be judged. This is where the interview process comes into its own: potential cannot be judged by a piece of paper, but only by human interaction  and the enthusiasm of the interviewee for their subject. This is not the preserve of the elite. A recent piece in the Telegraph quotes Norman Stone, a former professor of modern history at Oxford, who says he could tell those who would succeed &quot;by the flash of their eyes&quot;. In other words, be bold, and there&apos;s no telling what might happen. Interviews, of course, aren&apos;t confined solely to the Oxbridge bubble: medical and veterinary schools rely on them, art colleges often require students to come in with their portfolios, and many popular universities summon applicants for a face-to-face discussion. On Twitter, current undergraduates tell @gdnstudents that they valued the experience of being interviewed. @pippashawley, an archaeology student at Bristol, was interviewed by Southampton University. &quot;It gave us a chance to show we were genuinely keen  and had written our own Ucas forms.&quot; @AJaiswal5, a student at Aston University, went to interviews at &quot;Nottingham for pharmacy and UOB for chemical eng. Both weren&apos;t too bad and it gave me a chance to see the unis at first hand.&quot; And @OhVivaMiVida, who studies archaeology at UCL, was offered a BBB entry there for a course that normally demands AAA. She tweets: &quot;Great interview. So friendly and welcoming. They knew they wanted me.&quot; I believe interviews are more efficient, and indeed fairer, than the cold, artificial and misleading personal statement. They help determine which students, regardless of background, will flourish at the university in question. They mirror job interviews which all students will face later in life. Most of all, they represent an opportunity  especially for state-school applicants.", 
    "section": "education", 
    "gid": "education/2012/dec/12/are-university-interviews-fair", 
    "wordcount": "543"
}