{
    "headline": "Mass legal action threatened over GCSE English results", 
    "text": "Scores of pupils have joined schools and councils in threatening legal action in an attempt to force exam boards to regrade June&apos;s GCSE English papers. A total of 180 pupils,113 schools, 36 local authorities and seven professional organisations are involved in the challenge after thousands of teenagers were hit by changes in grade boundaries, which meant they got Ds rather than all-important Cs in the June exams. The changes to the English foundation paper meant a 10-mark difference from the exams sat by other pupils in January. The lack of a C in English could threaten pupils&apos; school or college places to study A-levels. The alliance is demanding Ofqual, the exam regulator in England, orders a regrade or face moves to force a judicial review in the high court. Jonathan Clarke, who sat his exam at St Matthew Academy in Blackheath, south London, said: &quot;I worked hard for a C grade in English and it has been taken away from me right at the end. That is just not fair. I am now having to redo the course with a different exam board over the next year at the same time as doing four A-levels.&quot; His headteacher, Michael Barry, said: &quot;Jonathan is one of 31 students from our school who has suffered in this way. He is a hard-working, conscientious student, getting two A stars, four As, two Bs, three Cs and then a D in English. It is obvious that something is very wrong here.&quot; Ofqual said last month there had been no problem in the marking of pupils&apos; June papers but suggested other papers taken in January had been marked too easily and offered the summer&apos;s candidates early resits in November. In Wales nearly 2,400 teenagers are having their grades increased as a result of an order by the Welsh assembly to the country&apos;s exam board, the WJEC. Erica Pienaar, executive head for the Leathersellers&apos; federation of schools, said: &quot;We understand that some grade adjustment goes on routinely, but schools are always informed about this and the adjustments are minor  one or two marks here or there. This year we were kept in the dark and at 10 marks the scale of the adjustment was huge.&quot; Those taking action say that in Lewisham local education authority, south London, 163 pupils got a D in June when they would have been given a C if they had sat the exam in January. This was mirrored in every authority in the country, they say. Russell Hobby, the general secretary of the National Association of Head Teachers, said: &quot;The statistics are opaque but the moral issue is simple: a group of young people have been made to pay a devastating price for the mistakes of others. This must be rectified swiftly.&quot; In a letter to Ofqual and two exam boards, AQA and Edexcel, giving them seven days to respond before legal action begins, the alliance said: &quot;It is inconceivable that two cohorts of students enrolled for the same course in the same academic year, who have undertaken the same work and invested the same effort, and who will be competing in future for the same opportunities, should be subjected to such radically different standards of assessment and award.&quot; An Ofqual spokesperson said: &quot;We can confirm we have received correspondence about proposed legal action. The matter is now in the hands of our lawyers and we will respond in due course.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/21/legal-action-gcse-english", 
    "wordcount": "583"
}