{
    "headline": "How are you marking International Day of the Girl? Share your stories", 
    "text": "Its not easy being a girl. Just being born can be an accomplishment, as more female foetuses are aborted than male. Getting into school is the next hurdle because for some people education is still considered a male preserve. Globally, twice as many girls as boys will never start school. If you do get into primary school, as a girl, you may be forced to withdraw before you reach secondary if your family want you married. More girls than boys will marry young  one in four girls globally are married before they reach 18 (one in three in poorer countries).   Related: 'I just got trapped': Nepal tries to expand girls' horizons beyond marriage    And if you do make it through school, dodge early marriage and get into paid employment, the chances are youll earn less for doing the same job as your male colleagues. Last week, the childrens agency, Unicef, published figures that showed girls between the ages of five and 14 spend 40% more time doing unpaid housework and collecting water than boys  a trend that will continue into adulthood, UN Women found in its flagship report last year. But things are improving. The Unicef reports also points out that, despite the difficulties, more girls are surviving childhood and are attending school, and Girls Not Brides reports a drop in figures for child marriage. World leaders have also committed to end discrimination against women and girls by 2030; although this will need a huge effort  if we continue at the current rate of progress, it will take more than 100 years to achieve. And, of course, we now have an international day, on 11 October, dedicated to recognising and promoting girls rights and the unique challenges faced by the 1.1 billion girls around the world.  We want to know how you are marking International Day of the Girl on Tuesday. Are you holding an event in your school, youth club, in your local community? You can share your images, stories and videos by clicking on the blue GuardianWitness buttons on this article. We may use some of your contributions in our reporting. And what was it like being 13? Or what do you hope life will be like when you become a teenager? We want to hear about your experiences on Twitter. Tweet #Girlat13 and tell us your story.  GuardianWitness is the home of readers content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others. Posts will be reviewed prior to publication. ", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/11/how-are-you-marking-international-day-of-the-girl-share-your-stories-guardianwitness", 
    "wordcount": "413"
}