{
    "headline": "Embattled Yahoo CEO could be ousted by board as early as today", 
    "text": "Yahoo could be on the verge of firing its second CEO in eight months if an activist shareholder with a 5% stake in the company has his way. The shareholder, hedge fund manager Daniel Loeb, had told Yahoo&apos;s board that he was considering taking legal action on Monday if Scott Thompson, the company&apos;s embattled chief executive, is not fired. Indeed, after no response from Yahoo by mid-day Monday, Loeb&apos;s investment company Third Point announced in a statement that it had begun the process under Delaware law to obtain the books and records related to Thompson and the board&apos;s vetting process. Loeb, Yahoo&apos;s largest outside shareholder, wants Thompson out ostensibly because the chief executive lied on his corporate biography, stating that he had earned a computer science degree when in fact he holds an accounting degree.  The falsehood appears both on the company&apos;s website as well as a regulatory filing.  &quot;It&apos;s in regulatory documents, so that makes it significant,&quot; Colin Gillis, senior technology analyst and director of research at BGC Financial, told the Guardian. &quot;Either way, it&apos;s a setback for Yahoo.&quot; In its statement, Third Point made the following demands:   Third Point hereby demands, under oath and pursuant to Section 220(b) of the Delaware General Corporation Law (&quot;DGCL&quot;), that Yahoo! make the books and records described below available for inspection and copying by Third Point or its duly authorized designees. Third Point is demanding this information for the following purposes: 1. To investigate wrongdoing or possible mismanagement by Yahoo!&apos;s management and/or any member(s) or committee(s) of its Board of Directors (the &quot;Board&quot;) in connection with the hiring of Scott Thompson as the Chief Executive Officer of the Company and his appointment to the Board; 2. To investigate wrongdoing or possible mismanagement by Yahoo!&apos;s management and/or any member(s) or committee(s) of its Board in connection with the appointment of Peter Liguori, John Hayes, Thomas McInerney, Maynard Webb, Jr. and Fred Amoroso to the Yahoo! board rather than the nominees proposed by Third Point; 3. To investigate wrongdoing or possible mismanagement by Yahoo!&apos;s management and/or any member(s) or committee(s) of its Board in connection with the statements by Yahoo! on the afternoon of May 3 that the false filings about Mr. Thompson&apos;s educational background were &quot;inadvertent.&quot; 4. To determine whether Scott Thompson, Patti Hart, Peter Liguori, John Hayes, Maynard Webb, Jr., Fred Amoroso, and Thomas McInerney are suitable to serve as directors of Yahoo!; 5. To facilitate communications with other stockholders concerning the matters identified in paragraphs 1 through 4 above, in connection with a proxy contest to replace the current board of directors with nominees proposed by Third Point.  Thompson has not spoken publicly about the scandal. He wrote to employees today saying he was &quot;sure you have seen the reports of questions raised regarding my undergraduate degree&quot;. Without apologizing or explaining, Thompson urged his workers to remain &quot;focused on our customers, our shareholders, our team and moving Yahoo! forward fast&quot;. Thompson, 54, the former head of PayPal, rankled many in Silicon Valley in March for suing Facebook for infringing on some Yahoo patents. Negatively referred to as &quot;patent trolling,&quot; the move against Mark Zuckerberg&apos;s firm came on the eve of Facebook&apos;s projected $100bn initial public offering. This flare-up is the latest in a string of problems that have bedeviled the struggling tech company. In September, Yahoo fired Carol Bartz, its previous chief executive, and underwent a strategic review as the business has struggled to compete with Google and Facebook. After Bartz&apos;s controversial ousting, Yahoo said it was looking at a range of strategic options, including the sale of all or part of the company.  And morale at the company is said to have nosedived. One former employee, who left recently as Thompson eliminated 2,000 jobs in a massive restructuring, told the Guardian: &quot;I&apos;m just glad I&apos;m not there any more.&quot; Bartz had joined Yahoo in January 2009, replacing co-founder Jerry Yang, who had returned to the helm. When Bartz joined the firm its shares were trading for about $12. After news of her departure broke, the shares jumped more than 6% in after-hours trading to $13.72, from a close of $12.91 on the Nasdaq. In January 2000, near the end of the dot-com bubble, Yahoo&apos;s shares traded at more than $125 each. Eric Hippeau, one of Yahoo&apos;s original board members, who stepped down last year, characterized the company&apos;s handling of its troubles in a single devastating tweet:    The hapless company: Yahoo goes from mishap to catastrophe, all self-inflicted dthin.gs/J3urxB&mdash; Eric Hippeau (@erichippeau) May 3, 2012    BGC&apos;s Gillis said: &quot;Yahoo is stuck in a difficult spot where if they let the CEO go, they&apos;ve reset the turnaround process by that much time. It&apos;s been six months, and you&apos;re probably talking about another three months before the next guy comes in, and he needs his 100 days.&quot; &quot;On the other hand, if he&apos;s not able to effectively turn the company around and he&apos;s got credibility issues, you gotta cut him loose.&quot;", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/may/07/yahoo-ceo-scott-thompson-degree", 
    "wordcount": "848"
}