{
    "headline": "National Union of Teachers leader attacks free school 'vanity projects'", 
    "text": "The National Union of Teachers has accused the government of wasting money on &quot;vanity projects&quot; after finding that 337m has been spent on the academies and free schools programme in less than two years. The NUT is strongly opposed to reforms that it says are leading to the privatisation of state education and putting national pay and conditions under threat. It says there is no evidence that academies and free schools will drive up standards, and says some free schools are being set up in areas close to existing high performing schools. The union&apos;s figures show 337.2m has been spent in support of the government&apos;s policy on academies and free schools since the general election in May 2010, with the Department for Education (DfE) spending 305.6m on the programme up to February 2012. Last week the DfE revealed that the majority of England&apos;s state secondary schools were, or were about to become, academies. Primary schools are far more reluctant: 5% are, or are about to become, academies. To date, 24 free schools have been set up and 70 more are in the pipeline. A total of 2.6m was paid to 27 free school groups between November 2010 and February 2012 to support their opening. Five former private schools that converted to free schools received 4.26m between them, and 19 new free schools that opened last September shared a total of 5m for their 1,664 pupils, which the union claims is equivalent to the size of one average secondary school. The figures were drawn from totting up payments released under the &quot;open government&quot; commitment, under which individual payments of 25,000 or more listed on monthly spreadsheets. The NUT leader, Christine Blower, unveiled the figures in her address to delegates on the closing day of the union&apos;s annual conference in Torquay, which on Monday heard calls for measures including industrial action over the changes. Blower said: &quot;As we know, because the government tells us all the time, we are in a time of constrained budgets and money is tight. So you might reasonably expect the DfE to be watching every penny. It might come as a surprise then to find that a whopping 305.6m was spent on the academies and free schools programme between April 2010 and February 2012. &quot;An increasing amount of staff resource is being used at the DfE on these vanity projects when the department, as a whole, is shrinking. Little wonder that Michael Gove is known as the secretary of state for free schools and academies.&quot; Blower renewed her call for a merger of teaching unions to bolster their strength in the face of what she feels is a multi-pronged attack on the profession and state education. Both the NUT and the NASUWT have resolved to take further industrial action in defence of pensions and pay if the government presses ahead with plans to move away from national pay scales. &quot;We will continue to work to achieve the maximum unity and unity in action with all organisations but never lose sight of the prize that is a single unified teachers&apos; union,&quot; Blower said. The union said at the weekend that it was considering lodging an appeal to the information commissioner over Gove&apos;s refusal, following a freedom of information request, to disclose the assessments of the impact on nearby schools that he is legally required to obtain when considering whether to approve the opening of a free school. Academies and free schools have greater freedom to change the timings of the school day, teachers&apos; pay and the subjects they teach, and are accountable to the education secretary rather than to their local authority.", 
    "section": "education", 
    "gid": "education/2012/apr/10/teachers-free-school-vanity-projects", 
    "wordcount": "628"
}