{
    "headline": "Higgs boson: the definite article?", 
    "text": "I just spent a great week in Valencia at the fourth annual &quot;Boost&quot; meeting. Long Spanish lunches should feature in more conferences. Paella and red wine are excellent aids to discussion, and somewhat to my surprise I found it easier than usual to pay attention in the afternoon talks. Boost 2012 is the first conference I&apos;ve been to since we discovered the new boson. You know, the one which looks a lot like the Standard Model Higgs boson and which is certainly a new boson with some Higgs-like properties.  This made the meeting even more exciting than last year and also means this is a good time to answer two questions I have been asked a few times since the discovery. Both questions are connected quite directly to topics discussed at the meeting. The first is, why the caveat on the discovery? Why do we not just come out and say we&apos;ve found &quot;the Higgs boson&quot;? The second is: Just before the LHC started up, I wrote a paper with three colleagues about a new way to find the Higgs. This used &quot;boosted&quot; techniques, and apart from being one of the reasons for the Boost conference series, it was the subject of the first blog I ever wrote. It featured in a series of films called &quot;Colliding Particles&quot;, which I highly recommend. In the first episode (and in the paper) we made some bold claims about how this paper would have a big effect on Higgs physics at the LHC. The question (getting there eventually) is: &quot;Did it, then?&quot; The answer to both questions, and the link to the Boost meetings, comes from the fact that the new boson we have seen decays very rapidly. It has several decay options open. Any particular Standard Model Higgs boson will &quot;choose&quot; amongst the options randomly, but will do so according to probabilities that are precisely predicted in the Standard Model. This is a common situation in quantum physics: probabilities are predicted, but individual events are not. The Higgs in the Standard Model is there to give mass to two distinct types of particle - bosons and fermions. It is very intimately involved with the bosons, especially the W and the Z bosons, which carry the weak force. The Higgs breaks the symmetry between the weak and the electromagnetic force by giving the W and the Z mass while leaving the photon, which carries the electromagetic force, massless. This is why we knew the Higgs has to have a mass not too far from the W and Z, and that&apos;s why we knew we would find it at the LHC, if it was there. The connection to fermions, on the other hand, is less intimate. The role played by the Higgs here is that it allows the fermions to have mass. There&apos;s no real prediction for what the masses are, and the way it gives them mass is qualitatively different from the way it gives mass to the W and the Z. We discovered this new boson through its decays to pairs of photons and pairs of Z bosons (with some indication now that it also decays to W bosons). The fact that it decays to Zs and probably also Ws at roughly the expected rate is strong evidence that whatever we have found, it is connected to electroweak symmetry breaking. So I am comfortable calling it a Higgs boson. But we have not yet seen the boson decay to fermions. The most common decay of the Higgs in fact is to fermions - to a b quark/antiquark pair. But there are many other ways such pairs can be produced, and the experiments have trouble extracting the signal from background noise. Similar problems applied at the Tevatron, where this decay mode was the best way of looking for the Higgs. The only other fermion decay we are likely to be able to measure at the LHC is the decay to tau leptons. Here the CMS experiment in particular has made quite a sensitive search, but so far neither CMS nor ATLAS sees anything.  If and when we see the Higgs decaying in these two channels at roughly the predicted rates, I will probably start calling this new boson the Higgs rather than a Higgs. It won&apos;t prove it is exactly the Standard Model Higgs boson of course, and looking for subtle differences will be very interesting. But it will be close enough to justify the definite article. Anyhow back to decays to b-quarks. Our paper pointed out a few ways these can be picked out from the backgrounds more easily, based around the idea that quite a few of the Higgs bosons produced at the LHC will be travelling quickly - i.e. boosted. Some more details are discussed in the piece I wrote after Boost 2011 in Princeton if you are interested. The methods we invented work better when the LHC is running at higher energy - it was designed for 14 TeV but it is currently only running at 8 TeV - and need more data before they are at their best. Even so, the paper we wrote has had an effect on the current searches and is cited by both CMS and ATLAS in their Higgs-to-b-quarks papers. They also inspired a bunch of other papers, some related to the Higgs but some of them about the strong interaction or about searches for other new physics, beyond the Standard Model. Much of this is what we have fun working on at the Boost meetings. But the short answer to both questions is: we need to see this decay channel, and the ideas from that paper are indeed helping. (1/8/2012 added a link I forgot in the first line to the IFIC website of the meeting)", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/jul/30/higgs-boost", 
    "wordcount": "979"
}