{
    "headline": "Draw Something developer OMGPOP bought by Zynga for rumoured $210m", 
    "text": "Zynga has bought games developer OMGPOP for a rumoured $210m, just seven weeks after the latter&apos;s Draw Something game was released for iOS and Android. The New York-based developer will continue to develop the Pictionary-esque game, while also working on new mobile IP for Zynga, reporting to the publisher&apos;s chief mobile officer David Ko. In that first seven weeks, Draw Something was downloaded 35m times, and on the day the acquisition was announced (21 March) it had 13.3m daily active users, 4.8m more than Zynga&apos;s most popular social game Words With Friends. The game is a bona-fide craze, but OMGPOP has worked hard to become an overnight success. The company was founded in 2009, and released 35 social games before Draw Something. That&apos;s reminiscent of Rovio, which famously developed 51 mobile games before striking gold with Angry Birds. Neither Zynga nor OMGPOP has officially confirmed the $210m figure yet, but TechCrunch reports that it&apos;s $180m up front plus a potential $30m earnout payment, and GigaOm backs that up. The acquisition  and specifically that figure has sent shockwaves through the mobile games industry. There are a lot of developers pouring scorn on Zynga for paying such a large sum for what they perceive to be a fortunate one-hit company. That said, every developer I&apos;ve talked to admits they would have taken the money without a second thought if they were in OMGPOP&apos;s position. Many wonder why Zynga didn&apos;t simply clone the game and spend big (but not $200m big) on user acquisition. And there are a fair few developers fretting that this deal is a sign that the mobile games industry is locked in a freemium-fuelled bubble heading for an inevitable pop. No pun intended. There are some clear reasons why Zynga bought OMGPOP, and why it paid so much. Buying Draw Something so rivals couldn&apos;t is one of those. Japanese social games companies GREE and DeNA are both rich enough to hold wallet-waving matches against Zynga, and both are mustard-keen to beef up their presence in the West. DeNA acquired US social-mobile games company ngmoco for $403m (including earnout) in October 2010, while GREE paid $104m for rival OpenFeint in April 2011. Given those previous deals, Zynga&apos;s decision to bid high and early for OMGPOP is more understandable. Its job now is to ensure players don&apos;t get bored with Draw Something and melt away  or if they do, to ensure they melt away to Zynga&apos;s other mobile games. So what else now? OMGPOP will continue adding new features to Draw Something, including chat and the ability to save scribblings for posterity. &quot;Zynga offered us a chance to focus on Draw Something. They know the power of the game and they planned with us how to let it keep rolling in the same fun, irreverent and social way that it has been,&quot; writes OMGPOP chief executive Dan Porter on Zynga&apos;s blog. &quot;That was really important to us. And they are working with us on everything else  improving performance issues in the game, planning for new games, finding even more developers to work on the game and more So to players of the game, don&apos;t worry. Nothing&apos;s changing and now all the features you want  chat and sharing and galleries and more  will come even faster.&quot; Other independent studios with a hit (or more) will be considering their own possible valuations, and hoping for DeNA, GREE and other big games companies to go on their own acquisition sprees to hoover up popular mobile titles and scale up their player networks. And if OMGPOP is worth $210m, what does that mean for the valuation of Rovio? Angry Birds is now well over 700m downloads in its various incarnations, with new title Angry Birds Space making its debut today (22 March). The Angry Birds games had 30m daily active users in October 2011, and likely more now, with a proven secondary revenue stream (25m plush toy sales so far) and all manner of other spin-offs on the way. Yet if its valuation is inflated further by OMGPOP&apos;s selling price, the pool of companies that could afford to buy Rovio shrinks further too, nudging it further towards an IPO, or a sale to an entertainment giant like Disney rather than a fellow games firm. The real lesson of Draw Something, though, is the dizzying pace of the mobile apps industry right now. A game that launched on 1 February accumulated 35m downloads in seven weeks before its creator was sold  if the reports are true  for $210m. This is the scale with which new digital brands are emerging in the apps world. The question now is which will be next and just how frenzied will the acquisition scramble be around it?", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/22/draw-something-zynga-acquisition", 
    "wordcount": "794"
}