{
    "headline": "St George's chapel, a place to remember fallen heroes", 
    "text": "I had come to a stop among cottages and barns at the end of a lane with no passing places, apparently beyond the help of map or satnav, when a cheerful dog-walker confirmed that I had reached Langham. But I needed to go back the way I had come, she said, past the stud with stone-carved horses at its gate, and then I really would have reached my destination. &quot;You can&apos;t miss it. There will be lots of cars parked in the road for the flower festival.&quot; And she was right. The Gillingham flower club had been luckier than the Gillingham and Shaftesbury show, sadly rain-affected a week or two back. Now, the sun was shining on a Sunday afternoon and the spreading beech tree beside the road gave welcome shade to the gathering folk around the tea tent and bookstall in the little field, once a corner of Bowles Orchard, where St George&apos;s chapel was built in 1921, and where now there was a remarkably inventive celebration in floral displays of the jubilee, the Olympic Games, and the club&apos;s 60th anniversary. A notice inside says that this little church is built of &quot;coarse, squared rubble&quot; in an &quot;arts and crafts gothic style, with thatched roof and wooden bellcote&quot;, and its homely, rounded shapes seem to rise organically from its rustic setting. Itowes its origin to the Manger family, on whose estate the orchard stood. Alfred Manger wanted to build a church for tenants. When he died in 1917, before this church had taken shape, he was buried in the orchard. Hisyoungest son, LtJKManger, had been killed at Ypres in 1915, and the family made the church a memorial to him, to other members of the family killed in war, and to all who, as the bronze memorial plaque records, &quot;left all that was dear to them, endured hardness, faced danger, and finally passed out of the sight of men by the path of duty and self-sacrifice&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/sep/17/st-georges-chapel-langham-dorset", 
    "wordcount": "343"
}