{
    "headline": "Hip replacement fiasco highlights regulatory failings in Europe", 
    "text": "The Medicines and Healthcare products Regulatory Agency (MHRA) announced yesterday that 49,000 out of 65,000 patients who have received metal-on-metal hip replacements will need annual tests for the life of their implants to monitor for problems. While the additional vigilance is welcome it has come far too late for many patients. An investigation by the BMJ and the BBC&apos;s Newsnight programme has highlighted all that is wrong with the current regulation of medical devices. It has been shown that metal-on-metal hip implants are failing at astonishingly high rates  in some case series, half of all hip replacements had to be removed after six years. In addition, failing hips are leaking chromium and cobalt into the surrounding tissues and the bloodstream at far higher rates than have been seen before. This has caused substantial concerns over increasing cancer risk, which has led to the need for follow-up blood tests on patients for life. One of the metal-on-metal hip implant manufacturers knew of the risk of cancer as far back as 2005. Deborah Cohen&apos;s investigation in the BMJ states: &quot;A DePuy internal memo from July 2005, says: &quot;In addition to inducing potential changes in immune function, there has been concern for some time that wear debris may be carcinogenic.&quot; The MHRA discussed this increased cancer risk in 2006 at their device safety meeting, but they did little about the problem despite mounting data pointing to growing concerns. The authority&apos;s line is that clinical data is required to get European CE approval and so studies must be undertaken prior to a device coming on to the market. But can you get hold of this clinical data? Any attempt to gain access to clinical data held by the regulators, known as &quot;notified bodies&quot;, will prove futile due to concerns about commercial confidentiality and other problems with transparency. In the US, where regulatory data and the clinical data are publicly accessible, the situation is completely different. The absurdity of the current system is highlighted by the minutes of a meeting of the MHRA&apos;s safety of devices committee in 2009 which states:  It was also noted that MHRA does not see the clinical data that is generated from a clinical trial prior to it being submitted to a Notified Body as part of a conformity assessment process. The only way they see it is if there is an adverse event or concerns raised. It is not mandatory for manufacturers to present their final report to the Competent Authority.  This leaves us in a situation where no one really knows, including the regulators, what data was submitted by whom, and on what date, for a device to be allowed access to the European market. Criteria for approval of devices are radically different in Europe than America. For example, in Europe the &quot;GuardWire&quot; developed by PercuSurge for use during angioplasty procedures (to facilitate placement of a stent in the vessels of the heart) required a study involving only 22 patients and no control group in Europe for approval. By contrast in the US, the US Food and Drug Administration (FDA) required a multicentre randomised trial involving 800 patients before it would grant approval. Even in the US, hip replacements are giving rise to substantial regulatory problems. Last month the FDA accused Johnson &amp; Johnson subsidiary DePuy Orthopaedics of selling 14 different types of medical device without the necessary approval. Jeffrey Shuren, the FDA&apos;s medical device regulator director said yesterday &quot;the agency needs more power to block unsafe products and prevent repeats of faulty hip implants.&quot; Meanwhile there is little appetite for change in Europe. The major issue with the current system is the use of &quot;equivalence&quot; for approval of devices. That is, if my device is similar to another manufacturer&apos;s device on the market, then I don&apos;t need clinical trials and can settle for a lower level of data for regulatory approval. A search among the European device directives reveals the real meaning of &quot;clinical data&quot;. First, it is left to the discretion of the notified bodies as to the extent and nature of clinical data required for the approval of even the highest-risk devices. Second, clinical data can refer to &quot;a critical evaluation of the relevant scientific literature currently available relating to the safety, performance, design characteristics and intended purpose of the device&quot;. The current regulatory situation is a mess. A change in regulatory policy is needed. It seems the US gets it, but as for the EU, who knows.", 
    "section": "science", 
    "gid": "science/blog/2012/feb/29/hip-implant-fiasco-regulatory-failings", 
    "wordcount": "760"
}