{
    "headline": "Will.i.am brings his $475 iPhone camera accessory to Macworld", 
    "text": "It has been called garish, ugly and doomed but the musician Will.i.am thinks fashionistas will persuade Americans to love his $475 iPhone camera accessory. The Black Eyed Peas star is preparing to launch his i.am+ foto.sosho iPhone cases, which are worn around the neck, in the US despite scornful response since they debuted in Britain. The 37-year-old rapper, who doubles up as a technology entrepreneur, said he had anticipated a major new trend  the marriage of technology and fashion  and that critics were out of touch. &quot;The people who are saying that are the ones who don&apos;t influence culture. The influencers say different,&quot; he told the Guardian, speaking on the sidelines of the Macworld/iWorld show in San Francisco this week. &quot;You can&apos;t worry about all tastes. You have to worry about the right tastes. And those right tastes influence those who are next in line to be influenced, creating a movement, an aesthetic, around wearable technology.&quot; Will.i.am&apos;s i.am+ company  launched the foto.sosho, its first iPhone accessory, in the UK last December, retailing exclusively at Selfridges in London. The device clips around the iPhone 4 and turns it into a high-powered camera. It has a keyboard, interchangeable lenses, a built-in flash, photo editing, filters and makes it easier to share and tag photos. The C.4 model, which sells for 199 ($320), is black and relatively discreet. The white V.4 model, which sells for 299 ($475), has gold trim, a &quot;vintage look&quot; and vocal detractors. &quot;Looks like it was scraped off the bottom of Liberace&apos;s shoe,&quot; said CNET.  &quot;Will.i.am showed up at Macworld today, and yep, he was wearing his stupidly expensive iPhone camera case that you will never want to own,&quot; said the otherwise Apple-friendly blog cultofmac.com.  The rapper, who is passionate about technology&apos;s power to transform lives, said the first batch of 2,000 cases which went on sale at Selfridges just before Christmas did &quot;fairly well&quot; but did not offer figures. &quot;We weren&apos;t looking for a home run. The home run was getting it into stores. And so by that, we did fantastic.&quot; His company is working on versions for the iPhone 5 which will go on sale in the US by summer. &quot;I&apos;m really looking forward to the 5. And then our iPad mini one will be out Christmas this year.&quot; He said critics of the device  he sported the bling version during the interview  were too square to appreciate it. &quot;Now you go to fashion week, and fashion week folk are, wow, I want that. Can you make that in alligator skin?&quot; The plan was to &quot;seed it to the right cultural influencers&quot; in the same way the makers of Beats headphones confounded sceptics. &quot;People said those won&apos;t catch on, they&apos;re too big. Boy were they wrong.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/01/william-iphone-camera-accessory-macworld", 
    "wordcount": "498"
}