{
    "headline": "How Bruce Chatwin's notebooks continue to shape the virtual word", 
    "text": "Bruce Chatwin has a lot to answer for. Specifically, he&apos;s responsible for a forthcoming initial public offering (IPO) on the Italian stock market. It all goes back to something he wrote in his book The Songlines. He had arrived in Australia and was setting up a work space in a caravan. &quot;With the obsessive neatness that goes with the beginning of a project,&quot; he wrote, &quot;I made three neat stacks of my &apos;Paris&apos; notebooks. In France, these notebooks are known as carnets moleskines: &apos;moleskine&apos;, in this case, being its black oilcloth binding. Each time I went to Paris, I would buy a fresh supply from a papeterie in the Rue de l&apos;Ancienne-Comdie.&quot; Chatwin goes on to relate how the notebooks were made by a small firm in Tours, the owner of which had died and whose heirs had sold the business. So he assumed that the source of his beloved notebooks had dried up. What he didn&apos;t know was that the business had been bought by a Milanese stationer who eventually began producing the notebooks again. And what he could not have known was that the business would one day be floated on the stock market (3 April, to be precise). The IPO could value the company at up to 560m (473m). Regular users of its products will find the information in the pre-IPO filings interesting. The price of a Moleskine notebook, for example, is at least double that of comparable products, which is why the company enjoys an operating margin  41.7%  that would impress even the boys and girls at Apple. The explanation, of course, is that the basic ingredient of a Moleskine notebook  paper  is dirt cheap. (And it shows  as fountain-pen users discover very quickly.) The reason Moleskine gets away with charging so much for such an indifferent artefact is that is it not so much selling a product as an ethos. Call it the Chatwin syndrome: the delusion that possessing the kind of notebook that Hemingway, Oscar Wilde or Picasso might have used bestows elan, panache and other desirable qualities upon the proud owner. And  who knows?  maybe they&apos;re right. But before you rush out to buy the stock next month, consider this. There is another chic, expensive product out there which is likewise seen as conferring exalted status upon its proud owner. I refer to the Apple iPad. Granted, it is a lot more expensive than a Moleskine notebook. But on the other hand, when was the last time you saw a notebook that could allow you to watch YouTube videos, listen to Rolling Stones records, do your email and play Angry Birds? What brings this to mind is the realisation that whereas everywhere I used to go in the course of what is laughingly called my work I met people who were toting Moleskine notebooks, now most of them have iPads. And  shock, horror!  they appear to be using them as notebooks! Sacre Bleu! as Hemingway (or was it Gertrude Stein?) used to say. Worse still, some of the note-taking apps on this infernal device appear to be mimicking the Moleskine genre. Penultimate, for example, even has the temerity to reproduce the squared paper that is one of the Moleskine&apos;s specialities, not to mention the soft covers of the smaller Moleskine notebooks. And it enables one to have squared, lined and plain paper in the same virtual notebook! Then there&apos;s the enigmatically named Paper app, which allows one to open an unlimited number of virtual notebooks, each of them with a virtual elastic band in classic Moleskine style. And so it goes on. I&apos;ve lost count of the number of note-taking apps that, in one way or another, draw their inspiration from the ancient paper notebooks that so entranced Chatwin. They all have the advantages of virtuality  the ability to expand a notebook on demand, for example, or to have different kinds of page-template in the same notebook. But they also have the disadvantages of a computing device, namely that  unless you&apos;re David Hockney  scribbling, writing or drawing on a glass slab is much more difficult than doing the same things on paper. Maybe that is why the killer note-taking iPad app avoids all this skeuomorphic stuff and goes straight to what digital technology does best. SoundNote just puts up a lined page on which one can type notes, say, the discussion in a meeting. But it also provides a &quot;record&quot; button that creates an audio file which is synchronised with the notes. It&apos;s the one app I use all the time. And it does something that no Moleskine will ever be able to do.", 
    "section": "technology", 
    "gid": "technology/2013/mar/31/bruce-chatwin-notebook-shapes-virtual-word", 
    "wordcount": "781"
}