{
    "headline": "Subatomic particles collide at Secret Garden Party", 
    "text": "     In a soggy field in Cambridgeshire, an unsuspecting crowd was summoned from the tent where they were sheltering from the incessant rain to observe an exotic species of wildlife. &quot;Over there you can see the green quark  that&apos;s an up quark,&quot; explained the silver-clad tour guide to the onlookers as they watched the twirling figure in a green boiler suit. Dancing nearby were two more, in blue and red. &quot;Quarks have three genders: red, green and blue. They&apos;re only really happy when the three are together in a loving bond.&quot; With smiles, hugs, and cheers from the crowd, the three embraced and linked arms. &quot;Ladies and gentlemen, we have observed the formation of a proton.&quot; Suddenly from behind a wooden sign sprang a golden-spandexed shape, running hysterically around the newly formed proton. &quot;Oh my god: it&apos;s an electron!&quot; The Particle Zoo Safari, hosted by Guerilla Science at the Secret Garden Party arts and music festival last weekend, observed the formation of another proton and hydrogen atom, the sparring of two combative electrons, polyamorous covalent bond formation, sunlight manufacture through fusion (and a ping pong ball), and the creation of deuterium  complete with dubstep to mirror the atomic weight of the heavy form of hydrogen. With polystyrene magnets our audience-cum-collider recreated the Large Hadron Collider (LHC) to produce the star of the show: the Higgs boson, sumo-suited and angry, the weightiest particle of all. &quot;I&apos;m hungry,&quot; it grumpily announced, before we threw a net over it and dragged it into the tent. Too much had been spent on the particle&apos;s discovery to let it escape now. &quot;The idea of the safari came from a colloquialism in physics, which refers to the set of standard particles that make up the entire universe as the &apos;particle zoo&apos;,&quot; explains Patrick Stevenson-Keating, the designer we enlisted to help us devise a new way to explore particle physics. &quot;This scale of subatomic particles is so different to our everyday world that there are few comparisons you can really make, so it was challenging to visualise some of the concepts.&quot; The fact remains that these basic concepts lie beyond an easy cognitive grasp for most people (myself included). To the uninitiated, gluons, bosons, quarks and electrons are indistinctive pin pricks of light and matter. The distinctions can seem insignificant  or at least, difficult to remember. So to lend the particles a bit of personality, we gave each a costume and a character: speedy golden electrons, polyamorous colourful cuddly quarks, and a grumpy obese Higgs boson. &quot;When I was first approached to take part, I did think it sounded a bit nuts actually, but in the end it worked out reasonably well in terms of the science  I think most people would at least remember that quarks come in threes, and they are difficult to pull apart,&quot; says Dr James Monk of the University College London, a particle physicist who works on the Atlas experiment on the LHC, whom we enlisted as a scientific consultant. &quot;These particles and forces are important to understand how the world works, and it wouldn&apos;t be fitting if physicists said that we do all this fantastic research  but the rest of you can&apos;t possibly understand it.&quot; Dr Monk was giving a short lecture about his research and the workings of subatomic particles when the safari tour guide (played by our physics presenter Steve Mould) burst into the tent to announce an unmissable sight in the next field. &quot;We decided to make it more memorable by getting people physically involved in the experience,&quot; says Jen Wong, Guerilla Science&apos;s creative director.&quot;It is challenging coordinating multiple elements so that everything and everyone is on the same page in a way that still represents the actual science: volunteer particles, a genuine particle physicist, props, costumes and a safari tour guide. It&apos;s a bit scary when you have brought together lots of people, content and stuff into a muddy field - you have no idea how it will pan out.&quot; In the end, abstract scientific concepts, sleep-deprived actors and muddy fields worked together better than expected. As the Higgs roared resentfully onstage, one audience member&apos;s comment will ring in my ears forever: &quot;Dubstep and science  who knew?&quot; Zoe Cormier is a science writer and one of the founders of Guerilla Science, a non-profit group which has been taking researchers out of the lab and into new and strange habitats for science since 2008. This event was sponsored by the Science and Technologies Facilities Council", 
    "section": "science", 
    "gid": "science/blog/2012/jul/27/elusive-subatomic-particles-secret-garden-party", 
    "wordcount": "774"
}