{
    "headline": "A one-in-a-billion dinosaur find", 
    "text": "Time for another guest post on the Lost Worlds, this time from curator of dinosaurs at the Royal Tyrrell Museum, Donald Henderson. The fossil described below is a spectacular find and I have been able to persuade Don to write a little about its discover, excavation and preparation.     Huge earth movers in the Suncor quarry. Copyright: Dr Donald Henderson and the Royal Tyrrell Museum of Palaeontology.    On Monday, March 21, 2011 the Royal Tyrrell Museum of Palaeontology in Drumheller, Alberta received word that the remains of either a plesiosaur or an ichthyosaur had been discovered in the Milllennium Mine operated by the petroleum company Suncor Inc. This mine is located about 30 km north of the town of Fort McMurray (population ~50,000) in northeastern Alberta (about 800km north of Drumheller), and is one of the places where bitumen rich sand is mined and refined into various petroleum products.  On Wednesday, March 23, 2011 myself and technician Darren Tanke flew up to Fort McMurray expecting to see a marine reptile of the sort found occasionally in the region over the past 20 years. After a few minutes of puzzling we realized it was something totally unexpected  a perfectly three-dimensionally preserved, uncrushed, armoured dinosaur complete with all the armour in place, original scales perfectly aligned with the armour, all the fingers and toes (very rare), and probable stomach contents. Unfortunately, half the fossil was smashed by the giant excavator bucket into many tens of large pieces, and the other half was embedded 8m up a 12m high cliff. A week later Darren Tanke and I returned to the mine to oversee the collection of the specimen.     The cliff bearing the fossil. The specimen is about a third of the way down the cliff under the orange flag at the top. Copyright: Dr Donald Henderson and the Royal Tyrrell Museum of Palaeontology.    The first three days were spent taking mine safety training. The Suncor people are fanatical about worker safety, and no one is allowed on site without having passed safety training. The mine is a dangerous place with some of the biggest lorries and excavating machines in the world roaming around. These metal monsters get priority in all situations. One of the big lorries could trundle over a small car and only notice a bit of a bump. There are also high-tension cables running across the mine carrying 1000s of volts to power the big shovels. The mine also runs 24 hours a day, 365 days a year.  The presence of a rare dinosaur in the mine was an interesting diversion, but in the way of production. However, as part of Suncor&apos;s mining permit issued by the province of Alberta, any palaeontological resources encountered have to be protected from any further harm, and the Tyrrell Museum notified. Suncor had received international bad press the previous year when a variety of waterfowl had perished after settling down on some of the Suncor settling ponds. The unexpected discovery of an dinosaur, and one better preserved than anything found previously in the province, was a god-send for the image of the company. Word came from high up in Suncor that no expense was to be spared in assisting the Tyrrell Museum in getting the specimen safely out of the ground. If Tyrrell Museum staff had found this specimen in a remote valley in the mountains they would have maybe collected some of the loose bits at the base of the cliff, but would have decided to leave it in the cliff.  Excavating into a cliff with many metres of rock above in the middle-of-nowhere is dangerous and expensive. There is also the worry that the specimen may not be complete and a lot of work may be for nought. In the mine, however, they think nothing of shifting many tonnes of rock in a few minutes. Additionally, all the mine staff from every level and department were tripping over themselves offering to help get the specimen out. The extraction process took 14 days and involved a variety of equipment ranging from large trackhoes, giant bull-dozers, hydrovac machines, and forklifts to electric jackhammers, pick-axes, shovels and brooms. Many tens of people were involved, and many university students on internships with Suncor were also &quot;volunteered&quot; to assist at various stages. Additionally, there was a constant stream of visitors from all over the mine every day. The work days were long as the mine operates on a 12 hour cycle. We would arrive at the mine at 7am and leave between 7 and 9pm every day with no days off at all as the pressure to get the specimen out of the way was intense.  The other main tar-sand mine, north of Fort McMurray, is operated by Syncrude Canada Ltd. Over the past 20 years their equipment operators have uncovered the remains of several plesiosaurs and ichthyosaurs  all of them new species such as Athabascasaurus bitumineus (an ichthyosaur) or Nichollsaura borealis (a plesiosaur). The rocks producing the fossils were originally deposited as sands and muds on the bottom of a shallow inland sea between 110 and 114 million years ago in a time period formally known as the Early Cretaceous. Based on the known geology and ancient geography of northwestern Canada, the nearest shoreline is estimated to have been about 200km to the west in what is now British Columbia. Until 2011, the Suncor Millennium mine had never produced any fossils of backboned animals of any sort. The discovery of a dinosaur in the mine was totally unexpected as all dinosaurs are strictly land-living animals. The type of dinosaur is one of the plant-eating, armoured dinosaurs known as ankylosaurs. The least likely type of dinosaur to venture into water would have been a squat, heavily built and armoured, slow-moving anklyosaur.  The current thinking is that the Suncor animal was washed out to sea in a flood as a floating carcass and drifted belly-up for several days before losing buoyancy and sinking. There are many dinosaur trackways exposed in the foothills of northeastern British Columbia, and many of them are interpreted to have been made by armoured dinosaurs. There is also ample evidence that large rivers were flowing out of the rising mountains carrying sands and muds eastwards into the inland sea. Viewing the specimen in the cliff face in the mine, it can be seen that the Suncor ankylosaur came to rest on the seabed on its back with its limbs sticking up. One of the reasons for the exceptional preservation is that the carcass came to rest in fine mud and silt that appears to have quickly covered the animal. The &quot;impact crater&quot; formed when carcass hit the seabed could been seen as deflected and warped layers in the sediments immediately below the specimen.      Mark Mitchell prepares the nodosaur. You can see the bands of little armoured plates (light colour) and the bands of preserved scales of the skin in between (darker).  Copyright: Dr Donald Henderson and the Royal Tyrrell Museum of Palaeontology.    Since arriving at the Museum in April of 2011, the specimen has been worked on by one person  Mr. Mark Mitchell. He is probably our best preparator, and the most patient person in the world. He has spent many hundreds of hours over the past two years carefully removing the extremely hard rock that encases the fossil. His job is made doubly difficult because the fossil bone is extremely soft. Mark describes it as &quot;compressed talcum powder&quot;. The reason that the specimen is so well preserved with traces of skin and other soft tissues is that minerals began to grow in the sediment surrounding the specimen soon after it hit the seabed. This rapid mineral growth shielded the specimen from further damage by scavengers and bacterial decay, and resisted compaction while being deeply buried for over 100 million years. The downside is that the rapid sealing of the carcass prevented minerals from permeating the bone and making them solid and easy to prepare. We now have a large portion of the left shoulder and back exposed, a very nice section of right hand side of the neck from shoulder area to the back of the skull, and we now have the top of the skull exposed. As preparation has progressed we now see that we have a particular kind of ankylosaur known as a nodosaur. This type of armoured dinosaur is characterized by large spines on the neck and shoulders, but no tail club. They also have a relatively smooth skull with a narrow muzzle. This is in contrast to the more commonly known ankylosaurs that have broad muzzles and spiky heads. The narrow muzzle of the nodosaur suggests a more careful selection of foodstuffs, instead of just inhaling any and all vegetation.  It is significant that no other vertebrate fossils have been found in the Suncor Milllennium mine, while three plesiosaurs have come from the Syncrude mine over the past two years. Everybody at Suncor now knows what to look for, yet nothing has been seen. The Milllennium mine is a large excavation that represents the removal of 1.2 billion cubic metres of rock. The ankylosaur fossil would occupy roughly 1 cubic metre when squished together. This specimen really does represent a one-in-a-billion occurrence.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/may/13/dinosaurs-fossils", 
    "wordcount": "1457"
}