{
    "headline": "Facebook gets ready to deliver first earnings report after disastrous start", 
    "text": "Facebook&apos;s maiden financial results as a listed company will not make pleasant reading. With founder and chief executive Mark Zuckerberg criticised for taking a back seat during the company&apos;s disastrous Nasdaq listing, Wall Street will be hoping the founder steps forward with some reassuring remarks on Thursday evening&apos;s earnings call with analysts. After booking a $1.1bn (710m) charge for share-based payouts to staff and early investors at the public offering, the social network is forecast by its lead bank Morgan Stanley to report a $673m loss before tax. Revenues are recovering from their shock first quarter plunge, but while the consensus among analysts is that they will be up 30% year on year, growth is likely to be the slowest yet disclosed at Facebook. Even without the cost of the float, underlying earnings are not thought to have returned to their Christmas high point of $725m, and may have in fact fallen slightly from the last quarter to $593m. Bad news on Wednesday from Zynga, whose income is heavily dependent on the Facebook platform, has not helped calm the markets.     Facebook share price Photograph: Graphic    Facebook&apos;s stock fell nearly 8% in after hours trading to $27.04 after Zynga reported results well below forecasts and slashed its outlook for the year. The company blamed the drop on Facebook, saying the social network made changes to its site that favoured new games, many from Zynga&apos;s competitors, over the company&apos;s existing games. Much of the social network&apos;s non-advertising income comes from Zynga, which shares profits for games played by Facebook users. Having celebrated his wedding and jetted off on honeymoon the weekend after his company&apos;s 17 May stock market debut, which saw the price crash as low as $26 days after its $38 launch, an appearance from the 28-year-old CEO could steady investor jitters. &quot;Zuckerberg should show up on the call, not necessarily to read the income-statement stuff, but to simply come on and make some strategic remarks, and be available to answer some strategic questions,&quot; said John Palizza, a business lecturer at Rice University in Houston. &quot;He should be there to show he&apos;s engaged, he cares about the investor.&quot; More likely to be on the line at 5pm (New York time) to elaborate on Facebook&apos;s second-quarter results are chief financial officer David Ebersman and chief operating officer Sheryl Sandberg, Facebook&apos;s self-described &quot;grownup&quot; in the room and one of the company&apos;s best communicators. Analysts have been cutting their estimates in the past month, according to Bloomberg, with more than half rating the stock a hold, underperform or sell. Facebook has already warned that many of its users are now on mobile phones rather than desktop computers, and that advertising income on smartphone screens is harder to come by. Speaking at the annual Allen &amp; Company Sun Valley media conference earlier in July, Zuckerberg confirmed that his hardest job right now was figuring out how to adapt Facebook for mobile devices. And a recent study shows that the network&apos;s meteoric growth to 901 million users worldwide may be peaking. Over the past six months, Facebook&apos;s US user number is down 1.7%, and its popularity is declining in Hong Kong and Singapore, according to Capstone Investments, which used software to analyse activity on the site. But the company has at least one potentially magic revenue boosting bullet in its arsenal. &quot;Even one strategic change  charging for branded pages  would, in our view, nearly double Facebook&apos;s long-term revenue opportunity,&quot; according to Nomura bank analyst Brian Nowak. Brands are currently charged for advertising, but they can set up their own page for free. With many of the world&apos;s largest advertisers now using dedicated Facebook pages as one of their principal social media tools, many believe it is only a matter of time before the company begins charging them for the privilege, perhaps based on the level of usage and numbers of &quot;likes&quot;. Morgan Stanley says other new initiatives could include launching a mobile and desktop advertising network, using the firm&apos;s expertise in placing contextually relevant ads to sell space on websites owned by others. Facebook made $3bn from contextual ads in 2011 and could generate a further $2bn a year by 2015, according to its bank. The company could also dive into e-commerce, charging commission on merchandise sold via its pages, with digital entertainment, clothing and travel likely to be popular with social shoppers. Handled correctly, the catch up with investors could be an opportunity to rekindle some of the enthusiasm that was extinguished in May.", 
    "section": "technology", 
    "gid": "technology/2012/jul/26/facebook-first-earnings-report-stockmarket", 
    "wordcount": "758"
}