{
    "headline": "Apple announces event on 27 October with new MacBook Pros expected", 
    "text": "Apple is expected to launch the next generation of Mac computers at a press event on 27 October. The company sent out the invitations, with the words hello again under a colourful Apple logo, on Wednesday night. The event is expected to feature the launch of the newest versions of Apples MacBook Pros, the companys top tier of laptop computers. The new computers are expected to have a number of major changes to the pre-existing models. Among the rumoured alterations are a touch-sensitive OLED strip replacing the function keys along the top of the keyboard; a touchID sensor for reading fingerprints; a thinner body; and the abandonment of USB-A, the traditional port for the connection standard, in favour of the slimmer, reversible USB-C. There is also the possibility that the 11-inch MacBook Air, the companys cheapest laptop, will be dropped from the line-up, with Apple offering the more expensive 12-inch MacBook  confusingly, largely the same size as the Air  for those who need a lightweight computer for travelling. The MacBook Pro line hasnt been updated since May 2015, when it received a minor suite of upgrades including a speed bump, better battery life, and a Force Touch trackpad. Apple had been largely unable to offer bigger changes to the line owing to delays in the newest generation of processors from chip company Intel, codenamed Broadwell. Broadwell processors started to hit the market in mid2015, however, leaving many wondering why it took Apple so long to offer an upgrade. Compared to the competition, the current generation of MacBook Pros are underpowered. Even more neglected is the companys top-tier desktop hardware, the Mac Pro. The computer received a complete redesign in December 2013, but has had absolutely no updates since then. Unless the company has managed to keep potential changes under wraps, that state of affairs is likely to continue: no updates to the Mac Pro are expected.", 
    "section": "technology", 
    "gid": "technology/2016/oct/20/apple-event-27-october-macbook-pro", 
    "wordcount": "322"
}