{
    "headline": "Wanted: a Windows laptop that can handle 16GB of memory", 
    "text": "I&apos;m a software developer and photographer looking for a new laptop, as my existing machine  a three-year-old Dell Studio XPS16  is now creaking along with its maximum of 4GB RAM. My criteria are: 15.6in high-res screen (1080p or thereabouts), 750GB hard drive, Intel Core i7 and at least 8GB RAM but upgradable to 16GB, all on a budget of 1,000 or less. I&apos;m a long-time happy Dell customer and the Inspiron 15R SE comes very close, but all their laptops are limited to 8GB RAM, apart from the budget-busting Precision range. Is there a better option for me out there somewhere? I&apos;d really appreciate any tips you can come back with.Mark You&apos;re a bit early into this market, because 4GB is still standard for mainstream laptops. Machines with 8GB or 16GB tend to be aimed at the multimedia/entertainment market, or at gaming. The entertainment laptops often have 17.3in screens and Blu-ray drives, while the games machines have fast graphics cards and other high-end components. In both cases, the extras can push the prices over 1,000, and often over 2,000. Also, Microsoft hasn&apos;t been pushing for more memory for Windows. It&apos;s seven years since Vista was launched, and neither Windows 7 nor Windows 8 needs more memory. In fact, they both run at least as well in 4GB as Windows XP SP3. Given Moore&apos;s Law, you&apos;d expect memory use to increase in dramatically in a decade, but it isn&apos;t happening. PCs have become cheaper instead. However, PC manufacturers should now find it easier to support larger memories because the Intel Core iX chips have the memory controller on the processor. Although 8GB is still common, many mobile Core chips now support 16GB, according to Intel&apos;s Ark spec sheets. These include the Core i3 2350M, 2367M, and 2370M; the Core i5 2410M, 2430M, 2435M, and 2450M; and the Core i7 2670QM, 2675QM, 2710QE, 2720QM, 2760QM, 2820QM and 2860QM.  PC manufacturers usually say that their laptops will support 4GB memory modules, so if the laptop has two memory slots, then the maximum supported memory will be 8GB. However, laptops with quad-core instead of dual-core processors sometimes have four memory slots, which will definitely allow you to expand the memory to 16GB. This is the safest option. To provide some concrete examples, the Asus N53SV is available with either a dual-core processor and two memory slots or a quad-core processor (eg, Core i7-2670QM) with four memory slots, so only 8GB is supported on one version while 16GB is supported on the other. The Lenovo W510 also comes in dual/8GB and quad/16GB configurations, and no doubt there are many other examples. How the average consumer is supposed to tell the difference remains a mystery. The fact that the PC manufacturer says it only supports 8GB of memory doesn&apos;t mean the laptop can&apos;t run it unsupported. Search the web for a particular model of laptop and you may well find that someone has tried swapping the two 4GB memory sticks for 8GB versions and reported that they work. The proviso, of course, is that the Core iX processor must support 16GB (see above), and not all of them do. Obviously, this is a much riskier approach than buying a laptop with four memory slots. The safest approach of all is to buy a laptop that already had 16GB installed, but in most cases, this will probably take you over your budget. The cheapest option I&apos;ve found is the Asus N55SL-S2019V, which has a quad-core i7-2670QM processor, 6GB of memory, 15.6-in non-glossy 1600 x 900-pixel widescreen, Nvidia GeForce GT-635 graphics card with 2GB of memory, 750GB hard drive, Blu-ray drive, and 64-bit Windows 7 Home Premium for 763.20 at  asuslaptop.co.uk. This machine only has two memory slots but you can buy it upgraded to 8GB for an extra 46.80, or to 16GB for 106.80. You could therefore get your 16GB system for 870 (plus any delivery charges that may apply). The screen is less than full HD, but 1600 x 900 is better than the usual 1366 x 768 that is common on Windows laptops, and is what you&apos;d get with the Dell Inspiron 15R. For a 1920 x 1080 Full HD 15.6in screen, the Lenovo ThinkPad W520 is a nicer alternative with a Core i7-2760QM processor, Nvidia Quadro 1000M graphics card with 2GB of memory, 500GB hard drive and 8GB or 16GB of RAM, but it busts your budget. KL Computers, which offers the 16GB upgrade on the Asus N55SL, offers the same deal on some of the Samsung laptops at its companion Samsunglaptop.co.uk site, if you are willing to drop down to a Core i5 instead of a Core i7. The Samsung NP700Z5A-A01UK, for example, has a Core i5-2450M processor, 6GB of memory, 1TB hard drive, and DVD drive in a thinner, lighter case. The screen is 1600 x 900 &quot;non gloss&quot;. The RAM upgrades are the same price as for the Asus N55SL, so the total price comes to 853.20. What&apos;s the difference between a Core i7-2670QM and a Core i5-2450M? The Notebook Check website lets you compare benchmarks. In this case, comparing a quad-core with a dual-core chip, the difference is substantial.  It&apos;s not always so clear cut. In particular, Core iX mobile processors that are designed to provide longer battery life run cooler and slower than mainstream mobile versions (which in their turn run much slower than desktop versions). For example, the old Core i3-380M (35Watts) is slightly quicker than the newer Core i7-2637M (17Watts).  You could also consider choosing a third generation Ivy Bridge processor rather than last year&apos;s Sandy Bridge, but you might have to wait a while for prices to come down. All the Ivy Bridge chips  and so far there are 51 examples  have a greater memory bandwidth, which enables them to support faster DDR3-1600 modules, as well as the usual DDR3-1333. All of them support 32GB of RAM instead of 8GB or 16GB. For example, you could just about afford a Lenovo ThinkPad T430 model 2344 with a Core i5-3210M Ivy Bridge processor, 4GB of memory, 500GB hard drive, DVD and 64-bit Windows 7 Professional for 922.40 from Dabs.com or a similar supplier. This has lots of compromises on your spec, especially the 1366 x 768-pixel screen, but at least the processor supports 32GB. The Lenovo ThinkPad W530, which has a 1600 x 900-pixel 15.6in widescreen, is even further out of range, at about 1,500 for a model with a quad-core i7-3610QM. Dell seems to have been a bit slow off the mark in offering larger memory sizes on mainstream laptops, which suggests there&apos;s not a huge demand. It&apos;s not that it can&apos;t: Dell does offer 32GB to professionals buying from its &quot;budget-busting Precision range&quot;, and it offers gamers up to 16GB on the Alienware M14x and up to 32GB on the Alienware M17x and M18x. Of course, if you&apos;re happy to pay an extra 890 for a Core Extreme i7-2960XM plus an extra 500 for the 32GB memory upgrade then a hot games machine is a spectacular way to bust your budget. I expect Dell will start to offer bigger memories in its Inspiron and XPS ranges as Ivy Bridge processors (which, as mentioned, support 32GB) become the norm. For example, the new Inspiron 15R Special Edition, which you mention, includes quad-core Ivy Bridge Core i7 processors with 6GB or 8GB of memory. However, it remains to be seen whether Dell will offer user-selectable memory upgrades, since these might involve manual labour. I won&apos;t be surprised if we see more 16GB and 32GB laptops advertised on the basis that the retailer includes the extra chips and you install them yourself. I&apos;m sorry I haven&apos;t quite been able to meet your spec for the budget, but I hope the pointers are useful. Whether you will be able to get what you want in another three or four months remains to be seen. Windows 8 will no doubt encourage the trend towards thinner machines with UEFI, the Unified Extensible Firmware Interface, replacing BIOS chips, but I expect Windows 7 laptops will still be popular for some time.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/jul/12/windows-laptop-16gb-memory-wanted", 
    "wordcount": "1388"
}