{
    "headline": "Doha's most progressive country on climate change? Wales", 
    "text": "Welsh assembly member John Griffiths stands out from the hordes of other environment ministers scurrying around the UN climate talks in Doha. Along with Edna Molewa of South Africa, he can claim to represent a country that has enshrined sustainable development in its constitution. But Griffiths can go further than any of the 194 countries at the talks. Unless there is a political upset, he says, Wales will become the first country in the world to make it legally binding for all public bodies, from health trusts to libraries and schools, to take account of the environment and social issues when they make a decision. The sustainable development bill should be delivered in just under a year, says Griffiths, who is in Doha to meet other regional governments like Catalonia, Brittany and Quebec, as well as UN agencies. &quot;It would be a legal first,&quot; he says. &quot;A country may be small but it can be smart and far-sighted.&quot; Wales, he says, walks the walk, and has a good story to tell the world. Not only has it set itself a target to reduce emissions by 3% a year, meaning a 40% reduction by 2020, it is also leading the UK in renewable energy. It also has ambitious plans to retrofit homes and improve energy efficiency in social housing. The embarrassing fact that Welsh greenhouse emissions increased by 8% between 2009 and 2010 compared with just 2% in England is officially put down to the very cold winter and the economic recovery. Griffiths wants more onshore and offshore wind but recognises the vehement opposition that turbines and pylons have met in mid-Wales and elsewhere. The answer, he says, is to find ways to make companies benefit communities. &quot;We are in discussions with companies to get more community benefit, and to provide more jobs. We need to paint a positive picture around renewables in Wales. There&apos;s a lot of benefit for us if we get it right.&quot; Wales is brimming with renewable energy companies and he sees the future not just in wind but marine and even solar energy. &quot;We expect to see great development of the potential. But there&apos;s not much coal left now. It&apos;s pretty marginal.&quot; The culture shock of being in Qatar is enormous, he says. The two small countries have roughly the same populations but there any similarity stops. The gulf state gets less than 3in of rain a year, roughly what St Asaph got in a few hours this week. Equally, the Emir of Qatar is believed to receive more money in a day from Qatar&apos;s gasfields than the 300m Griffiths gets to spend on climate change measures in Wales over the next 10 years. But Qatar has strong links to Wales. Gas from the gulf state mostly lands in Britain at Milford Haven, and then goes by pipeline to Gloucestershire. The 13bn project was fought by protesters on both environmental and safety grounds. Griffiths links climate change with the recent floods in Wales. &quot;We in Britain had the wettest summer for 100 years. Now we are told we will have more extremes [like this] with climate change. It was very much in line with climate change. Floods like that and the one at Talybont bring climate change home to people. It will have a severe impact.&quot; He wants Wales to take its position as a small, outward-looking, progressive state. This week he has seen the Lesotho minister of the environment and has agreed to help develop the small southern African country&apos;s climate change strategy. Wales cannot possibly give on the level of Qatar but, says Griffiths, it can contribute. Welsh businesses, organisations, schools and community groups have all helped the charity Size of Wales raise 1.5m to help protect two million hectares  the size of Wales  of tropical forest in Africa, Central and South America. &quot;I saw for myself when I visited Uganda in 2010 the devastating impact of climate change and the great work of our partners who are planting one million trees with the support of Size of Wales,&quot; he says.", 
    "section": "environment", 
    "gid": "environment/2012/dec/06/doha-most-progressive-country-wales", 
    "wordcount": "693"
}