{
    "headline": "On the road: Vauxhall Astra VXR", 
    "text": "Warning! Spoileralert! If you don&apos;t want to know what this car has on the roof, read no further. Don&apos;t look at the picture, either. I said don&apos;t Right then. I&apos;ve never really liked Vauxhalls; there&apos;s always been a joyless middle-of-the-roadness about them. A Vauxhall is not an honest working-class motor, like a Ford, with an honest working-class blue oval badge and an honest working-class driver behind the wheel. I&apos;ve always felt there&apos;s something pretentious and aspirational about them. Brand prejudice, that&apos;s all it is, but that silly griffin doesn&apos;t help. Every so often, though, along comes one it&apos;s impossible not to like. Like this one. Look at it, you would, wouldn&apos;t you? It&apos;s the regular GTC three-door Astra, already a nice-looking car, but now on steroids  with bigger alloy wheels, extra muscly bumps and bulges, triangular air intakes. Whoar. Oh, and the aforementioned roof spoiler which doesn&apos;t spoil anything, it makes it better. It&apos;s not refined or subtle; it&apos;s loud and brash and vulgar, especially in red. A proper hoon car. (No, not as in Geoff, as in the antipodean term for people who indulge in loutish, antisocial behaviour, often in cars.) Fire this baby up and it comes to life with a lovely roar, a 276bhp roar, more power than its rival hot hatches from Renault, Ford and VW. Brrrrmm. I&apos;m sorry, but this is a car that does bring out the hoon in a chap. I&apos;d rather be a hoon, though, than apretentious ponce following asilver griffin down the middle of the road. Actually, the VXR can be quite refined if you want it to be; you can pootle home down the MOR to your mock-Tudor semi in Surbiton or wherever. But when you want it to, it will go like shit off a shovel, too. Ride a little soft? Throttle response not sharp enough? Noproblem: there are buttons to put it into sport mode or, better still, VXR mode. Obviously I&apos;ve got it in the latter the whole time, because I&apos;m a hoon. And because in VXR mode the instruments glow red. Ilook in the rear-view mirror  no, not to see what&apos;s in the past, who cares about that? To see whether, in VXR mode, my eyes glow red, too. And I&apos;m happy to report they do. Obviously it&apos;s ridiculous, he says, suddenly remembering this is the Guardian, not Jizz Wizz Motors magazine for boys. You don&apos;t need 276bph, it&apos;s not clean enough, or green enough, or cheap enough. (Twenty-seven grand! Forahatchback, and that doesn&apos;t even include the spoiler which is extra.) But ridiculousness doesn&apos;t get much more fun. Vauxhall Astra VXR     Vauxhall Astra VXR Photograph: Simon Stuart-Miller for the Guardian    Price From 26,995 Top speed 155mph Acceleration 0-62mph in 5.9 seconds Combined consumption 34.9mpg CO2 emissions 189g/km Eco rating 3/10 Cool rating 7/10", 
    "section": "technology", 
    "gid": "technology/2012/nov/09/on-the-road-vauxhall-astra-vxr", 
    "wordcount": "479"
}