{
    "headline": "Science Weekly podcast: X Factor for scientists  FameLab", 
    "text": "This week on Science Weekly we look at science communication and public engagement.  FameLab is an international competition to find the next generation of David Attenboroughs, Brian Coxes and Robert Winstons, in which contestants make short presentations on a subject of their choice in front of a panel of judges. The competition seeks to nurture and advance young scientists who want to be effective and engaging communicators.  Alok Jha meets the UK winner of this year&apos;s FameLab competition Andrew Steele and UK finalist Lucy Thorne.  The international FameLab final will take place at the Cheltenham Science Festival next month. We also feature an interview with another scientist who has become one of the UK&apos;s most highly regarded science communicators, Alice Roberts. Alice was appointed Professor of Public Engagement in Science by the University of Birmingham and last week, in an interview with the Guardian&apos;s Comment is Free section, advocated that more scientists take part in public debate. Alok is joined by Guardian science correspondent Ian Sample to discuss some of last week&apos;s big science news including a new dawn for commercial space exploration with the SpaceX mission and a breakthrough in brain-controlled robotics. Science Weekly was recorded before the aborted launch of the SpaceX Falcon rocket. The next launch window is at 8.44am BST (3.44am EDT) on Tuesday. Subscribe for free via iTunes to ensure every episode gets delivered. (Here is the non-iTunes URL feed). Follow the podcast on our Science Weekly Twitter feed and receive updates on all breaking science news stories from Guardian Science. Email scienceweeklypodcast@gmail.com. Guardian Science is now on Facebook. You can also join our Science Weekly Facebook group. We&apos;re always here when you need us. Listen back through our archive.", 
    "section": "science", 
    "gid": "science/audio/2012/may/21/science-weekly-podcast-x-factor-famelab", 
    "wordcount": "289"
}