{
    "headline": "Questions over UK's commitment to non-proliferation", 
    "text": "I was pleased that as part of your extensive coverage of the Trident options (23 January) your diarist Hugh Muir included mention of the huge disparity between public money devoted annually to nuclear disarmament verification (2.125m) compared with replacing the Trident nuclear WMD system (2.2bn), based on answers by the MoD to my recent parliamentary questions. You point out that defence minister Philip Dunne asserted in the recent Commons debate on Trident that the UK&apos;s nuclear &quot;disarmament credentials are second to none&quot;. He also said: &quot;We share the vision of a world without nuclear weapons, but only if that is achieved through multilateral disarmament. We take the disarmament commitments of article VI of the nuclear non-proliferation treaty very seriously.&quot; Really? I pointed out that in 1968, a UK foreign affairs minister urged other states at the UN to sign up to the newly negotiated NPT (which had been co-drafted by the UK). He promised UK support and added: &quot;It will, therefore, be essential to follow the treaty up quickly with further disarmament measures.&quot; And what did the UK actually do quickly? Mr Dunne told MPS last week proudly: &quot;Our continuous at-sea deterrence patrols under Operation Relentless have been operating without pause since 1969. It is the UK&apos;s most enduring military operation.&quot; That sounds suspiciously like the opposite of nuclear disarmament to me.Paul Flynn MP Labour, Newport West  While the Lib Dem&apos;s Trident alternatives review is a useful vehicle for considering options other than the financially catastrophic 100bn-plus price-tag of like-for-like Trident replacement, it must also include a non-nuclear option. The public don&apos;t want nuclear weapons and the military think they&apos;re useless: and are now paying the price in cuts to service personnel. Danny Alexander (Report, 23 January) says he would like to give &quot;the British people a chance to have a say on this subject&quot;. But it seems he would prefer to choose what they have to say. By not including a non-nuclear option in the review, he is declining to listen to the majority of the British public who would rather see billions spent on healthcare, social services and education than on an obsolete weapons system.Kate HudsonGeneral secretary, Campaign for Nuclear Disarmament   The Ministry of Defence claims that prolonged closure of the Aldermaston plant which makes enriched uranium components for Trident nuclear warheads could force the government to buy material from the US (Report, 25 January). This would be illegal. Article 1 of the non-proliferation treaty categorically states: &quot;Each nuclear-weapons state undertakes not to transfer, to any recipient, nuclear weapons, or other nuclear explosive devices.&quot; The government&apos;s civil and military nuclear strategy is in disarray. There are safety concerns at Sellafield and no secure means of dealing with the nuclear-waste mountain. Cash-strapped EDF has failed to deliver a new generation of safe European PWR nuclear power stations. It&apos;s time to call it a day  close down the nuclear power industry and scrap Trident. David PenneyColne, Wiltshire", 
    "section": "environment", 
    "gid": "environment/2013/jan/28/questions-uk-commitment-nonproliferation", 
    "wordcount": "506"
}