{
    "headline": "Arts leaders voice deep concerns over lack of cultural subjects in Ebacc", 
    "text": "Britain&apos;s creative economy could be destroyed &quot;within a generation&quot; because of the decision to leave arts subjects out of the English baccalaureate, according to leading figures in the arts world. Sir Nicholas Hytner, Sir Nicholas Serota, Julian Lloyd Webber, Richard Rogers, Sir David Hare and Grayson Perry are among the cultural figureheads who have told the Guardian they are deeply worried about the impact of excluding creative subjects from the core qualification at 16. There are fears that many schools, particularly state schools, will marginalise arts subjects if they do not count towards the Ebacc, the new GCSE performance measure. The film and theatre director Sir Richard Eyre called the lack of arts on the Ebacc &quot;incredibly shortsighted&quot; while the playwright Sir David Hare condemned the policy as &quot;the most dangerous and far-reaching of the government&apos;s reforms&quot;. The architect Lord Rogers added: &quot;Our writers, artists, designers, dancers, actors and architects are the envy of the world. Arts education should definitely not be marginalised or censored.&quot; Thomas Ads, the composer whose opera The Tempest is currently at the Metropolitan Opera in New York, called the move &quot;suicidal, if we want to have any arts at all in Britain in 30 years&quot;. Mandatory school music lessons had &quot;made all the difference&quot; to him. The new performance measure depends on pupils&apos; attainment in five subject areas. Pupils who achieve a GCSE grade C or better in English, maths, a language, two sciences and history or geography will achieve the EBacc. Subjects such as music, art, drama and design do not count. Many in the arts world fear that schools will sideline cultural subjects if they are not part of the new measure. Lord Hall, the Royal Opera House chief executive, said: &quot;It is absolutely crucial that [education secretary] Michael Gove rethinks. It&apos;s not enough for arts to be tucked away in the 20% of time that&apos;s left in the curriculum.&quot; Serota, the Tate director, joined Hall in urging the government to create a &quot;sixth pillar&quot; for culture. &quot;The arts are integral to our understanding of the world, as important as reading, writing, geography and arithmetic,&quot; he said. Greg Doran, artistic director of the Royal Shakespeare Company, said: &quot;There is evidence of the link between the attainment that students make in arts subjects and their performance elsewhere in the curriculum. Arts subjects should be part of the Ebacc.&quot; Since the Ebacc was introduced as a performance measure in schools from 2010, numbers taking GCSE arts subjects have already declined. In a parliamentary answer to a question by Dan Jarvis, the shadow culture minister, it was reported that in 2012 entries in design and technology were down 5.1%, in art and design by 2.4%, in music by 3.6% and in drama by 6.3% since the previous year. Lloyd Webber said the Ebacc was &quot;crazy and bizarre&quot;, and, along with figures such as violinist Tasmin Little, the cellist lent his support to a campaign to review the Ebacc spearheaded by the Incorporated Society of Musicians. In 2011, the government cut the number of postgraduate certificate of education places for trainee teachers  with art and music among the subjects most hit, losing 220 and 180 places respectively. According to Ipsos Mori research, 27% of schools withdrew subjects from the curriculum in response to the EBacc this academic year. The most commonly withdrawn subjects were drama and performing arts (23%) and art (17%). If the trend continues, according to Lizzie Crump, who runs the Cultural Learning Alliance, &quot;we risk ending up with a two-tier system where arts are regarded as second-class subjects&quot;. Creative subjects are especially important at school, arts leaders argue, when there is pressure on the arts across the board. Arts Council England&apos;s budget was cut by 30% at the last spending review and many local authorities are cutting grants to cultural organisations. Arts leaders fear that without a strong cultural component through the curriculum, children may be deprived of a fully rounded education. Hytner, director of the National Theatre, said: &quot;Our concern is that many children and young people will simply miss out: not just on the enjoyment of theatre, but on the important learning and development that comes through taking part in drama from an early age.&quot; There are also fears that a diminishing of arts on the curriculum will damage the economy. Martin Roth, director of the V&amp;A, said: &quot;The UK is one of the greatest creative nations in the world, as exemplified during the Olympics this summer, but if subjects such as art, design, music, drama and dance are pushed out of the curriculum Britain&apos;s creative economy will be destroyed within a generation.&quot; Tamara Rojo, artistic director of English National Ballet, said: &quot;The performing arts are one of the few sectors that create growth and work for the UK economy.&quot; Arts leaders argue that great national celebrations such as the jubilee and the Olympics were defined by their creativity  which could be threatened in the future if arts become second-class subjects. Ian Rickson, who directed the hit play Jerusalem, said the Olympics opening ceremony was possible only because &quot;people like Danny Boyle, Stephen Daldry and Akram Khan [were] all recipients of a broad curriculum that helped them develop their unique vision and identity&quot;. Khan, who choreographed much of the ceremony, paid tribute to his education, which included AS-level drama. Joe Wright, director of films including the recent Anna Karenina, added: &quot;If we want Britain to continue to lead in creative areas such as art, fashion and music then we have to support those areas through the school curriculum right from the very beginning.&quot; There are fears of a divide between children from different backgrounds if the arts are sidelined at school. Actor Jude Law said: &quot;The arts must not be allowed to become a middle-class pursuit.&quot; A spokeswoman for the Department for Education said: &quot;The English baccalaureate does not prevent any school from offering GCSEs in art and design, dance, drama and music. We have been clear that pupils should take the GCSEs that are right for them. &quot;We are providing funding for over 2,000 of the most talented students to attend leading independent dance schools or centres of advanced training.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/02/arts-leaders-concerns-ebacc-schools", 
    "wordcount": "1077"
}