{
    "headline": "The world's deadliest road", 
    "text": "We saw the bus before we saw the rickshaw. Abandoned on the side of the road, its engine was still running. Adent on the paint-scratched bumper was the only evidence of the head-on collision that had happened just 15 minutes earlier. We had left the gridlocked city streets of Dhaka that morning, inching our way through the blaring horns out to the start of the highway. Ten minutes down the road, as the city&apos;s urban sprawl was giving way to green and the speedometer on our white minivan was inching upwards, we had come across the crash. On the other side of the highway a group of rickshaw drivers gathered around the mangled remains of a motorised three-wheeler, gesturing angrily at the blood in the wreckage, the shoe lying discarded in the middle of the road. &quot;Another one dead?&quot; a driver shouted at ahighway police officer, filling out a road accident report. &quot;How many more?&quot; The police officer shrugged when I asked him what happened to the driver of the bus  who had killed the rickshaw driver and put another three in hospital. &quot;He has run away,&quot; he said. &quot;But there must be records of who was driving the bus; the company must be able to trace him?&quot; I asked him. &quot;He ran away,&quot; the policeman repeated patiently, waving us away and walking back to his motorbike. &quot;He&apos;s gone. It&apos;s just another accident.&quot; At first glance the Dhaka-Sylhet highway  the N2 in Bangladesh  doesn&apos;t look like a tarmac death-trap, or one of the world&apos;s deadliest highways. It doesn&apos;t teeter along the side of a mountain or plunge through a ravine with nothing but tumbling rocks and open space below. Instead, the N2 is a fat belt of grey tarmac connecting the Bangladeshi capital Dhaka to the booming city of Sylhet. Seven years ago more than 169m was spent turning this road into one of Bangladesh&apos;s newest and fastest transport routes. Most of the money came from the World Bank. It cuts through towns and busy intersections, slashes through Bangladesh&apos;s green fields and boggy marshland, past garment factories and countless small thatched-roof villages. It looks like a perfectly normal strip of motorway, yet shortly after we leave the crash and start back on the road I&apos;m in a state of abject terror, gripping the sides of my seat and pumping my foot up and down on an imaginary brake as vehicles swerve and screech in front of us. Passenger buses loaded with luggage overtake each other at high speed on blind corners, missing oncoming traffic by inches. The rusting skeletons of smashed-up vehicles litter the side of the road. Open-backed trucks filled with people  tonnes of thundering metal  career down the road at 90km an hour, shaking the windows of our car as they scream past. Amid this, streams of garment workers in brightly coloured saris, children walking home from school and men on wobbling bicycles share the road with these machines. More than 60% of those who die on this road are pedestrians  mostly poor people who can&apos;t afford to travel in a car or by bus. The World Health Organisation believes that more than 20,000 people are killed on Bangladesh&apos;s roads every year. Government figures put the N2 death rate at 180 a year  around 10 times higher than the UK&apos;s worst road  yet the official statistics are disputed by road safety experts there, who say the real death toll is likely to be at least four times that. If they&apos;re right that means at least two people die each day, with tens of thousands more injured. On the road with me is Greg Smith, an affable Australian who works as the regional director for the International Road Assessment Programme (iRAP), an organisation that star-rates and assesses roads around the world mile by mile. Bangladesh&apos;s road accident record is bad, but it is by no means unique. Around 1.3 million people now die every year and 50 million are injured on the road, the vast majority in poor countries such as Bangladesh. Road accidents now kill more children than HIV and Aids, malaria and diarrhoea put together. &quot;Basically this road is like driving a 10-tonne truck through a pedestrian mall,&quot; Smith says. &quot;And nobody is doing enough to stop it.&quot; He points to the sides of the road: no crash barriers. In the middle of the road, there is no central reservation to prevent dangerous overtaking and stop the majority of the head-on collisions. No pedestrian footpaths, no footbridges, no traffic lights or speed controls. &quot;They built this road with absolutely no basic safety features,&quot; he says. &quot;As an engineer Ilook at this road and all I see is a systematic failure. And this is a World Bank road. You would never ever build a road like this in adeveloped country. Why is it OK for it to be built with millions of pounds of international money here in Bangladesh? Because these people are poor and it doesn&apos;t matter?&quot; He gestures to the edge of the highway, where the tarmac ends just a few metres away from a steep bank going down into a floodplain. On the N2 many drivers don&apos;t die from the impact of a crash. They drown in their cars. As we travel along the road I can&apos;t stop thinking about the crumpled rickshaw we have seen and the driver who has died. Did he have children? What would their lives be like now? According to one road survey the ripple effects of road accidents in a poor country like Bangladesh are devastating  more than seven out of 10 bereaved families reported that their household income and food consumption had suffered since the crash. More than half had been forced to take out loans. Mohamed Al-Amin&apos;s story is a case in point. This slight but meticulously neat 25-year-old lives in one of the villages that line the route of the N2. He tells us that when he was a boy the highway was cracked and pot-marked. Trucks and buses rumbled past at 30 or 40mph. It was a bad road, he says, but nobody really died. It just took hours to get anywhere. Six months ago, eight of Al-Amin&apos;s family were in a rickshaw heading to market along the N2 when a passenger bus overtook another vehicle on a bend, swerved across the road and smashed into them. The rickshaw crumpled like a tin can. Three were killed instantly. Al-Amin&apos;s sister, Amama, and sister-in-law, Roni, suffered horrendous injuries and were taken to a private hospital in Dhaka, where they amputated Roni&apos;s leg up to the hip. Amama never woke up. The hospital said they could do nothing else for her and told the family to take her home or keep paying for her treatment. Now this once vibrant woman is a skeletal shadow, being fed through a drip in the family home while her children do little more than wait for her to die. After years of hard work to pull themselves out of the poverty that blighted previous generations, the family have had to sell their house and land to pay for the hospital bills. &quot;I worked for years, every day, to establish my business,&quot; says Al-Amin, sitting next to his sister in their small house. Outside, children play in the fields while men with oxen slowly plough strips of grain as the boom and screech of high-speed traffic echoes around them. &quot;The bus company left 25,000 taka (190) for us at the local police station, but this isn&apos;t enough. They built this road and told us it would make us richer, but what&apos;s the point of getting somewhere quicker if you risk death just trying to get there? They didn&apos;t even bother to build us afootbridge.&quot; These stories are frequently heard by the sides of the N2. There&apos;s the garment factory that has lost 23 workers to the road in three years. And the grief-stricken single mother of two young boys whose husband was killed by a truck on his way to work and who is now working overtime at a factory to try and keep her sons in school. In a crowded ward at Narsingdi District Hospital we meet Mohammed Abdul Hannan, a 38-year-old ex-soldier who has been unable to walk or work for the past seven years after a bus crash. He stares at the pins in his twisted leg while he tells us how he begs his wife to leave him so she can improve her life. The doctor treating Hannan says that 85% of patients coming into the hospital are road crash victims. &quot;Ten years ago we were dealing mainly with diarrhoea or children with respiratory infections,&quot; says Dr Abudul Zaed. &quot;Now it&apos;s multiple traumas from high-speed collisions. We&apos;re not equipped to deal with the kind of injuries we see, and the numbers keep going up.&quot; I come back FROM our day on the road shaken and furious. Afterwards I encounter nothing more than woeful shakes of the head from the Bangladeshis I talk to about it. Greg Smith has had the same experience. &quot;I spend my life assessing dangerous roads, but the N2 really scares me,&quot; he says. &quot;The night after my first trip on it I sent pictures of the crashes Ihad seen to my Bangladeshi colleagues, telling them I&apos;d had the most horrendous day  and everyone just shrugged. It&apos;s just seen as part of the cut and thrust of economic development.&quot; At the World Bank no one wants to be linked to the N2. When I ask how they can account for an almost 50% rise in accidents since the 2005 renovation I&apos;m told the N2 is an &quot;old project&quot;, that they have suspended all road building in Bangladesh because of corruption, and that a rise in accidents post-renovation is &quot;to be expected&quot; when there is more traffic on the roads. They say road safety is one of the Bank&apos;s biggest priorities. And, ultimately, all the Bank did was give the loan. It&apos;s up to the government to do the rest. It is &quot;their&quot; road. &quot;We want to see economic growth and greater access to markets associated with renovating a road,&quot; says Ellen Goldstein, country director for the World Bank in Bangladesh. &quot;We clearly don&apos;t want to see hospital beds filling up. But there is definitely a financial trade-off to be made by every developing country not just with road safety but with other development issues. The ability to get to Sylhet in five or six hours is unbelievable compared to what it once was. So when you look at the huge economic benefit this brings then, of course, you will have a cost, which is the potential for fatalities and injury.&quot; It&apos;s true that you can&apos;t just blame the roads themselves. Dangerous driving is the main cause of the majority of accidents. After all, only 30% of people here have licences, road-accident prosecutions are almost nonexistent, and the buses are shipped-in wrecks from China and Japan given a lick of paint and put out to work. And amid this mess 200 new cars are hitting the roads each day. Despite the rhetoric, road safety is still considered too expensive by the government. When the N2 renovation was completed, the Ministry of Communication in Bangladesh said publicly that &quot;western-style road safety engineering features are too expensive for most developing countries to install on a large scale&quot;. Greg Smith, however, does not agree that road deaths are the inevitable collateral damage of the development of an effective transport infrastructure. &quot;I just think that is a weak answer. We&apos;re not trying to find the vaccine for some killer disease. We are building these roads, we are causing these deaths,&quot; he says. &quot;The idea that putting in road safety features is too expensive is quite sickening when you consider that, unlike curing Aids or malaria, we actually know how to prevent people from dying.&quot; And though the Bank wants to distance itself from the N2, the fact is that road safety was not factored into the economic calculations of its loan package to upgrade the road. It was simply named as an &quot;additional road-user benefit&quot; alongside &quot;improved riding comfort&quot;. &quot;If you build a fast highway more suited to the American Midwest than a developing country but then don&apos;t bother to include any safety features then loads of people are going to die. You can&apos;t expect anything less,&quot; says Smith. &quot;The tragedy in all of this is that not just the N2 but dangerous roads across the world can be fixed easily. It&apos;s pocket change to the multilateral development banks and other big donors, but it could help stop this pointless carnage.&quot; Road deaths also have a considerable cost to the Bangladeshi economy  already one of the poorest in the world. The World Health Organisation says traffic accidents cause a loss of about 2% of Bangladesh&apos;s GDP  around 1.2bn a year. That&apos;s roughly the same amount that the country receives in overseas aid from foreign governments every fiscal year. Local people are taking action against the rising number of deaths. Back in Dhaka Ivisit an all-women driving school, funded by Brac, a local NGO, which, in the words of its charismatic director of road safety, Najmul Ahsan, aims to &quot;de-testosterone the roads&quot;. The first round of graduates, training as professional drivers, have gathered in a classroom  all young women in their early 20s. Iask how many of them have been personally affected by road deaths, and more than half raise their hands. &quot;I&apos;ve had relatives who have died because they have gone out on to dangerous roads with people driving who don&apos;t know what they&apos;re doing,&quot; says Kobita Rani, who comes from a family of rickshaw drivers. &quot;We know we are using dangerous roads and we are good drivers with proper licences. If we come first then maybe others will follow.&quot; &quot;And anyway,&quot; she says with a smile. &quot;It&apos;s worth it all to see the looks on the men&apos;s faces when they see you driving on the highways. They look like they are going to lose their minds. They think they rule the roads, but maybe we are the future.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/09/world-most-lethal-road-bangladesh", 
    "wordcount": "2448"
}