{
    "headline": "Lib Dems set to push for more funds to retain students", 
    "text": "Simon Hughes, the Liberal Democrat MP and government advocate for access to education, is preparing to lobby the government for additional money if evidence proves that the decision to withdraw the educational maintenance allowance is having a negative impact. The move suggests the Lib Dems are concerned at the possible effect on student retention of the government decision to withdraw the weekly allowance of up to 30 for 16- to 19-year-olds at a time of unprecedented youth unemployment. Hughes revealed his intentions as he and the deputy prime minister, Nick Clegg, joined the Liberal Democrat candidate for the London mayoralty, Brian Paddick, at an event to court the youth vote. Polls show the Lib Dems&apos; share of support in the capital ahead of the 3 May election has dropped two percentage points on last month. Speaking at the event at the Ministry of Sound, which was jointly organised with Bite The Ballot, a grassroots campaign to encourage young people to vote and become politically engaged, Clegg said youth unemployment was &quot;one of the biggest social issues this country faces&quot;. He highlighted the youth contract which will offer young people an opportunity to &quot;earn or learn&quot;. The trio were challenged about the struggle young people face when they stay in post-16 education. Hughes said that while those who had been promised the EMA at the start of their post-16 education would continue to get it, &quot;the difficulty is for people who haven&apos;t got it to start with&quot;. The 2010 comprehensive spending review set out plans to abolish the EMA, which provided grants of up to 30 a week to children whose parents earn less than 30,800, on the basis that it was poorly targeted. The move led to an outcry and the appointment of Hughes as advocate for access to education. Hughes, who is chair of the party&apos;s mayoral election campaign, told the audience that he had asked sixth form colleges and schools to report &quot;how much money they have, how much money they need, and what they say will make the difference in terms of who is staying in college and who is not&quot;. &quot;We should have that information by this summer, June, then we need to talk to government and say: &apos;Look guys, it&apos;s had this effect, for example, we have half as many black women now staying on at college  what are you going to do about it?&apos;&quot; He said he would make sure &quot;the commitment and, if necessary, the finance [will be provided] to make sure we got those people to stay on at college&quot;. Boris Johnson, the incumbent mayor, is among those who have expressed fears that young Londoners from low-income backgrounds could drop out of education and see their life chances &quot;radically diminished&quot; as a result of a ministers&apos; decision to replace the 560m EMA budget with 180m for the new 16-19 bursaries. Clegg said the decision to review the impact was being taken &quot;step by step&quot;. Asked later about Hughes&apos;s plan, Clegg: &quot;You wouldn&apos;t in the normal course of events not track the effect of change. Of course you have to do that.&quot; He conceded that the new bursaries needed to be &quot;better targeted than before&quot; because the more generously funded EMA scheme was given to those who didn&apos;t necessarily need it. Clegg showed his support for the Lib Dem London campaign just a day after the latest YouGovpoll on Londoners&apos; voting intentions showed support for the party had dropped by two percentage points to 7%  the same as Paddick&apos;s share of support in the first-preference round of a system conducted under the supplementary vote system. This is lower than the 9.63% Paddick secured when he came third in the 2008 mayoral election, but two points higher than his rating share in a YouGov poll conducted last month. The figures indicate that the party&apos;s hope that the mayoral election could boost its result in the more low-key London assembly elections taking place at the same time could be thwarted. The Lib Dems have three assembly seats after losing two in 2008, and the indicative support of 11% and 9% for the constituency and list seats respectively suggests the party is set to lose another one. A YouGov poll for the Sun shows the Liberal Democrats are doing even worse nationally, having been pushed into fourth place by the UK Independence party. The survey puts Labour on 43% support, 11 points ahead of the Tories, with Ukip on 9%, and the Lib Dems on 8%. A second poll showed Labour extending its lead over the Tories to nine points, while the Liberal Democrats were unchanged on 11%. Asked about the London polling figures, Clegg dismissed them as &quot;bogus science&quot; and insisted there was still &quot;everything to play for&quot; in a campaign which was &quot;only now coming to life&quot;.", 
    "section": "education", 
    "gid": "education/2012/apr/17/lib-dems-funds-retain-students", 
    "wordcount": "837"
}