{
    "headline": "Schooldays rule your destiny long before first job interview, say MPs", 
    "text": "Long before you apply for a job or university place, your prospects in life have all too often been set, claims a cross-party committee of MPs. Britain is far behind the rest of the developed world in terms of social mobility and studies show that today&apos;s 40-somethings have even less mobility then those who were born in the 1950s. Denmark, Canada, Australia and Germany all have better records. In their interim report, Seven Truths About Social Mobility, to be published on Tuesday, the MPs say giving pre-school children essential skills is the key to breaking Britain&apos;s class system. Damian Hinds, the Conservative MP who chairs the parliamentary group on social mobility, said the poor performance of Britain internationally &quot;harms both social justice and economic growth&quot;. He added: &quot;We must face up to difficult aspects of the challenge, and that includes the very earliest years.&quot; Going to a top university is the biggest driver of access to the country&apos;s best careers and around a fifth of students offered a place at Oxbridge and other Russell Group universities are privately educated  against just 7% of the school population overall. A third of those with three As or A*s at A-level went to private schools. The challenge, says the group, is attainment before school, when the gap between rich and poor starts to emerge. The gap in &quot;school readiness&quot; between the child from a wealthy family and one from a disadvantaged family is widely acknowledged and was a key driver behind the Sure Start centres now facing closure under the coalition&apos;s programme of cuts. &quot;Good parenting and warm family relationships can make a crucial difference to a child&apos;s future prospects,&quot; said Liberal Democrat peer Claire Tyler. &quot;We also know from recent research that a child&apos;s emotional wellbeing, resilience and social skills matter and can affect a child&apos;s ability to bounce back from adversity.&quot; Labour MP Hazel Blears, another member of the parliamentary group, said: &quot;The fact is seven out of 10 people get their next job from someone they know. We need to ensure that young people from working-class backgrounds, whose parents don&apos;t have the same exclusive networks as some in the City of London, are given the opportunities to achieve. This means ending unpaid internships and opening up opportunities as well as education and support.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/29/social-mobility-private-schools", 
    "wordcount": "396"
}