{
    "headline": "This blogpost will cause lasting damage to children's brains", 
    "text": "Baroness Susan Greenfield has yet again been warning of the dangers posed to children by some form of electronic media, this time online porn. But some have now claimed that her concerns and predictions are misdirected, and that there is a far greater online threat to children&apos;s mental wellbeing that is going completely unchecked: this very blogpost.  Concerns about this blogpost were initially raised after the first paragraph, when it was realised that the piece was going to be bizarrely self-referential, to an extent that would undoubtedly prove confusing to a younger person still learning the rules of accepted narrative structure and general logic. Although not something that would typically interest younger people, it was observed that the first paragraph contains the phrase &quot;online porn&quot;, so could be accidentally stumbled upon by impressionable teenage boys left alone with a search engine. Similar concerns were then raised about the second paragraph. The anticipation of sexual content being confounded by a bizarre and somewhat pointless blogpost could cause considerable stress, which could disrupt a still-developing mind.  Concerns about the damage this blogpost could inflict upon children were further increased when it was realised that this blogpost is composed entirely of letters, arranged in a variety of specific sequences known as words. This exposure to words could cause children to develop a premature vocabulary. This is of great concern to many, as words are often used to describe things that are inappropriate for children, such as &quot;sex&quot;, &quot;violence&quot; and &quot;Gordon Ramsay&quot;. Partially respected neuroscientist Dr Dean Burnett has called for an outright ban on this blogpost, amid fears that it could cause untold damage to younger, impressionable people. &quot;If people read this blogpost, they run the risk of remembering it for more than a few seconds. This means they have formed long-term memories, which are supported by synaptic changes. Ergo, reading this online blog has caused physical changes in the brain. And that&apos;s bad, right? The brain undergoing physical changes is essentially what supports our ability to learn pretty much anything , which is crucial for our survival, but this must be a bad kind of that because it involves the internet.&quot; Dr Burnett also argues that an outright ban on this blogpost is the only possible solution. When it was suggested that this approach was somewhat extreme and censorious, he remained unconvinced.  &quot;At the end of the day, there remains a chance that this blogpost could harm children, and therefore it must be banned. We can&apos;t expect worried parents to intervene and stop children seeing it; they&apos;re too paralysed by fear most of the time, only able to occasionally move in order to sign petitions to ban things. I mean, cars were dangerous to children, so they&apos;re banned now, and children can go outside and play freely on dual carriageways without worry, as nature intended.&quot;  When informed that this last claim was staggeringly inaccurate, Prof Burnett quickly changed the subject. &quot;Another serious concern about this blogpost is that it&apos;s largely a description of why it&apos;s dangerous. It only exists to stop itself from being read, and the only way to discover this is to read it. Thus, this blog is something of a paradox. And extensive research has shown that exposure to a paradox can cause people&apos;s brains to overheat and shut down completely, literally &apos;blowing the mind&apos;.&quot; Further investigation revealed that by &quot;extensive research&quot;, Lord Burnett meant an episode of Star Trek, which he argues still represents valid evidence.  &quot;Star Trek takes place centuries in the future, so obviously they&apos;d know more about science than we do at present. And can any of us be certain that our child isn&apos;t a bizarrely dressed android? You may be confident that they aren&apos;t, but is it really worth the risk?&quot; On the subject of research to support his claims about the danger of this blogpost, Admiral Burnett admitted that he has not yet published any peer-reviewed data that can be validated and assessed by fellow scientists, but he has spoken to several children about the matter. &quot;Specifically, I interviewed my six-month old son and his friends. I read them an early draft of this blogpost, and asked what they thought about it. Of the 15 children I spoke to, NOT ONE was able to give a comprehensible response! 10 just stared at me uncomprehendingly while dribbling, three burst into tears and two soiled themselves as I was talking. Clearly, the damage this blogpost inflicts on children is severe and very fast acting. What more evidence do you need?&quot; He also tried to speak to some male teenagers at a bus stop about their reactions to this blogpost, using the offer of sweets as an incentive. However, he reports that they called him a &quot;batty boy&quot; and threw rocks at him until he left, so were unsuitable for inclusion in his investigations.  Despite this, Emperor Burnett asserts that this blogpost is still a valid and real danger to children, irrespective of the absence of supporting data. &quot;The gathering of reliable evidence and proof would simply cause delays, in which time this blogpost could damage countless young minds. The danger must be real, as I&apos;m a qualified neuroscientist and I&apos;m saying it is in a mainstream media publication. How can you argue with that?  &quot;Look, I&apos;ll say it again; this blogpost is dangerous for children. See? I said it again. I&apos;m still saying it in this sentence. Actually, I could say anything is dangerous here and the same logic would apply, wouldn&apos;t it?  um  beetroot! Beetroot is dangerous for children. Doesn&apos;t matter how/why, it&apos;s written down now. Would a relevant hyperlink help? That&apos;s enough for some people.&quot; Since contributing to this blogpost, Dr Burnett was asked for follow-up comments, but is no longer contactable by phone or email. However, he can be spoken to directly by arranging an appointment during scheduled visiting hours. Dean Burnett doesn&apos;t usually talk in the third person, and as this post is just a spoof piece he can be easily contacted via Twitter, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/sep/10/children-brains-damage-susan-greenfield", 
    "wordcount": "1029"
}