{
    "headline": "Deadline for student film competition extended", 
    "text": "Still not submitted your entry for the Guardian Student Very Short Film Competition? With coursework to complete, sports and society events to attend, we know first term is a busy one. But fear not, due to popular demand, the deadline for entering the 60-second video competition has been extended until 13 January. Produce a 60-second film on a subject of your choice and you could win 9,000 towards your education, courtesy of Guardian Students and the Oxford University Press (OUP). Just like the books in OUP&apos;s Very Short Introduction series, you&apos;ll need to show that you can convey complex ideas in a short amount of time. The best films will be both informative and entertaining. The competition is open to any student who is enrolled on a full-time, fee-paying higher or further education course (or equivalent in Scotland), and to any school student who is applying for a place on a fee-paying higher or further education course in autumn 2013. Here&apos;s how to enter:  Watch some of the entries submitted so far. Think you can do better? To be eligible to win you must first register with Guardian Students  Then pick a subject you love and present it with passion and verve. You can find more guidance on what we&apos;re looking for here  When making your video, you may want to use music. You can only do so if you have the permission of all the various people who performed, authored and distributed the music, otherwise we can&apos;t put your film on our site and you wont be eligible for the prize. In practice, this means you probably can&apos;t use any recorded music. But if your mate wants to strum some random chords on their guitar or you know a band who will give you permission to use unrecorded material of theirs, that&apos;d be fine. The same principle applies to images already published elsewhere. For more details, look at paragraph 11 of the T&amp;Cs  When you&apos;ve finished filming, upload your video here. When submitting your entry don&apos;t forget to tell us your name, the school, college or university at which you study, your course title, year of graduation  and what you would do with the money if you win.  Competition terms and conditions are available here", 
    "section": "education", 
    "gid": "education/2012/dec/21/deadline-for-student-film-competition-extended", 
    "wordcount": "380"
}