{
    "headline": "Mystery bird: eastern bluebird, Sialia sialis", 
    "text": "    Eastern bluebird, Sialia sialis (protonym, Motacilla Sialis), Linnaeus, 1758, also known as the azure bluebird, Florida bluebird, Wilson&apos;s bluebird, blue robin, common bluebird, blue redbreast, American bluebird, either as the Tamaulipas bluebird or Tamaulipas, or as the blew bird, photographed on the Konza Prairie Biological Station, Kansas State University, Manhattan, Kansas (USA). Image: courtesy of Dave Rintoul, 6 August 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. motion-sensitive camera    Question: This challenging North American mystery bird was captured by a motion-sensitive camera on the Konza Prairie last summer. These cameras are part of an experiment to compare herbivory by large critters (e.g. bison) to grasshoppers. The cameras detect motion in an area that is not enclosed, where bison or deer might be grazing. These cameras have captured pictures of coyotes, other birds like great horned owls, etc., but the identity of this particular bird seemed ambiguous on later analysis. What taxonomic family and species of bird do you think this is?  Response: This is a juvenile eastern bluebird, Sialia sialis. Juveniles can be identified by their grey plumage with white spots on their upper and underparts, and by their white eye ring, which is bolder at the back of the dark eyes. Juvenile eastern bluebirds can be sexed by their plumage colour, which is fairly rare for birds: juvenile males have slightly more blue in the wings and tail than do young females. Where their ranges overlap, they can be confused with western bluebirds, but eastern bluebirds are a bit smaller and have a slightly thicker bill.  Eastern bluebirds can be found in a variety of open areas with scattered trees and short ground cover, such as orchards, woodlands, suburban parks and yards, and pastures. They are voracious insectivores, although they also consume invertebrates and wild fruits. They are especially fond of grasshoppers, crickets, katydids, and beetles, which is the reason that many people work hard to attract them to their gardens.  Bluebirds are cavity-nesting passerines that will use old woodpecker holes when they can find them, although these days, many bluebirds rely on nest boxes provided by bird-friendly humans. Eastern bluebirds breed on the eastern side of the Rocky Mountains from southern Canada all the way to the Gulf of Mexico and into Central America. [map]. The eastern bluebird&apos;s range has a tiny area of overlap, in southern Texas, with the ranges of mountain and western bluebirds.  Here&apos;s a short informational video about eastern bluebirds:            Visit MObirds&apos;s YouTube channel [video link]. There are three bluebird species in North America, and all are placed into the same genus, Sialia, in the taxonomic family, Turdidae, or thrushes.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/07/7", 
    "wordcount": "499"
}