{
    "headline": "Richard III's final resting place? Perhaps, but let's wait and see", 
    "text": "&quot;My kingdom for a DNA swab!&quot; is, more or less, the cry that went up on Tuesday in a small car park in Leicester. Archaeologists pootling around in said car park  normally reserved for social workers  thought they might have found the long-lost remains of Richard III. But is it really him? The much-maligned Plantagenet was certainly killed nearby at the Battle of Bosworth, after an unsuccessful  if apocryphal  search for a horse. It&apos;s also known he was buried in a church in Leicester, the ruins of which lie beneath the car park. The skeleton in question even has an arrowhead in its skull, and a curved spine. Both match reports of Richard&apos;s wounds and physical appearance. But the winter of archaeological discontent is not over yet: the bones&apos; DNA will need to be compared with those of a 55-year-old Canadian furniture-maker, Michael Ibsen, who is the direct descendant of Richard&apos;s sister Anne. Until that happens, the archaeological community is refusing to get too excited. &quot;No one knows until they&apos;ve done the DNA work,&quot; says Professor Mark Gardiner, president of the Society for Medieval Archaeology. Archaeologists have been burned too many times, says Matt Symonds, editor of Current Archaeology. It was long thought, for instance, that the Battle of Bosworth took place on Ambion Hill in Leicestershire. But after the local council built a visitor centre to mark the spot, researchers found that it might have taken place somewhere else entirely. That said, Symonds is cautiously optimistic. &quot;At the moment, it would be rash indeed to say it was definitely Richard. But if it&apos;s an adult of about the right age, if the DNA matches, and if the arrowhead is from the right period of conflict, then that would make it hard to believe it was anyone else. It is like something out of a novel. It&apos;s almost as if there are too many clues.&quot; For Gardiner, the excitement lies in what the find might enable researchers to uncover in the future. &quot;Finding Richard III is the wow-factor,&quot; he says, &quot;but it&apos;s the extra information we&apos;ll get from it that will really make it a worthwhile discovery. If it does turn out to be Richard III, they&apos;ll be able to work out what effect his curved spine would have had on his appearance. And that will augment our understanding of historical events.&quot;", 
    "section": "science", 
    "gid": "science/shortcuts/2012/sep/12/richard-iii-final-resting-place", 
    "wordcount": "402"
}