{
    "headline": "Boot up: RIM's announcement, cloud computing's job killer, hacking Chrome and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Living on mobile money &gt;&gt; BBC Technology blog Rory Cellan-Jones:   A couple of weeks ago I wrote about my frustrating efforts to use various new mobile money applications on my phone. I promised then to have another go, to give up cash and try to pay by phone alone. So, how did it go? Not very well, I&apos;m afraid.   We&apos;re not yet as good as the folks in Africa at using mobile money. Revealed: The jobs that will be wiped out by cloud computing &gt;&gt; TechRepublic EMC chief operating officer:   &quot;If you are a server, storage or network admin, there may be fewer of those dedicated - what I call siloed component - skillsets needed.&quot;  While these roles disappear, new jobs will spring up in their place both technical - focused on marshalling different services and technologies, and business orientated - analysing huge data stores for valuable insights and matching technologies to the needs of business and customers.   What&apos;s not said: cloud computing might demand fewer jobs overall in IT. World IPv6 Launch &gt;&gt; Internet Society  Major internet service providers (ISPs), home networking equipment manufacturers, and web companies around the world are coming together to permanently enable IPv6 for their products and services by 6 June 2012.   Do you know where your IPv6 address is? Research In Motion CEO provides business update &gt;&gt;Research In Motion Thorsten Heins:   In terms of challenges, as I mentioned on the March financial results conference call, RIM is going through a significant transformation as we move towards the BlackBerry 10 launch, and our financial performance will continue to be challenging for the next few quarters. The on-going competitive environment is impacting our business in the form of lower volumes and highly competitive pricing dynamics in the marketplace, and we expect our Q1 results to reflect this, and likely result in an operating loss for the quarter.   Your submissions please for who is going to buy which bits of RIM, and by when. Download: Group Policy Settings Reference for Windows and Windows Server - Microsoft Download Center - Download Details  Group Policy Settings Reference for Windows Server &quot;8&quot; Beta and Windows &quot;8&quot; Consumer Preview: This spreadsheet lists the policy settings for computer and user configurations included in the Administrative template files (admx/adml) delivered with Windows Server &quot;8&quot; Beta.   Happy now? Malware: The number is no longer in service &gt;&gt; The Economist  ON JULY 9th users of hundreds of thousands of computers worldwide will be mystified. They will no longer be able to access websites, e-mail servers and other resources despite an active internet connection. The indirect culprit is the DNS Changer Trojan horse, a piece of malware which tweaks operating-system settings on computers and residential internet routers so as to redirect traffic to certain sites and rack up advertising fees. But it is America&apos;s Federal Bureau of Investigations (FBI) that is the proximate cause of the disruption.  A Tale of Two Pwnies (Part 1) &gt;&gt; Google Chromium Blog  Just over two months ago, Chrome sponsored the Pwnium browser hacking competition. We had two fantastic submissions, and successfully blocked both exploits within 24 hours of their unveiling. Today, we&apos;d like to offer an inside look into the exploit submitted by Pinkie Pie.   Four bugs chained together to achieve root. There&apos;s an upcoming post about the other hack, which involved 10 chained bugs. The chaining makes it more like an accumulator at racing - much harder to achieve anything, even though you cracked the bug. Nokia Maps - 3D WebGL (beta) This is fantastic fun. Zoom in on somewhere (London, anywhere you know). Zoom right in. Now press the top rocker of the right-hand button of the middle group. Press it again. And again. Now that is cool. Samsung Galaxy S3&apos;s S Voice vs Siri on iPhone 4S &gt;&gt; CNET UK You haven&apos;t even clicked the link, yet you&apos;ve already made up your mind about it. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/30/technology-links-newsbucket", 
    "wordcount": "709"
}