{
    "headline": "Facebook forces Instagram users to allow it to sell their uploaded photos", 
    "text": "Facebook has infuriated users of the photo-sharing and filtering service Instagram by changing its terms of service to allow it to sell peoples&apos; uploaded photos or related data. The change has led to an outpouring of anger online  although the move echoes similar moves made by other services, such as Twitpic in 2011, which are allied to fast-moving microblogging services such as Twitter. The change may give a boost to Yahoo&apos;s photo-sharing service Flickr, which last week launched a new mobile app, and which gives users full control over the rights to their pictures. Although Flickr has resale deals in place with a number of companies, it shares revenue from those with users and only uses photos with users&apos; explicit permission. The new Instagram clause notes that &quot;some or all of the service may be supported by advertising revenue&quot; and says that, as a result, &quot;to help us deliver interesting paid or sponsored content or promotions, you agree that a business or other entity may pay us to display your username, likeness, photos (along with any associated metadata), and/or actions you take, in connection with paid or sponsored content or promotions, without any compensation to you.&quot; That means that Instagram photos could be used in advertising, without reference to the owner, with all the payments going to Instagram. There is no opt-out from that use except to stop using the service and to delete your photos. But Dan Catt, who worked on the early development of Flickr  one of the first photo-sharing services online  pointed out on Twitter that any pictures which included recognisable people would require explicit permission in the form of a &quot;model release&quot; from Instagram to the advertiser seeking to use it, which might be impossible to grant. The announcement has led to a number of services springing up to let people download their existing Instagram pictures into another archive and even delete them, such as recollect.com. Facebook bought Instagram because it was growing rapidly. The photo-sharing service was about two years old and had around 33m users at the time of the acquisition  though none on them were paying for the service. Don Dodge, a venture capitalist who has also worked at Google, commented at the time that &quot;the value of a company is different for different potential acquirers. If Facebook can monetise its users in a way that justifies $100 per user, then paying $30 per user for an acquisition is a great deal&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/dec/18/facebook-instagram-sell-uploaded-photos", 
    "wordcount": "419"
}