{
    "headline": "What have universities contributed to the legacy of the Olympic Games?", 
    "text": "Dr Beatriz Garcia, head of research, Institute of Cultural Capital The core question is can university findings and recommendations change mega-events? Is our academic work providing the kind of guidance or tools that organisers may build on in their delivery - or do we run the risk of only being able to comment or reflect on what has been, while struggling to intervene in time for actual reform? In my view, what matters is to be aware of who is being empowered to set the agenda - our role as HEIs should not be limited to help others deliver their agendas, but instead, in our work we should aspire to shaping the agenda itself and related priorities. Gaining the respect of very large organisations such as the International Olympic Committee (IOC) takes time: After decades being practically unaccountable to the general public, the IOC is today a much more mature organisation, and while it remains very protective of its assets (for example, the extremity of Olympic branding regulations), I believe there are routes to establish conversations. Their engagement with academia is ongoing via the Olympic Studies Centre and the postgraduate grant programme. This is a tiny window of opportunity that must be used. The Olympics present an opportunity for focused cross-national collaborations: With Sochi 2014 in Russia, they have created the first Olympic University to train specialists in sports management for Russian and worldwide sport, Olympic and Paralympic movements. The site talks about transforming &quot;olympic knowledge into educational products&quot;. Resources: Our work on the Impacts 08 programme for the European Capital of Culture year is a good example of how academics can deliver commissioned research. It has opened many doors for academic involvement in policy and practitioner circles that had been less obvious before. Miquel de Moragas has written a paper about the relationship between academic institutions and the Olympic Movement. The Finnish perspective: University of Turku assessed the impact of being European Capital of Culture in 2011 Christopher Thomas Gaffney, visiting professor, Universidade Federal Fluminense, Rio de Janeiro, Brazil The Olympics aren&apos;t much about sport at all: There are a few weeks of events that take seven years to prepare urban, social, financial, and legal structures. Focusing academic research solely on athletics may distract from the other real issues that the Olympics bring: issues of national sovereignty, human rights, housing, transportation or best use of public finances. In Brazil, where there is very little athletic participation at university level, the main impacts will be felt in finances and urban mobility. Universities must be critical of, yet inspired by, the Olympics: In my interactions with Olympics researchers, funded by the IOC, I have found a reluctance to engage the Olympics critically - though there are exceptions of course. Yet, getting our collective feet in the door is important and we need to engage the Olympics positively and not just run in screaming that it has all gone wrong. It would be ideal to have a mega-event university that brings together multidisciplinary teams from multiple countries that can engage in the kind of knowledge-sharing that has come to characterise the production and consumption of the Olympics. It appears as if much of this is beginning to take shape. We need to have some patience and work to establish these connections so we can continue to build knowledge that will ultimately reshape the Olympics into something more modest and more beneficial for cities. Universities should make a case to be involved in planning: The Rio Games have been shrouded in secrecy and are being run out of the opaque Brazilian Olympic Committee structure. The real need for transparency initiatives has to involve critical scholars and not just those who analyse the impacts without contributing to effective public policies to mitigate and maximise impacts. Professor Mike Weed, director, Centre for Sport, Physical Education &amp; Activity Research (SPEAR), Canterbury Christ Church University The likely legacy: In our research for Podium, we found that although two-thirds of universities see sports participation among their students as the most likely legacy, more than half expect legacies of lasting partnerships, enhanced organisational profile and improved skills and employment opportunities. Still, the public investment London 2012 is (at least) 9.3bn. This is 150 for every man, woman and child in the UK. Researchers in universities should be asking is what return on investment did we each get from our 150? It is difficult, not impossible, to benchmark the legacies of mega-events: I don&apos;t think that any Olympic setting provides a comparator case for any other. This makes the research endeavour really tricky in attributing outcomes to a Games, and in identifying additional outcomes over and above the opportunity cost. Although it can be done. We&apos;ve done it for, among others, the Youth Sport Trust, and our approach is outlined in an editorial I wrote for the BMJ a couple of years ago: &apos;How will we know if the Games benefit health?&apos; Janice Forsyth, director, International Centre for Olympic Studies (ICOS) Collaboration between researchers and government depends on the type of state that runs the country: In Canada, research funding has been slashed to bits, except in strategic areas (like &apos;innovation&apos; - read, commercialisation of knowledge production). It&apos;s becoming more and more difficult to catch government&apos;s attention if your research doesn&apos;t fall into that narrow category for productivity. Even with the 2010 Vancouver Winter Olympic Games, there&apos;s been very little structural development at the university level, aside from the research stemming from the University of British Columbia (which, partnered with the Olympic industry). Based on what I see, many scholars doing Olympic research in Canada are still largely operating without structural support, using mostly small grants or non-government funding to do their work. Our Centre (ICOS) is a good example. We do one heck of a lot on a shoe-string budget. Universities have a responsibility to communicate the real costs: How research and teaching at universities will give back to the social welfare programs that often get cut because of funding that&apos;s been diverted to host the biggest party in the world? The Games are funded in large part on public dollars (and public labour), and, since many universities (in Canada) are also funded with public dollars, I think faculty and students need to think through the challenges that come with the Games, after the party is over. Don&apos;t ignore the role of the public in pushing &apos;critical&apos; agendas for research: Researchers can&apos;t operate alone - research agendas are determined in part by public agendas - so we need the public to be onside with critical perspectives. And then the public needs to push really hard when the Olympic machinery takes over, and tries to spin things in its favour, to win the support of those less engaged with the issues. Critical researchers need lobbyists to help translate our knowledge for pubic consumption. Gareth Smith, head, Podium, the further and higher education unit for London 2012 The long term legacy of the Olympics will differ from one institution to the next: Some have positioned themselves at the heart of the Olympic movement and certainly UK Universities and academics will continue to play a sizeable role in the establishment of the Russian International Olympic University as part of Sochi 2014. Many of the training camp arrangements should also lead to long term partnership. Another great partnership is The University of Gloucestershire and Malawi National Olympic Team project, Malawi 2012, which won Gold at the Podium Awards. Resources: We are trying to build links between academia, the media and policy makers through our database Games Experts John Lock, Director, 2012 Office, University of East London UEL is a good case study of the transformative effect of the Games: In 2004, the University of East London was the only HEI named in the London 2012 bid, albeit it had no reputation in sport. Today, we operate SportsDock, the largest HE sports centre of its kind in London, which opened in March 2012. It has been specced to a standard for Team USA use in Games-time. We would have built a facility but without the context of the Games and the partnerships they have offered us, we would not have done anything as ambitious. Students, staff and community have got an outstanding scale and quality of permanent facility as a result. Resource: www.megaeventcities.wordpress.com is the online home of our growing research partnership with Brazilian (and other) universities studying the impacts of mega-events on cities. Karen Rothery, chief executive, British Universities &amp; Colleges Sport (BUCS)  Make the connection between sport and other priority agendas in HE: More students are taking part in more sport, and are using sport to develop employability skills. Sports is linked to the increasingly important student experience agenda. Raising the profile of how sport can and does contribute to that agenda is BUCS&apos; job following on from a successful Olympic Games. Panu Nyknen, professor, Aalto University Helsinki, Finland The Finnish example: Helsinki was selected to host the Olympics in 1940 but the Games were postponed until after the Second World War. Still the University of Technology (now Aalto-U) was one of the main operative constructors of 1952 games, and underwent rapid development from 1940 until 1952 when the Games finally took place - including to non-sporting facilities like student housing. The political discussions were quite difficult at the time, but in the long run, I think the positive spirit of the Olympics was maintained and the facilities are still in use today. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/14/higher-education-london-2012-olympic-games-legacy", 
    "wordcount": "1625"
}