{
    "headline": "Mystery bird: mistletoebird, Dicaeum hirundinaceum", 
    "text": "      Mistletoebird, Dicaeum hirundinaceum (protonym, Motacilla hirundinacea), Shaw, 1792, also known as the mistletoe flowerpecker, the Australian flowerpecker or as the fire-breasted flowerpecker, photographed in New South Wales, Australia.  Image: Marie-Louise Ng, 24 December 2011 (with permission) [velociraptorize].Nikon D7000    Question: This distinctive Australian mystery bird is named for one of its life history traits. What trait is that? Can you identify this bird&apos;s taxonomic family and species?  Response: This is an adult male mistletoebird, Dicaeum hirundinaceum, which is the only Australian representative of the flowerpecker family, Dicaeidae, a group of passerines that originated in southeast Asia.  Dicaeidae consists of 44 species that are placed into only two genera. The flowerpeckers are all morphologically similar, being uniformly small, chunky birds with short tails, short legs, short thick bills and tubular tongues -- the tongue morphology is consistent with nectarivory, an important part of their diet.  The mistletoebird has four subspecies that are found throughout much of mainland Australia (excluding dry areas), New Guinea and the islands of eastern Indonesia. Male mistletoebirds have a brightly crimson chest and a red vent accentuated with glossy blue-black upperparts, white underparts, and a bold black stripe running down the center of its belly. The female has plain dark grey upperparts, a white throat and a pale red wash on her vent. Both sexes have black eyes and legs, and their sharp black bill is slender and slightly decurved. Juveniles resemble the female but have a pink bill.  Superficially, male mistletoebirds&apos; black and crimson colouring resembles that of red-headed honeyeaters, Myzomela erythrocephala, and scarlet honeyeaters, M. sanguinolenta, but the pattern is different. The mistletoebird can be distinguished by its much shorter bill, by its black head, and by its heavier build and smaller size. Mistletoebirds may also be distinguished from red robins, Petroica species, by the mistletoebirds&apos; much shorter tail, by the lack of a red cap on the head, the lack of a white wingbar and by their red vent. In addition to nectar, mistletoebirds also consume pollen, insects and spiders, and mainly feed insects to their chicks. The female builds the nest alone, and it is described by Pizzey &amp; Knight as being a &quot;beautiful pear-shaped purse with a slit-like entrance; [constructed] of plant down, spiders&apos; web, egg-sacs, web-debris, lichen or faded wattle-blossom; hung from [a] leafy twig&quot; (as quoted by fingsaint in the original mystery bird comment thread). Here is a brief video showing a female constructing her nest (uploaded 10 January 2011):             Visit CumulusKeith&apos;s YouTube channel [video link].  I think the mistletoebird is fascinating because it is highly adapted to its diet, and for this reason, it is a wonderful example of co-evolution in action. In addition to its tubular tongue for sucking up nectar, the birds also are adapted to eating mistletoe berries. Not only do they lack a muscular proventriculus (&quot;gizzard&quot;) for grinding food, but they have a sphincter muscle at the base of the ventriculus (stomach) that can close to prevent mistletoe berries from being subjected to most digestive enzymes. As a result, mistletoe berries bypass the ventriculus and move through the birds&apos; gut in mere minutes, allowing the bird to digest the fruit without harming the seeds. The bird poops out the seeds a few minutes later. Because the seeds are sticky, the birds wipe their behinds on branches to dislodge them, where the seeds adhere. This ensures the seeds a good place to germinate and ensures the birds a future food supply. To say the least, the mistletoebird is an important dispersal agent for this parasitic plant.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/05/5", 
    "wordcount": "656"
}