{
    "headline": "Apple's biggest mistakes, from the Newton to maps", 
    "text": "Apple&apos;s new maps offering has drawn huge amounts of ire from users used to having Google Maps on their device. But it&apos;s far from the company&apos;s first brush with a PR embarrassment. What&apos;s surprising is how many of them it has managed to ride over and turn into success. Will maps be the same  or cause lasting damage?  Apple Maps - September 2012 The introduction by Apple of its own mapping service in iOS6, the operating software rolled out to iPhones and iPads on Wednesday 19 September, has been one of its worst PR disasters. Although the update has brought voice-driven turn-by-turn navigation, users have complained that the new maps, which replace Google&apos;s  in use on the iPhone since 2007  lack accuracy, clarity and detail. In response, Apple said that &quot;We launched this new map service knowing it is a major initiative and that we are just getting started with it. Maps is a cloud-based solution and the more people use it, the better it will get. We appreciate all of the customer feedback and are working hard to make the customer experience even better.&quot; In other words, it knows that people aren&apos;t liking it. But it hasn&apos;t got a quick fix  and for people missing public transport information since the loss of Google, the only options are to use Google&apos;s maps in the browser (maps.google.co.uk), hope that the map will get you there, or  when all else fails  buy a paper map. Or ask someone. Apple&apos;s new maps. Photo by Kim Gunnarsson on Flickr. Some rights reserved One intriguing point to nice: within days of the iOS6 release, some users were reporting that they&apos;d seen errors fixed. Getting every item in the world in the right place with the right name is no small task  but Apple seems to have embarked on it, for better or worse. iPhone 4 antenna  July 2010 &quot;Antennagate&quot;, as it was inevitably known, began when new owners of the iPhone 4 started using their devices - and discovering that the new design had worse reception when their hand bridged the gap between the two external antennae on the lower left. Some complained by email to Steve Jobs - who responded &quot;don&apos;t hold it that way&quot;.  Although Jobs thought that the claims were a smear campaign, two weeks later he fronted a press conference at which he said that Apple would offer a free &quot;bumper&quot; for the phones  while also saying that only 0.55% of iPhone 4 owners had complained to Apple about problems. The iPhone 4 was knocked off PR World&apos;s &quot;Top 10 Cell Phones&quot; list. Separate testing by AnandTech suggested that the iPhone 4 was actually more sensitive to mobile signals than its predecessor. The iPhone 4 sold substantially more than the 3GS, and is still on sale today. The buttonless iPod shuffle - March 2009 The what? That&apos;s right: Apple released an iPod with no buttons at all, and it wasn&apos;t even April Fool&apos;s Day. You were meant to control it through your headphones, which would have a button. In September 2010, Apple updated the line. Guess what? No more buttonless iPod shuffles; instead, they now had buttons again. (Thanks Michael DeGusta for pointing that one out.) MobileMe  July 2008 The launch of MobileMe  Apple&apos;s first big foray into cloud computing  was meant to be a proud moment. Apple created a paid-for service which was meant to synchronise email, calendars, address books and settings between Macintosh computers and iPhones. It launched at the same time as the iPhone 3G, the App Store, and the iPhone 2.0 software update. But instead of being a triumph, MobileMe turned into a fiasco, with people failing to receive email and the service suffering long outages. In an email to staff, Jobs said that the launch, which saw repeated outages, was &quot;not up to Apple standards&quot;. He was more brutal with the staff of the MobileMe division, whom he called into a meeting hall and berated. &quot;Can anyone tell me what MobileMe is supposed to do?&quot; he asked. On receiving an answer, he responded: &quot;So why the fuck doesn&apos;t it do that?&quot; The head of the team was fired in front of the rest. Jobs later apologised publicly. MobileMe became iCloud. Photo by osde8info on Flickr. Some rights reserved MobileMe morphed in 2011 into iCloud  which now provides storage for millions of iPads and iPhones, as well as doing the functions of MobileMe for email, and delivering text message-style iMessages over mobile data.  Original iPhone price cut - September 2007 The first iPhone was released in June 2007, priced at $600 for the 8GB version (there was also a 4GB version). In September, Apple abruptly dropped the price by $200 - leading to howls of protests and overflowing email inboxes at Apple. Within days, Steve Jobs acknowledged the mistake and said: &quot;Our early customers trusted us, and we must live up to that trust with our actions in moments like these.&quot; Early buyers were given $100 of credit for the Apple Store; Jobs defended the fact it was not the full $200 by saying that &quot;this is life in the technology lane&quot;.  The price drop did apparently help sales in the phone&apos;s first Christmas. iMovie HD replaced by iMovie 08 - August 2007 By the time iMovie, Apple&apos;s free cut-it-yourself movie-making software, had reached version 6 (aka &quot;HD&quot;) it had reached a sort of nirvana, offering a timeline to drag clips into, effects, separate sound volume controls, and simple import. Inexplicably, it then replaced it with iMovie 08 - a complete and user-mystifying departure from the features of its predecessor. The outcry was so great that Apple eventually had to offer iMovie HD as a separate download; it&apos;s still so popular that copies are sold on eBay. (Thanks Roy van Veen on Twitter for the suggestion.) iPod nano screen  September 2005 A scratched iPod nano screen, October 2005. Photo by weedavid on Flickr. Some rights reservedThe tiny Flash-based nano, which Jobs unveiled by pulling out of his jeans coin pocket, had a colour screen  but early users quickly discovered that it scratched rather easily. With the nano being key to Apple&apos;s plans to dominate iPod sales at Christmas, the early response from Apple was no response. Instead it huddled for a while before responding, some days later, to say there was a problem with a small batch of screens.  The nano went on to drive Apple&apos;s biggest ever quarter of sales. Revealing the PowerMac G5  2003 Steve Jobs wanted the glory of unveiling the new Power Mac G5 desktop computer. Unfortunately his web team got there first: a mistake in the setup meant that the picture and specifications of the device were shown on the Apple website on the Sunday evening before his Monday speech, for long enough for screenshots to be snapped. Jobs referred to it in his speech as &quot;premature specification&quot;. A website management position became vacant not long afterwards.  The Cube computer  2000 Back view of the Cube. Photo by ianmunroe on Flickr. Some rights reservedShown off proudly by Steve Jobs in July 2000, the Cube (literally a seven-inch cube) was a fanless desktop computer (for which you had to bring your own screen and keyboard) aimed, Apple said, at &quot;prosumers&quot;  people who wanted professional-level power at consumer-y prices. Though the cubic design looked good, the fact that you couldn&apos;t add full-size graphics cards or upgrade the RAM, and that the price without a screen was higher than for a full-powered desktop Power Mac murdered sales. In addition, some had manufacturing problems that led to mould lines  or cracks - appearing in the sides. Apple put the Cube on ice in July 2001. The Mac&apos;s missing CD burners  2000 In 1999, Napster exploded onto the internet, offering a completely new (if legally dubious) way of accessing huge amounts of music stored on other peoples&apos; PCs. Abruptly, people began downloading music, and burning CDs of music. But at Apple, Steve Jobs was sure that the way forward was DVD playback  and so iMacs, PowerBooks and iBooks included DVD drives by default, not CD-burning drives. Potential customers turned away: Apple Mac sales dropped by a third while that of the PC market grew by 10%. In November 2000 Jobs warned analysts that Apple would see lower profits: we &quot;completely missed the boat&quot; he admitted to them: &quot;We just blew this one.&quot; Within a year, Apple had launched the iPod - which was only a theoretical idea when he spoke to analysts.  The &quot;hockey puck&quot; mouse - September 1998 Spot the odd one out: the iMac&apos;s USB mouse was an ergonomic nightmare. Photo by moparx on Flickr. Some rights reservedAlong with the attractive curves of the first iMac, Apple introduced a new mouse which was circular, rather than the more usual oval. Unfortunately, nobody seems to have tested it to see what extended (or even brief) use would be like. The &quot;hockey puck&quot; was incredibly frustrating to use because it gave no clues to the hand about which was the front or back, and which was the side. That meant the onscreen mouse often moved in the wrong direction. People who bought iMacs soon found they needed to spend on a third-party mouse as well, to the delight of third-party mouse manufacturers, who saw a brief boom  which, ironically, persuaded many that Apple might be a company worth building add-ons for.  That latter effect was amplified by the number of iMac users who had to buy new peripherals, because the iMac dumped the floppy drive and adopted USB wholesale  both moves that Windows PC companies held off doing. The add-on accessory business for Apple products including the iPod, iPhone and iPad (and to a lesser extent Macs) is now worth billions every year. Somehow, the awfulness of the hockey puck mouse lasted 18 months before Jobs killed it in January 2000, citing its terrible reviews, and introducing an oval-shaped optical mouse which still  like all Apple mice before and since  only had one button. The Newton  1993 Apple Newton beside an iPhone. Photo by blakespot on Flickr. Some rights reservedThe Newton was meant to be an intelligent &quot;personal digital assistant&quot; (a phrase coined by John Sculley and a Toshiba executive over dinner one evening). It would decipher handwriting and carry contact details and in essence be the first Apple iPhone  but years before the iPhone. However, the handwriting recognition was deeply flawed (unsurprising given the ambition of the project and the comparatively underpowered processors of the day) and the device was costly. Steve Jobs finally killed the Newton not long into his return.", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/24/apple-maps-problems-list", 
    "wordcount": "1807"
}