{
    "headline": "Inside Fukushima's abandoned towns, two years on  in pictures", 
    "text": "   Two years ago today, an earthquake and tsunami triggered a meltdown at the Fukushima Dai-ichi nuclear power plant in Japan. Hundreds of thousands of people living near the plant were forced to flee. A single house remains at an area wiped out by the 11 March 2011 tsunami near Ukedo port in the town of Namie, in the Fukushima nuclear disaster exclusion zone    Photograph: Franck Robichon/EPA       The destroyed Tomioka station in the town of Tomioka. The town is now open to residents for short visits but they are unable to return to live. Workers have begun attempts to clean up the town but public criticism of the slow pace of decommissioning, along with the stress of working at the site, has reportedly prompted several Tepco workers to quit. Others complain that, two years on from the triple meltdown, they lack motivation, raising the prospect of a shortage of technicians and other experts when the Fukushima clean-up reaches its most critical stage Photograph: Franck Robichon/EPA       Weeds grow through cracks in an earthquake-damaged road in the abandoned town of Naraha, which was once inside the nuclear exclusion zone surrounding the crippled Fukushima Dai-ichi nuclear plant, in Japan. Radiation levels in the abandoned communities have fallen 40% in the past year Photograph: Greg Baker/AP       Weeds grow around a seat in the abandoned town of Namie, in Futaba County, about 20 km from the plant. Though the town is outside the official exclusion zone, residents were forced to evacuate after radiation levels exceeded those inside the zone. The total amount of radiation released into the air after the colossal earthquake and tsunami was variously estimated to have been between 18 and 40% of the quantity released during Chernobyl in 1986 Photograph: Greg Baker/AP       A deserted street in Namie. The town's 21,000 residents had to abandon their homes after the town was evacuated. Even if most of former Namie residents still hope to go back to their homes in the future, they are only allowed to return home for a few hours to minimise radiation exposure. Japan is about to embark on a clean-up that could cost at least 67bn, in addition to the cost of compensating evacuees and decontaminating their homes Photograph: Franck Robichon/EPA       Wearing white protective mask and suit, Yuzo Mihara looks at a collasped house in his neighborhood in the town of Namie. The tens of thousands of survivors living in temporary housing are yet to be resettled, a process that could take up to a decade, officials say. Social stigma attached to victims of radiation dates back to the aftermath Hiroshima and Nagasaki Photograph: Franck Robichon/EPA       A house collapsed on a deserted street in Namie. By the end of this year, Tokyo Electric Power Company (Tepco) says it will begin removing fuel assemblies from the reactor building's storage pool and placing them in a nearby cooling pool, where they will remain for four years before being stored in even safer dry casks in a purpose-built facility on higher ground Photograph: Franck Robichon/EPA       Yuko Mihara inspects her beauty salon in Namie. On the evening of the disaster, an official spokesman told reporters there was no leak. When the hydrogen explosions began, the authorities continued to downplay the severity and misinform the public Photograph: Franck Robichon/EPA       Protest slogans criticising Tepco, the company which ran the crippled Fukushima Dai-ichi nuclear plant, appear with a photo of residents on the window of the home they were forced to evacuate in Namie. Prime minister Naoto Kan stepped down on 26 August 2011 over his handling of the crisis. The opposition and many in Kan's own party said he failed to show leadership in the crisis, and was too slow in acknowledging the severity of the disaster Photograph: Greg Baker/AP       Yuko Mihara cleans her kitchen covered with debris and putrefied foods two years after the 2011 earthquake. In the months following the crisis, government officials failed to alert the public to the radiation dangers. Three months later, radioactive cesium was found in the breast milk of one-third of the 27 women tested near Fukushima Prefecture and it was clear the radiation had entered the human food chain Photograph: Franck Robichon/EPA       Large black plastic bags containing contaminated soil and leaves are stocked in a temporary storage facility in the town of Naraha, Fukushima prefecture. In Fukushima prefecture alone, one-third of the land is contaminated. The regions 2bn agricultural sector has been wiped out and the government still faces the seemingly impossible task of cleaning up the fallout over soil, forests, and waterways Photograph: Franck Robichon/EPA       The faded outline of painted footprints on a street corner in the abandoned town of Naraha. Japan has yet to devise a new energy strategy a vital issue for its struggling economy Photograph: Greg Baker/AP       Abandoned drinks and rice vending machines in Naraha. Hundreds of displaced people filed a lawsuit on Monday 11 March demanding compensation from the government and the now defunct plant's operator, Tepco Photograph: Greg Baker/AP       A statue of a boy and a girl stands at the entrance of the abandoned Namie school in Namie. The government says radiation levels in the evacuation zone will fall 40% within two years. However, even with cleanup efforts, the health risks of long-term exposure to remaining low-levels of radiation are unclear Photograph: Franck Robichon/EPA       Bags belonging to children remain hanging at the abandoned Namie school. While there have been no clear cases of cancer linked to radiation from the plant, the upheaval, uncertainty about the future and long-term health concerns, especially for children, have taken an immense psychological toll on thousands of residents Photograph: Franck Robichon/EPA       A meter indicates radiation levels beside a public toilet in the largely abandoned town of Kawauchi, outside the the nuclear exclusion zone. After the disaster, Japan's 50 viable nuclear reactors were shut down for regular inspections and then for special tests to check their disaster preparedness. Two were restarted in 2012 to help meet power shortages, but many people in Japan remain opposed to restarting more plants Photograph: Greg Baker/AP       A street light glows in the abandoned town of Iitate, outside the nuclear exclusion zone Photograph: Greg Baker/AP  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/mar/11/fukushima-abandoned-towns-in-pictures", 
    "wordcount": "0"
}