{
    "headline": "How to teach... arts and crafts", 
    "text": "Arts and crafts can be a great way for young people to explore and develop their creativity, so this week the Guardian Teacher Network brings you a range of ideas for pupils to run with. Make a carnival mask is one of several activities created by the charity Access Art to support visual arts teaching. Pupils cut and stick to create a mask inspired by the Venice carnival. The lesson can be adapted to suit the craft materials you have available, the most important being cardboard, scissors, masking tape and paint. How to make jewellery focuses on charm bracelets. The lesson covers basic techniques along with extension ideas for more complicated pieces. Suggested materials include jewellery cord and wire, but more readily available items such as string, wool, buttons and beads can also be used. Make a sculptural feast looks at using modroc, a type of sculpting material, to create models of pupils&apos; favourite foods. A similar effect can be created using strips of newspaper and PVA glue. Other ideas include liquorice sweets made from rolled-up felt, spaghetti made from string dipped in paint, and a ham salad made from cardboard, tissue paper and paint. Make a flying sculpture explains how to make a bird or mythical creature using &quot;withies&quot; or willow sticks. Pipe-cleaners or long strips of card would be equally suitable. Pupils experiment with cutting, joining, weaving and twisting to create a piece of art that can be suspended from the ceiling. Similar skills are explored in the activity Make insects with wire. How to make a marionette is an activity suitable for both primary and secondary pupils. Some specialist materials are required, such as flexi-wire and pliers, but having pupils work in groups will reduce the amount of equipment needed. Once the puppet is complete, pupils can have fun decorating it and making clothes and props. Culture Street is a new website full of resources aimed at encouraging young people&apos;s creativity. It includes tips on illustration and photography, information and videos about current artists, and online activities such as making a comic book and designing virtual jewellery. There are also step-by-step guides to a number of different techniques such as making a clay pot or creating a &quot;cut-out&quot; animation. What is sculpture? is a bank of resources for pupils aged five to seven that explores a range of starting points for practical work. Ideas include using leaves and wool to make a &quot;tree weave&quot; and using clay to make a &quot;well dressing&quot;. There is a drag-and-drop activity that lets pupils arrange found objects such as twigs and pine cones, information on the sculptor Andy Goldsworthy and a sculpture-themed quiz. For more ideas see the Education Guardian resources Woodland Wonders and papier-mache.  The Guardian Teacher Network has more than 100,000 pages of lesson plans and interactive materials. To see and share for yourself go to teachers.theguardian.com. There are also thousands of teaching, leadership and support jobs on the site; visit schoolsjobs.theguardian.com.", 
    "section": "education", 
    "gid": "education/2012/jun/04/teaching-resources-arts-crafts", 
    "wordcount": "506"
}