{
    "headline": "Illegal wildlife trading in internet's deepest, darkest corners", 
    "text": "Bashful and skittish, the Kaiser&apos;s spotted newt is intriguing and beautiful. With only around 1,000 adults left in the wild in just four mountain streams in Iran, it is also critically endangered. But the black, white and orange salamanders are openly on sale for as little as 65 on numerous websites. While these may have been bred in captivity, they are descended from rare individuals taken from the wild, and investigators have identified dealers who say their stocks come from Iran. Two years ago the Kaiser&apos;s spotted newt was listed as one of the first species to be put at risk of extinction by online dealers. Now conservationists are warning that the internet is fueling unprecedented levels of illegal wildlife trade and that for many species this is now the principal threat to their survival. A report due to be published later this year concludes that a growing proportion of wildlife crime is using &quot;deep web&quot; tools more commonly associated with serious financial criminals, drug traffickers and child pornographers. &quot;The internet has without a doubt facilitated the huge expansion of illegal international wildlife trading over the last decade,&quot; said Crawford Allan, of the wildlife trade monitoring network Traffic. &quot;Rare jewels of the forest can now be caught, boxed and shipped almost overnight just like any other express commodity.&quot; It is a wide-ranging business. Elephant ivory is used for ornaments, and parts of tigers and rhinos are used in traditional medicine or ground down and added to wine. Pelts from leopards and polar bears fetch high sums, while rare reptiles, birds and fish are bought as pets. There are no precise figures on the scale of the problem. Global Financial Integrity, a Washington-based lobby group, last year estimated the global illegal wildlife trade to be worth at least 5bn. Various reporting systems and investigations suggest commercial exploitation of many at risk species has reached  or is close to  all-time high. Protected live animals and body parts are still traded in shops and markets in cities such as Bangkok and Jakarta, however much of the business is now handled online by middlemen using varying degrees of secrecy. Previous investigations have found a lot of trade taking place relatively openly on auction sites, via classified ads and in enthusiast chat rooms. Products from rhino, tigers and elephants are often advertised as historical artefacts without documentary proof. Animals caught in the wild are described as captive bred. Acronyms, mis-spellings and code words are used to evade detection. &quot;Once you know the terminology and you know how to search, then a lot of it is pretty open,&quot; said Vincent Nijman, a researcher at Oxford Brookes University who has studied the trade. An investigation by the International Fund for Animal Welfare (IFAW) highlighted the sale of 2,275 elephant ivory items on eight different eBay websites in a single week in 2007. The site subsequently banned such sales, but conservationists say sellers simply avoid using the word &quot;ivory&quot; in item descriptions. In August, for example, a search on eBay&apos;s UK site for &quot;ox bone&quot;  widely used as a euphemism for elephant ivory  yielded more than 5,000 results. An eBay spokesman told the Guardian: &quot;eBay works closely with conservation groups such as the IFAW and goes beyond legal requirements to restrict the sale of ivory products on the marketplaces site. The eBay trust and safety team proactively enforces eBay&apos;s policy on ivory products and works quickly to take action to remove listings of items of concern.&quot; In 2008 IFAW identified more than 7,000 wildlife products from threatened species being offered for sale in dozens of online auctions, forums and classified ads. Last year it found ivory worth 500,000 for sale on 43 sites based in the UK, France, Germany, Spain and Portugal. International trade in wildlife is regulated by the Cites convention. Exploitation of around 800 threatened species is largely banned, while both exporting and importing many others requires permits. A forthcoming report from Traffic, the wildlife trade monitoring network, will reveal how researchers in Canada received emails from dealers offering to export coral without required permits by pretending the specimens were glass. IFAW, which has been working with Interpol, says organised wildlife criminals are becoming increasingly secretive online. The &quot;deep web&quot; has long been used by criminals in other spheres to evade law enforcement. Sites that are not accessible via search engines and which require software to access are used. Communications are bounced through large numbers of computers to maintain anonymity. &quot;Online wildlife trade is seen as a high-profit, low-risk activity by some criminals,&quot; said Kelvin Alfie of IFAW. &quot;A lot is shifting from publicly accessible sites to dark corners of the web.&quot; A report on the ivory trade in the EU to be published later this year by IFAW will highlight the use of tools such as mailing list servers, password-protected sites and encryption. National and international laws to control the trade often pre-date the online trade, and the internet has made the jobs of those trying to enforce the law and protect wildlife even harder. However some say the net can also be used against wildlife criminals. While it helped Kaiser spotted newt dealers to find buyers, the online traces they left alerted investigators to the existence of the trade. &quot;It works both ways,&quot; said Ernie Cooper, also of Traffic. &quot;The internet has made it easier for traders, but it has also helped us research and monitor their activities.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/04/illegal-wildlife-trade-internet", 
    "wordcount": "936"
}