{
    "headline": "How to weigh a dinosaur", 
    "text": "Turn the clocks back a century or so to the relatively early days of dinosaur research and it was far from clear how heavy these animals were. Quite simply, palaeontologists tended to look at the bones and skeletons available and take a guess. Utterly unscientific, but there was perhaps little other option. Those familiar with larger animals probably had something of an advantage but it was unlikely to bear much fruit and, perhaps more problematically, with no other ideas on the table there was no way of even beginning to guess how accurate or inaccurate such guesses might be. Rather later, the famous biomechanicist McNeil Alexander hit upon using the Archimedes&apos; principle of volumetric measurement. He couldn&apos;t immerse a dinosaur, but he could immerse a scale model of one and work from there, and so came about the first calculated values for dinosaur weights. There were, though, some rather obvious problems. First of all by working in small scale, any slight error would be magnified  a tiny error in a 30cm long model of Diplodocus representing an animal that may have been more than 25m could easily result in a huge error when scaled up the necessary 90 or so times. And of course that also meant the models had to be super-accurate, too, and while hindsight is 20:20, there were some problems with the dinosaur models of the day.  Finally, Alexander had to know what the density of a dinosaur was likely to be when alive and was using a value that seemed to be the norm for many terrestrial animals, which as we&apos;ll see was also probably a mistake. These were limitations of the methods and knowledge available at the time rather than a criticism, but equally it should be obvious that this was a rather crude attempt at calculating such a number. There are of course a number of limitations to trying to work out how heavy an extinct animal was and for dinosaurs at least, many of these can only be minimised rather than eliminated. For a start, many skeletons are incomplete, and even species where we have a number of near complete sets of bones might have something like the feet or a large part of the tail missing. Such parts can be reconstructed based on close relatives or likely proportions and won&apos;t have as significant effect as say missing most of the trunk, but can&apos;t be 100% accurate. Secondly, although methods will improve, things like the amount of muscles, fat and so on can only be estimated, though again, there are methods to do so and it&apos;s not a guess. Thirdly is that fact that animals change in weight all the time as they fatten or slim according to the available food and their energetic requirements, so no one number is ever going to encapsulate the reality of the size of an animal.  Still, we can start to work around these. One big step forwards in more recent methods is back-checking them (sometimes called &quot;ground truthing&quot;) with living animals. A living elephant in a zoo or cow on a farm can be weighed. The relevant method that will be applied to the dinosaurs can then be applied and the answer compared to the known weight. If the values are similar, it suggests that the method works well. If the values are wrong, but consistently wrong, then a corrective measure can be applied. If the values are wrong in different ways, the methods can be scrapped or modified. Applying such checks to a wide variety of animals of very different shapes, sizes and ancestry can firm this up further  if it works for geese, crocodiles, frogs, giraffe and elephants then it&apos;s probably pretty good on a dinosaur too. Alternatively, data from a great many animals can be taken and used as a basis for further extrapolation. For example it&apos;s been shown that across multiple groups of animals (including birds, mammals and some reptiles) the length of the femur (the thigh bone) correlates closely with the mass of the animal and the circumference of the femur isn&apos;t bad either. That being the case, a quick measure of a dinosaur femur can be added to the graph and the mass read off. More recently, things have started to get increasingly technical. The computer age (and not a little bit of help from software originally used by engineers) has allowed superlative models to be created that can easily be manipulated and modified to take into account variations in reconstructions or nuances of shape and skeletons. The animal need not be taken as a uniform block anymore with all the density averaged out, but horns of solid bone can be treated as such for example, or a space levied in the chest to account for the lungs. Laser scans of entire skeletons can be taken and used as the basis for the models adding further levels of detail impossible as little as 10 years ago. Added to all of this, we do now have a better understanding of dinosaurs as living animals. For example as mentioned before, Alexander used a rather mammalian density for his estimates and this was likely a mistake for a number of dinosaurs. As anyone who has handled birds will know they are surprisingly light for their size and this is because in addition to their lungs, birds have an extensive series of airsacs that extend from their lungs and invade their body cavity and even their bones. In short there might be a lot of volume to even a plucked chicken, but actually there&apos;s not all that much chicken. As such, they are not as dense as might be expected.  Many dinosaurs had the same airsac system as seen by their identical bone construction (and of course, birds are descended from dinosaurs) and so were likely also less dense than mammals on average. Furthermore, better comparative anatomy studies of muscle distributions and sizes give us a better idea of the sizes of various muscle groups and exceptionally preserved dinosaur specimens with joint cartilage preserving traces of muscles can give new data on the build of these animals. Put this all together and it should be clear just how far we have come in the last 20-30 years, let alone the last 100. Sure, there are still disagreements and ranges of values being produced, but we have much greater confidence in our methods now. We have more methods that are more exact, more carefully put together, using more lines of evidence and are more carefully checked against real examples. We may not have things right as yet, but I think we have good reason to be confident that we are getting better and closer.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/aug/24/weigh-dinosaur", 
    "wordcount": "1122"
}