{
    "headline": "Apps Rush: Tom Loves Angela, HD Widgets 3.0, Evernote Food, MoMA Art Lab, Flirtomatic+ and more", 
    "text": "A selection of 17 new and notable apps for you today: Tom Loves Angela Several hundred million downloads later, Outfit7&apos;s Talking Friends series continues to go from strength to strength. Its latest app features its main star, Talking Tom Cat, wooing a fellow feline called Angela. He still repeats words spoken into the mic, but here&apos;s also a text-chat mode with the (AI) Angela, and even a song duet.iPhone / iPad HD Widgets (3.0 Beta) Many Android users swear by the HD Widgets app, so its new third incarnation labelled as beta for the moment should cause a stir. The universal smartphone/tablet app has more widgets, but more importantly a revamped user interface making it more accessible.Android Evernote Food People love taking photos of their food, whether on Instagram, Facebook or Twitter. Evernote Food is a dedicated app for this, making the leap from iOS to Android. Take photos, tag them with location, fellow diners and other info, and then share with the (possibly not as envious as you think they are) world.Android MoMA Art Lab The Museum of Modern Art has launched a new iPad app aimed at helping children and families &quot;explore how artists use line, shape, and color, and create your own artwork inspired by MoMA&apos;s collection&quot;. That means creating sounds, shape poems and collaborative drawings using works by artists including Henri Matisse, Elizabeth Murray and Jean (Hans) Arp.iPad Flirtomatic+ Chat, Flirt, Date Mobile dating service Flirtomatic is a mobile industry veteran, having focused on a freemium model in the past. This new app is the &quot;premium&quot; version: 1.99 gets users no ads, more space to promote their profiles, and other exclusive features.iPhone Graphic Elvis Interactive This app bills itself as &quot;an illustrated, interactive and animated homage to Elvis&quot; a graphic novel based on The King, complete with a story by comic industry veteran Stan Lee, and other Presley memorabilia in digital form. Android Drag Racer World XMG Studio has launched a slick drag-racing game for iOS, with a focus on customising cars, challenging other players (including Facebook friends) to races, and working through an engrossing career mode.iPhone / iPad Gokivo There&apos;s some BlackBerry buzz building around Gokivo, a satnav app with turn-by-turn directions, local search and maps. Not least because it&apos;s free, and also integrates RIM&apos;s BBM messaging service.BlackBerry Chord Explorer Mango Moo&apos;s Chord Explorer app aims to teach people to play the piano, armed with an 88-note keyboard, and the ability to create your own tests to improve your skills.iPhone / iPad Pollisynth This looks good fun: an iPhone synthesizer app that uses the device&apos;s camera. It &quot;takes a picture of something, and then translates that picture into a unique sound-wave&quot;. With Facebook sharing so friends can swap the sounds they&apos;ve created.iPhone Taj Mahal Official Tour This is the latest audio-tour travel app, officially licensed for the Taj Mahal in India. Signs at the site indicate which audio tracks to play in the app to find out more about its points of interest. Which, happily, means no roaming data required.iPhone Million Moments Sony&apos;s own digital photo-sharing app came out on Android recently, but is now available for iPhone too. It helps you create photo albums from the images on your device or on Facebook, while sharing iPhone snaps back the other way.iPhone Color Splash Studio Developer MacPhun says Color Splash Studio is the most popular colour-splash photography application for Mac computers. Now it&apos;s on iPhone, helping you convert photos to black&apos;n&apos;white while leaving colour on certain elements.iPhone GCSE Additional Science (AQA spec) Wordbook This BlackBerry app is part of a range claiming to be &quot;the first social learning apps for BlackBerry&quot;. That means revising for the Additional Science exam, but with BBM features built in to test friends as you go.BlackBerry Aqua Story Tap Fish showed there was an appetite in the West for virtual aquarium mobile games, but Aqua Story has been doing the same thing in South Korea. Now Com2uS&apos; game is going global, having signed up 2m players in its homeland.Android Duel of Fate More Korean games coming west here: Duel of Fate is a tactical card battler by Gamevil, which sees you pitting monsters against players from around the world. The app uses a freemium model: IAP buys runes for use in-game.iPhone / iPad Phonographic This neat iOS app digs into your music-playing history and turns it into infographics: play counts, tag clouds of artists, top 10 albums and so on. Everything can then be shared to social networks.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/08/apps-rush-tom-angela-evernote-food", 
    "wordcount": "778"
}