{
    "headline": "Should kids get digital pocket money?", 
    "text": "As a child, I spent my pocket money on all sorts of stuff: Star Wars figures, Panini football stickers, umpteen boxes of Nerds sweets, Smash Hits, buggy 1.99 C64 football management games, and what remains the world&apos;s worst collection of 7-inch singles. Happy days. But in 2013 as a parent of two young children three and five years old I&apos;m starting to think about pocket money again, and how it might have changed. The five year-old gets a pound a week, nominally tied to whether he&apos;s got dressed without a fuss in the mornings. The three year-old doesn&apos;t get money, but if he&apos;s been (relatively) good at bedtimes, he gets a couple of small toy cars or a magazine on Saturday. (Yes, this is the modern face of parental bribery.) Other than that, my wife and I handle all the spending on our kids&apos; entertainment: toys, drawing materials, books, DVDs, apps and so on. The apps are downloaded to our devices, incidentally no tablet-per-child in this household just yet. We&apos;re aware, though, that this will change as time goes on: our children will take more responsibility for buying their own entertainment, and where that entertainment is digital, they may well be buying it for their own devices too. So how does the idea of pocket money evolve in a world of children&apos;s apps and games including in-app purchases digital magazines, subscription-based virtual worlds, e-books, and streaming services and download stores for TV shows and films? I don&apos;t have a thought-leadery recommendation in mind here: I&apos;m genuinely curious about how parents are handling the split between physical and digital spending by children slightly older than mine, and what approach they take to monitoring it and trying to educate their kids about responsible behaviour. There&apos;s something appealing about the idea of my children managing their own digital budgets as soon as they&apos;re able: learning that if, say, they spank all their money on virtual Smurfberries in the first week of the month, that&apos;s it for the next few weeks. (I learned similar lessons about Nerds back in the day. My teeth haven&apos;t forgotten either) I&apos;m aware of one argument, which is that my kids may not be spending any money on a lot of their digital entertainment because they&apos;ll be getting it for free, legally or otherwise. Spotify/Deezer, YouTube, Vevo, Facebook and any number of free apps. And there&apos;s also the thought of proper family plans for some of the premium subscription services to ensure my children don&apos;t have to pay for music, TV shows or movies separately if they&apos;re in the catalogues of these services, obviously as an attempt to keep them away from online piracy. So that&apos;s where I open this conversation up: what are your views on the split between physical and digital pocket money  if indeed there needs to be one and how do you manage it for your own children if you&apos;re a parent? Post your views as comments, and we&apos;ll see where the conversation leads. Oh, and hopefully it&apos;s clear that I&apos;m not suggesting digital entertainment should replace physical play for children the two are complementary. Thus no need (hopefully!) for &quot;Kids shouldn&apos;t be GLUED to apps they should be ON BIKES and READING&quot; grouchery. Well, I&apos;m an optimist...", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/03/kids-digital-pocket-money", 
    "wordcount": "557"
}