{
    "headline": "Soundcloud and Swiftkey win EC awards", 
    "text": "Congratulations to Soundcloud and Swiftkey on picking up awards at Europioneer this week; this is a scheme sponsored by the European commission that managed to pull in some big name judges (our own Charles Arthur, for one) as part of its Startup Europe plan. Soundcloud&apos;s Alexander Ljung and Eric Wahlforss won European entrepreneurs of the year. It&apos;s a service easiest to shorthand as the &quot;YouTube for sound&quot;, but the real experience is rather more polished, more creative and more industry-focused, with several bands and musicians using it to promote work to a loyal, early adopter audience and, delightfully, issue tracks for fans to remix. Its status in the upper circles of music tech was sealed with the recent launch of Twitter Music, which integrates Soundcloud tracks alongside iTunes, Rdio and Spotify. Audio might often be seen as the uglier, less lucrative sibling of video, but it has charms of its own  not least that you can listen while you do something else. If you&apos;ve ever tried to watch a video while walking down a street, you&apos;ll know what I&apos;m talking about. On latest metrics, Soundcloud is accessed by about 200 million people monthly and 10 hours of music and audio is uploaded each minute; for comparison, YouTube sees 72 hours of uploads every minute. Swiftkey&apos;s Jon Reynolds was awarded young European entrepreneur of the year. Swiftkey, who came in to talk to us in the Tech Weekly podcast recently, has also been on a roll. Their own moment of ordination as a tech success story came when its technology was used for the BlackBerry 10 keyboard, which is a bizarre open secret they don&apos;t seem to be allowed to acknowledge. Neelie Kroes, the European commission&apos;s digital commissioner, said the idea of the initiative was to encourage people to think about startups beyond Silicon Valley.  &quot;They often think about America, and the American dream. Well, I have a European dream, too. That Europe becomes a place where entrepreneurs and innovators start and stay  before growing globally. So let&apos;s bring to an end the myth, the fairy tale, that all of the good ideas come from Silicon Valley.&quot; There is a full list of winners in the EC release, including Spotify, Deezer, Wunderkind, Mind Candy, Klarna, Rovio and GoCardless.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/26/soundcloud-swiftkey-ec-awards", 
    "wordcount": "381"
}