{
    "headline": "What does it take to get green policies implemented in government?", 
    "text": "I&apos;ve had time to think about this question in recent weeks after my rather abrupt departure as Chris Huhne&apos;s special adviser, upon his resignation as secretary of state for energy and climate change last month. Individual ministers The most obvious factor is ministers prepared to fight for green outcomes. Industry and NGOs alike paid tribute to Chris&apos;s effectiveness in this respect. As James Murray&apos;s Business Green blog said, &apos;So long, Chris Huhne, and thanks for all the fights&apos;, over the fourth carbon budget, the Green Deal and the energy company obligation, electricity market reform, the Green Investment Bank, funding for carbon capture and storage, the renewables obligation review, and many others. However good individual DECC (and Defra) ministers are, green policy of course cuts across many government departments and there&apos;s a limit to what they can achieve. Although, of course, we were involved in many cross-departmental discussions. There are certainly good green ministers in other departments, such as Norman Baker in the Department for Transport, Andrew Stunell in CLG, and William Hague in FCO, but their number is limited. In the absence of a clear commitment to green policies from within a department, it can be very difficult to persuade them to take action. One big surprise to me, coming new into the job two years ago, was the sheer amount of time I spent arguing with special advisers in other departments over issues I thought should be no-brainers. Holding government to account If government as a whole has a firm commitment to the green agenda, in theory this shouldn&apos;t be a problem, though there will always be trade-offs which require some means of resolution. However, no UK government has ever really devised an effective mechanism to hold individual departments to government-wide green objectives. Over the past twenty years we&apos;ve seen various models: a small internal committee and secretariat (the UK Panel on Sustainable Development, 19942000), a much larger but essentially external advisory outfit (the Sustainable Development Commission, 200011), a parliamentary scrutiny body (the House of Commons Environmental Audit Committee, since 1997) and now a Cabinet Office minister chasing objectives through the departmental business plan framework. All have helped but none have proved completely effective, as the Environmental Audit Committee itself recognised in its January 2011 report. I think the best option is an external scrutiny body (perhaps the EAC with proper resources) plus an internal source of scrutiny and pressure (perhaps a Cabinet Office minister and a cabinet committee with secretariat). Commitment from the PM None of this will work, of course, without commitment and political will from the top. In this respect the prime minister&apos;s attitude is perplexing. On the credit side, a real attempt to move the Conservative Party in a green direction before the election, a decent set of manifesto commitments, and a fair degree of support for DECC in many of the battles we fought behind the scenes (for example over the fourth carbon budget). On the debit side, he has not made a single speech on environmental issues since his off-the-cuff &apos;greenest government ever&apos; comment the week after the election, and there are no signs of reining in explicit attacks on the green agenda from the chancellor. The importance of manifestos And then there&apos;s one other factor that observers of government sometimes miss: the role of political parties and their manifestos. The advent of coalition politics  which, whatever the ultimate fate of the current government, seems increasingly likely, in Edinburgh and Cardiff as well as Westminster  is likely to elevate their importance. The coalition agreement hammered out by Liberal Democrat and Conservative negotiators over five days of talks in May 2010 (with details added over the following two weeks) became, at least in the early months of the government, the holy grail of policy. It was afforded a high degree of significance by ministers and officials alike. Policies could still be implemented if they weren&apos;t in the agreement, and their presence in the agreement didn&apos;t absolutely guarantee implementation, but it certainly helped a good deal. Furthermore, although there is a process underway to examine the implementation of the agreement, there won&apos;t be a coalition agreement mark 2 in the current parliament. So what is in the original agreement, and what&apos;s in the election manifestos from which it will be primarily drawn up, matters a good deal in setting the agenda for future governments. In turn, this should have an influence on the policy-making processes that lie behind the manifestos. Although the Liberal Democrats&apos; predilection for detailed (and democratic) policy-making processes is well known, it&apos;s probably fair to conclude that in the light of the party&apos;s experience in coalition, the process actually wasn&apos;t detailed enough, leaving too many gaps on which party policy was silent. Similarly, if other parties come to expect the need to be prepared for negotiations, like those in 2010, their own policy-making processes may adapt accordingly. It therefore follows that NGOs, think tanks, and others need to be even more prepared to try and influence party policy in detail than they have been before. Time to start thinking about the next election.  This article was first published on the Green Alliance blog", 
    "section": "environment", 
    "gid": "environment/blog/2012/mar/14/green-policies-implemented-government", 
    "wordcount": "863"
}