{
    "headline": "The Nine Dots prize: we're looking for creative thinking on big social issues", 
    "text": "Should a songwriter have scooped the Nobel prize in literature? In the debate over this years surprise award to Bob Dylan, it is easy to lose sight of the long history of prizes being used to recognise great writing (in whatever form), great research and other outstanding achievements.  The use of prizes dates back furthest in the sciences. In 1714, the British government famously offered an award of 20,000 (about 2.5 million at todays value) to the person who could find a way of determining a ships longitude. British clockmaker John Harrison won the Longitude Prize and, by doing so, improved the safety of long-distance sea travel.  Prizes are now proliferating. Since 2000, more than sixty prizes of more than $100,000 (US dollars) have been created, and the field of philanthropic prize-giving is estimated to exceed 1 billion each year. Prizes are seen as ways to reward excellence, build networks, support collaboration and direct efforts towards practical and social goals. Those awarding them include philanthropists, governments and companies.  Today sees the launch of the newest kid on the prize-giving block. Drawing its name from a puzzle that can be solved only by lateral thinking, the Nine Dots prize wants to encourage creative thinking and writing that can help to tackle social problems. It is sponsored by the Kadas Prize Foundation, with the support of the Centre for Research in the Arts, Social Sciences and Humanities (CRASSH) at the University of Cambridge, and Cambridge University Press. Where does the Nine Dots Prize fit in the prize-giving landscape? Generally prizes fall into three categories:  Firstly there are recognition prizes, like the Nobels. These reward outstanding achievement in a particular field. The time and effort required by the winner has already been invested, and the topic or focus of activity was their choice alone. Recognition prizes act as measures of esteem, and often come with a sizable financial reward. Charles Taylor recently won the inaugural Berggruen Prize, a US$1m lifetime achievement award for contributions to human self-understanding and the advancement of humanity. Inevitably, these are backward looking prizes that tend to reward those who are already judged a success in their field. (This is Taylors third seven-figure award since 2007.) So recognition prizes tell us little about the future of a field, or those who might be shaping it.  For this, we have incentive prizes. These motivate applicants to focus their energies on certain, often highly specific, goals. An example is the X Prize Foundation, which runs fourteen incentive prizes covering areas such as low-cost robotic space exploration, software that aids adult literacy, and technologies that will allow CO2 emissions to be converted to usable products. Such prizes can leverage significant additional investment. The $10 million Ansari X Prize to create a manned reusable spacecraft harnessed ten times that amount from the twenty-six teams that applied. But this highlights the downside of the incentive prize model: its reliance on applicants being able to finance their own projects, which means new or non-traditional applicants may be excluded.  This leads to the resource prize. Here rather than needing to fund upfront, winners are given the resources that they need to carry their ideas through to completion. As a result, teams can often involve a range of partners, including end users, third sector organisations and academics.  The Nine Dots prize is a hybrid of all three types. There is a recognition aspect, but it doesnt require an extensive back catalogue. The prize will be judged by a board of twelve renowned scholars, thinkers and writers. They will assess applications on an anonymised basis, so whoever wins will have done so not because of past work, but because of the strength of their ideas, and ability to communicate them effectively.  It is an incentive prize in that we ask applicants to respond to a defined question. The inaugural question is: Are digital technologies making politics impossible?. This is not proscriptive: applicants are encouraged to define what the question means to them, and to respond to that. We expect the submissions to be wildly varied. A new question will be set every two years, always with a focus on pressing issues that affect society. The prizes disciplinary heartland lies in the social sciences, but responses from all fields, sectors and life experiences are welcome.  Finally, it is a resource prize in that it does not expect all the answers at the point of application. Applicants need to provide a 3,000-word summary of how they would approach the question. Board members will assess these, and the winner will then be invited to write their ideas up into a short, accessible book, that will be published by Cambridge University Press. A prize award of $100,000 (82,000) will support the winner to take time out to think and write over a nine month period. The winner will also have the option of a terms visiting fellowship at the University of Cambridge, to help with the writing process.  With this mix of elements, we hope the Nine Dots prize will encourage creative thinking about some of todays most pressing issues. The winners book will be made freely accessible online; we hope it will capture the publics imagination and spark a real debate.  Jane Tinkler is senior prize manager for the Nine Dots prize. For more information, visit the website or follow @NineDotsPrize on Twitter. ", 
    "section": "science", 
    "gid": "science/political-science/2016/oct/21/the-nine-dots-prize-were-looking-for-creative-thinking-on-big-social-issues", 
    "wordcount": "913"
}