{
    "headline": "The thrill of the mountains", 
    "text": "There can be few mountain features that quicken the pulse of the climber-at-heart more than the gloriously slanting rakes breaching Lakeland&apos;s mountain walls and crags. Rake&apos;s Progress  the shelf under beetling Scafell Crag, which gives on to the Central Buttress  was ever well named, the bright green refuge of the Oval being the next stop up the cliff face (as it nestles below the bete noire of the Great Flake). But Scafell, of course, also has Lord&apos;sRake, away to the top of England&apos;s most dangerous mountain. Adeep diagonal gully slants up from below the crag, filled with scree and boulders, and care is needed not to trigger lethal debris. Let no one belittle the risks inherent in rakes. Two recent deaths on different occasions from Jack&apos;s Rake on Pavey Ark are sadly cases in point; just two more names to add to a list that has accumulated through the years. Internet comment since then has suggested that scramblers should attachthemselves to a via ferrata-style cable, which would run the height of Jack&apos;sRake in its spectacular sweep up and across the crag from bottom right totop left like a bandolier. Thankfully, the response from mountaineers suggests they would not welcome such an exercise. Sheepbone Rake, the steep gangway that breaches the 1,000ft buttress of High Crag from the recesses of BirknessCombe, and possibly named after Herdwicks that have fallen here, is typical of why such measures should be forsaken. The thrill the fell walker gets from tackling what even Alfred Wainwright describes as a &quot;sensational&quot;route is something that has to be experienced to be believed. Likewise, in the eastern fells, Fisher&apos;s Wife Rake is the chink in the defences of Clough Head above the Vale of St John&apos;s,which offers scramblers a way between a rock and a hard place on to the ridge above that can eventually bring them on to Helvellyn&apos;s summit as,on a fine day, Valhalla springs intoview.", 
    "section": "environment", 
    "gid": "environment/2012/jul/15/country-diary-lake-district-mountains", 
    "wordcount": "342"
}