{
    "headline": "UK university applications in 'steepest fall for 30 years'", 
    "text": "The proportion of UK students applying to start degrees in the autumn will drop by 10% this year, a university leader has predicted  the steepest fall for 30 years. Professor David Green, vice-chancellor of the University of Worcester, based his forecast on more than 25 years&apos; involvement in university applications, nine of them as the head of an institution. His prediction comes ahead of the publication on Monday morning of figures that will show how many students have applied to start university this autumn  when fees rise to up to 9,000 a year. The figures, published by the Universities and Colleges Admissions Service (Ucas), will give the number of applications institutions received by 15 January  the official deadline. The final application figures will be announced in the autumn because some students apply for courses between now and the end of June, outside the official route. Professor Green predicts that, by this summer, there will be an estimated 70,000 fewer applications from UK-born students than there were last summer  a 10% drop. He said this would be the biggest fall in the proportion of UK students since the 1970s. However, he said about 140,000 students would still be rejected by universities this summer because institutions were restricted by the number of places they could offer. Last year, almost 210,000  one in three applicants  failed to get a place. Professor Green said the reasons for the expected drop in applications were multifold and include the fact that the maximum fee has almost trebled to 9,000. He said teenagers may have been deterred from applying by mistakenly thinking they may have to pay for their fees when they register at university. Students pay their fees with a student loan, which they start repaying when they graduate and earn more than 21,000. Some young people now wrongly thought their employment prospects would be enhanced by skipping university and starting paid work on leaving school, Green said. &quot;There has been much talking up of apprenticeships and learning a trade when opportunities for both of these are limited,&quot; he said. &quot;In the short term, some young people who would have gone to university will end up on benefits, in the long term, we will have a workforce that is less skilled.&quot; Earlier this month, the latest statistics from Ucas showed UK applications for this autumn had slumped by almost 8%. Some 283,680 people had applied from within the UK, compared with 306,908 at the same point last year. The fall has been partly blamed on the fee hike, but is also thought to be due to a glut of applications in 2010 in anticipation of the fees rise. Demographic factors could also be behind the slump. The number of 18-year-olds in the UK is projected to decline over the rest of the decade by 11%. The figures on Monday will show whether 18-year-olds from low-income families have been particularly deterred. Ucas has classified parts of the UK into five groups according to their level of participation in higher education. Last week, the government announced that the number of university places for this autumn would be cut by 15,000. The move was detailed in a letter from Vince Cable, the business secretary, and David Willetts, the universities minister, to organisations that give out public funds to universities on behalf of the government. It also stated that funding for teaching in universities would be cut by 18%.", 
    "section": "education", 
    "gid": "education/2012/jan/30/uk-univeristy-applications-fall", 
    "wordcount": "585"
}