{
    "headline": "Monterosa to get TV firms making their own second-screen content", 
    "text": "British firm Monterosa is launching a set of tools to help TV companies make their own &quot;second-screen&quot; apps and websites designed to be used by viewers while watching their shows. The tools will be invitation-only for now, and are aimed at broadcasters, producers and brands. As part of their launch, Monterosa has struck a deal with social TV startup Zeebox that means companies using its platform will also be able to make their content available through Zeebox&apos;s apps. Monterosa developed the tools based on the second-screen projects it has worked on with broadcasters, with the most prominent being a play-along web game for Endemol&apos;s Million Pound Drop game-show, which attracted 1.3m players over the show&apos;s first two series on Channel 4 in the UK. &quot;After two years of experimentation, we feel that we know enough as an industry and a company to not just replicate, but identify the recurring themes of what works in the second-screen world,&quot; says Monterosa&apos;s commercial director Tom McDonnell. &quot;What we&apos;ve proved is that when you shout out to a really enthusiastic, engaged audience, they like nothing better than to get involved.&quot; The new set of tools could be used to create synchronised quizzes, audience polling and other interactive features, with the key point being that the TV firms will be creating them. &quot;This puts control back in the hands of the creative producers who don&apos;t necessarily have to pay a lot of cash to an agency like us any more!&quot; says McDonnell. &quot;It&apos;s up to them, and we see that their teams are starting to engage with this. They see the opportunity, so our mission is to give them the mechanics to do it themselves.&quot; This could be seen as Monterosa disrupting its own business, although McDonnell stresses that the company remains focused on working with TV companies on more ambitious, innovative projects particularly in TV genres where second-screen hasn&apos;t made much of an impact yet. McDonnell says Zeebox was a logical first partner for Monterosa&apos;s new tools, since its Showtime feature is designed for exactly this kind of interactive content. &quot;They&apos;ve realised that although you can create some quite interesting conceptual experiences by importing data from places like Wikipedia and iTunes, that can feel a bit hollow if you don&apos;t also have someone involved in the show crafting the second screen as much as they crafted the first,&quot; he says. McDonnell is keen not to overstate the importance of Monterosa&apos;s self-service platform it&apos;s a closed-invitation affair for now but he does suggest it will be as useful for smaller digital channels with audiences around the 100,000 mark as for the largest broadcasters. The tools can be used by broadcasters, producers and brands. One of the interesting themes of the recent MIPTV conference was the question of control: which of these groups is best placed to be in charge of second-screen apps and sites? Or to relate it to a real-world example, in theory, second-screen activity around a UK show like X Factor could come from ITV (the broadcaster), FremantleMedia (the producer), or TalkTalk (the brand sponsor). Plus there are startups like Zeebox, GetGlue and Shazam buzzing around the edges, as well as emerging interest in second-screen apps from device makers and ISPs/mobile operators. As second-screen apps start to get more advertising and/or commerce features, this could be an interesting battle for control. &quot;Nobody knows how it will shake out,&quot; says McDonnell. &quot;What I will say is that broadcasters don&apos;t want to actively promote a third-party service that will capture audience data and monetise it, without the broadcaster getting a cut of the action. And the second screen isn&apos;t being used for anything unless the TV show actively promotes it, which requires the broadcaster&apos;s involvement.&quot; More clarity will come with time, including the first projects created using Monterosa&apos;s tools. In the meantime, McDonnell is bullish about the future importance of second-screen for the TV industry. &quot;I&apos;m firmly of the belief that there isn&apos;t any type of TV that doesn&apos;t have an interactive slant to it in the future,&quot; he says. &quot;That&apos;s not to say all of it all the time. There&apos;s nothing quite like watching a piece of drama and not doing anything else. But think about the way the phone-in made radio relevant talk radio without a phone-in seems somehow wrong now. I think TV is headed in the same direction.&quot; He also has a riposte for critics of the buzz around second-screen apps and content, who wonder whether people looking at smartphones, tablets and laptops on the sofa is a bad thing for TV, rather than a good thing  a distraction rather than an enhancement. &quot;The people who will do something with your content are the people who are most interested in your show,&quot; he says. &quot;It&apos;s the most engaged, not the least engaged. You&apos;re super-serving your customer. But there is still a misunderstanding that these things are mutually exclusive.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/12/monterosa-zeebox-second-screen-tv", 
    "wordcount": "849"
}