{
    "headline": "140 countries agree mercury treaty", 
    "text": "More than 140 nations have agreed on the first legally binding treaty to curb mercury pollution. Delegates at UN talks in Geneva approved measures to control the use of the highly toxic metal, which is widely used in chemical production and small-scale mining, in order to limit mercury emissions. The executive director of the UN Environment Programme (UNEP), Achim Steiner, said: &quot;To agree on global targets is not easy to do. There was no delegation here that wished to leave Geneva without drafting a treaty.&quot; &quot;We have closed a chapter on a journey that has taken four years of often intense, but ultimately successful negotiations and opened a new chapter towards a sustainable future,&quot; said Fernando Lugris, the Uruguayan diplomat who chaired the negotiations. A signing ceremony will be held later this year in Japan, and then 50 nations must ratify it before it comes into force, which UN officials said they would expect to happen within about three to four years. But some supporters of a new mercury treaty said they were not satisfied with the agreement. Joe DiGangi, a science adviser with advocacy group IPEN, said that while the treaty was &quot;a first step,&quot; it was not tough enough to achieve its aim of reducing overall emissions. He noted there was no requirement that each country create a national plan for how it will reduce mercury emissions. But proponents of the treaty say it will set meaningful controls and reductions on a range of products, processes and industries where mercury is used, released or emitted. These would include medical equipment such as thermometers, energy-saving light bulbs, mining and cement and coal-fired power industries. Swiss environmental ambassador Franz Perrez said the treaty would &quot;help us to protect human health and the environment all over the world&quot;.", 
    "section": "environment", 
    "gid": "environment/2013/jan/19/140-countries-agree-mercury-treaty", 
    "wordcount": "305"
}