{
    "headline": "Breaking the silence: will vice chancellors stand up for their staff?", 
    "text": "In every university department this year there has been a grim conversation, repeated with increasing frequency, about the Research Excellence Framework (REF), the new system for assessing the quality of research in UK higher education institutions. Researchers who have their publication quotas console those who now have a frenzied six months to get theirs done. I have not heard a single positive comment about the REF from anybody. On the contrary, it is cultivating an environment of fear and despondence and encouraging researchers to pursue merely popular research choices. When will vice chancellors, collectively, make a stand against this? Sadly, it seems the question is not &quot;when will they?&quot; but &quot;will they?&quot; Rosalind Gill recently published a piece called &apos;Breaking the silence: The hidden injuries of neo-liberal academia&apos; and it makes for sobering reading. Gill begins with two conversation transcripts that are worth quoting: &quot;I am totally stressed at the moment, to be honest. Work is piling up and I&apos;m just drowning. I don&apos;t know when I&apos;m going to have time to start on that [...] book chapter.&quot; The second goes: &quot;How are you? Do you really want to know?! (laughter) (Yeah) well, awful actually. I&apos;m really fed up. I heard yesterday that my article for x journal was turned down. (Oh no!) You know, the one I worked on for ages and ages. I poured so much of myself into that piece (I know). And one of the referee&apos;s comments was vile&quot;. Gill is correct. &quot;A punishing intensification of work has become an endemic feature of academic life&quot; and persistent grovelling at the feet of the REF, strengthened by a divide and rule strategy in which universities must compete, is the cause of this misery. This seems strange because there is even intense scepticism over the metrics deployed in the exercise: nobody believes that the panels will really have time to evaluate on anything beyond journal brand and citations while there is a simultaneous critique of that very phenomenon underway in the area of publishing reform. Furthermore, almost everybody believes, as has been pointed out with acerbic wit by the Department of omnishambles Tumblr (the Wittgenstein entry is a classic), that such quantification of research is far-fetched and absurd. The results of research are not known in advance and the pressure to produce publishable results only encourages research into areas where the payoff is known, rather than riskier fields that could yield a higher return. The question, then, is: what is to be done? The current crop of vice chancellors have an opportunity before them at the end of this assessment cycle. Do they wish to fade into the insignificance on a line of wall portraits alongside their predecessors, or do they want to be remembered as the group who united and fought for their staff? Do they want to go down in history as the group who let much of what was worthwhile in higher education and research go down in the flames of neoliberal competitive frameworks, or the group who envisioned a better world? Of course it would require an extraordinary degree of unity from institutions of every size, era and demography to resist the governmental agenda, but we all believe in the same thing: advancing the world through research and education. Call it utopian, but were I at the top of the pyramid, I&apos;d be having some serious words with my peers right now. Martin Paul Eve is a doctoral researcher at the University of Sussex. He tweets at @martin_eve This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/23/research-excellence-framework-vice-chancellors", 
    "wordcount": "625"
}