{
    "headline": "Science under pressure as pesticide makers face MPs over bee threat", 
    "text": "Fifty years ago, Rachel Carson published Silent Spring, a stunning revelation of the death of swaths of birds and insects that had been poisoned by pesticides in farmers&apos; fields. Half a century on, a fast-growing group of scientists, politicians and campaigners fear a second, more subtle silent spring is killing the bees and other insects that pollinate one-third of everything we eat. On Wednesday, executives from the agrochemical giants that make insecticides face a public grilling from MPs over accusations of secrecy and out-of-date rules that are failing to protect nature. They are certain to fight back, saying that the crop protection offered by the multibillion dollar industry is vital in producing cheap, plentiful food and that the science remains uncertain. Both sides accuse the other of scaremongering, but with the European authorities accepting that current &quot;simplistic&quot; regulations contain &quot;major weaknesses&quot; and the UK government being forced to accelerate its deliberations, the debate has reached a crucial point. &quot;The government claims it is adopting a precautionary approach to protect bees and other pollinators, while at the same time demanding &apos;unequivocal&apos; evidence before taking action,&quot; said Joan Walley, chair of the environmental audit committee, which is conducting the inquiry. &quot;We will explore this contradiction, because up until now ministers appeared to have taken the pesticide companies&apos; word for it that their products are not that bad for bees.&quot; The stakes are high and the issue is complex. The neonicitinoid insecticides being investigated by MPs are used in scores of countries across the world, including more than 1m hectares in the UK. &quot;But wild bees and other pollinating insects are known to be declining in the UK and elsewhere,&quot; said Lynn Dicks, at the University of Cambridge, with up to three-quarters of species declining by more than one-third each decade. The total loss of pollinators would cost the UK hundreds of millions of pounds a year, according to parliamentary research. The insects also suffer from starvation as meadows and other habitats are ploughed up, and from diseases and parasites, such as the varroa mite. A flurry of peer-reviewed studies in 2012 have singled out the harmful effects of neonicitinoids, from making bees lose their way home to failing to produce enough queens. But a scientific row has blown up, with the chemical companies and UK government questioning whether the studies were realistic. &quot;The response is focused on trying to pick small holes and then using them as a justification for inaction,&quot; said Prof David Goulson, at the University of Stirling, who published one of the key studies. &quot;But in practice it is impossible to carry out the ideal study: there are no areas without neonicotinoids in Europe. If the government is waiting for the perfect experiment, they will be waiting a very long time.&quot; Criticism that laboratory-based studies are unrealistic is wrong, according to Christopher Connolly, a molecular biologist at the University of Dundee: &quot;I consider this claim totally unprofessional and lacking all scientific credibility. Laboratory studies  identify real and quantified threats.&quot; The chemical companies say they have data to show the safety of their products, but it remains secret. &quot;There is a lack of transparency,&quot; said Dicks. James Cresswell, a scientist at the University of Exeter and part-funded by pesticide maker Syngenta, argues that there is not enough evidence currently to change neonicitinoid rules, but agrees transparency is a problem. He was only permitted to see some regulatory data under supervision and was not allowed to make any copies. Syngenta said the problem is &quot;very limited protection&quot; to prevent data being exploited for commercial gain by competitors, although it admitted the data does not contain secret chemical formulas. Bayer told MPs that a study of 1,200 hives in Germany demonstrated the safety of neonicitinoids, but Goulson pointed out that only 215 of these were screened for pesticides and that the study was industry-funded. &quot;The potential inadequacy of the regulatory process is the thing that worries me the most,&quot; said Tim Lovett, director of public affairs and former president of the British Bee Keepers Association (BBKA). &quot;I think all the regulators have been remarkably silent.&quot; The BBKA has been attacked for not taking a stance on neonicitnoids, but Lovett said: &quot;We adopt a very difficult position in truth  sitting on the fence - and it is very uncomfortable. But we don&apos;t have the scientific expertise. We just want the regulators to do their job. They are paid to do this and we are trying to keep them honest.&quot; Evidence submitted to parliament cites a long list of failings in current regulations. Perhaps most serious is that it is only the effects on honeybees that are considered, despite 90% of pollination being performed by different species, such as solitary or bumblebees, hoverflies, butterflies, moths and others. Another is that the regime was set up for pesticide sprays, not systemic chemicals like neonicitinoids that are used to treat seeds. Even the National Farmers Union (NFU), which argues that there is no need for change, admitted: &quot;It is very well known that the current pesticide risk assessment systems for bees were not developed to assess systemic pesticides.&quot; Nigel Raine, at Royal Holloway, University of London, highlighted other failings in a recent study. First, insecticides are tested singly, despite the European regulator reporting that &quot;pesticides are often applied in tank mixes (two to nine active ingredients at the same time)&quot;. Tests also wrongly focus on individual insects, according to Connolly: &quot;For social insects, it is the colony that is the breeding unit and the most important.&quot; Goulson said as little as 2% of the neonicitinoids applied to the seeds actually ends up in the plants. &quot;There is an urgent need to establish the fate of the other 98% and to find out what impacts they might be having on the environment,&quot; he said. However, if the government was persuaded to suspend the use of some neonicitinoids, as has happened in France, Italy, Germany and Slovenia, the question is raised of what should take its place in protecting crops. In Bayer&apos;s submission, the company praises the promise of genetically modified plants, while the NFU raises the prospect of a return to more damaging sprays. Nick Mole, at Pesticide Action Network, said that the Italian ban &quot;has not led to any pest problems or any loss of yield or profit. It is alarmist scaremongering from the people profiting from treated seeds.&quot; There is rare agreement from all sides that natural predators of pest insects should be encouraged by growing flower-rich margins around fields. The most recent assessment from the UK government concluded in September that the new studies do not give &quot;unequivocal evidence that sub-lethal effects with serious implications for colonies are likely to arise from current uses of neonicotinoids&quot;. But now the environment secretary, Owen Paterson, has asked his experts to &quot;speed up&quot; the field studies being conducted. &quot;The health of our bees is a real concern,&quot; he said. &quot;Once we have the full picture in the new year I will ask independent experts to give us an up-to-date view on the safety of neonicotinoids.&quot; Cresswell said the problem is far greater than a single study: &quot;There is a dearth of fundamental knowledge. Strong lab knowledge can inform, but we don&apos;t even have that. There is a virtual total lack of data on [neonicitinoid] residues in pollen and nectar.&quot; For Lovett, this is the silence that needs to end: &quot;For god&apos;s sake, let&apos;s have some proper studies.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/28/science-pressure-pesticide-mps-bee-threat", 
    "wordcount": "1289"
}