{
    "headline": "Observer Ethical Awards 2012: pioneers with bright ideas", 
    "text": "Today we proudly launch the 2012 Observer Ethical Awards in association with Ecover (observer.co.uk/ethicalawards). This is our seventh successive year celebrating the projects, ideas, campaigns and activists making sustainable change a reality. Each year you vote in your thousands. Since our launch we&apos;ve been able to rely on aremarkable panel of international experts and well-known names with a passion for social and environmental justice, among them Colin and Livia Firth, Deborah Meaden and Ben Okri, who head up this year&apos;s fantastic panel, awaiting your entries. This year we launch two exciting new categories. The arts and culture category acknowledges the major role played by the arts in ecological and social-justice innovation, from the greening of venues and music festivals to the theatrical treatments of the climate-change debate. And as it&apos;s Olympic year, we&apos;re also including a sports category, to celebrate people and companies who have made an ethical difference on the sports field  whether it&apos;s a sports personality whose campaigning spirit you admire, or a venue that should win gold for sustainability. At their heart, the Ethical Awards celebrate grassroot initiatives. Over the years you, the readers, have taken the time to vote for impassioned community-conservation initiatives and uncompromising ecological campaigns. Aside from a number of generous bursaries up for grabs, winners tell us that your endorsement through the awards helps raise both their profile and their confidence. The Community of Arran Seabed Trust, whose award was presented to them by Annie Lennox in 2008, went on to bring about a change in the law on no-take marine reserves. And your involvement doesn&apos;t have to end with voting or entering. During the 2012 awards we&apos;d like to harness the enthusiasm you&apos;ve shown for ethical concerns to encourage you to become citizen scientists. In the Observer&apos;s brilliant new project, launched on Sunday, you can help provide crucial data on invasive species in partnership with scientists from Hull University and the Centre for Ecology and Hydrology. Your involvement will help inform conservation decisions for generations to come.  Reader-voted categories The winners of the following categories are chosen by you, the reader. Name your favourites online, and you could win afantastic ethical prize: an environmentally friendly trip for two to Denmark (see below) Retailer of the year  The winner of this category could be any retailer  local, national or online. Examples could be a celebrated farm shop, a small organic beauty or perhaps an online retailer offering sustainable solutions. Campaigner of the year (Sponsored by B&amp;Q) Past winners of this award include AlGore, Hugh Fearnley-Whittingstall and Peter Tatchell. This category recognises the public-facing campaigner who has made the biggest difference to Observer readers and put ethical issues on the global agenda in the past 12 months.  Reader-nominated categories Our panel of experts will select the overall winner for these categories, but they need your nominations. Send us your entries for the following categories at observer.co.uk/ethicalawards, and we&apos;ll pass them on to the judges Unsung local hero (Sponsored by The Body Shop) We&apos;re looking for local heroes who have worked to conserve the environment or their community: hard-working volunteers, campaigners, or conservationists. Who has been leading the way to protect your neighbourhood? This is your opportunity to give them the recognition they deserve. Sports To mark the London 2012 Olympic games we have decided to introduce an ethical gold medal in the field of sport. This could be anything from a sports personality who has campaigned hard for ethical issues, or a sports centre which has introduced sustainable initiatives, to aclub, association or even whole sports sector that has embraced ethical issues to give athletes and spectators a green edge. Arts and culture (Sponsored by Festival Republic) Have you seen a play, documentary, film or dance performance that has particularly inspired you? Or perhaps there&apos;s a book or song which you feel prompts you to behave more ethically and puts the spotlight on sustainability? Send us your nominations for the best ethical art you&apos;ve experienced this year.  Vote and win Nominate someone or enter yourself in the 2012 awards and you could win an incredible trip to Denmark. Break out the glgg and herring! With every Observer Ethical Awards nomination you make, you will be automatically entered into the prize draw for the chance to win an environmentally friendly trip for two to Denmark. The adventure begins with an overnight sail from Harwich, Essex, on the DFDS Seaways ferry to Esbjerg, followed by a picturesque train journey to Copenhagen  voted &quot;Europe&apos;s coolest green city&quot;. Make like a local and cycle your way through the city, before relaxing at the Scandic hotel of your choice  the Scandic chain has just been awarded the Nordic Council&apos;s Environment Prize. You&apos;ll see for yourself why the people of Copenhagen are among the happiest in the world. See website for terms and conditions. To nominate or enter the awards please visit observer.co.uk/ethicalawards  Judged categories Our panel of experts will select the overall winner for these categories. To enter, go to observer.co.uk/ethicalawards  if you have an ethical favourite why not drop them a line and encourage them to enter? The Big Idea (Sponsored by National Grid) Big ideas are what we really need to help tackle climate change and promote social justice. Whether you are an individual who has invented an innovative ethical product or service, a small business with an ethical idea whose time has come, or an established organisation that is pushing the boundaries of possibility, we want to hear from you. The winner will receive 2,000 and two runners-up will receive awards of 500 from National Grid. Fashion and accessories (Sponsored by vogue.com) This category supports the growth of ethical fashion labels and products. Are you a designer, fashion house or retailer who can demonstrate a real commitment to sustainable fashion? Do your ethical ideals extend from the catwalk to your supply chain? This category is open to entries from fashion labels or retailers only. Business initiative (Sponsored by Jupiter) This category rewards the steps made by large or small businesses to deliver goods or services in a truly ethical manner. Who has demonstrated that their business is about more than pounds and pence? Who insists that their brand cares about people and the planet? In 2012 we are focussing on specific business initiatives which have been introduced to encourage ethical behaviour at your workplace  this will enable judges to fairly compare large and small business activities. This category is open to entries from businesses only. Ethical blog  The internet plays a huge part in informing, educating and sharing campaign issues around the environment and social justice. Last year&apos;s shortlisted blogs included daily content on ethical food, fashion and energy. We&apos;re looking for a blog that brings ethical issues alive for its readers.  Challenge awards These categories aim to inspire people to take action  if you&apos;ve got an idea for an ethical initiative and need some support and funding then put yourself forward for one of these awards Grassroots Community Challenge (Sponsored by Timberland) This award pays tribute to those who want to fight climate change and social justice on the home front and ally their ethical ideals to concrete action. We are looking for entries from impassioned local groups or individuals. Entries can come from existing projects which need a boost, or ideas for new projects. You can even link up with like-minded people in your area to devise a suitable project via Project Dirt (projectdirt.com). The winning community initiative will receive 2,000 from Timberland to get their grassroots project off the ground. Ecover Ethical Kids Challenge Last year&apos;s Ethical Kids winners created bird and bat boxes which are now being stocked in their local safari park. In 2010 the Recyclists won for their enterprising recycling project, collecting waste paper and re-selling it to the community as paper logs. Do you have an ethical product or business idea that you would like to get off the ground? Or why not start a co-operative with your classmates? To be considered, go online and let us know. The winning project will receive 2,000 per year for the next three years. The category is open to individuals or groups who were under 16 on 1 January 2012.  Judging panel Clare Allman (UK marketing manager, Ecover)Melvin Benn (Managing director, Festival Republic)Michael Bremans (Chairman, Ecover)Jessica Bumpus (Fashion features editor, Vogue.com)Damian Carrington (Head of environment, The Guardian)Lily Cole (Model and activist)Mike Dilger (Broadcaster and naturalist)Stacey Dooley (Campaigner and TV presenter)Anabel Drese (Social responsibility manager, Timberland)Rick Edwards (TV presenter)Colin Firth (Actor)Livia Firth (Creative director, Eco Age and The Green Carpet Challenge)Ben Fogle (TV presenter)Rob Holdway (Director, Giraffe Innovation)Emma Howard Boyd (Head of sustainable investment, Jupiter Asset Management)Paul McGreevy (International values director, The Body Shop)Deborah Meaden (Businesswoman and Dragons&apos; Den star)Chris Murray (Chief executive officer of Xoserve, National Grid)Ruaridh Nicoll (Editor, The Observer Magazine)Ben Okri (Poet and novelist)Matt Sexton (Director of corporate social responsibility, B&amp;Q)Lucy Siegle (Observer ethical living columnist and The One Show presenter)Alison Tickell (Director, Julie&apos;s Bicycle)Martine Wright (Paralympian)Lola Young (Baroness and ambassador for the Ethical Fashion Forum and Made-By)", 
    "section": "environment", 
    "gid": "environment/2012/jan/15/observer-ethical-awards-2012", 
    "wordcount": "1571"
}