{
    "headline": "Post-Fukushima world must embrace thorium, not ditch nuclear", 
    "text": "A year ago this Sunday, a dreadful and terrifying natural disaster was sweeping a trail of death and destruction along the north-eastern coast of Japan. The Tohoku earthquake and ensuing tsunami claimed an estimated 20,000 lives, washing away entire towns and wreaking havoc with the nation&apos;s infrastructure. An oil refinery was set ablaze leading to the death of six workers and a reservoir also failed, killing a further four people. The nuclear reactors at Fukushima experienced a partial meltdown causing the release of radiation, but killing no one. The media&apos;s treatment of the entire disaster, however, was completely out of kilter with these facts. The unfolding events at the stricken power station quickly dominated the coverage, ousting the actual earthquake and its dreadful aftermath from the headlines and, it seems, our collective memories. A year later we talk of the anniversary of the Fukushima disaster, not the far, far greater tragedy of the Tohoku earthquake. In no way do I wish to make light of the suffering of the thousands evacuated from the exclusion zone around the power station, nor to undervalue the immense bravery of the workers who, under extreme pressure, worked tirelessly to minimise the impact of the accident. But we need to keep things in perspective. This was a terrible event, caused by a much more terrible event, which again brought to the surface the many troubling aspects of how the nuclear industry operates. For instance, the siting of reactors on the eastern seaboard of a country highly vulnerable to earthquakes ought to have necessitated far more preventative measures or, better yet, the decision not to build there at all. The reactor itself was over 40 years old and operating company Tepco had been criticised ahead of the accident for lax safety standards. The events in Fukushima do not justify a wholesale rejection of nuclear power. We have been able to harness the fissioning of the nucleus of an atom for good and evil, for life-saving medical treatments and to create the atom bomb. Somewhere on this scale of achievements lies our use of nuclear energy. And even within this, not all nuclear power is equal. The inventor of the technology upon which most of today&apos;s operating nuclear power stations are based, Alvin Weinberg, was all too aware of this. He worried about some of the safety issues involved in using solid uranium fuel in his water-cooled reactors. He believed this configuration, though useful for creating materials for nuclear weapons, posed too many safety risks and created too much hazardous waste for widespread civilian use. As a result, he also directed a research team that invented a radically differently designed reactor, based on using chemically stable liquid salts as the coolant, and thorium as the fuel. Sadly, though he advocated safer, cleaner nuclear designs for the rest of his life, the world took no heed and the reactors we live with today are still fundamentally the same as those that he considered unnecessarily complex and vulnerable to accident. Fortunately, one of the legacies of Fukushima is that while investment in today&apos;s current reactor designs may have slowed, there is a renewed interest in Alvin&apos;s alternative designs and in other fundamentally different approaches. In China, a major R&amp;D programme into thorium molten salt reactors is underway, with the first test reactors to be completed in 2015 and a larger-scale demo ready by the end of the decade. In the US, safer, molten salt cooled pebble bed reactors are being developed. In Europe, there are various research programmes into new designs. Even here in the UK, where nuclear R&amp;D has been starved of investment, important but fragmented research is underway and, with the help of the Weinberg Foundation, I have helped to set up an all-party parliamentary group dedicated to exploring the potential of thorium-based energy. Fukushima must mark a turning point in the history of nuclear power. The proponents of the existing technologies should be chastened by the reminder it provided of how things can go wrong. Even if they are not, the providers of investment, both public and private, have had a wake-up call and will proceed with far greater caution. But the twin concerns of climate change and energy security mean we cannot afford to turn our back on nuclear altogether, as there is no greater potential source of energy on the planet. It is still an amazing achievement to have harnessed the vast energy forged into the heart of an atom during the dying moments of a star, and a safer, cleaner form of nuclear power is possible. As we move forward we need to admit to the failings of the current technologies and commit to developing new ones now. To try to use Fukushima to justify a complete disavowal of the use of nuclear power would be a gross distortion of the extent of the threat it posed. It would also consign the world to greater use of fossil fuels and higher concentrations of greenhouse gases, unleashing many more natural disasters with huge loss of life. This is the real risk we need to be vigilant against.", 
    "section": "environment", 
    "gid": "environment/blog/2012/mar/09/fukushima-thorium-nuclear-power-uranium", 
    "wordcount": "858"
}