{
    "headline": "GM cow designed to produce milk without an allergy-causing protein", 
    "text": "A genetically modified cow whose milk lacks a substance that causes allergic reactions in people has been created by scientists in New Zealand. In their first year of life, two or three in every hundred infants are allergic to a whey protein in milk called BLG. The researchers engineered the cow, called Daisy, to produce milk that doesn&apos;t contain the protein. While the genetic alteration slashed levels of BLG protein in the cow&apos;s milk to undetectable levels, it more than doubled the concentrations of other milk proteins called caseins. The cow was created with the same cloning procedure that led to Dolly the sheep in 1996 and was delivered by caesarean at the government-owned AgResearch lab in Hamilton. Most of the differences between cow and human milk do not cause problems for people who consume it, but BLG or beta-lactoglobulin protein, which is found in milk from cows and other ruminants, is a major cause of allergic reactions. Stefan Wagner, a scientist on the team, said they now plan to investigate whether or not the BLG-free milk causes allergic reactions. &quot;First of all, we will have to determine whether the lack of detectable levels of BLG will impact on milk yield,&quot; said Wagner. The work also drew on a technique that gives scientists precise control over which genes are active in an animal, and gives fresh momentum to plans to engineer cows, pigs, sheep and chickens that are more resilient to diseases. To make Daisy, scientists took a cow skin cell and genetically modified it to produce molecules that block the manufacture of BLG protein. The nucleus of this cell was then transferred into a cow egg that had its own nucleus removed. The reconstituted egg was grown in the lab until it formed what is called a blastocyst, a ball of around 100 cells, and then transplanted into the womb of a foster cow. The cloning technique is not efficient. Of around 100 blastocysts the scientists implanted into cows, more than half of the pregnancies failed early on, and only one live calf, Daisy, was born. Details of the experiments are published in a report in Proceedings of the National Academy of Sciences. Bruce Whitelaw, professor of animal biotechnology at the Roslin Institute at Edinburgh University, said the major advance was demonstrating that the genetic procedure, called RNA interference, works in large animals. Other groups have &quot;humanised&quot; cow&apos;s milk by adding genes or removing those that can cause allergic reactions. &quot;Many people have been talking about using this technique to better arm an animal to combat a virus infection, and this adds momentum to that work,&quot; Whitelaw said. His own lab is looking at how cows, pigs, sheep and chickens might be modified to carry genes that fight infections. Last year, the Roslin Institute used a related technique to create chickens that cannot spread avian flu. One question the New Zealand team is working on now is why Daisy was born without a tail. The cloning process is most likely to blame for the birth defect, rather than the extra genes she carried. &quot;This congenital abnormality is rare in cows and not something we have seen in animals we have cloned previously,&quot; said Wagner. The lab hopes to breed from Daisy in the future. Under European law, food products - including milk - from cloned animals, must be assessed for safety and approved for sale before they can be marketed. &quot;We first of all consider our genetically modified cow a great tool to study allergenicity and do not envision any practical application any time soon,&quot; Wagner added.", 
    "section": "science", 
    "gid": "science/2012/oct/01/gm-cow-milk-alllergy-protein", 
    "wordcount": "608"
}