{
    "headline": "Massive solar storm heading for Earth", 
    "text": "     Airlines and energy suppliers are on alert as the largest solar storm in five years heads toward Earth, threatening to disrupt flights and power lines. The eruption on the surface of the sun, known as a coronal mass ejection (CME), has led to a &quot;massive amount of solar particles heading towards Earth&quot;, which are due to hit the planet between 6am and 10am on Thursday morning, a Met Office spokesman said. But he added that the phenomenon was likely to go unnoticed by most. The forecaster has advised airlines that they may reroute planes from near the polar regions where the radiation caused by the storm is likely to be most intense, while energy suppliers have been warned that the National Grid could also be affected. Solar storms can also cause communication problems, such as radio blackouts, as well as affecting satellites, disrupting oil pipelines and making global positioning systems (GPS) less accurate. &quot;It should arrive some time tomorrow morning and last through tomorrow,&quot; the Met Office spokesman added. &quot;In terms of what that means from the public&apos;s point of view, there&apos;s an increased chance of aurora borealis or Northern Lights being seen if conditions are right and the skies are clear.&quot; But Gemma Plumb, a forecaster with Meteogroup, said most of the UK would be cloudy during the solar storm. She said: &quot;From midnight there will be widespread cloud so there is unlikely to be much visibility.&quot; Forecasters at the US government&apos;s Space Weather Prediction Center said the storm is growing in intensity as it speeds outward from the sun. The charged particles hit Earth at 4 million mph (6.4 million kph). Nasa solar physicist Alex Young said: &quot;It could give us a bit of a jolt.&quot; The solar storm is likely to last until Friday morning, although further eruptions may follow. In North America, auroras or Northern Lights could stretch as far south as the Great Lakes states or even lower, but a full moon will make them hard to see, said Joe Kunches, a scientist for the National Oceanic and Atmospheric Administration. Solar storms have three ways they can disrupt technology on Earth: with magnetic, radio and radiation emissions. This is an unusual situation when all three types of emissions are likely to be strong, Kunches said. In 1989, a strong solar storm knocked out the power grid in Quebec, Canada, leaving 6 million people without power. Harlan Spence, an astrophysicist at the University of New Hampshire who is principal investigator on the Cosmic Ray Telescope for the Effects of Radiation (CRaTER) aboard Nasa&apos;s Lunar Reconnaissance Orbiter, said the sun was on the ascendant phase of its 11-year cycle of solar activity, with the peak expected next year. &quot;It&apos;s a clear harbinger that the Sun is waking up,&quot; Spence told Reuters.", 
    "section": "science", 
    "gid": "science/2012/mar/07/massive-solar-storm-heading-earth", 
    "wordcount": "477"
}