{
    "headline": "Cyclone Mahasen: how Burma and Bangladesh prepared  in pictures", 
    "text": "   A storm lights up the sky above the Yangon river early on 13 May. A day earlier, Burma began moving people into emergency shelters as a cyclone threatened to batter a region that is home to tens of thousands of refugees and internally displaced people Photograph: Ye Aung Thu/AFP/Getty Images       In Bangladesh, Aid agency World Vision deployed relief workers and volunteers in vulnerable areas. In Kawarpara village, in Cox's Bazar, volunteers have been out on the streets with megaphones to update residents on the cyclone Photograph: World Vision       In Cox's Bazar, people carry their belongings to a shelter as cyclone Mahasen approaches. Authorities in Bangladesh moved residents out of low-lying coastal areas as soon as the cyclone arrived within 800km (500 miles) Photograph: Reuters       Bangladeshi evacuees help a relative move to a shelter as the cyclone headed towards landfall. About 1 million people in affected countries were ordered to evacuate as the cyclone bore down on low-lying areas, including some that house refugee camps for the Rohingya minority in BurmaPhotograph: Munir Uz Zaman/AFP/Getty Images       Authorities said children and the elderly were the first to receive assistance at emergency shelters in Bangladesh Photograph: World Vision       At a shelter supported by World Vision in Cox's Bazar, 80-year-old Amir Ali said: 'I'm hoping and praying for a safe day.' Thousands of people later moved out of the shelters as the tropical storm weakened Photograph: World Vision       Bangladeshi men move a boat away from the beachfront as cyclone Mahasen heads towards landfall in Chittagong on 16 May Photograph: Munir Uz Zaman/AFP/Getty Images       As part of preparations, Bangladeshi Red Crescent Society members announce evacuation orders to local residents using loudspeakers on top of an auto-rickshaw Photograph: Munir Uz Zaman/AFP/Getty Images       In Burma, authorities in the western state of Rakhine evacuated refugees who had fled sectarian violence from camps in low-lying areas as a precaution. Here, a girl climbs up on to a truck as refugees leave a camp near Sittwe Photograph: Nyein Chan Naing/EPA       People carry their belongings as they evacuate the Sittwe camp for the minority Rohingya Muslim community Photograph: Soe Zeya Tun/Reuters       A Rohingya family rests at a temporary camp in a school in Thetkaepyin village on the outskirts of Sittwe as the cyclone brought heavy rains and winds to Burma's north-west coast, which is home to tens of thousands of displaced Rohingya Muslims Photograph: Soe Than Win/AFP/Getty Images       In Banshkhali, Chittagong, a woman and a boy shelter in a primary school during the cyclone. Thousands of homes were damaged and at least 13 people killed in Bangladesh by the cyclone Photograph: Abir Abdullah/EPA       Bangladeshi people gather to watch the sea as cyclone Mahasen heads towards Chittagong. More than 1 million people took refuge in shelters in the region, including in a region of Burma torn by communal unrest Photograph: Munir Uz Zaman/AFP/Getty Images       A Bangladeshi family waits out the storm at an emergency shelter in Cox's Bazar, where relief workers had 4,200 survival packs ready for evacuees Photograph: World Vision       Men wheel food, including dried fish, to a shelter in Cox's Bazar. Selling dried fish is one of the main sources of income in the area Photograph: World Vision  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/may/17/cyclone-mahasen-burma-bangladesh-in-pictures", 
    "wordcount": "0"
}