{
    "headline": "Mystery bird: Peruvian pelican, Pelecanus thagus", 
    "text": "    Peruvian pelican, Pelecanus thagus (synonym, Pelecanus occidentalis thagus), Molina, 1782, also known as the Chilean brown pelican or as the Chilean pelican, photographed in Concn, Valparaso Region, Chile (South America).  Image: Nick Athanas/Tropical Birding, 1 November 2008 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 50D   Question: This Chilean mystery bird was long thought to be a subspecies of another, more common bird, whilst other authorities still consider it a subspecies of that bird. What bird was that? Can you tell me what traits set this species apart so that many authorities to consider it to be a separate taxon? Can you name this bird&apos;s taxonomic family and species? Response: These are two Peruvian pelicans, Pelecanus thagus, a member of Pelecanidae, the pelican family. Pelicans are distinguished from all other birds by having totipalmate feet -- all four toes are webbed. Pelicans are large waterbirds that mainly eat fish, although they also will consume amphibians and crustaceans -- and on some occasions, other birds (especially distracted pigeons) and cellphones.  Pelicans are divided into two groups based on plumage colour and behaviour. The white-plumaged pelicans nest on the ground and fish alone, although groups have been observed fishing in lines where they chase fish into shallow water before capturing them. The grey- or brown-plumaged pelicans nest in trees, often colonially.  The Peruvian pelican and the brown pelican Pelecanus occidentalis, are the only true marine pelican species. Until recently, Peruvian pelicans were lumped in with the brown pelican, however, they can be distinguished in the field in a number of ways:  Peruvian pelican is twice the size of a brown pelican  Peruvian pelican has a blue throat pouch whilst brown pelicans&apos; throat pouch is olive to red in breeding season   Peruvian pelican has brighter, richer plumage colouring than brown pelicans  Peruvian pelicans have a larger crest (in breeding plumage) and their upperwings have a pale forewing patch   their ranges do not overlap; Peruvian pelican are found along the west coasts of Peru and Chile whilst the brown pelican is found along the Gulf Coast, and from Nova Scotia to Venezuela along the Atlantic coast, and from British Columbia to Mexico along the Pacific coast   their foraging behaviours also differ; the brown pelican is the only pelican species that is a plunge-diver, capturing fish after diving from an often spectacular height above the water. Peruvian pelicans only rarely show this foraging behaviour, instead, they fish by dipping their bills into the water whilst swimming on the water&apos;s surface. You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/22/4", 
    "wordcount": "483"
}