{
    "headline": "Deep in the woods, a soldier had sought a strange kind of immortality", 
    "text": "In a thicket of dead elms, bark hung in tattered rags from the skinny limbs and leaning trunks. In open country, winds would have stripped the trees bare, but the foot of Redstone Hill was a sheltered spot. On the woodland floor, rolled stones from a tumbledown wall had gathered plenty of moss. It wrapped itself around the cannonball boulders and cast a coat over everything that fell to earth, drawing life from each death. Trees that had toppled long before had become submerged into a lurid lawn of ridges and furrows. Further into the wood, snaking bramble stems were largely out of sight under the winter&apos;s leaf litter, but the first fresh nettle leaves were already poking out, the precursors of future impassability. It was time to step off the path and pay my annual visit to the place where an unknown soldier had sought a strange kind of immortality. During the war, the woods had been a guarded ammunition dump, Nissen hut shelters hidden under the trees packed with shells and bullets. Perhaps the soldiers had been underemployed, for a little further along the estate boundary they had been set the task of rebuilding sections of the wall. Some years ago, on the southern edge of the estate, I did likewise. As a volunteer I had worked in a team under the guidance of a drystone waller, interlocking sandstone boulders of different sizes. The soldiers&apos; work had been done in the style of a regular bricklayer, the stones chipped into rectangular blocks and laid row upon row, with mortar slapped into each brick sandwich, bigger irregular boulders stuck into the top at right angles as coping stones. About three feet up, one of the soldiers had left his mark. While the mortar was setting, he&apos;d pushed a bronze-coloured bullet in, tip first. And it was still in place, the surface dulled with age and a little granulated, the single thread of a spider&apos;s web stretched from the blunt end to the wall itself, the bullet a lasting legacy of a curious act of individuality.", 
    "section": "environment", 
    "gid": "environment/2013/feb/22/sandy-bedfordshire-woods-soldier-immortality", 
    "wordcount": "346"
}