{
    "headline": "Primary school paid PR firm 152,000, accounts show", 
    "text": "A primary school regularly praised by the government paid a political lobbying and public relations firm more than 152,000 last year to ensure positive mentions of the school in parliament and the press, among other work, it has emerged. The latest accounts for the trust that runs Durand Academy in Stockwell, south London, show it paid 152,812 to Political Lobbying and Media Relations Ltd (PLMR)  a London-based firm that boasts of its connections to politicians of all parties. The trust owed a further 12,455 to the lobbying company at the time the accounts, which are for the year ending 31 August 2011, were published. The academy&apos;s website states that between 1 April 2009 and 31 December 2010, the trust paid just over 199,000 to the firm. Part of the school&apos;s brief to (PLMR) has been to &quot;secure the explicit support of the British government and all political parties via visits to the school, mentions in speeches and positive mentions in parliament&quot;. The firm said this was just a small part of the work it did for the academy. PLMR has been highly successful in achieving positive mentions in parliament and the press for the school. Michael Gove, the education secretary, announced a major review of truancy sanctions in a speech at the academy in September last year and the school was again mentioned in a Department for Education press release on academies in January. Gove visited the school twice between 2010 and last month, despite only visiting 21 primary schools in this period. On January 11 2010, Gove told parliament that he was &quot;a great admirer of Durand school and its headteacher&quot;. PLMR told the Guardian that public funds had not been used to pay for the school&apos;s political lobbying. &quot;Revenues from commercial activities at Durand have exceeded PLMR&apos;s fees many times over for this portion of our activity,&quot; a spokeswoman said. These commercial activities are thought to be the academy&apos;s social enterprise company  London Horizons Ltd  which runs a leisure club that subsidises the school. &quot;We can be comfortable that public funds are not being used to pay for services, such as lobbying, that would be unusual or in any way controversial,&quot; the spokeswoman added. The managing director of PLMR, Kevin Craig, became a governor of Durand after PLMR had started working for the firm. PLMR boasts on its website that its employees have worked &quot;across the political spectrum in Westminster (both Houses), the devolved assemblies and Brussels, in thinktanks and party offices, and in local authorities across the UK&quot;. &quot;We know politics and government. We know media. We know how to get planning permission,&quot; it states. The firm specialises in lobbying and attracting publicity for healthcare, green technology and agricultural firms. PLMR&apos;s public relations campaign and political lobbying for Durand has focused on the school&apos;s plans to set up a state boarding school in a stately home in Sussex. The firm won one of the top awards at the Cannes Lions international advertising festival last year for the positive coverage it secured for this project. PLMR says plans for the new boarding school have been mentioned 23 times in parliament and the ensuing print and broadcast coverage has been worth more than 2m. PLMR told the Guardian that the work it carried out for Durand included liaising with &quot;relevant politicians and civil servants locally and nationally&quot;. A spokeswoman said the firm provided support, among other things, for external relations, media relations, government relations, public consultation around expansion, curriculum development research and diary management for senior staff at the school. &quot;It will come as no surprise that the school does not have the time or resource to manage all of these processes, while they are focusing on delivering an outstanding education to 1,000 children in the UK&apos;s biggest primary school,&quot; she said. &quot;There are many services we supply that are common expenditure items for most schools  ie website copy writing and design, photography, printing etc. and would be regarded as a normal use of a school&apos;s admin budget.&quot; Greg Martin, executive headteacher of Durand academy, said that without PLMR&apos;s support, his school would not have been able to create a state boarding school. A spokeswoman from the Department for Education said schools had to be able to justify their spending to parents. &quot;Academies&apos; accounts are publicly available and the Education Funding Agency reviews all their financial statements,&quot; she said. &quot;Durand is rated as outstanding by Ofsted and has an excellent track record in improving the results and life chances of children from disadvantaged homes.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/19/primary-school-paid-pr-firm", 
    "wordcount": "787"
}