{
    "headline": "Schools cannot solve all of society's problems, says minister", 
    "text": "Teachers are expected to solve too many of society&apos;s problems, the schools minister Nick Gibb has said. In a speech to the annual conference of the Association of Teachers and Lecturers (ATL), Gibb criticised lobby groups for saying schools could help tackle a growing number of issues. He said children were now more aggressive and more likely to grow up in &quot;fragmented families&quot; without boundaries, but the answer was not to &quot;fill the school curriculum with all the social issues that pressure groups want us to put [in the school day]&quot;. &quot;It seems that the first answer of many to almost any problem in society is to give a duty to schools to tackle it, be it obesity, teenage pregnancy or knife crime,&quot; he said. &quot;It feels like every other week I am presented with proposals from one well-meaning group or another to add something &apos;socially desirable&apos; to the curriculum.&quot; Gibb said one lobby group had asked him to make pilates compulsory for pupils. &quot;We could easily fill up the school curriculum with all the social issues that many pressure groups want us to put in the curriculum. Then there would be no time left for the academic subjects that need to be taught,&quot; he said. &quot;My view is that the best way for schools to tackle social problems  is to make sure children leave school well-educated. That is the best way out of poverty.&quot; In an ATL poll of 1,292 primary and secondary teachers and college lecturers, 73% said their job was damaging their health and wellbeing, and a quarter said they had taken sick leave from work since September. Mary Bousted, general secretary of ATL, said the demands placed on those working in schools and colleges was rising. &quot;It is not surprising that so many teachers and lecturers are considering leaving the profession. They are having to cope with endless government initiatives, Ofsted inspections and pressure  to get pupils through tests.&quot; Teachers have warned that coalition plans to pay teachers according to where they live could lead to lower salaries for those who teach arts, and for primary school teachers. George Osborne, the chancellor, said in his budget statement last month that he wanted to see public sector pay &quot;more responsive to local pay rates&quot; to help the private sector grow in economically depressed parts of the UK. A poll of 791 teachers by ATL found that 53% expected this would lead to their salaries being linked to the age group of children they taught, and 62% thought it would result in maths and science teachers being paid the most.", 
    "section": "education", 
    "gid": "education/2012/apr/03/schools-cannot-solve-society-minister", 
    "wordcount": "449"
}