{
    "headline": "West Africa's wait for high-speed broadband is almost over", 
    "text": "I am sitting in an internet cafe in the Gambia anxiously watching the upload status bar creep from 97% to 98%. It has taken more than two hours to get this far. I am uploading some photographs to send to my editor, but the connection is agonisingly sluggish and a deadline is looming. Suddenly, for the second time today, the dreaded message flashes up on my screen: upload failed. It was 98.7% complete. This is the kind of frustration experienced by many in west Africa who are using the internet for anything heavier on bandwidth than browsing simple text-based websites. Connectivity in the region suffers from high latency, high cost and narrow bandwidth. But all this is set to change in December when the Africa Coast to Europe (ACE) broadband cable comes online. The France Telecom-led $700m system will use high-speed fibre optic technology to link Europe with 18 countries along the west coast of Africa, as well as landlocked Mali and Niger. The submarine cable has an initial 1.92 terabits per second (Tb/s) capacity, which can be upgraded to 5.12Tb/s. To put this into context, 5.12Tb/s bandwidth would allow approximately 20m ordinary videos (and up to 5m HD videos) to be streamed simultaneously, without any significant buffering. The capacity will be divided among the consortium of operators who have part-funded the project in partnership with governments. It is expected that the Gambia&apos;s initial share will increase its bandwidth capacity by a factor of approximately 16. The leap will be dramatic. The cable will go some way to addressing a significant regional bandwidth disparity. According to the International Telecommunication Union (ITU), Europe benefited from an average of almost 90,000 bit/s of bandwidth per user in 2011 compared with 2,000 b/s per user in Africa. The ACE&apos;s website claims that the cable will &quot;be a vector of social development and economic growth in Africa&quot; and will &quot;reduce the digital divide&quot;. In a 2011 report, the Broadband Commission for Digital Development identifies broadband as a &quot;tool of unprecedented power&quot; in meeting the millennium development goals by 2015. Thanks to its ability to enable combined provision of voice, data and video at the same time, it is hoped that broadband will assist developing countries in areas such as education, health and governance. Broadband has also been linked to economic growth. A report from the World Bank claims that a 10% increase in broadband penetration in developing countries contributed 1.38% to economic growth over the study period, although this conclusion has been criticised by Charles Kenny of the Centre for Global Development for not being robust. Kenny is also sceptical about the grand claims made by the broadband commission, which he says are based on &quot;very weak evidence&quot;. He says: &quot;There are definitely ways you can use ICTs [information and communications technologies] to help improve health and education outcomes, for example, but the statement that they are the most powerful tool as a group  is hyperbole. If you want to reduce child mortality, for example, you need vaccination programmes and bed nets. ICTs can help deliver these goods, but it is the vaccines and bed nets themselves that are the tools of unprecedented power.&quot; Kenny is concerned about the prospect of the broadband agenda attracting government money in low-income countries, which he considers could be &quot;better used elsewhere&quot;. Nevertheless, he is generally in favour of more, cheaper bandwidth in developing countries: &quot;It is one element of creating a better environment for businesses to flourish and services to be delivered so it&apos;s a positive.&quot; Poncelet Ileleji, president of the information technology association of the Gambia and IT director of the Gambia YMCA computer training centre, believes in the transformative power of broadband. He says: &quot;Broadband is helping to meet the MDGs in many ways, especially when it is used as an advocacy tool. It can be used to raise community awareness on development trends in health, education and the environment.&quot; He sees broadband access in west Africa as a catalyst for the growth of domestically developed applications designed to meet local needs: &quot;For example, farmers could use voice apps to access market prices.&quot; Voice software could translate English language websites into local languages, he says, thereby enabling access to markets and information which will cut out middlemen and give farmers greater control over their livelihoods. There is still a long way to go before the potential of better connectivity can be fully realised in west Africa. ITU data indicates that internet-user penetration in sub-Saharan Africa was 10.6% in 2010, well behind the then global average of about 30%. Much work has to be done in terms of public policy and improving affordability and penetration among the most disadvantaged. However, once ACE is switched on, the routes to the kind of development outcomes advocated by Ileleji will at least be open. The information age will have truly arrived in west Africa. The likes of the broadband commission may be somewhat overselling broadband&apos;s ability to help achieve the MDGs, but there is little doubt that more bandwidth has the potential to deliver great changes to the region.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/13/west-africa-high-speed-broadband", 
    "wordcount": "881"
}