{
    "headline": "Cycle Buddy  wltm cyclists looking to share daytrips, pootles etc", 
    "text": "Scrutinising strangers&apos; profiles, making that awkward first contact, nervously exchanging messages and finally meeting up in person, hoping you haven&apos;t wound up with a lunatic. All in a day&apos;s work for the millions of people in this country registered with online dating sites, but not something I ever expected to find myself doing in the pursuit of cycling fun. Yet there I was, stalking the &quot;recently joined members&quot; pages of cyclingbuddy.com, sending &quot;buddy requests&quot; out into the ether and trying to formulate non-suggestive initial emails to people whose profiles say things like, &quot;I enjoy long, hard rides.&quot; The idea of the website, which launched in March, is to link cyclists up with other cyclists in their area, whether for training runs, mountain biking or (and this is my particular area of interest) pootling around having a nice time. Once you&apos;ve met up with your new buddy, you&apos;re encouraged to log your ride, making it available for other members to view and download as a GPX file if they fancy following in your tracks. It&apos;s free and already has over 3,000 members in the UK (plus several hundred more in another 16 countries). As a Londoner, I&apos;m spoiled for choice when it comes to potential &quot;buddies&quot;, with hundreds of members based within a few kilometres of where I live. It&apos;s slimmer pickings in more remote places, as you&apos;d expect, but even so, you&apos;re likely to find someone to go cycling with wherever you are. I was keen to try it out because although recreational cycling is high on my to-do list, I tend to use my bike for getting around town and nothing else. Very few of my friends are interested in cycling for its own sake and the idea of heading out on long rides on my own doesn&apos;t really tempt me. Cycling Buddy, I decided, would spur me to action. And so it has proved. Over the past few weeks I&apos;ve gone cycling with three new people, meeting up on weekend mornings which I otherwise would have spent lazing around. With Jaron, a graphic designer from Singapore, I got lost in Leyton while exploring the area around the Olympic Park. Then financial advisor and tango aficionado Jeanne and I braved the rain to join the Go Dutch Big Ride in central London  like many people, Jeanne is nervous of cycling in the centre of town, so we met up in Hackney and travelled in together, taking it nice and slow and avoiding the busiest roads. My most recent meet-up was even more sedate: a couple of hours spent cycling around Hyde Park with Avril, a business advisor who also happens to be the mother of British road racing champion David Millar (the only British rider to have worn all the Tour de France jerseys, Avril tells me proudly, as we try to avoid irritating the stewards of the charity walk taking place in the park that day). Avril has been close to the world of cycling for years of course (her daughter and daughter-in-law are also involved in the sport), but has only decided to have a go herself very recently. Like me, she&apos;s hoping that Cycling Buddy will open up some interesting opportunities. The website, which is still in beta, is a touch glitchy and not quite as user-friendly as it could be, but it got me cycling outside of my regular routine and introduced me to some like-minded people, none of whom I would have otherwise met. Three trepidation-filled meet-ups with strangers; three successful cycling trips; three promises to do it again soon  and not a crazy stalker in sight. How many online daters can boast a record like that?", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jun/15/cycle-buddy-bike-blog", 
    "wordcount": "623"
}