{
    "headline": "Apps Rush: Songkick, Final Fantasy, Kytephone, Slash 360, Disney's GnomeTown, Soho Stories and more", 
    "text": "A selection of 15 new and notable apps for you today: Songkick Concerts British startup Songkick&apos;s iPhone live-music app has been very popular, but now it&apos;s on Android too. It scans the music on your phone, as well as (optionally) your Google Music account and Last.fm / Facebook / Pandora profiles, then generates a list of upcoming gigs by bands you like near you, or in any specified city.Android Final Fantasy Square Enix has brought the original Final Fantasy to Windows Phone, offering retro RPG thrills to anyone who remembers the game from 1987 (and perhaps a few new players too). Xbox Live features are included.Windows Phone Kytephone Beta &quot;Turn any Android phone into a kid&apos;s phone,&quot; promises the beta version of Kytephone, with its &quot;friendly, playful UI from which kids cannot exit without a password&quot;. That means parental control of who they can call and receive calls from, as well as a separate browser-based dashboard to track the child&apos;s location, see the photos they&apos;ve taken and summarise their activity on the phone.Android Slash 360 - The Apocalyptic Love Sessions Former Guns&apos;n&apos;Roses star Slash has a new iPhone and iPad app focusing on his new album with Myles Kennedy and the Conspirators. It&apos;s a live performance of the album in its entirety, filmed through &quot;six 360-degree spherical cameras&quot; which can be rotated at will as you watch using the gyroscope.iPhone / iPad Disney&apos;s GnomeTown Disney has ported its GnomeTown social game to iOS, providing a freemium world-building game with virtual gnomes who &quot;grow magical crops, raise beautiful butterflies, and gather a crew of adorable animal critters&quot;. It&apos;s a standalone game though not a mobile client for the existing Facebook version.iPhone / iPad CNN News network CNN has launched its app on another platform: Windows Phone. It includes headlines, videos, news alerts, streaming CNN Radio and the ability to submit your own footage and photos using its iReports citizen journalism feature.Windows Phone Soho Stories The National Trust has launched this iPhone app, which offers an audio tour of London&apos;s Soho district, narrated by comedian and writer Barry Cryer. It &quot;knows where you are, what street you&apos;re on, and whispers its hedonistic history in your ear&quot;, with contributions from Janet Street Porter, Felix Dennis, Molly Parkin, Frankie Fraser and others, as well as music from Brian Eno and the Correspondents.iPhone Stiktu Stiktu is a standalone app from augmented reality startup Layar: a &quot;social AR app&quot; that &quot;allows users to remix the real world&quot;. The idea being that normal people, rather than just developers, can create content to tag real-world locations. Android / iPhone Frisbee Rush &quot;It&apos;s Time Crisis, with a Frisbee,&quot; claims the promotional blurb for this game. It sees you flinging frisbees to knock out aliens. However, the interesting point is that the app is just a controller for the game, which is designed to be played in the browser on a bigger screen a desktop monitor or TV. Android / iPhone Voddler Nokia&apos;s latest exclusive app for its Lumia Windows Phones is Voddler, which streams films on demand while wrapping social features around them. Users pay 7.90 a month once the initial four-month free trial runs out although for now it&apos;s only available in Sweden, Norway, Denmark, Finland and Spain.Windows Phone Happy Snapper British studio ustwo has ported its Happy Snapper photo-manipulation app from iPhone to Android. It involves taking a photo of a friend, slapping on some virtual stickers and slogans, then sharing the results.Android Artrocker Music and style magazine Artrocker has launched its own iPad app, selling single issues and six/12-month subscriptions via Apple&apos;s Newsstand.iPad Fisher-Price Giggle Gang App for Baby Fisher-Price&apos;s latest app for kids focuses on babies aged six months and upwards, claiming it &quot;encourages baby to interact with engaging animation and sound effects&quot;. Songs are included too, as well as the ability for a parent to record their own giggle for one of the game&apos;s characters.iPhone / iPad Just a Mess - Little Critter A new book-app from Oceanhouse Media, here, focusing on the Little Critter character from Mercer Mayer&apos;s popular book series. As with previous apps by the publisher, voice narration and word-highlighting features are to the fore, to help children with their reading.iPhone / iPad Mr Motivator  In Da House An app that answers two burning questions: what is former TV fitness guru Mr Motivator up to these days (he&apos;s releasing a new music single) and does he have an official app (Yes. Yes he does.)iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/13/apps-rush-songkick-kytephone-slash", 
    "wordcount": "773"
}