{
    "headline": "Thousands 'forcibly relocated' in Ethiopia, says HRW report", 
    "text": "The Ethiopian government is forcibly moving tens of thousands of people in the remote western Gambella region, with villagers being told that their resettlement is connected to the leasing of large tracts of land for commercial agriculture, according to a human rights group. Waiting for Death, a Human Rights Watch (HRW) report, said the population transfers under the &quot;villagisation&quot; programme are being carried out with little consultation or compensation. People are being moved to new villages that have inadequate food and lack health and education facilities, said HRW. Relocations have been marked by threats, assaults and arbitrary arrest for those who resist the move. HRW, which conducted 100 interviews in Ethiopia from May to June last year, as well as with Gambellans who have fled to refugee camps in Kenya, said it found &quot;widespread&quot; human rights violations at all stages of the programme. &quot;The Ethiopian government&apos;s villagisation programme is not improving access to services for Gambella&apos;s indigenous people, but is instead undermining their livelihoods and food security,&quot; said Jan Egeland, the organisation&apos;s Europe director. &quot;The government should suspend the programme until it can ensure that the necessary infrastructure is in place and that people have been properly consulted and compensated for the loss of their land.&quot; Gambella, which is the size of Belgium, has a population of 307,000, mainly indigenous Anuak and Nuer. Its richly fertile soil has attracted foreign and domestic investors who have leased large tracts of land at favourable prices. From 2008 to January 2011, Ethiopia leased out at least 3.6m hectares of land. An additional 2.1m hectares is available through the federal government&apos;s land bank for agricultural investment. In Gambella, 42% of the land has either being marked for lease to investors or already awarded to investors, according to government figures. Many of the areas from which people are being moved are within areas earmarked for commercial agricultural investment. Investors range from Saudi billionaire Mohammed al-Amoudi, who is constructing a 20-mile canal to irrigate 10,000 hectares to grow rice, to Ethiopian businessmen who have plots of less than 200 hectares. The report says the Ethiopian government has consistently denied that the resettlement of people in Gambella is connected to the leasing of large areas of land for commercial agriculture, but villagers have been told by government officials that this is an underlying reason for their displacement. One farmer told HRW that during the government&apos;s initial meeting with his village, government officials said: &quot;We will invite investors who will grow cash crops. You do not use the land well. It is lying idle.&quot; By 2013, the Ethiopian government is planning to resettle 1.5 million people in four regions: Gambella, Afar, Somali, and Benishangul-Gumuz. Relocations started in 2010 in Gambella, and approximately 70,000 people from there were scheduled to be moved by the end of 2011. The plan states that the movements are to be voluntary, and pledges to provide infrastructure for the new villages and assistance to ensure alternative livelihoods. However, instead of improved access to government services, says HRW, new villages often go without them altogether. The first round of forced relocations occurred at the worst-possible time of year  the beginning of the harvest  and many of the areas to which people were moved are dry with poor-quality soil. The nearby land needs to be cleared, and agricultural assistance (seeds and fertilisers) has not been provided. The government failure to provide food assistance for relocated people has caused endemic hunger and cases of starvation, according to HRW. HRW urged international donors to make sure that they are not providing support for forced displacement or facilitating rights violations in the name of development. Ethiopia is one of the world&apos;s largest recipients of humanitarian food and development assistance. In 2010, it received more than 700,000 tonnes of food and 1.8bn in aid. Ethiopia is the UK&apos;s largest bilateral programme. Britain is expected to give an average of 331m to Ethiopia annually until 2015. This is the latest critical HRW report on Ethiopia. In 2010, it issued a report accusing the government of Meles Zenawi of using development aid to suppress political dissent by conditioning access to essential government programmes on support for the ruling party, a charge government officials strongly reject.  This article was amended on 17 January 2012. The original stated that the UK is Ethiopia&apos;s biggest bilateral donor. This has now been amended.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/17/ethiopia-relocation-programme-report", 
    "wordcount": "747"
}