{
    "headline": "Rio+20's sustainable development goals should reflect today's world", 
    "text": "I attended an expert panel discussion recently on the sustainable development goals (SDGs). Originating in a proposal by the Colombian government for what comes after 2015, when most of the millennium development goals expire, some initial progress on the SDGs is increasingly seen as the most likely win from a forlorn-looking Earth summit in Rio. The essence of the proposal is that global goals help focus leaders&apos; attention and galvanise aid, but that  this time round  they need to bring together development and environment into a single set of targets. The most likely result in Rio is a paragraph or two in the final summit document, kicking off months or even years of talks to design and approve a new set of goals before the MDGs reach their sell-by date. But I&apos;m worried that much of the discussion is taking place in a political vacuum, ignoring the political and economic context that will shape any decision and opting instead for the comforting but illusory safety of wonkish debates about indicators and metrics. Here&apos;s the gist of my pitch to the meeting. First, the context is totally different to the late 1990s, when the MDGs were agreed. The rich countries are in recession and there is a presidential election campaign in the US; there is no prospect of EU leadership to rival that shown by the Utstein group and (later) the UK and US governments in the late 90s; there is G-zero drift (the idea that instead of the G8 or G20 being in charge, no one is) at the multilateral level, contrasting with post-cold war dynamism in the 90s; and most of the world&apos;s poor now live in middle-income countries (which means domestic redistribution could have a big impact on reducing poverty). Any agreement is likely to be more shock-driven, in terms of needing crises (political or economic) to generate the necessary momentum for agreement and implementation. Second, the MDGs were largely about increasing the quantity and quality of aid. That is an implausible mission in the next decade. World Bank research on the impact of previous banking crises on donor flows shows that aid typically rises for a couple of years and then falls off a cliff, not returning to its former levels for 15 years. The latest global aid numbers suggest a repeat of that pattern could be under way, so goals and targets are unlikely to have the same impact this time around. Third, we therefore need to think about what instruments have historically been born out of, or worked in, a downturn. These include:  Long-term norm setting.  New sources of revenue  whether international or national  such as the financial transactions tax, closing down tax havens, increased royalties from natural resources, or domestic tax reform.  The re-regulation of financial sectors and introduction of social safety nets (following the example set, for instance, by the New Deal programme established in the US after the Great Depression).  Imposing reporting requirements on governments and providing access to good quality data, so that civil society groups and other movements can put pressure on governments.  Low-cost forms of pressure, for instance league tables, or peer reviews that use name-and-shame tactics to create a race to the top between neighbours and rivals. In short, I think the most sensible approach to the SDGs is to aim for low-cost commitments that will gain traction with national governments, forcing them to pay increased attention to poverty eradication and sustainability.            Using Claire Melamed&apos;s handy typology, that means agreeing a big bullseye end goal such as zero poverty, universal basic services or sustainability. That could build on Kate Raworth&apos;s &quot;doughnut&quot; framework, which  as outlined in the clip below  combines development goals and planetary boundaries. In addition, agreements on data and process should be reached to put in place the enabling conditions for future progress. Finally, and hardest to pin down, is it possible to create mechanisms that allow governments, the multilateral system, or citizens to respond to shocks by accelerating progress? What this would involve is unclear, but the MDG-type construct is very incremental, assuming a process of steady development, whereas much social progress comes during and after shocks; could that be reflected in the SDGs in some way? One other thought: a dozen years have passed since the World Bank&apos; groundbreaking Voices of the Poor study, which drew on feedback from more than 60,000 poor people in 60 countries and changed our understanding of the nature of poverty. Could it be agreed in Rio that the moment has come for a repeat, to see how much has changed or remained the same? This is all light years away from the kind of SDG lists circulating. My concern is that this is more due to intellectual inertia (let&apos;s take the MDGs and add some more) than a real attempt to understand the possibilities in the current political and economic context.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/15/rio20-sustainable-development-goals", 
    "wordcount": "816"
}