{
    "headline": "The week in wildlife - in pictures", 
    "text": "   Helichrysum kilimanjari, so-called everlastings, on the Shira plateau of the Kilimanjaro, Africa's highest mountain, Tanzania Photograph: Gernot Hensel/EPA       A young great blue heron grabs hold of an adult heron's foot as it sits in the nest at a wetland reserve near Delray Beach, Florida Photograph: J Pat Carter/AP       Heavy snow covers the fells between Kirkby Stephen in Cumbria and Bowes in County Durham in the early hours of the morning on 27 March in England. Heavy snow continued to fall in some parts of the country as Britain suffered the coldest March in 50 years  Photograph: Ian Forsyth/Getty Images       A heat lamp keeps two one-day-old lambs warm as their mother looks on at Gwndwnwal Farm in Brecon, Wales. The recent cold snap has meant that farmers have had to continue feeding their sheep long into the period when they would normally be able to survive on grass the more mild weather Photograph: Chris Jackson/Getty Images       A two-year-old Florida panther is released into the wild by the Florida Fish and Wildlife Conservation Commission (FWC) in West Palm Beach, Florida. The panther and its sister had been raised at the White Oak Conservation Centre since they were five months old. The FWC rescued the two panthers as kittens in September 2011 in northern Collier County after their mother was found dead. The panther is healthy and has grown to a size that should prepare him for life in the wild Photograph: Joe Raedle/Getty Images       A seagull snatches a piece of bread in the German Baltic Sea port of Travemuende Photograph: Spata Ole/AP       Locusts in the Menabe region of western Madagascar. The UN Food and Agriculture Organisation reports that half the island nation has been infected by locusts which are threatening the production of rice, the country's main staple Photograph: Clarel Faniry Rasoanaivo /REUTERS       Pig-nosed turtles confiscated from a cargo package that was shipped from Papua province are displayed inside a bucket during a press conference at the quarantine facility of Soekarno-Hatta airport on the outskirts of Jakarta, Indonesia. Indonesian authorities confiscated 687 endangered pig-nosed turtles believed to be part illegal pet trade Photograph: Tatan Syuflana/AP       A blooming white red rafflesia (Rafflesia hasseltii) flower in Rimbang Baling Hills wildlife sanctuary, Kampar District, Indonesia. A team from WWF Indonesia and Riau's Natural Resources Conservation Centre discovered the flower during a joint patrol. At bloom time, the diameter of this flower could reach 30-50cm, with 11-13cm lobes, and 15-17cm width, according to WWF Photograph: WWF Indonesia/EPA       A leopard looks up from within a well in a residential area of Guwahati on before it was tranquilised and taken to Guwahati zoo.  The fully grown leopard is the second within a week to have been rescued from the same area of the city in the north-eastern Indian state of Assam, highlighting the continuing conflict between humans and indigenous animals as rapid development encroaches into already shrinking habitats Photograph: BIJU BORO/AFP/Getty Images       The Sabi Sand game reserve has launched South Africa's first large-scale operation to counter the ravages of rhino poaching. The horns are infused by a non-lethal chemical mixture designed to sicken anyone using it as a traditional medicine. A key additive to the Sabi Sand treatments is an indelible pink dye which exposes the presence of smuggled horns on airport scanners worldwide and warns consumers that the ground-up product is hazardous. The picture shows the toxification process under way at Sabi Sand this month. Dean Riley-Hawkins and Lorinda Hern of the Rhino Rescue Project, who has co-developed the ectoparasitacide treatment since 2011, are busy collecting DNA from the rhino horn Photograph: David Smith/Sabi Sand Game Reserve       A gull on the water during sunset at the Xinghai Square in Dalian, a port city in north-east China's Liaoning province Photograph: Lu Wenzheng/Barcroft Media       A bear stands in front of a steaming geyser in the Valley of the Geysers of Kronotsky Zapovednik, Russia. The brown bear was captured by ranger and photographer Igor Shpilenok in the Kronotsky Reserve, Russia. He followed the giant animals as they relaxed, fished and slept among some of the 90 geysers that dot the landscape of the reserve in Kamatchka peninsula, where he is a ranger. The geyser field - known as the Valley of Geysers - is home to 700 bears Photograph: Igor Shpilenok/Barcroft Media       Undated handout photo issued by the Wildfowl and Wetlands Trust of common cranes at the Wildfowl and Wetlands Trust Slimbridge Wetland Centre that have built nests for the first time for four centuries in southern England.  The birds are part of the Great Crane Project to reintroduce the species to the Somerset levels and moors, from where they vanished around 400 years ago in the face of hunting and loss of wetlands. They were reared from eggs at Slimbridge in 2010 by 'crane mums', who dressed as adult cranes to teach the youngsters how to survive in the wild, and were then released on the Somerset levels Photograph: James Lees/WWT/PA       An oily duck found near the Bell Slough state wildlife management area in Mayflower, Arkansas was rescued and taken to Hawk Centre, a wildlife rehabilitation group assisting ExxonMobil after a pipeline ruptured and dumped several thousands of barrels of oil Friday. Cleanup of streams, wildlife and residential yards continues  Photograph: Courtney Spradlin/AP  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/apr/05/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}