{
    "headline": "Earth Hour 2013 celebrations around the world  in pictures", 
    "text": "   Students hold LED displays during Earth Hour in Seoul, South Korea. This year, more than 150 countries and territories took part, with Palestine, Tunisia, Galapagos, Suriname, French Guyana, St Helena and Rwanda joining the movement for the first time Photograph: Kim Jae-hwan/AFP/Getty Images       The Luna Park entrance is seen after the lights are switched off to recognise Earth Hour in Sydney, Australia. Earth Hour began in Sydney in 2007. In Australia, organisers said an estimated 10 million people  nearly half the population  took part, with Sydney Harbour Bridge one of the first landmarks to go dark Photograph: Lisa Maree Williams/Getty Images       Building lights along Hong Kong's Victoria Harbour are turned off Photograph: Aaron Tam/AFP/Getty Images       People hold candles during an event attempting to establish a Guinness world record for 'blowing out the most number of candles simultaneously' during Earth Hour in Shanghai  Photograph: Carlos Barria/Reuters       A family sits under a solar-powered street lamp in Rizal Park, Philippines Photograph: Ronaldo Santiago/Corbis       Students perform 'Wayang Kulit', a traditional Malay shadow puppet performance after lights were turned off in support of Earth Hour in Kuala Lumpur Photograph: Najjua Zulkefli/Corbis       Heavy traffic moves in front of the India Gate during Earth Hour in New Delhi Photograph: Mansi Thapliyal/Reuters       A woman lights oil lamps to mark Earth Hour in Colombo, Sri Lanka Photograph: Lakruwan Wanniarachchi/AFP/Getty Images       The Kremlin in Moscow is seen with its lights off for Earth Hour. Around 30 Russian cities joined in, from the far eastern city of Petropavlovsk-Kamchatsky, through to Murmansk in the far north. Moscow turned off floodlights on more than 70 buildings and bridges, including the 540m  television tower and the 32-storey Moscow State University building Photograph: Sergei Ilnitsky/EPA       Offices remain lit up in the shape a bicycle in Warsaw, Poland Photograph: Janek Skarzynski/AFP/Getty Images       The ancient Temple of Parthenon atop the Acropolis hill during the Earth Hour in Athens  Photograph: Aris Messinis/AFP/Getty Images       Candles arranged to read 'Tunisia' in Avenue Habib Bourguiba, the site of the initial protests that sparked the Arab Spring Photograph: Safa Laamiri/AFP/Getty Images       A light drawing in Nairobi, Kenya. UN secretary general Ban Ki-moon backed Earth Hour. 'Let us use 60 minutes of darkness to help the world see the light,' he said Photograph: Xinhua/Barcroft Media       The lights of Nelson's Column in Trafalgar Square are switched off in London Photograph: Bimal Gautam/Barcroft Media       A large WWF panda logo was  illuminated with the power of four cyclists in Madrid Photograph: Czuko Williams/Corbis       Giant electronic billboards are on (left), then switched off (right)  in Times Square, New York Photograph: Emmanuel Dunand/AFP/Getty Images       The Cathedral of Brasilia, Brazil with its lights turned off Photograph: Fernando Bizerra Jr./EPA       Cyclists staged a flashmob 'bicycle fireflies for ecology and sports' to mark Earth Hour in Rostov-on-Don, Russia Photograph: Itar-Tass/Barcroft Media  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/mar/25/earth-hour-2013-in-pictures", 
    "wordcount": "0"
}