{
    "headline": "The radical nature of development in the near future is already assured", 
    "text": "Discussions over the next 15 months or so are likely to frame the global development story for the next 15 years, with many in the world of aid and development travelling to meetings on what should come next after the millennium development goals (MDGs) expire in 2015. With a pending UN high-level panel report on post-2015 development, that has to be signed off by the not-exactly-progressive British prime minister, David Cameron, who is one of the panel&apos;s co-chairs, you might be concerned the outcome will be a lowest common denominator mish mash that will please everyone and no one. But fear not. Content now considered conventional wisdom would have been unthinkable only a few years ago. As the inevitable horse-trading continues (and talking of horses, I have even heard animal rights mooted as a possible theme for inclusion, which actually is not such a bad idea), it is easy to forget that three paradigmatic shifts already apparently in the bag will change the narrative of development for better and for good. First, the goals are likely to be universal, covering all countries, rich and poor. When I argued for a universal set of goals in 2010, it was a new idea; it is now conventional wisdom. This is not a massively comfortable situation for the world&apos;s rich countries, which are more used to bestriding the planet telling others what to do than being monitored themselves. The only reason they are in this humiliating position is that their economies are in peril, making them more dependent on the goodwill of the rest than ever before. But it will be good for them in the long run, implying a reaffirmation of our joint humanity and responsibility not seen since the emergence of the UN almost 70 years ago. If universalism brings disparate countries together, the second paradigm shift has the same unifying effect for disparate themes. Since the Colombian and Guatemalan governments introduced the term &quot;sustainable development goals&quot; (SDGs), there has been discussion of whether there might be two separate processes, a kind of MDG-plus set of targets focused on poverty, and a new set of environmental goals. It now seems sure there will be only one agenda, and that it will be framed in terms of sustainability. First brought to the world by the Brundtland Commission in 1987 and acclaimed at the Rio summit in 1992, sustainable development gives social and environmental concerns parity with economic objectives. It has been quietly transforming development and economic theory for a couple of decades and will now be formally installed as the paramount development concept. My prediction is that we will shortly stop using referring to post-2015 objectives and settle for the obviously perfect SDGs. The third paradigm shift is the centrality of equality in the new agenda. Not just racial and sexual equality, which have long been standing items in aspirational UN documents, but income equality and equality of service provision. At a UN Rio+20 conference in Bogota last week, Alicia Brcena, head of the UN&apos;s Economic Commission for Latin America and the Caribbean, called for countries to &quot;equalise in order to grow, and to grow in order to equalise&quot;. The newly appointed head of the Overseas Development Institute, Kevin Watkins, has also eloquently made the case for equality to be central to development. For those brutes who still think this is some kind of socialist mantra, let&apos;s be clear: no one is asking for equality. It is the process of becoming more equal, rather than the end-state of equality (which few even aspire to, let alone believe possible) that is now a central plank in all but the most backward countries in the world, in which category we could possibly include Britain and the US. Three words: universality, sustainability and equality  like a non-violent French revolution, all are now unshakeably central to the post-2015 agreement. The absurd conceptualisation of countries as either developed or developing; the ruinous failure to integrate the environment into development; the self-serving attempt to relegate the distribution of wealth to an afterthought  all now consigned to the dustbin. Where the MDG narrative implied we were marching boldly towards the &quot;end of development&quot;, to paraphrase Francis Fukuyama&apos;s declaration, such a philosophy will be roundly rebuffed by the new SDG narrative, which calls for profound action in countries that were once self-described as &quot;developed&quot; as much as in much poorer countries. At a conference in New York last September, I was struck by the words of Adolf Kloke-Lesch, a former director general at GIZ: &quot;Development only really begins when extreme poverty is eradicated.&quot; There are many items on the agenda and it will be no easy task to mould a framework that is both progressive and workable. There will inevitably be sabotage attempts by governments keen, for some reason, to avoid promising to make the world better. But to the likely frustration of those wanting to maintain the current unfair and unworkable paradigm for as long as possible, the radical nature of the post-2015 agenda is already assured.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/12/radical-nature-development-future-assured", 
    "wordcount": "851"
}