{
    "headline": "The vexed question of ethnic bias at Oxbridge", 
    "text": "Oxford University is deeply concerned with ensuring its selection process is fair and looks hard at all the possible factors affecting applicants&apos; success rates. We reject any suggestion of discrimination or institutional bias on grounds of ethnicity (White pupils twice as likely to get Oxford place, 27 February). Our biggest concern is the negative effect such allegations have on our efforts to attract and admit black and minority ethnic students. We want those potential applicants, and their parents and teachers, to know that Oxford wants them here and is committed to a fair and transparent selection process. Our unwavering commitment to widening access, and our ongoing analysis of the data on success rates to scrutinise the selection process, will continue. We want talented students from all backgrounds and all ethnicities to know that studying at Oxford is achievable and desirable. Samina KhanDeputy director of undergraduate admissions and outreach, University of Oxford  Congratulations on the first half-decent bit of media-reported statistical analysis addressing the vexed question of ethnic bias at Oxbridge. Cambridge says relevant variables, such as subject mix, performance in entry tests and interviews, were not taken into account in your story showing that triple-A students from ethnic minorities were less likely to get into Oxbridge. Why not release these data too then? It wouldn&apos;t be hard for a statistician to factor these in as control variables, and then we would get to the bottom of whether these universities discriminate unfairly.Clive SealeBrunel University  There are far too many rash assumptions here. Phrases like &quot;institutional bias&quot; are unjustified, when the last paragraph explains the situation. Firstly, present-day A-levels are insufficiently selective. Secondly, A-levels are not the only criterion for admission at Oxbridge, and never have been. The interview, and/or special exam, is as important as the A-level grades, and the experienced interviewers have a duty to select those applicants most suited to the particular course and the particular college. Other important factors such as character, commitment, relevant experience and academic potential, are very important but are not reflected in exam grades.Mary SmithUpminster, Essex  Your article identifies a serious problem  that low numbers of black students are being admitted to Oxbridge  but jumps too quickly to the conclusion of &quot;institutional bias&quot;. Admission to Oxbridge is not exclusively based on test scores. Other components  in particular, the interview  are ones at which black students, particularly those from state schools where formal preparation for interviews is notoriously slight, find themselves at a disadvantage. David Lammy and others are right to bring this issue to the fore but, instead of pointing their fingers at the Oxbridge dons, should identify the factors that can account for these figures  and address them. For its part, Oxbridge would do well to consider whether it doesmake allowances for good students from bad schools, as its spokesmen claim. The data may not prove &quot;institutional bias&quot;. But they do suggest these allowances are not being made.Alice BaumgartnerMerton College, Oxford", 
    "section": "education", 
    "gid": "education/2013/feb/27/vexed-question-ethnic-bias-oxbridge", 
    "wordcount": "500"
}