{
    "headline": "Boot up: Olympics 2012's lost tweets, Microsoft's 'lost decade', and more", 
    "text": "A quick burst of six links for you to chew over, as picked by the Technology team How Microsoft Lost Its Mojo: Steve Ballmer and Corporate America&apos;s Most Spectacular Decline &gt;&gt; Vanity Fair  Once upon a time, Microsoft dominated the tech industry; indeed, it was the wealthiest corporation in the world. But since 2000, as Apple, Google, and Facebook whizzed by, it has fallen flat in every arena it entered: e-books, music, search, social networking, etc., etc. Talking to former and current Microsoft executives, Kurt Eichenwald finds the fingers pointing at C.E.O. Steve Ballmer, Bill Gates&apos;s successor, as the man who led them astray.  Microsoft Responds To Its &quot;Lost Decade&quot; &gt;&gt; Business Insider Needless to say, he doesn&apos;t agree. Olympics 2012: Twitter users blamed for disrupting BBC&apos;s cycling coverage &gt;&gt;The Guardian Good luck with this:   International Olympics Committee Communications director Mark Adams said: &quot;From my understanding, One network was oversubscribed, and OBS are trying to spread the load to other providers. We don&apos;t want to stop people engaging in this by social media but perhaps they might consider only sending urgent updates.&quot;  Apple Is Said to Discuss an Investment in Twitter &gt;&gt; NYTimes.com An intriguing prospect. More to come on this. Apple Discussed Investing in Twitter &gt;&gt; WSJ.com  People familiar with the matter said there are no current formal investment or acquisition discussions between the companies.  When Craigslist Blocks Innovations &gt;&gt; NYTimes.com  Most of the sites that Craigslist killed began as hobby projects, making little to no money -- just programmers trying to make a product they loved, better. Craigslist and its chief executive, Jim Buckmaster, did not return repeated requests for comment. ", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/30/olympics-twitter-microsoft", 
    "wordcount": "289"
}