{
    "headline": "Student choice is a myth - and it's immoral", 
    "text": "One of the main planks of the coalition government&apos;s higher education reforms is the need for students to have more information about what institutions are offering them. Universities and colleges are now preparing to publish a Key Information Set of 17 items of information for each undergraduate course. This will include the proportion of time spent in various learning and teaching activities (by year/stage of study, with a link to further detail); the mix of summative assessment methods (by year/stage of study); the destinations of graduates six months after graduation; of those employed, the proportion in managerial/professional jobs six months after graduation; and salary data (upper quartile, median, lower quartile) six months after graduation from the course concerned and for all courses in the subject across all institutions six and 40 months after graduation. However the government wishes to go further. Last summer&apos;s white paper proposed that Ucas and institutions make available, course by course, new data showing the type and subject of the actual qualifications held by previously successful applicants. Institutions should publish anonymised information about the teaching qualifications, fellowships and expertise of their teaching staff at all levels (the only reference to staff in the entire document). Institutions should publish information showing how teaching revenue is spent, along the lines of local councils describing what council tax is being used for. Finally, in addition to National Student Survey results, institutions should publish summary reports of their student evaluation surveys on their websites. The government&apos;s rationale is of course that, like other consumers, students need information to be able to choose the best course for them. At the same time, institutions will have to sharpen up their act and work harder to meet students&apos; aspirations. This seems eminently sensible. But unfortunately there are a number of problems with it. The fundamental difficulty is that of being able to know, in advance, what the experience of studying a particular subject at a particular institution at a particular time will be. Higher education is a &quot;post-experience&quot; good, the effects of which cannot be known until after, usually well after, the course has been completed. Moreover the students themselves are crucial producers of that experience. They will begin with a particular array of knowledge, skills and attributes, but higher education is about transforming these. Institutions, academic and other staff, and other students all play a part in this, as well as the individual student. By definition, none of this can be known in advance. None of the information available in Key Information Sets, or ever likely to be available, can meet this need. It follows that the effort currently being devoted to student information is at best a waste of resources. But there is a more sinister side to the policy, linked as it is to the introduction of a voucher system for funding teaching. First, the stress on higher education as a product and students as consumers reinforces the commodification of education, with courses and awards being valued not for their intrinsic value over time to the student, but for their immediate use value to the graduate in the labour market. Second, the emphasis on the student and the market as the key decision-makers on quality threatens the role of the real and only proper judges of quality: academic institutions and their professional staff. Third, the emphasis on student choice is actually immoral. It loads upon immature participants all the responsibility and risks of making the wrong choice, a choice that is hard to unravel once made. Surely it is the academic community that should take the responsibility for ensuring that whatever and wherever a student wishes to study, they will receive a worthwhile higher education. Yet the government&apos;s market-based policies threaten to destroy this capability without putting anything worthwhile in its place. Student choice is a myth, and a dangerous one at that.  Roger Brown is professor of higher education policy, Liverpool Hope University", 
    "section": "education", 
    "gid": "education/2012/mar/19/student-choice-higher-education-academic-responsibility", 
    "wordcount": "659"
}