{
    "headline": "Game on  Ghost Recon: Future Soldier", 
    "text": "I challenge anyone to play this game for the first time and not use the words &quot;That&apos;s cool.&quot; I have now spent three hours with Ghost Recon: Future Soldier (PC / PS3 / Xbox 360) and have lost count of the number of times I&apos;ve said it. This is a game that doesn&apos;t so much quietly ooze style as fire it at 50 rounds per second: an ear-shattering Gatling gun of cool, if you will. You play as a Ghost, a special forces operative armed to the teeth with gadgets, guns and gizmos, and sent around the world in a four-man team to go where other, mere mortal men cannot, and then kill someone. Or, more often, kill quite a few people with one hand and defuse a bomb, capture a dictator and/or liberate a bunch of bullied citizens with the other. That&apos;s cool, right? Cooler still are the gadgets. As the title suggests, the setting is a few years into the future so much of the technology is based on current research and prototypes. And, on this evidence, the future does not look pretty for the enemies of American special forces. There are three remote-controlled machine allies in the game, each cooler and dafter than the last. The spycam-equipped Crawler, which resembles a cross between a toy tank and a lunar exploration module, is fairly limited: useful for scouting where conventional stealth is not an option, and not much else. Its flying cousin, the UAV, will be familiar to players of the Modern Warfare games, but has been re-imagined in Future Soldier as a low-flying hover-drone, able to put a bullet in the back of an unsuspecting enemy&apos;s head all on its own. By far the coolest, most futuristic, and most ridiculous of the remote controlled allies is the 8ft, four-legged clanking metal elephant called the Warhound. Armed with both mortars and guided missiles, it turns up for missions where stealth has gone out of the window and takes roughly six seconds to wipe out tanks, trucks and anything else within range. At a guess, I&apos;d say it would have ended the battle of the Somme in four minutes. For all the fun to be had blowing things up left, right and centre, the biggest thrills are the stealth missions. Here another familiar piece of future kit has been re-imagined: the optical camouflage suit from Metal Gear Solid, which functions in Future Soldier as a limited invisibility cloak for you and your team. The suit makes it easy to pass guards undetected, but deactivates if you run, make too much noise or stand in front of an enemy rustling about going &quot;Hahaha, you can&apos;t see me!&quot; for more than a couple of seconds. Which you will feel compelled to try at least once. Vital to your team&apos;s hopes of staying undetected is the intelligent use of the Sync Shot, probably the game&apos;s freshest innovation. To set one up, you mark four enemy soldiers for your team-mates, who then fan out to get a clear shot on one each. When you take out yours, your allies take out theirs, allowing you to cut down groups of foes before any of them have a chance to sound the alarm. Which is also pretty cool, although you will eventually find yourself shouting at the endless groups of exactly four enemies :&quot;Come on, guys! Just stand in a group of five! For once!&quot; Another nice touch is the game&apos;s ludicrous number of guns  more than 50  which can be customised in Gunsmith mode more than 600 attachments, for a total of approximately eight kabillion combinations. Xbox Kinect players can even use the game&apos;s Gunsmith mode hands-free, standing in their living room gesturing with their fingers to attach a muzzle, recalibrate a sight or test out their bespoke weapon of choice on a firing range, which is probably the closest most of us will ever come to having one of those walls that flips round to reveal a firearms collection. Once again: cool. With a 30-hour single player campaign, and a host of online multiplayer modes, it also looks likely to have the substance to back up its style. So, in a nutshell, it&apos;s a customisable Gatling gun of style mounted on the back of a substantial metal elephant of gameplay. With an invisibility cloak. That fires rockets. Don&apos;t tell me that&apos;s not at least a little bit cool.", 
    "section": "technology", 
    "gid": "technology/2012/may/24/game-on-ghost-recon-future-soldier", 
    "wordcount": "740"
}