{
    "headline": "The irrational and sinister campaign against gay marriage", 
    "text": "The &quot;Coalition for Marriage&quot; has started a petition, headed by Lord Carey and an assortment of politicians and religious leaders, which asks people to &quot;support the legal definition of marriage&quot; as &quot;the voluntary union for life of one man and one woman to the exclusion of all others&quot; and &quot;oppose any attempt to redefine it.&quot;  The Daily Mail has lavished attention on the group, describing it as &quot;a new grassroots organisation.&quot; &apos;Grassroots&apos; is an interesting choice of term for a group led by a former Archbishop, former Lord Chancellor, half a dozen MPs, four bishops and countless charity leaders. Their arguments are conveniently laid out on the petition website, and in an article by Carey himself at the Mail&apos;s ironically-titled blog network &apos;Rightminds&apos;. For sake of time I&apos;ll take the website first, which covers the issues under four sections. First, &quot;MARRIAGE IS UNIQUE&quot;, the block capitals reinforcing the moral correctness.   &quot;Throughout history and in virtually all human societies marriage has always been the union of a man and a woman.&quot;  Even if this were true; throughout history and in virtually all human societies women didn&apos;t have the vote, life expectancy was naff all and you couldn&apos;t play on a Playstation. So what?  Marriage reflects the complementary natures of men and women. Although death and divorce may prevent it, the evidence shows that children do best with a married mother and a father.  The site makes no attempt to link to or cite this evidence, which is doubly suspicious when you look for it yourself and find that e.g. the American Psychological Association have surveyed research and found that &quot;results suggest that lesbian and gay parents are as likely as heterosexual parents to provide supportive and healthy environments for their children.&quot;  Even if their statement were true, to what extent would children suffer because the the innate &apos;unfitness&apos; of the parents, rather than the hostility and bigotry the parents faced from intolerant peers? Finally, if you&apos;re going to link the fitness of parents to the right to marry and have kids, then either a) you&apos;re a hypocrite, or b) it needs to apply to everyone. Surely, by Lord Carey&apos;s vaguely-eugenicist reasoning, we should institute licensing requirements to weed out &apos;all&apos; unfit parents? If C4M don&apos;t agree with this then what reason can they possibly have for singling out only gay parents? &quot;PROFOUND CONSEQUENCES&quot; come next.  If marriage is redefined, those who believe in traditional marriage will be sidelined.   There are electrons at the edge of the observable universe that will have a bigger impact on your heterosexual marriage than two gay people exchanging vows somewhere within a ten mile radius.   People&apos;s careers could be harmed, couples seeking to adopt or foster could be excluded  People&apos;s careers and lives are harmed now - by homophobic bigotry. Just ask the families of Justin Fashanu, or other victims of the tragically high rate of suicide among non-heterosexuals. In England and Wales, gay couples were legally excluded from adoption until as recently as 2005 - a double-tragedy given the shortage of suitable families available for kids to go to.  On the other hand, it&apos;s hard to see - and no logic, evidence or explanation is provided - how exactly legalizing gay marriage is going to harm anybody&apos;s career, or exclude straight couples from the foster system.   ...and schools would inevitably have to teach the new definition to children.  Presumably we&apos;d have to drop geography to make way for the epic amount of time and resources that would be consumed by the replacing &quot;a man and a woman&quot; with &quot;two people&quot; in the curriculum. And do we really want to educate our children about the world? What is it about love and commitment between two people that is so dangerous for young minds to hear?   If marriage is redefined once, what is to stop it being redefined to allow polygamy?  What&apos;s wrong with polygamy? It seems to be that a child brought up by three loving parents would have some quite big economic advantages, and humans have cooperated in child-rearing since the year dot.  &quot;NO NEED TO REDEFINE&quot; is the third, rather self-defeating point.  Civil partnerships already provide all the legal benefits of marriage so there&apos;s no need to redefine marriage.  On the other hand, why not? Even ignoring the fact that marriage has been redefined regularly, doesn&apos;t arguing that there&apos;s no difference basically undermine every single other point you&apos;ve made?!   It&apos;s not discriminatory to support traditional marriage.   That&apos;s like saying, &quot;It&apos;s not disciminatory to support straight people!&quot;  Or, &quot;I&apos;m just saying there should be more support for white people!&quot; Or, &quot;I&apos;m not a racist, but...!&quot;  Same-sex couples may choose to have a civil partnership but no one has the right to redefine marriage for the rest of us.  Carey expands on this in his Daily Mail article &quot;The state does not &apos;own&apos; the institution of marriage. Nor does the church. The honourable estate of matrimony precedes both the state and the church, and neither of these institutions have the right to redefine it in such a fundamental way.&quot; This is such an unholy and inconsistent mess of an argument that&apos;s very hard to untangle it. Carey wants to invoke the legal definition of marriage as immutable, while simultaneously arguing that nobody has the right to define marriage. The obvious question: since the current definition came about through acts of Parliaments-past, why are dead MPs more entitled to define marriage than living ones? If nobody has the right to impose a definition of marriage on society, then surely the logical conclusion is to remove it from the law books entirely (keeping civil partnerships), and say that&apos;s it&apos;s a personal matter that people are free to interpret as they see fit.  SPEAK UP is the final section.  &quot;People should not feel pressurised to go along with same-sex marriage just because of political correctness. &quot;  I can only imagine the trauma that will be inflicted on the millions of heterosexual people who will be forced to marry homosexuals against their will under the proposed legislation. Statements like this are just another attempt to pretend that gay rights are somehow in conflict with the rest of society, when clearly they are not. If you&apos;re heterosexual and you want to get married, your rights will not be affected in the slightest by gay marriage. It will have no conceivable impact on you, your children, or wider society.  Your ability to adopt children will be undiminished. You will not lose your job because of The Gay Mafia. You and your children will not be &apos;turned&apos; gay by street gangs of roaming homosexuals. If you&apos;re worried about these things, or you&apos;re the sort of journalist who would post a picture of a couple on their wedding day with the caption, &quot;such communions... jeopardise the stability of our country,&quot; then frankly you need to grow the fuck up.  There are only two relevant questions in this debate; why are some people so unhealthily obsessed by the sexuality of their neighbours, and is the campaign against gay marriage based on anything more than homophobia?Twitter: @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/feb/20/1", 
    "wordcount": "1218"
}