{
    "headline": "Cheetah struggling to reproduce due to climate change, scientists warn", 
    "text": "The world&apos;s fastest animal, the African cheetah, is losing its ability to reproduce because of climate change, according to Kenyan researchers. Scientists with the National Museums of Kenya (NMK) and the Kenya Wildlife Service have discovered that the animal, Acinonyx jubatus, has developed abnormal coils in its sperm as a result of warmer temperatures, affecting the big cat&apos;s ability to reproduce. The warmer temperatures are also affecting its feeding habits, they say. Risky Agwanda, head of mammology section at NMK, said: &quot;Climate change has contributed to defects of the cheetah sperm. Many have abnormal coils, low sperm counts, as well as extremely low testosterone levels. Change in climate has made the survival of the gazelle difficult to survive and as a result, the cheetah has had to switch to other diets, also affecting its ability to reproduce effectively.&quot;. He added that the animal, that can accelerate from 0-100kph in three seconds, has a sperm count 10 times lower than the domestic cat. &quot;Cheetahs love to prey on Thomson&apos;s gazelles, they have a very high protein content compared to other herbivores and the population of the gazelle has been on a rapid decline due to poor climate conditions and human activities. &quot;We have studied a large number of the cheetahs. As a result, it preys on other herbivores such as the zebra which do not have a high nutritional content. We discovered that the gazelle diet can actually help maintain the good health of the cheetah sperm if the animal has not yet been negatively affected by poor climate,&quot; explained Agwanda. There are currently only 1,000 cheetahs in Kenya according to figures from the Kenya Wildlife Service. In the early 1980s, there were more than 5,000 cheetahs in Kenya. As gazelle numbers continue to decrease due to drought, conservation efforts of the cheetah could be badly affected. The gazelles are also crossbreeding with other herbivores, reducing their protein content further, Agwanda said. Scientists have never discovered any reproductive health deficiencies in other big cats, which they say can adapt more to climate change compared to the cheetah. &quot;The genetic make-up of the animal is more sensitive as compared to the other big cats. The cheetahs have weak genes,&quot; said Agwanda. Mordecai Ogada, a fellow cheetah researcher at the National Museums, says that also another problem threatening the survival of the animal is conflict between humans and wildlife, resulting in damage to to the cheetha&apos;s habitat. Ogada added that cheetah numbers have also declined because of poaching for their skin, which fetches a high price on the black market.", 
    "section": "environment", 
    "gid": "environment/2012/mar/07/wildlife-animals", 
    "wordcount": "436"
}