{
    "headline": "'We even need permission to bury our dead': Sri Lanka's war legacy lingers", 
    "text": "Three years after its civil war, Sri Lanka has emerged as a middle-income country on course to meet most of the millennium development goals. GDP rose by around 8% during 2011 and tourism is set to bring in more than $1bn this year. Yet this national success story obscures the tale of an unsettled north that remains under military control. The northern Tamil districts of Jaffna, Kilinochchi, Mullaitivu, Mannar and Vavuniya lost three decades to conflict, which ended in the defeat of the Liberation Tigers of Tamil Eelam (LTTE) by government forces in May 2009. Although open warfare has ceased, and despite major government investment in the reconstruction of the region, Tamils say they are still waiting for justice and reconciliation. Jutting out at the island&apos;s most northern tip, the Jaffna peninsula was largely cut off from the rest of Sri Lanka until 2009. Today, Jaffna still seems in a daze. Plants grow up through bullet holes and weeds have crept into gutted homes without roofs or residents. With one soldier for every 10 civilians, life on the peninsula does not yet bear the hallmarks of peace. Tensions run high as the Sri Lankan army maintains tight control over the region through checkpoints and military bases. Following a meeting with Hillary Clinton in Washington, the external affairs ministry secretary Karunatilaka Amunugama, criticised international pressure to reduce the military presence. &quot;Sri Lanka does not go to other countries and call on those countries to remove their troops from one place to another,&quot; he said. &quot;It is simply not done because it is an internal matter.&quot; Speaking on the third anniversary of the end of the civil war, President Mahinda Rajapaksa used his annual victory speech to defend the proliferation of military camps in the north and east against what he characterised as a backdrop of strong pro-LTTE activity in the diaspora. In Jaffna, the animosity is palpable. &quot;The military [are] supposed to have no administrative duties here,&quot; said Anpu, 22, a student who did not give his surname. &quot;But they interfere every day; we even need their permission to bury our dead.&quot; Accusations of political abductions and the harassment of civilians continue. The destruction of symbolic Tamil sites  including a Jaffna graveyard containing the bodies of 2,000 LTTE fighters, which was bulldozed to make way for an army base in 2010  has further strained the social fabric. But despite the friction, the north is slowly reopening for business. The potholed road from the south, which was badly damaged during the war and closed to public vehicles until 2009, is undergoing improvements. It is still controlled by a gauntlet of military outposts and flanked by de-mining teams, but trade has started to benefit from a relaxation of permit restrictions. According to the government, 98% of those displaced during the war have been resettled in &quot;an environment of confidence and satisfaction&quot;. Although this statement overlooks issues with land rights and lagging mine clearance, it is clear that effort has been put into ensuring a support system for returnees. Government funding has kickstarted much-needed modernisation of damaged and dilapidated water and sanitation systems in the north. In 2010, a report by the Asian Development Bank (ADB) said less than 0.5% of residents in the Jaffna peninsula had access to piped water, compared with a country average of more than 32%. With a $164m cash injection from the ADB, L&apos;Agence Franaise de Dveloppement and the Sri Lankan government, that is set to change. But a recent report by the Centre for Policy Alternatives said: &quot;While the government has repeatedly expressed interest in developing a framework for reconciliation, there are also concerns that the government is opting for a postwar model of economic development to consolidate peace rather than substantively address issues of democracy, a political solution, human rights and accountability.&quot; &quot;A lot of people feel that if you address the economic issues the rest will fall into place,&quot; says Priyanthi Fernando, executive director of the Colombo-based Centre for Poverty Analysis. &quot;But it needs to be a mix of practical solutions to immediate problems and being able to go behind those practicalities to understand the root of the conflict.&quot; Export-oriented, the next chapter in Sri Lanka&apos;s economy will rely heavily on foreign support. The UN Human Rights Council resolution adopted in March has stepped up pressure on the Sri Lankan government to investigate allegations of war crimes by troops in the final months of the war and act on the conclusions of the commission of inquiry on lessons learnt and reconcillation. Among those recommendations is the suggestion: &quot;The military presence must progressively recede to the background to enable the people to return to normal civilian life and enjoy the benefits of peace.&quot; &quot;This infrastructure will not be accepted as a trade-off for our rights,&quot; says Anpu. &quot;And it will not overwrite the need for the justice for our dead.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/28/sri-lanka-war-legacy", 
    "wordcount": "841"
}