{
    "headline": "UN warns of rising food costs after year's extreme weather", 
    "text": "The UN has warned of increasing meat and dairy prices in the wake of extreme weather in the United States and across large parts of Europe and other centres of global food production. According to the Food and Agriculture Organisation (FAO) in Rome, global wheat production is expected to fall 5.2% in 2012 and yields from many other crops grown to feed animals could be 10% down on last year. &quot;Populations are growing but production is not keeping up with consumption. Prices for wheat have already risen 25% in 2012, maize 13% and dairy prices rose 7% just last month. Food reserves, [held to provide a buffer against rising prices] are at a critical low level &quot;It means that food supplies are tight across the board and there is very little room for unexpected events,&quot; said Abdolreza Abbassian, a senior economist with the FAO. &quot;The decrease in cereal production this year will result in a significant reduction in world reserves by the close of seasons in 2013, even with world demand sliding as a result of high prices,&quot; he said. The warning of further food prices came as some British supermarkets said they were struggling to keep shelves stocked with fresh produce and the National Farmers Union (NFU) reported that UK wheat yields have been the lowest since the late 1980s as a result of abnormal rain fall. The NFU president, Peter Kendall, said: &quot;There are many farmers who are down 25% to 30% on the wheat crop. In some cases you looked from the outside and you thought, this crop will do over four tonnes to the acre  and it&apos;s been struggling to do three and some cases two tonnes to the acre.&quot; &quot;It&apos;s been soul-destroying for the farmers growing the crops,&quot; he said. Kendall added that the increase in the global price of wheat over the past year was also putting pressures on pig and poultry farmers, who rely on grain to feed their livestock. Confirmation of one of the worst global harvests in years will come on Thursday, when the US government is expected to announce that drought and heat damage to crops this year has reduced its wheat, maize and soy harvests by more than 10%. Because the US is by far the world&apos;s biggest grower and exporter of grains, this is expected to have repercussions around the world. Farmers are still harvesting their crops but the maize harvest is expected to be the lowest in nine years. Nearly 40% of all US maize is now used in biofuels, further restricting exports and raising prices. British supermarkets said they had not ruled out the prospect of price rises of staple foods, but they pledged to offer &quot;competitive pricing&quot; of essential food items in their value and economy ranges. A spokeswoman for Waitrose said: &quot;There&apos;s no doubt that this has been an exceptionally tough growing season for our farmers, who have been coping with very bad weather and rising costs for critical inputs such as fuel. We are working closely with all our growers to help them manage their costs and get as much of their crop on our shelves as possible through initiatives such as selling cosmetically imperfect but good-quality fruit and veg  something we have always done.&quot; Sainsbury&apos;s said in a statement: &quot;We continue to work with British farmers and growers to get the most out of the crop. We&apos;ve taken the decision to radically change our approach to buying British fruit and vegetables as a result of this year&apos;s unseasonal weather.&quot; The run of unpredictable weather this season has left farmers and growers with bumper crops of &quot;ugly&quot;-looking fruit and vegetables, with reported increases in blemishes and scarring, as well as shortages because of later crops. This week, Sainsbury&apos;s launched a trial of its Basics range of potatoes, which have visible cracks and blemishes, in more than 35 stores in the Midlands. Last month, the supermarket said it was relaxing its rules on the cosmetic appearance of fresh produce. New research by the consumer group Which? found that the average cost of a shopping bill is now 76.83 a week  an increase of 5.66 in a year. Richard Lloyd, the group&apos;s executive director, said: &quot;The rising price of food is one of consumers&apos; top financial worries and is changing the way we shop. Recent Which? research found more of us are shopping at discount supermarkets and four in 10 people told us they planned to cut back on their food shopping. We want retailers to be clearer about food pricing and offer responsible price promotions that give the consumer the best possible value for money.&quot; New figures from the charity FareShare  which fights hunger and food waste in the UK  shows that lower-income families have cut their consumption of fruit and vegetables by nearly a third in the wake of the recession and rising food prices, to just over half of the five-a-day portions recommended for a healthy diet.", 
    "section": "environment", 
    "gid": "environment/2012/oct/10/un-rising-food-costs-weather", 
    "wordcount": "850"
}