{
    "headline": "Ethical living: can art be environmentally friendly?", 
    "text": "It&apos;s true, the visual arts do not always produce the prettiest of pictures. There are lashings of toxic pigments, solvents, petrochemicals, formaldehyde and other ecologically destructive preservatives thrown into the mix of a working studio. Overall, things are getting better. Certain cadmiums, cobalts and lead-based paints have been banned due to EU regulation. A substantial number of artists mourn the passing of Flake White (phased out after EU legislation on lead pigments): many also stockpiled enough that they are still using it. But these materials were heavily polluting and hazardous to more than just the artist using them. A good supplier should be transparent about toxicity in their products, and a good manufacturer should be proactive about supplying sustainable alternatives. If you are unsure, ask for a material data safety sheet from the manufacturer of your primary mediums. A revived &quot;natural&quot; art movement uses casein, water, beeswax and organic linseed and flax oils. Look for materials without toxic pigments or hydrocarbons. The other decorative elephant in the room is the use of paper. German fine-art supplier hahnemuehle.com produces the world&apos;s first eco-friendly fine-art paper made from 90% (certified) bamboo fibre and 10% cotton, and free from optical brighteners. If you create waste, team up with a designer or artist who can use it. Fashion designer Leila Hafzi, for instance, got together with fellow Norwegian Kristel Erga, who transforms her waste into beautiful wallpaper. Invisible Dust, curated by Alice Sharp, will feature similar collaborations, such as one between the artist Mariele Neudecker and biologist Alex Rogers. But what we need now, as you suggest, are more artists to move from making work that carries pivotal ecological messages to actually ameliorating their footprint. As always in the art world, there are discussions to be had. Are those artists producing high-maintenance works for posterity that need frequent injections of formaldehyde acting in an ecologically obscene way? Should artworks be transient and biodegradable? One of my favourites from a few years ago was called Wonderland, a fleet of beautiful but ghostly couture dresses created by Helen Storey and chemist Tony Ryan. No, you can&apos;t go and see them: Storey dunked them in water and they biodegraded  indeed that was the point. Footprint-free art. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk", 
    "section": "environment", 
    "gid": "environment/2012/apr/15/lucy-siegle-ethical-art-paint", 
    "wordcount": "389"
}