{
    "headline": "European biofuel targets contributing to global hunger, says Oxfam", 
    "text": "European targets to replace fossil fuels with biofuels are contributing to spikes in food prices and global hunger, according to the latest analyis by Oxfam. The aid organisation is calling for EU energy ministers meeting in Cyprus on Monday to scrap mandates that commit member states to sourcing 10% of transport energy from renewable sources by 2020. It has calculated that the land required to meet these mandates for biofuels for European cars for one year could feed 127 million people. A draft proposal leaked last week suggested the European commission was considering capping biofuel mandates at 5% by 2020, in recognition of fears that they compete with food production and are not as environmentally-friendly as first thought. Aid agencies say this is not enough, and want to see them removed altogether. Biofuel targets introduced in 2009 to help fight climate change have become increasingly controversial. In Europe, the targets will be met almost exclusively from food crops at a time of record prices. Soy and corn prices were at all-time highs in July, and the prices of cereals and vegetable oil remained at peak levels in August, according to the FAO. The contribution of biofuel targets to mitigating global warming is also being questioned, as demand for crops for biofuels is pushing agricultural production into forests, peatlands and grasslands that had been acting as carbon sinks. Key industry figures, including the CEOs of Unilever and Nestl and billionare hedge-fund manager Jeremy Grantham, have added their voices to NGO concern that diverting food crops to fuel for American and European cars may trigger a food crisis, following on from the worst US drought in half a century. Last week, French president Franois Hollande also called for a &quot;pause&quot; in the development of biofuels competing with food. The UK currently requires 5% of transport energy to come from biofuels. Oxfam&apos;s report, The Hunger Grains (pdf), published on Monday, estimates that meeting the binding EU targets as they are ratcheted up until 2020 will cost every adult UK consumer around 35 a year in higher fuel prices. The UK government&apos;s own analysis of the impact of meeting the EU target suggests that removing the mandate could reduce food price spikes by up to 35%. Oxfam&apos;s chief executive Barbara Stocking said: &quot;The EU must recognise the devastating impact its biofuel policies are having on the poorest people through surging food prices, worsening hunger and contributing to climate change.&quot; Demand for biofuels in Europe is also putting pressure on land and water resources globally. The International Land Coalition has estimated that around two-thirds of all large-scale land deals around the world in the past 10 years have been acquisitions made to grow biofuel crops (pdf) including soya, sugar, palm oil and jatropha. Many of these deals have displaced local communities with claims on the land or have involved laying claim to water rights.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/17/european-biofuel-targets-contributing-global-hunger", 
    "wordcount": "487"
}