{
    "headline": "Biodiesel industry dealt a blow by EU policy changes", 
    "text": "Europe&apos;s multibillion-euro biodiesel industry has been dealt a blow by major policy changes outlined by the EU climate commissioner on Friday. The changes proposed by Connie Hedegaard will limit food-based biofuels to 5%, just above the current output of 4.5%. Green campaigners, who see biodiesel as doing more harm than good, hailed the move as a major victory for the environment. But the biodiesel industry condemned what it sees as a catastrophic U-turn that will cost thousands of jobs. The EU has a target of 10% for renewable transport fuels by 2020. But biofuels have become increasingly controversial because those derived from oil crops such as rape and palm can result in greater carbon emissions than the diesel they replace, as well as higher food prices and deforestation. Hedegaard told the Guardian: &quot;We cannot morally afford to build a very big industry on something that is not good for the environment or for food prices. One of the biggest challenges of the 21st century is ensuring affordable food prices. &quot;We are not closing down the existing [biodiesel] industry,&quot; she said. &quot;What they produce they can continue to produce.&quot; Much greater incentives will be given the so-called second and third-generation fuels, produced from agricultural or urban waste or by growing algae, with all existing support for food-based biofuels ending in 2020. These technologies are at a much earlier stage of development, but Hedegaard said the changes would give the market a &quot;very, very strong&quot; signal. &quot;These proposals prevent a further spread of today&apos;s unsustainable biofuels,&quot; said Nusa Urbancic, at campaign group Transport &amp; Environment. &quot;After having dragged its feet for so long, it&apos;s encouraging that the commission finally seems to take all the accumulated science seriously and is about to take meaningful action.&quot; But the European Biodiesel Board, an industry body, said the changes could lead to the &quot;catastrophic&quot; end of an industry worth 10bn a year. Alain Brinon, president of Fediol, another trade group, said: &quot;The represents a U-turn in EU policy-making and a blow to investors in the renewable energy supply chain.&quot; &quot;It is important to get biofuels but it would be absurd to get to the 10% target using something not very good for the environment,&quot; said Hedegaard. &quot;We must get our priorities right.&quot; Another key change in the proposals is to include the impact of deforestation, peatland drainage or other land clearance caused by biofuels in their carbon footprint. Environmental and development campaigners argue this factor  called indirect land-use change (ILUC)  has been a missing from calculations of the green credentials of biofuels. A new peer-reviewed scientific study by Chris Malins at the International Council on Clean Transportation found that without ILUC factors, the EU&apos;s biofuel policy &quot;could be expected to deliver only a 4% carbon saving compared to fossil fuel, with a 30% chance that it would actually cause a net emissions increase.&quot; Malins added: &quot;Biodiesel from non-waste vegetable oil is likely to have a worse carbon footprint than fossil diesel.&quot; Transport &amp; Environment said that not including ILUC factors would result in carbon emissions equivalent to putting between 14 and 29m additional cars on the road across Europe in 2020. The industry has attacked the scientific work upon which the ILUC factors will be based and said more data is needed. &quot;They always say we need more knowledge, but we have several studies,&quot; said Hedegaard. &quot;We have to base political decision making on the available knowledge. Everyone knew from 2007 that ILUC factors were a probability.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/21/biodiesel-industry-eu-policy-changes", 
    "wordcount": "609"
}