{
    "headline": "Ash tree threat reminds us that when we lose wildlife, we lose stories", 
    "text": "Reading the shocking news about ash die-back, the disease that has now affected most of Denmark&apos;s ash trees and many of those across the rest of northern Europe, I was reminded that when we lose our wildlife we lose some of our stories. The death of a species, especially a species as significant as the ash, punches a hole not only in nature, but also in our culture. Throughout northern Europe, the ash tree was associated in pagan thought with the guardianship of life. As Paul Kendall explains on the Trees for Life site, in the mythology of the Vikings (and several other northern peoples), an ash known as yggdrasil or the &quot;world tree&quot; was the scaffolding on which the universe was built. It  &quot;grew on an island surrounded by the ocean, in the depths of which the World Serpent lay. This ash tree&apos;s trunk reached up to the heavens, and its boughs spread out over all the countries of the Earth. Its roots reached down into the Underworld. A squirrel ran up and down the tree carrying messages from the serpent gnawing at the roots to the eagle in the canopy, and back. A deer fed on the ash leaves and from its antlers flowed the great rivers of the world. A magical goat grazed by the tree, and its udders dispensed not milk but mead for the warriors in Odin&apos;s Great Hall. The gods held their councils under the canopy of their guardian tree.&quot;  Odin, the king of the gods, hanged himself from the tree to obtain cosmic wisdom. During his vigil, one of his eyes was pecked out by ravens. You can see in this myth, as JG Frazer pointed out in the Golden Bough, an obvious correlate of the crucifixion story. Richard Wagner developed the saga in The Ring of the Nibelung. Wotan (Odin), the one-eyed king of the gods, tore the shaft of his spear from the World Ash Tree (spear shafts were typically made from ash poles). On the shaft were inscribed the holy laws and treaties by which the world and the heavens were governed. The mortal hero Siegfried fights Wotan (his grandfather) and hews the shaft of the sacred spear in two, literally breaking the law of the gods. Wotan then suicidally instructs his warriors to hack down the World Ash Tree and pile its branches around Walhall (Valhalla). At the end of the final opera, Wotan&apos;s valkyrie daughter Brnnhilde casts a brand onto this pyre, and Valhalla is consumed by flame. The source of life becomes the means of destruction. Children love this story (I find it helps if you skim over the incest and the suttee). But if ash die-back follows the same course as Dutch elm disease, I can imagine telling it one day and being asked what an ash tree is. I see this is as a loss that goes beyond the great sadness of picturing the end of the magnificent, well-used trees I know (some of which have been pollarded or coppiced for hundreds of years), which are laden with both wildlife and human history. If the fungus reaches them, they will, as if on Wotan&apos;s instructions, be brought down and hacked to pieces. It feels like a kind of Gtterdmmerung, a twilight of the gods. There is something of the norse deity about an ancient ash tree, grey and clawing and bearded with lichen. Already, though not as a result of the disease, the cultural significance of the tree has begun to slip from our minds. For example, anyone who has split an ash trunk cannot help but be aware of what ash blonde means. The fresh wood is almost white (it darkens, when it had been seasoned and polished, to a beautiful bright gold). Walking through a chemist&apos;s shop a few months ago, my eye was caught by a packet of hair dye labelled &quot;ash blonde&quot;. The model&apos;s hair was a charcoal-grey colour. Ash, it seemed, had been interpreted as fire-ash. It felt like a small but sad impoverishment of the language. Other European nations are now begging Britain to ban imports of ash saplings, so that the tree retains an uninfected stronghold. As ever, when faced with a call to impose even the slightest restrictions on business (think of its failure to ban the class of pesticides that are killing bees), the government has dithered and made excuses, and the fungus is now spreading across the country. One of the effects of ash die-back is what foresters call heart rot: the fungus penetrates into the core of the wood. To me this term is freighted with another meaning. monbiot.com  This article was amended on Thursday 8 November. The main text said that 90% of trees in Denmark had been killed. This is incorrect and has been changed to &quot;affected&quot;. ", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/oct/12/wildlife-ash-tree-die-back", 
    "wordcount": "820"
}