{
    "headline": "Affluent Vietnamese driving rhino horn poaching in South Africa, report warns", 
    "text": "Conspicuous consumption from a growing middle class in Vietnam is driving the catastrophic poaching of rhino horns in South Africa, conservationists warned on Monday. While the country&apos;s appetite for rhino horn was in recent years largely driven by the mistaken belief it was a cure for cancer, lately it has become a party drink for corporate events and promoted on Vietnamese websites as &quot;the alcoholic drink of millionaires&quot; when ground down and taken with wine. The south-east Asian country comes bottom of a scorecard of countries ranked on their prevention of illegal wildlife trade, produced by conservation charity WWF to coincide with around 175 countries meeting on Monday in Geneva to discuss measures to prevent the illicit trade of endangered species. While trade in rhino horn has been illegal since 2006 and the law carries the threat of fines and up to seven years in prison, there is little enforcement in Vietnam. Several seizures were made in Vietnam between 2004-08, but none have been made since 2008, despite rhino killings in South Africa hitting a record high of 448 rhinos in 2011. Based on killings so far in 2012, 532 rhinos are projected to die this year from poaching driven by the illegal wildlife trade. Of 43 arrests of Asian nationals for rhino crimes in South Africa this year, 24 were Vietnamese, according to a report by Tom Milliken, ivory trade expert at wildlife trade monitoring network Traffic, which is currently being peer-reviewed. One of the main routes for rhino horn from Johannesburg to Hanoi is believed to be through Vietnamese on &quot;pseudo trophy hunts&quot; for white rhinos, where the actual hunting is done by professional hunters on behalf of non-hunters. Between July 2009 and May 2012, 48% of such hunters in South Africa were Vietnamese nationals, Milliken&apos;s report notes. Several Vietnamese diplomats have been recalled after being caught with rhino horn in South Africa. In 2008, a Vietnamese diplomat, Vu Moc Anh, was filmed taking delivery of rhino horn outside the Vietnamese embassy in Pretoria. Elisabeth McLellan, global species programme manager at WWF, said: &quot;It is time for Vietnam to face the fact that its illegal consumption of rhino horn is driving the widespread poaching of rhinos in Africa, and that it must crack down on the illegal rhino horn trade. Vietnam should review its penalties and immediately curtail retail markets, including internet advertising for horn.&quot; Vietnam imported $10bn worth of luxury products in 2010. Milliken says that &quot;the current trade in rhino horn is another aspect of such consumption.&quot; His report also notes websites promoting rhino horn consumption with slogans such as &quot;to improve concentration and cure hangovers&quot;, and &quot;rhino horn is &apos;like a luxury car&apos; &quot;. Colman O&apos;Criodain, wildlife trade specialist at WWF international, said that historically Vietnam was not a significant market for illegal wildlife trade, such as rhino horns. &quot;There hasn&apos;t been a large demand from Vietnam for wildlife trade in the past, it wasn&apos;t seen as a major source of demand. What seems to have spurred it [the recent demand] is the cancer thing. Now it is tied into increasing economic affluence, the taste for conspicuous consumption from an emerging middle class.&quot; At the 2010 meeting of the Convention on International Trade in Endangered Species (Cites)  which meets this Monday  the convention&apos;s secretariat said Vietnam &quot;appears to be significantly affected by illegal trade in rhinoceros horn.&quot; Both WWF and Cites are calling for Vietnam to improve its enforcement of wildlife trade laws, clamp down on trade on the internet and educate the Vietnamese public. Vietnamese and South African authorities met last year to discuss how to deal with the problem. &quot;We need to raise public awareness of the importance of biodiversity and we need to get rid of the wrong understanding that rhino horn can cure cancer,&quot; said Kien Nguyen, a Vietnamese diplomat who took part in the talks. Separately, members of WWF Spain on Saturday voted overwhelmingly to remove the Spanish King as their honorary president, after it emerged he had visited Botswana this year to hunt elephants.", 
    "section": "environment", 
    "gid": "environment/2012/jul/23/vietnam-rhino-horn-poaching-south-africa", 
    "wordcount": "692"
}