{
    "headline": "'Fair fishing' manifesto calls for greater quota share for smaller boats", 
    "text": "     Hundreds of small British fishing businesses are facing financial ruin, according to campaigners who are calling for radical reform of European fishing rules. They say their case revolves around one key statistic: that although small fishing boats account for 77% of the UK&apos;s fishing fleet and 65% of full-time employment in the industry, they are allowed access to only 4% of the fishing quota. The result of this apparent imbalance, says a new alliance of environmental activists and fishermen, is that the viability of boats under 10 metres long  and thereby classed by the EU as &quot;inshore&quot; operators  is increasingly under threat. Big fishing interests not only dominate the industry, but are also threatening fish stocks. This, they say, threatens the existence of fishing communities that go back centuries. In Hastings on the south coast, a fleet of 29 small fishing boats still operates from the beach known as the Stade, mainly catching cod, plaice and sole. The town&apos;s fishing industry is part of the south-east region, in which 339 small boats have access to a defined pool representing about 30% of the regional quota, while nine larger vessels control 70%. Local fishermen say that until 2006, they were effectively left to fish as they saw fit, but the introduction of a European register of buyers and sellers in 2006 marked the arrival of a much more stringent regime. Paul Joy, a local fisherman and co-chair of Nutfa (the New Under Ten Fishermen&apos;s Association), spoke to the Guardian for a film made as part of the Anywhere But Westminster series. In January, he says, he was monitored by a police helicopter while at sea, before his catch of cod was weighed and found to be slightly above his catch limit. Having already been fined 7,500 for exceeding his limit, he is waiting to hear whether he will be prosecuted. &quot;If we were drug smugglers we&apos;d understand it,&quot; he told the Guardian. &quot;But we&apos;re just fishermen trying to earn a living, and with the quotas as they are, we can&apos;t.&quot; At the height of the cod season, in early winter, each boat&apos;s catch limit has been set at about 1.4kg a day, which represents less than a half a fish. &quot;What we&apos;re allowed to catch doesn&apos;t even pay for the fuel to go out there and catch it,&quot; said Joy. &quot;We&apos;ve lost five or six weeks this summer because of the weather,&quot; said local fisherman John Griffin, 52. &quot;You can&apos;t run a business like this. It&apos;d be nice to tick over  but for the last few years, we&apos;ve been on a deficit. Eventually, something&apos;s got to give.&quot; &quot;We&apos;ve got enough car parks and amusement arcades in Hastings,&quot; he said. &quot;This fishery&apos;s been here for thousands of years and generations of people. To lose it would be crazy.&quot; This year sees a sweeping review of the EU&apos;s common fisheries policy (CFP), already the focus of campaigning by groups and individuals including Friends of the Earth, the WWF and the cook and Guardian writer Hugh Fearnley-Whittingstall. Now, the small fishing interests represented by Nutfa have united with Greenpeace to produce a Manifesto for Fair Fisheries, published today. It advocates granting &quot;priority access&quot; to such fish as cod, hake and monkfish to small fishermen, and allocating the quota &quot;in a way which rewards sustainable fishing methods and protects coastal communities&quot;. Campaigners say the share of the quota given to small boats should be about 20%, but acknowledge the impossibility of such a change. The UK government has proposed reallocating unused quota, amounting to about 3% of the total, to small boats but the UK Association of Fish Producer Organisations  dominated by large-scale fishing interests  has applied for a judicial review. The Department for Environment, Food and Rural Affairs (Defra) said it was working with Nutfa on improving the way the quota is managed for smaller fishermen. Defra said the proposed reforms of the common fisheries policy would help small operators, because they should allow member states to take over management of their own quota, which would enable some of the interests of the smaller fleet to be prioritised. The European commission said it was also looking to the interests of smaller fleets, for instance by helping them gain access to more of the funds for improving vessels: the bigger a country&apos;s small fleet, the more financial assistance that member state would be allocated. A spokeswoman added: &quot;The commission has also proposed that fishermen should be able to trade quotas between themselves so that the quotas can be used efficiently and flexibly. In such a system, the smaller vessels could be protected by having a part of the quota set aside for them.&quot; The CFP reforms were passed by member state ministers in June, but they must pass the European parliament too, and many MEPs of various countries have links with the big, industrialised fishing industries, so there are fears that the proposals may face a mauling. The fisheries commissioner, Maria Damanaki, has urged members of the public to make their views known, as public pressure has proved key to the passage of proposals to ban the wasteful practice of throwing edible fish back into the sea, dead. But thanks to compromises made to get the reform accepted, a full ban on discards of cod, haddock, plaice and sole will not be in place until 2018. Some of the fishermen represented by Nutfa claim they are mystified as to what they will then be intended to do with fish that are caught beyond their quota.", 
    "section": "environment", 
    "gid": "environment/2012/aug/08/fair-fishing-manifesto-quotas-europe", 
    "wordcount": "945"
}