{
    "headline": "More on tracks, traces and behaviour", 
    "text": "Before returning to the issue of research on tyrannosaur feeding habits, I wanted to return briefly to my recent post on tracks in the snow. I&apos;ve just returned from a week in Berlin and took the opportunity for a trip to the Tier Park. The snow was thick on the ground but the animals were mostly out and active, which meant I had the opportunity to snatch a couple of photos of some interesting tracks from different animals both exotic and, thanks to the local wildlife apparently having a good day, also more mundane. Three of the best going are below so take a look. Any ideas? Answers are below.     Bird track.    First off we have a pair of footprints of a large bird moving right to left.     Mammal track.    Next we have a small mammal moving left to right, these four marks are one from each foot.     Reptile track.    Finally we have a trace from a large reptile, both from where it rested and then moved. Well the first one was an ostrich. Those tracks do look very odd, but then ostriches have rather odd feet. They walk on just two toes and one of these is rather larger than the other, hence the tracks appearing this way with one large toe track and one smaller one alongside it for each print. This is also a nice example of comparative anatomy, though here between tracks and bones rather than behaviour (as I explored here). With this kind of very special foot and track, it&apos;s pretty easy to match the two up and rather safe - there&apos;s no other bird with feet like this that I know of, and certainly nothing of the size of an ostrich. The next one is rather more dull in some ways, it&apos;s actually a wild rabbit. You can see the large marks made by the big hindfeet and the smaller ones to the right from the forefeet. What&apos;s neat to see here is that rabbits, when moving slowly at least, tend to use a slightly asymmetrical gait termed the &apos;half-bound&apos;. In this the front feet go down one at a time, but then the hindfeet land together, giving the rather odd pattern you see here. This pattern at least is characteristic of this kind of gait, so again there&apos;s a nice correlation. Finally the big reptile. This was an American alligator that had been resting on the sand before standing up and moving forwards. That chess-board like pattern is an impression of the belly scales where the animal lay. It must have stood before moving off rather than just dragging itself along the ground , or these would have been obliterated. Even so, the tracks made by the legs haven&apos;t really left any clear marks, more a sort of series of lines as the toes have dragged through the soft sand. Not quite as exciting as some of the animals I got to see I must say, but nevertheless another fun exercise in working out how and why these things move the way they do and leave the tracks they have. A bit of practice with animals more exotic than crows and dogs makes a nice change and has the benefit of providing some interesting challenges.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/jan/26/dinosaurs-fossils", 
    "wordcount": "535"
}