{
    "headline": "English universities in 'squeezed middle' fear fall in student numbers", 
    "text": "A &quot;squeezed middle&quot; of English universities is expected to suffer sharp falls in student numbers this autumn, according to figures published on Thursday. The data identifies a band of 34 universities which it says will be hit by the coalition&apos;s reforms because they neither attract the best-performing students (those getting A-level grades of AAB or higher) nor offer the lowest fees of 7,500 or less. The universities  including Bedfordshire, the University of Central Lancashire, Leeds Met and Sheffield Hallam  are expected to suffer drops of more than 10% in undergraduate student numbers for this autumn. The steepest drop, of 12.6%, is expected to be at the University of East London. The squeeze comes at both ends under the reforms: top universities will be allowed to recruit unlimited numbers of the highest-performing students, while a total of 20,000 places have also been stripped from higher education institutions in England and auctioned off to universities and colleges charging average fees of 7,500 or less. The estimated figures are published by the Higher Education Funding Council for England (Hefce), which channels government money for teaching and research to universities. The accuracy of the estimate depends on students&apos; choices, and the extent to which the most sought-after universities take advantage of the freedom to recruit more high-performing students. Oxford and Cambridge have both said that they do not intend to expand their undergraduate intake this autumn or in the near future. The government estimates that about 85,000 students will achieve grades of AAB or higher in this summer&apos;s exams. These candidates are being tempted with cut-price deals at some universities. Kent will give 2,000 scholarships to any recruit for 2012 who gains three As in their A-levels, regardless of family income. Bradford is offering 3,500 scholarships to all new recruits who gain AAB or above. Earlier this month, more than 10,000 undergraduate student places for this autumn were awarded to further education colleges under government reforms that are encouraging the growth of a low-cost alternative to universities. Professor Michael Farthing, vice-chancellor at the University of Sussex, which is predicted to suffer a 7.2% drop in student numbers compared with last year, said: &quot;There are only so many AAB students to go around and they are likely to be snapped up by a few self-declared &apos;elite&apos; institutions, able to rely on historical brand prestige to attract applications. &quot;Any university losing AAB students will not be allowed to take on students with different grades, such as two Bs and an A, to take their place. This means that many talented students will be denied places at highly regarded universities.&quot; Funding levels for universities for the next academic year were also announced. The figures show that funding for teaching has been cut by 1.1bn to 3.2bn, while money for research remains the same as last year at 1.6bn. The gaps in funding are expected to be made up by the lifting of the cap on tuition fees to a maximum of 9,000 a year from this autumn. Sir Alan Langlands, chief executive of Hefce, said there had been a &quot;switch in the balance&quot; of who was paying for higher education now. He said: &quot;Many students from 2012-13 onwards, as graduates, are going to have to repay a lot of this funding and I don&apos;t think we can underestimate the effect on them and their families.&quot; The universities minister, David Willetts, said in a statement: &quot;We want a student-focused higher education sector, more choice over where to study and a renewed focus on the quality of the student experience. &quot;That&apos;s why we&apos;re freeing up centralised number controls, improving information for prospective students and driving a new focus on the academic experience.&quot; Ten biggest losers (in percentage terms) University of East London  12.6% University of Bedfordshire  12.4% Middlesex University  12.2% Liverpool Hope University  12% University of Northampton  12.1% Edge Hill University  11.9% University of Central Lancashire  11.7% University of Lincoln 11.6% University of Sunderland  11.6% Leeds Metropolitan University  11.5%  This article was amended on 29 March 2012. The original said government estimates were that about 65,000 students would achieve grades of AAB or higher in the summer 2012 exams. This was an earlier estimate. The latest estimate is 85,000.", 
    "section": "education", 
    "gid": "education/2012/mar/29/squeezed-middle-universities-lack-of-students", 
    "wordcount": "744"
}