{
    "headline": "Microgeneration must be part of the mix", 
    "text": "Generating electrical power and heat locally from renewable sources is a no-brainer for the farming community, but microgeneration schemes could also be exploited by hundreds of communities (Report, 5 June). The problem is that government policy is wedded to the six big energy companies, which see the consumer as the lucrative end-point of a massive distribution system, with power stations miles from the point of delivery. Not only is this macro-model highly prone to blackouts, it is massively inefficient: as much as two-thirds of the energy generated is lost even before it leaves the power station. Of course, the big six don&apos;t mind, as they are only concerned about maximising profits. Meanwhile, the government seems determined to compound the problem by investing in nuclear, whereas the obvious solution is to invest that same money in energy conservation. Unfortunately, the previous Labour administration put that programme in the hands of the energy companies, so that of the 6m or so houses in the UK that would benefit from cavity wall insulation, only about 17,500 have actually been insulated.Dr Robin Russell-JonesChair, Planetary SOS  Instead of flogging the dead horse of new nuclear, we should be developing a renewable revolution which can also address concerns over intermittency (Geothermal energy could be part of the renewable mix, 30 May). Yet again, we read that the government&apos;s inflexible subsidy regime is providing a barrier to development. If research shows it is an environmentally sound process, geothermal should become part of a renewable mix, with wind, tidal, wave, solar and combined heat and power, alongside more energy efficiency and microgeneration. We should develop an energy policy that makes the most of our engineering talent, provides needed skilled jobs, is sustainable and will be more cost-effective than the billions proposed for new nuclear, which always comes in well over budget.Cllr Brian GoodallChair, Nuclear Free Local Authorities ", 
    "section": "environment", 
    "gid": "environment/2012/jun/07/microgeneration-part-mix", 
    "wordcount": "312"
}