{
    "headline": "MPs give green light to loan plan for home insulation", 
    "text": "The government&apos;s environment policy to kickstart a mass overhaul of the UK&apos;s draughty homes to save energy passed the final hurdle to become law on Monday amid growing concern that the scheme has become too costly to succeed. As the Green Deal secondary legislation was finalised by a committee of MPs, it emerged that the energy secretary, Ed Davey, has indicated that the government is assuming that the loans to home owners to make the improvements will be charged at an interest rate of 7.5%  many times the Bank of England lending rate of half of one percent. Labour calculated that, at this rate of interest, a householder borrowing the maximum 10,000 over 25 years would have to pay back more than 22,000  more than double what they borrowed  making the cost of any improvements such as renewable energy, loft and wall insulation or draught-proofing windows prohibitive. On Monday, the Department of Energy and Climate Change (Decc) dismissed the criticism, saying people could take out smaller loans, potentially over shorter periods of time, which would be more affordable and ensure that all deals would meet its &quot;golden rule&quot; that loan repayments must be lower than the expected saving on energy bills from using less gas and electricity. However, critics are concerned that if this is the case the programme will fail to deliver the scale of overhaul of the UK&apos;s homes and other buildings needed to cut emissions of carbon dioxide from burning gas and generating electricity, or cut the country&apos;s dependence on importing fuel  a concern raised even by the government&apos;s own watchdog, the Climate Change Committee. &quot;If it&apos;s done properly, a pay-as-you-save energy efficiency scheme could cut carbon emissions, create jobs and lower bills for families,&quot; said Caroline Flint, the shadow secretary for energy and climate change. &quot;But the Green Deal must be a good deal for consumers.&quot; The Green Deal, initiated by the last Labour government, was part of the coalition agreement between the Conservative and Liberal Democrat parties in 2010 and was enacted by the Energy Act 2011, which the government described as its &quot;flagship piece of legislation, which will delivery energy efficiency to homes and buildings across the land&quot;. Under the scheme, which is expected to launch to consumers in the autumn, people will be able to borrow up to 10,000 against the value of the property, which they repay as part of their regular gas or electricity bills, and transfer to the new owner if they sell the property. Also this autumn, the climate and energy minister, Greg Barker, who has led development of the Green Deal, will announce how 200m of government funds for incentives to encourage take-up will be spent. Suggestions so far have included cash-back offers and the chance to win a holiday. Barker said he also hoped the promise of 300m funding from the government-established Green Investment Bank, to help finance the scheme by lending money to companies which will make the contracts with consumers, could introduce lower interest rates than 7.5%. Customers could also find a higher interest rate was offset by lower installation costs, said Barker. &quot;The interest rate is just one element of what represents a good value-for-money package of measures for the consumer,&quot; he said. 16 companies signed up to help deliver the Green Deal last October, including British Gas and other big energy companies, the global banks HSBC and Goldman Sachs, and the Kingfisher retail group which owns the B&amp;Q DIY chain. A Decc spokesperson said: &quot;The &quot;golden rule&quot; means that customers will be able to get the most cost-effective energy efficiency measures for their property and not pay any more for their energy bills than they do currently. What&apos;s more, as energy prices are expected to rise over the coming years, households with Green Deals are likely to see their savings grow. &quot;Our understanding from commercial organisations, such as the Green Deal Finance Company (TGDFC), is that the cost of finance will be around 6-8%, which for unsecured lending is a highly competitive rate, far lower than other forms of commercial finance. &quot;This compares very well for those on the lowest incomes that often have poor credit ratings and can often only access loans at high, punitive rates. The Green Deal will not be based on an individual&apos;s credit rating as it is linked to the property not the occupants.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/02/mps-loan-plan-home-insulation", 
    "wordcount": "754"
}