{
    "headline": "Exciting future of Tanzania's largest city must include better roads", 
    "text": "A group of academics at Tanzania&apos;s Ardhi University this year produced a masterplan for the transformation of Dar es Salaam into one of Africa&apos;s next megacities. Their inspiration was Singapore, with its ambitious building projects, skyscrapers, bridges and ringroads. Dar is already one of Africa&apos;s boomtowns  it is the second-fastest-growing city in Africa after Lagos, forecast to double in size to more than 7 million people by 2025. And it contributes around 40% of Tanzania&apos;s GDP, which is growing by more than 7% each year. Yet while Dar es Salaam might aspire to be the next Singapore, the differences between the two cities are starkly apparent when it comes to the number of people who die on their roads. At least 480 people were killed on the streets of Tanzania&apos;s commercial capital last year. In Singapore, 195 lost their lives, even though Singapore has a population of about 5 million, compared with Dar&apos;s 3.5 million. Unless something changes, the number of deaths and injuries on Dar es Salaam&apos;s roads will increase as the city grows. Dar&apos;s city centre is a riot of cranes and construction sites. Road-building projects are under way all around the city  to the north, south and west  and a bridge will soon link the existing urban area to the massively underdeveloped Kigamboni to the east. But for those planning, designing and constructing the roads, it seems that vehicles are their top priority, rather than people. Perhaps it is because these people are part of the small but growing middle class who can afford cars  they are thinking about ease of access for a minority, but not of the vast majority of people who will never have a means of transport other than to walk, cycle or use the overcrowded, dirty and dangerous public transport system. Narrow dirt roads, which wind through sprawling unplanned residential areas, are being paved  the tarmac squeezing out pedestrians and leaving no room for footpaths. People have little choice other than to walk on the roads, with cars flying past on one side, and deep, dangerous storm drains on the other. These new roads are deathtraps, especially after dark when the congestion has eased, the traffic police have gone home and the drink-drivers treat the streets as their own. Elsewhere in the city, roads are being widened with no traffic management systems, parked cars block footpaths, traffic lights function intermittently due to frequent power cuts, and an increasing number of motorcycle taxis are being driven by unlicensed, untrained young men. People in Dar want safe roads. The dirt road outside my house was upgraded last week, transforming it from potholes and craters, where cars could barely go faster than 5mph, to a smooth, compacted surface used as a rat-run by speeding taxis, 4x4s and cheap Chinese motorbikes. Within a day, the local community had dug up parts of the road to create informal speed bumps, and had scattered rocks and disused tyres to slow the movement of traffic in an attempt to keep themselves and their children safe. I have seen riots at schools after a pupil has been killed or injured. It is becoming increasingly common for children to lie down in the roads, forcing traffic to stop until the police and local MP arrive, promising speed bumps. But doing this after the event is too late. The government and donor partners have many admirable plans to improve road safety. A national road safety strategy (pdf) and a road safety and traffic bill have been drafted. A national road safety agency is being established. But while these initiatives are being discussed in the conference rooms of five-star hotels, out on the roads people continue to die every day. Change is needed, and fast; it need not be grand or expensive. Children need to get to school safely, and through our work on road safety in the city we have found that even small steps, such as projects to develop low-cost road safety infrastructure around schools and distribute reflector-enhanced school bags, make a difference. The growth of Dar es Salaam is inevitable, but why lives should be put at risk in the name of development? The planning and development of the city needs to consider everyone  not only the small proportion of people who own cars. Road infrastructure needs to provide for all types of user, including the majority: pedestrians and cyclists, children and elderly people. Let&apos;s not throw away lives and threaten the safety, health and quality of life of millions of ordinary people in our race towards skyscrapers and ringroads. Let&apos;s build cities for people.   Tom Bishop is Africa director for Amend", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/20/future-tanzania-largest-city-roads", 
    "wordcount": "773"
}