{
    "headline": "Are there scientific reasons to oppose gay marriage?", 
    "text": "The UK is on track to legalise same-sex marriage and on Wednesday France sees its first gay marriage. Like most people who don&apos;t think the universe should be set up to accommodate their personal preferences, I see this as a good thing. However, many do not, and their objections are getting louder and more surreal as the tide increasingly turns against them. While it is usually easy (and entertaining) to refute typical arguments against same-sex marriage, is there any scientific credibility to the view that same-sex marriage should not be allowed? Some possibilities are considered here. It is &apos;unnatural&apos; Presumably this argument is referring to the act of homosexual sex, which isn&apos;t found in nature (except when it regularly is). Whatever your views on homosexual sex (and if you&apos;re viewing it a lot while complaining about it, your objections are already somewhat questionable) applying the same rationale to same-sex marriage is farcical. Marriage in general is unnatural. A romantic union recognised in law and based in a traditional ceremony isn&apos;t something non-humans have much time for. A lion does not fill out extensive legal documents whenever he mates with a lioness (good thing too, he&apos;d never get anything done). Penguins may mate for life (except when they don&apos;t) but to date none has ever been seen giving a best man&apos;s speech. Rarely if ever will a male praying mantis walk his daughter down an aisle of some description, although there could be several reasons for this.  As some of the above links show, our understanding of &quot;natural&quot; relationships often seem to be based largely on misinformation and myth, so trying to apply this notion to an entirely human construct makes little or no sense, scientifically.  It will lead to more questionable unions becoming more common It has been argued that gay marriage will lead to a slippery slope of ever more questionable unions being legally recognised, such as between man and animal, woman and toaster, child and quasar, horse and the intangible concept of nostalgia, stuff like that. As a result, being legally recognised will make them more common, and traditional human relationships will become increasingly rare. There is no logical reason to assume this will happen. Animals and inanimate objects aren&apos;t considered independent, rational individuals so cannot enter into legal contracts. If ducks were to suddenly mount an extensive and detailed campaign to be recognised as individuals in a legal sense, then perhaps this could come about (and if ducks were able to organise such a campaign, this would count as substantial evidence in their favour), but this is a separate issue. At present, there is no feasible mechanism known to science where the legalising of gay marriage would imbue animals with consciousness and a sense of individual rights.  There is also the matter of more problematic human relationships like polygamy and incest. The argument being if same-sex relations are legally recognised, the same will have to happen to these. This is logically equivalent to saying that alcohol is legal, so heroin should be too. They are both chemical substances that can be used recreationally to alter the activity of the brain, so how can one be legal and not the other? Easily: the law is sophisticated enough to consider more than one possibility when it comes to recreational drugs. Presumably, the same can be said for interpersonal marriage arrangements.  It will undermine existing marriages It could be the case that there is some hitherto unknown law or sociological pressure that imposes a cap on the number of marriages that can exist in a society. Although such a thing hasn&apos;t been noticed before now, legalising gay marriage would cause a rapid increase in the number of marriages over a very short space of time. Whatever theoretical system exists to regulate the number of marriages extant at any one time may not be able to cope with the sudden surge and, like too much current through a fuse, may bring the whole thing grinding to a halt.  What the consequences of such an occurrence would be are impossible to say, seeing as this whole concept is purely hypothetical and based on no known evidence. However, the argument &quot;something extremely unlikely and completely unknown might end up happening&quot; is no reason not to do something. Technically, these parameters apply to every possible human action. Technically, same-sex marriage could feasibly undermine the marriages of others if those marriages had stipulated such a thing in the initial union. If your marriage vows/documents specifically state something like &quot;in sickness and in health, till death or the legally recognised same-sex unions of complete strangers do us part&quot;, then yes, same-sex marriages could undermine your marriage. That&apos;s more your fault than anyone else&apos;s, though. Why put that in your marriage vows? There&apos;s no reason to penalise others for your poor judgement. Same-sex marriage could hinder scientific progress Not an argument put forward by most anti-gay marriage protestors, but it is possible legalising gay marriage could hinder scientific progress. It has often been said that a scientific career and family life aren&apos;t especially compatible. Inevitably, some scientists are going to put their career and research on hold to get married and start a family. In this instance, it could be homosexual scientists, unable to get legally married so continuing with their careers, which are picking up the slack and maintaining scientific progress. This scenario assumes that same-sex marriage not being legally recognised presents an impenetrable barrier to gay people hoping to enter into long term relationships and start families. However, anyone who is friends with, has met, or even been within the same postcode as an average homosexual should know this is clearly not the case. You may feel that homosexual relationships are not &quot;real&quot; relationships, and that&apos;s your prerogative, but this is purely a subjective viewpoint and cannot be verified or supported by the available evidence.  Same sex marriage is TOO natural It is possible that everyone is approaching this argument from the wrong direction. What if same-sex marriage is TOO natural? Judging from the arguments outlined above, the main arguments against same-sex marriage are based not on objective evidence but what a large number of people say is the case. If this is the criteria on which decisions about marriage should be based, there are also a substantial number of people who claim that men and women are very different, even different species. If &quot;traditional&quot; marriage is between two members of a different species, then same-sex marriage would constitute a romantic union between two members of the same subjective species. What filth! This may explain why Captain Kirk is admired for being a technical zoophile (he has engaged in physical relationships with non-humans) while Sulu is harangued for being in a committed relationship with a human of the same gender. And if anyone wants to protest that Kirk isn&apos;t a pervert or anything because societal attitudes and norms are different in the future, please think about that for a few minutes.  Dean Burnett has had two weddings to the same woman, so his marriage is more reinforced than most. He is on Twitter, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/may/29/scientific-reasons-oppose-gay-marriage", 
    "wordcount": "1200"
}