{
    "headline": "Tesco and Grameen Bank to provide microfinance in Scotland", 
    "text": "Tesco Bank is to team up with microfinance specialist Grameen Bank to offer microloans to entrepreneurs in the most deprived areas of Scotland. The supermarket bank said that the Grameen Scotland Foundation (GSF) will identify prospective entrepreneurs currently locked out of the financial system who would benefit from microloans  small loans charged at competitive rates of interest that require no collateral. The scheme, which is backed by funding from the Scottish government and entrepreneurs such as the co-founder of Stagecoach, Ann Gloag, will initially operate in Glasgow, North Ayrshire, West Dunbartonshire and Inverclyde. It will go live early in 2013. Grameen Bank was launched in Bangladesh in 1983 by Professor Muhammad Yunus, a Nobel laureate and the incoming chancellor of Glasgow Caledonian University, who wanted to help lift rural people out of poverty. The idea rocketed in popularity across Bangladesh and the concept of microfinance was adopted by other countries. Yunus soon became known as &quot;the banker to the world&apos;s poor&quot;. Although microfinance has been partly discredited by development experts as a means of supporting entrepreneurship, alleviating poverty and empowering women, Tesco Bank said it hoped it would help Scotland&apos;s struggling businesspeople, whose success will, in turn, boost the local economy. Aside from providing 500,000 of the GSF&apos;s initial loan capital, Tesco Bank will provide basic savings accounts to Grameen borrowers as well as services such as business advice and advertising space in local Tesco stores. Benny Higgins, chief executive of Tesco Bank, said: &quot;In partnering Grameen in Scotland, we will provide loan funding, professional guidance from our staff and access to our stores to help set up new businesses which, over time, can improve the local economy.&quot; A Tesco Bank spokesman added that, while the firm&apos;s involvement is not in a commercial capacity  &quot;we are part of a social enterprise&quot; , he envisaged borrowers would be charged 19% APR on their microloans. Yunus, who won the Nobel peace prize in 2006 for the bank&apos;s anti-poverty work, said: &quot;Poor people need to be given the right opportunities to be able to succeed in their own lives and this is what Grameen helps them to do. We must encourage people to envision their own futures and, once that is done, find out how to get there  once a person has a vision, it can be made real.&quot; The GSF will oversee the activities of Grameen bankers, who will work closely with low-income communities to identify prospective entrepreneurs. Borrowers will not be required to provide collateral and will instead be asked to provide evidence of a pattern of saving. With a target of raising 3m in funding over the next five years, the GSF hopes to expand the project into other parts of the UK affected by social problems, with borrowers also becoming stakeholders in the Grameen system and thus able to hold the chief executive accountable. Q&amp;A: how do microloans work? What is a microloan? A microloan, also referred to as microcredit, is the loan of a small sum to an impoverished borrower, or someone who is unable to obtain a loan through mainstream routes. Who is eligible for a loan of this type? Grameen Bank specialises in group lending and payment plans with long lending terms when offering credit to the poor. How do they work? Instead of requiring borrowers to provide collateral for a loan, borrowers are instead asked to provide evidence a pattern of saving and are encouraged to focus on family health and education. Traditionally, groups of five people  predominantly female in Bangladesh and developing countries  are formed which then go through a short financial training course. Each borrower gets a loan to start or expand a small business. They then receive further financial advice, training and support as repayments are made. After full repayment, borrowers can apply for another loan so their businesses can continue to grow. The loans are typically used to finance social businesses, such as lunch clubs, laundries and cafes, depending on the wishes of the borrowers. Isn&apos;t it dangerous to offer loans to people with no collateral? Grameen bank claims a loan recovery rate of 96.8%. How much money will Grameen be making out of the venture? Grameen has no shareholders and is effectively &quot;owned&quot; by its borrowers. As a social business, all funds remain within the business, generating resources for new loans while covering costs. Is Scotland the first &quot;developed&quot; economy to try Grameen&apos;s methods? No. Grameen America launched in 2008 in New York and repayment rates are above 99%.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/25/tesco-grameen-bank-microfinance-scotland", 
    "wordcount": "766"
}