{
    "headline": "How will climate change impact on fresh water security?", 
    "text": "Fresh water is crucial to human society  not just for drinking, but also for farming, washing and many other activities. It is expected to become increasingly scarce in the future, and this is partly due to climate change. Understanding the problem of fresh water scarcity begins by considering the distribution of water on the planet. Approximately 98% of our water is salty and only 2% is fresh. Of that 2%, almost 70% is snow and ice, 30% is groundwater, less than 0.5% is surface water (lakes, rivers, etc) and less than 0.05% is in the atmosphere. Climate change has several effects on these proportions on a global scale. The main one is that warming causes polar ice to melt into the sea, which turns fresh water into sea water, although this has little direct effect on water supply. Another effect of warming is to increase the amount of water that the atmosphere can hold, which in turn can lead to more and heavier rainfall when the air cools. Although more rainfall can add to fresh water resources, heavier rainfall leads to more rapid movement of water from the atmosphere back to the oceans, reducing our ability to store and use it. Warmer air also means that snowfall is replaced by rainfall and evaporation rates tend to increase. Yet another impact of higher temperatures is the melting of inland glaciers. This will increase water supply to rivers and lakes in the short to medium term, but this will cease once these glaciers have melted. In the sub-tropics, climate change is likely to lead to reduced rainfall in what are already dry regions. The overall effect is an intensification of the water cycle that causes more extreme floods and droughts globally. When planning future water supplies, however, the global picture is less important than the effect of warming on fresh water availability in individual regions and in individual seasons. This is a much more complicated thing to predict than global trends. The IPCC technical report on climate change and water concludes that, despite global increases in rainfall, many dry regions including the Mediterranean and southern Africa will suffer badly from reduced rainfall and increased evaporation. As a result, the IPCC special report on climate change adaptation estimates that around one billion people in dry regions may face increasing water scarcity. However, the degree to which this will happen cannot be predicted with confidence by current models. In many regions different models cannot even agree on whether the climate will become wetter or drier. For example, a recent study of future flows in the River Thames at Kingston shows a possible 11% increase over the next 80 years relative to the last 60 years. However, under an identical emissions scenario, the same report shows an alternative projection of a 7% decrease in flows.  Especially little is known about future declines in regional groundwater resources because of lack of research on this topic, even though around 50% of global domestic water supply comes from groundwater. Although scientists are making progress in reducing uncertainty about fresh water scarcity, these kinds of unknowns mean that water supply strategies must be adaptable so that they can be effective under different scenarios. The direct impact of climate change is not the only reason to be concerned about future fresh water scarcity a fact highlighted by a recent United Nations Environment Programme report. The increasing global population means more demand for agriculture, greater use of water for irrigation and more water pollution. In parallel, rising affluence in some countries means a larger number of people living water-intensive lifestyles, including watering of gardens, cleaning cars and using washing machines and dishwashers. Rapidly developing economies also result in more industry and in many cases this comes without modern technology for water saving and pollution control. Therefore concerns about climate change must be viewed alongside management of pollution and demand for water.  The most common solution to increasing demand, and a way of insuring against possible climate change impacts, is the engineered redistribution of freshwater over space and time: reservoirs to store it, pipelines to transfer it, and desalination to recover freshwater from the oceans. Efforts are also being made to increase water saving, reuse and recycling, and in the UK there is currently major investment into education and water-saving technology by the government and water industry. Continued investment in education and research will be essential to providing the knowledge, skills and technology needed to combat fresh water scarcity in the future.  This article was written by Dr Neil Mcintyre of the Department of Civil and Environmental Engineering and Grantham Institute for Climate Change, Imperial College London, in collaboration with the Guardian The ultimate climate change FAQ  This answer last updated: 10.10.2012 Read about the project and suggest a question Report an error in this answer Related questions How will climate change affect rainfall? Will climate change lead to more flooding? If water vapour is the key greenhouse gas, why are man-made emissions important? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/nov/30/climate-change-water", 
    "wordcount": "874"
}