{
    "headline": "Las Vegas bets on desert water pipeline as Nevada drinks itself dry", 
    "text": "There was a time during the cold war when the Pentagon wanted to bury hundreds of nuclear missiles in the vast emptiness of Nevada, in case the United States came under attack from the Soviet Union. In a 21st-century version of an existential struggle in the desert, the city of Las Vegas wants to pump up to 300bn litres of water a year out of this landscape and transport it 300 miles south to the thirsty metropolis of casinos and golf courses. The most advanced of three such projects as the US south-west struggles to adapt to recurring droughts, the pipeline could get the go-ahead on Thursday from the state&apos;s chief engineer. Supporters say the $7bn (4.4bn) project is a matter of life-or-death for Las Vegas, which, some projections suggest, could run out of drinking water in 20 years. Opponents of the pipeline say draining the desert of groundwater would destroy the livelihoods of the cattle ranchers, Native American tribes, and Mormon enterprises that call this expanse home, and reduce a vast swath of the state to a dust bowl. &quot;It will devastate this part of the state,&quot; said Dean Baker, a lean man well into his 70s. He and his three sons, now in their 40s, have grazing rights to 160,000 hectares of land straddling the Utah-Nevada state line. In its current incarnation, the network of pipelines and pumping stations striking out from Las Vegas to four valleys in eastern Nevada would terminate near the Bakers&apos; property. After 50 years on the land, Baker is convinced the scheme would dry up the natural springs that feed his cattle herd and water his alfalfa and hay fields. Federal government scientists have made similar predictions. Vegas would get its water, Baker said, but it would destroy the ranches that supply its food. &quot;I think it will hurt Las Vegas. I think it will hurt the whole state of Nevada, and if it&apos;s ever done  50 years from now, 100 years from now  there will be a huge amount of people saying: &apos;What on earth? How did it happen? How could they have done something that stupid?&apos;&quot; The stretch of Route 50 that passes near Baker&apos;s ranch claims to be the loneliest road in the US. Cows, sheep and the occasional herd of deer meander along it. Apart from the people who lived out here, few were fully aware of how much water lay beneath the desert until the late 1970s, when engineers siting those cold war nuclear missile silos drilled into sizeable underground reserves. In Las Vegas, where the population had been doubling every decade until the most recent recession, planners had an idea: what if there were a way of pumping the water towards the state&apos;s population centre and economic engine?           Water was ever an issue in the American west. For 90 years, Nevada and six other south-western states have shared the waters of the once-mighty Colorado river, according to an established formula. It became clear, however, that the allocations of water decided in 1922 were overly optimistic about the projected rivers flows of the Colorado  and that was before factoring in climate change, which could reduce the river by up to 20% by 2050. Nevada, which for years has been drawing more water from its Lake Mead reservoir than has been flowing in, could be at serious risk of going dry in 20 years, said Pat Mulroy, the manager of the Southern Nevada Water Authority, which is pursuing the pipeline project. The city needed a Plan B. &quot;When you have got a community of 2million people and it is 90% reliant on the Colorado river you have to have a contingency plan,&quot; she said. The water authority has spent 20 years on that contingency plan, spending $79m to buy up water rights and ranches in eastern Nevada, and millions more on public hearings and lawsuits. &quot;If there was anything else we would never be engaging in this gut-wrenching battle,&quot; Mulroy said. Now Mulroy, who has headed the water authority for most of that time, may be entering the final stretch, with the state&apos;s water engineer due to rule this month on where she can mine for water. The federal government is also due to weigh in on the environmental impacts of the pipeline as early as this summer. But the battle is far from over. Conservation groups, such as the Great Basin Water Network, accuse Mulroy of an urban water grab. Some even allege the pipeline is a scheme concocted to benefit a luxury golf course resort on its route. The federal government&apos;s Bureau of Land Management released a study last summer warning the pipeline would lower water tables in some valleys by up to 60 metres over the coming decades. Smaller springs would dry up completely  and the animals that depend on them would die off. Native American tribes, such as the Goshute, say the project would destroy their ancestral lands. The Mormon church says the project would jeopardise its large-scale beef operations, which supply the church&apos;s food banks. Environmental groups say Las Vegas has not done enough to conserve water, or to explore other solutions  such as constructing a desalination plant, as other water-strapped cities have done. The environmental consulting group Ceres argues that the city that was the centre of the foreclosure crisis is hardly in a position to take on a construction project that it claims could cost well over $15bn. &quot;These big pipelines are a throwback to the early days of the development of the west,&quot; said Sharlene Leurig of Ceres. &quot;These big projects will have very significant ecological impacts but they will also commit these communities to honouring debt they simply can not afford.&quot; None of the opponents seem reassured by Las Vegas&apos;s claim that it will hold off building the pipeline until the city is at imminent risk of running dry. They are also sceptical of claims that the line would be shut if it began draining the desert. &quot;Once the spigot is turned on, once the preponderance of water comes out of a pipeline instead of the Colorado river, do you think for one minute it will ever be turned off?&quot; said Kevin Phillips, chairman of the operating committee of the Delamar Valley Cattle Company, which is owned by the Mormon church. The ranch supplies about half of the beef in the church&apos;s welfare system for the western US. &quot;It will never be turned off.&quot; Mulroy, familiar with the arguments, dismissed each one, saying there was no other option unless people were prepared to see Las Vegas die. &quot;It is frustrating to me that people automatically assume, and that rural communities in Nevada automatically assume, that southern Nevada is this evil place whose only objective in life is to destroy their livelihood,&quot; she said. &quot;It is emotional. On many levels, it is irrational, and it has fallen completely into the category of hyperbole. And what is frustrating to me as a water professional, looking forward to the next several decades, finding a balance point has never been more important.&quot; Out at Baker, a hamlet of barely 150, Denys Koyle is having none of it. Koyne, who runs the only petrol station for about 150 miles, thinks the fight over water in the Nevada desert will go on. &quot;It&apos;s the hundred years war. Our grandkids will be fighting this, even if we win this one,&quot; she said. &quot;Even if we beat Las Vegas, there will be other fights. I&apos;ve got no doubt about that.&quot; Water pipelines map  This article was amended on 23 March. In the original version, Danys Koyle&apos;s name was given incorrectly as Denys Koyne. This has been changed.", 
    "section": "environment", 
    "gid": "environment/2012/mar/22/las-vegas-desert-water-pipeline-nevada", 
    "wordcount": "1309"
}