{
    "headline": "Drought crisis in Mauritania  in pictures", 
    "text": "   Dja Abdullah has walked 300km with his cattle, through Natriguel community in the Gorgol region of southern Mauritania, in search of fresh pasture. More than 1 million cattle roam Mali and Senegal in search of pasture. Each day he has to kill two of the cattle for food. Like others living in the Sahel region of Mauritania, his community faces food shortages due to the lack of rain and rising prices. The instability affecting neighbouring countries may have a negative impact on the food crisis. Aid agencies are warning of a humanitarian emergency in the region unless action is taken soon Photograph: Pablo Tosco/Oxfam       Fatimata Awade lives in Natriguel village. The lack of rain has left the area's few wells dry, increasing the difficulty of accessing clean water. The risk of epidemics and diseases related to water quality increases Photograph: Pablo Tosco/Oxfam       A woman fills containers from a well in Natriguel, in the drought-stricken southPhotograph: Pablo Tosco/Oxfam       Mint Assid Mana, a mother of eight, with her youngest daughter, who is suffering from malnutrition. Mauritania does not produce enough grain to feed itself. The country imports more than 60% of the grain it consumes. Cereal production last year was down more than 50% compared with 2010 Photograph: Pablo Tosco/Oxfam       'My daughter is malnourished, and needs treatment,' says Mint Assid Mana, pictured here with another of her children. 'I have no money to buy food for myself, I try to leave whatever food I have to the children, but that's not enough.'  In Mauritania, nearly a quarter (21%) of households, or 428,000  people, are considered food insecure, of whom 8% have a diet low in frequency and variety Photograph: Pablo Tosco/Oxfam       Saide Mint Ahmed also lives in Natriguel village, where water supplies are running low. Crops and animal pasture have been lost, causing food prices to rise. Access to food for poorer families becomes very difficult because of the shortfall in local production and high prices of imported food (such as sugar and wheat), which are 20% to 40% higher compared with other years Photograph: Pablo Tosco/Oxfam       Mint Werya Awade, who is unable to work, looks after her grandchildren. Classified by Oxfam as vulnerable  meaning individuals who are more likely than others to be hit by adverse external circumstances  she receives help to buy food. 'This year, my family cannot assist me because they themselves do not have enough to eat,' she says Photograph: Pablo Tosco/Oxfam       In Ari Hara village, Ouma (who didn't give a surname), with her son Ali, tends one of her cows as part of a milk-processing programme. This year she harvested only two bags of rice. Despite the wealth of natural resources such as fish, iron, oil and gold in the country, more than 40% of the population lives below the poverty line and 26% in extreme poverty Photograph: Pablo Tosco/Oxfam       Seidou Sy Fame works long hours in the community field to tend crops threatened by drought. The villagers living in Ganki, near Ari Hara, are struggling to get by  Photograph: Pablo Tosco/Oxfam       Aissata Abdoul Diop, a member of the Diawoud community women's co-operative, shows how maize ears have dried in her drought-stricken field. Oxfam is helping to build irrigation and water-drainage facilitiesPhotograph: Pablo Tosco/Oxfam       Aminata Yero makes mud channels, which allow water to flow and irrigate her field in stages. Yero is president of the local co-operative of women farmers, which works to improve yields and therefore food security Photograph: Pablo Tosco/Oxfam  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/may/04/drought-crisis-mauritania-in-pictures", 
    "wordcount": "0"
}