{
    "headline": "Who are you calling a bitch?", 
    "text": "&quot;The Bitches are Back&quot; is how one paper describes the imminent reunion between Dynasty stars Joan Collins and Stephanie Beacham. For the younger reader, the magnitude of this news is as if The Spice Girls all reunited, not for a tour but for a Snickers advert. How would you feel? Nostalgic? Sullied? Perhaps you would fancy a Snickers? Never mind, it&apos;s the headline that really drives home the march of time. Nobody calls women &quot;bitches&quot; any more. Not in headlines. Instantly, you think this is a good thing, right? It&apos;s another step in the inexorable journey towards the light. That whole don&apos;t-call-women-hoes conversation, levelled at rappers, had the knock-on effect of making people question a whole raft of synonyms for female  is it reasonable to compare women to dogs? For that matter, is &quot;cow&quot; acceptable? Support for this argument would come from the recent Topman brouhaha, in which the retailer had to pull a T-shirt with the slogan: &quot;Nice new girlfriend, what breed is she?&quot; I lean towards the opposite view. Bitch has fallen out of fashion because of a purely semantic problem; when &quot;dog&quot; came to mean &quot;ugly woman&quot;, the rival meaning of &quot;female dog&quot; for &quot;aggressive&quot; or &quot;mean woman&quot; was too much of a head-scratcher. Simultaneously, those same rappers instituted &quot;bitch&quot; as a gender-neutral term for a slave or servant  of course, it&apos;s not gender neutral, any more than using &quot;gay&quot; to mean &quot;stupid&quot; is irrelevant to homosexuality. But it&apos;s applied to both genders, and of course means the opposite to the Joan Collins kind of bitch, so the original has been superseded. Overall, pejorative terms for women have become less general and more anatomical. &quot;Bitch&quot; and &quot;cow&quot; don&apos;t really say very much; they merely identify by gender, then liken all women to members of the animal kingdom. More common now is either to use the blunt synecdoche of the c-word; or to conflate all femininity with undesirable sexual behaviour  hoe, skank, slut, slag etc  where that behaviour is only undesirable in the first place because the agent is female. So, where once, in the urban dictionary, only women could be sluts (promiscuity having no taboo for men), now all women are sluts. It&apos;s gone from a restrictive to a non-restrictive abuse-handle. I suppose grammatically it&apos;s quite interesting, but I still preferred &quot;bitch&quot;.", 
    "section": "science", 
    "gid": "lifeandstyle/shortcuts/2012/jan/11/acceptable-to-call-women-bitches", 
    "wordcount": "415"
}