{
    "headline": "Apple-Samsung patent trial: a guide to the key issues", 
    "text": "So you got the gig as a member of the jury on the Apple-Samsung trial. It&apos;s been a blast so far: big names such as, well, perhaps not, but Phil Schiller, Apple&apos;s longtime head of marketing has testified, and Scott Forstall, head of the iPhone and iPad software division, as well as members of Apple&apos;s design division. Samsung has also had designers on hand, though more of the time has been spent with expert witnesses. Now comes the tough part, though. The judge is winding up and you have to decide on the merits of the cases of the two companies in front of you. The judge has given you a briefing note that is (we kid you not) 109 pages long. Even the paper on which you&apos;re meant to write your verdict is 20 pages long, consisting of 33 questions, for which there is a literally astronomical number of possible permutations if you were to answer at random. Luckily, you&apos;ve got the Guardian&apos;s guide to help you with your decision.  The decision is going to make an enormous difference, and will be heard around the world. The two companies between them control about half of the world&apos;s smartphone market; Samsung has more than half of the Android smartphone market; the two collect the majority of the profits and revenues in the smartphone market; Apple is Samsung&apos;s largest customer, and Samsung is Apple&apos;s largest supplier.  This is an unusual case because it&apos;s not one-way traffic. Apple is accusing Samsung of violating patents on how a number of its phones work, and also of creating products intentionally designed to look like the iPhone and iPad so as to tempt buyers into thinking they&apos;re the same thing.  But Samsung is accusing Apple of infringing a number of its patents, particularly relating to 3G (&quot;UMTS&quot;) standard which is used in the US and Europe on millions of phones by using the technology without a licence. OK. Deep breath. Here&apos;s how to work through the list. 1) Start at Samsung&apos;s end of the case Its claims are, in comparison, pretty simple to figure out. Did Apple use the UMTS/3G patents without a licence? It certainly used them, because the codes are part of the 3G standard. But Apple says that by using Intel chips which had licensed the patents from Samsung, it is protected by &quot;patent exhaustion&quot; (you can&apos;t charge someone twice for using the same patent); and that Samsung&apos;s pricing, of about 2.75% of the device&apos;s price, is unreasonable use of its monopoly.  Samsung says that although the Intel chips do use its 3G technology, they&apos;re designed and built in Germany and shipped to China  and the law requires that they be sold in the first place in the US for &quot;patent exhaustion&quot; to apply. So, is the meaning of &quot;sold&quot; where they&apos;re incorporated into an iPad or iPhone  or where Intel and Apple sign the contract for their inclusion in the devices? Apple&apos;s lawyer says the receipt lists &quot;California [Apple&apos;s HQ] and Chicago&quot;. Decide, jurors.  Samsung also says that Apple infringed three other patents: the use of email in a camera-equipped phone; bookmarking a photo in a camera-equipped phone&apos;s image gallery; multitasking on a mobile device so you can listen to music in the background. Apple says these are either invalid or not infringed. Samsung says they&apos;re valid, and infringed, and it deserves a payment (of about $200m).  Answer those, and that&apos;s 10 questions of 33 sorted out. You&apos;ll have to figure out how much, if anything, Apple or Samsung is entitled to damages from this part, but you can probably come back to it later. 2) Now figure out Apple&apos;s claims. Start with whether Samsung really copied the &quot;functions&quot; Apple says that it patented a number of elements used in the iPhone and iPad  the &quot;rubber band&quot; effect when you try to scroll past the end of a list, the &quot;double-tap to zoom&quot; effect on the screen, the &quot;pinch and squeeze to zoom&quot;, and the general shape of the iPad (the &quot;D&apos;889&quot; patent). It says Samsung infringed them all with a number of phones and tablets.  Samsung says they were either obvious, or that it didn&apos;t infringe them, or that there was already existing &quot;prior art&quot; that incorporated them.  Decide, jurors  based on the many objects and prototypes that have been (in at least one case literally) wheeled into the courtroom. Apple or Samsung? And if you decide in Apple&apos;s favour, there&apos;s always the question of whether Apple actually suffered financial harm as a result. Did it lose sales? Oddly, one of the strongest pieces of evidence for both sides is a study Apple carried out, looking at why people bought a Samsung smartphone rather than an iPhone. It was a small study, with fewer than 100 respondents, but the most common reason was because people were on the wrong carrier  the iPhone was only sold on AT&amp;T&apos;s network until January last year  and so couldn&apos;t get an iPhone. So, jurors, did they get the Samsung because it looked a bit like, and behaved quite like, an iPhone? Or because they liked the phone?  Get this sorted and you&apos;ve answered another 11 of the 33 questions.  3) Figure out the &quot;trade dress&quot; stuff, which is where the real &quot;copying&quot; claims come in &quot;Trade dress&quot; is a lawyer&apos;s phrase for &quot;what it looks like when you&apos;re far enough away not to spot minor differences&quot;. It&apos;s a sort of &quot;first reaction&quot; thing. Calor Gas bottles have a distinctive shape and colour; if you tried to make a pressurised cooking gas container in the same shape and colour, its lawyers would doubtless grab you on a &quot;trade dress&quot; suit. Apple is claiming that Samsung attempted to fool the public (not the specialist public, but just the general, undiscerning public) by making a number of its smartphones look like the iPhone 3G and 3GS, and some of its tablets like the iPad. Were people confused by the appearance of the device in a shop to the extent that they bought one thinking it was the other? That would be proof absolute of trade dress confusion  but Apple doesn&apos;t even have to show that; only that people might in general have been confused about which is which. That is &quot;trade dress dilution&quot;, and another 10 of the 33 questions relate to this. Apple had a good start on trade dress, with some data from Best Buy about people who had returned Galaxy Tabs because they had bought them thinking they were iPads. The idea that Samsung intentionally copied Apple&apos;s designs is one that Apple&apos;s lawyers pushed extremely hard during the case. They have produced internal documents in which Samsung staff talk about a &quot;design crisis&quot;, minutely compare Samsung&apos;s icons with the iPhone&apos;s, talking of the difference being &quot;heaven and earth  hell &quot;.  Apple&apos;s lawyers also showed the evolution of Samsung&apos;s icons pre- and post-iPhone  such as the symbol for the phone going from a grid of numbers (for a keypad) to the &quot;landline handset&quot; icon. (It even faces the same way.) Apple also says that Samsung was warned by Google in December 2010 not to make its tablet designs look too much like the iPad. A Samsung engineer who worked on the Galaxy Tab testified to not having heard about that  which Apple&apos;s lawyer used in his summing-up to suggest means Samsung executives kept information from its staff and &quot;let them keep copying&quot;. Samsung&apos;s rebuttal is to say that it was working on touchscreen phones before the iPhone, and tablets before the iPad. The document was to gee up the troops, not an instruction to plagiarism. And some icon designs just work better than others.  As to the &quot;trade dress&quot; issue, Samsung said that there are key differences in the appearance of the Galaxy Tab and the iPad (the former has a two-tone back, for example) and that anyone who turned a device on would know the difference at once. Apple, it said, is just trying to stifle competition  and the idea that if Samsung hadn&apos;t been there then all those people would have bought iPhones or iPads is just ridiculous; they would have bought another Android product at the same price as they paid for the Samsung product.uchSo, jurors: did Samsung intentionally copy, or is Apple just trying to quash fair competition? On this hangs pretty much the whole case. This takes you to the last two questions (if you&apos;ve done it our way, although they&apos;re 22 and 23 out of 33 on the list): how much money, if any, is Apple entitled to?  The worst question of all? If the jury decides that Apple does deserve damages, then question 23 asks them to list precisely how much  for each of 28 smartphones and tablets.  By now, after four weeks of argument and counter-argument, and who knows how much deliberation, they may just prefer to write a single number down. Correction: the phrase in the Samsung document was &quot;heaven and earth&quot;, not &quot;heaven and hell&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/aug/22/apple-samsung-patent-dispute", 
    "wordcount": "1554"
}