{
    "headline": "Oracle issues emergency fix for Java software over security fears", 
    "text": "Oracle has issued an emergency fix for its Java software, which security experts said is being exploited to carry out identity theft and other crimes  but flaws remain which can still be exploited, researchers say. The fix, available from the Oracle website, is intended to block an exploit in Java from running in web browsers, which the US Department of Homeland Security said was being &quot;actively exploited&quot;. The new fix from Oracle, which updates Java to Java 7 update 11 (known as 7u11) sets the default Java security settings to &quot;high&quot;, so users are prompted before their systems will run Java applets from an unknown source  as a hacker&apos;s code would be. But such permission systems are vulnerable to what security researchers call &quot;social engineering&quot;, where the code can be made to appear to come from a trusted site despite the threat it actually poses  and users will give it permission to run. The US Department of Homeland Security&apos;s Computer Emergency Readiness Team (CERT) warned on Sunday that despite the fix, &quot;unless it is absolutely necessary to run Java in web browsers, disable it, even after updating to 7u11&quot;. Adam Gowdiak, a researcher with Poland&apos;s Security Explorations, told Reuters that several critical security flaws remain in Java: &quot;We don&apos;t dare to tell users that it&apos;s safe to enable Java again,&quot; he said. HD Moore, chief security officer with online security company Rapid7, told Reuters it could take two years for Oracle to fix all the security bugs already identified in the Java used in web browsers. &quot;The safest thing to do at this point is just assume that Java is always going to be vulnerable. Folks don&apos;t really need Java on their desktop,&quot; Moore told Reuters. Java is unrelated to Javascript, though either may be required to make a webpage function. When used on websites, Java is typically used to run small apps that are loaded from inside the browser, but are downloaded to the user&apos;s machine. There they are meant to run inside a &quot;sandbox&quot;, which strictly limits their ability to read or write data to the PC. But the exploit shows that that has failed. CERT warned on Thursday that Java&apos;s security manager could be bypassed so that &quot;arbitrary code&quot;  that is, code written by a hacker  could be run. Typical exploits used in such cases are to install &quot;keyloggers&quot;, which silently record every keystroke and send them to remote sites, or code that turns a PC into part of a &quot;botnet&quot;, which can be used to send millions of spam emails or to attack third-party sites. &quot;Reports indicate this vulnerability is being actively exploited, and exploit code is publicly available,&quot; the CERT said, advising users to disable Java in web browsers. Apple, which has a built-in software update system capable of blocking malware, blocked Java from running in web browsers for computers running versions of it. The flaw was reported by Kafeine, a malware researcher who first spotted it being offered on an underground site that was receiving &quot;hundreds of thousands of hits daily&quot;. Kafeine said its unreported use &quot;could be a cause mayhem&quot; [sic] and added &quot;I think it&apos;s better to make some noise about it&quot;.  Most browsers will have settings that can directly disable Java. Both Windows and Apple Mac systems have control panels that allow it to be disabled completely.", 
    "section": "technology", 
    "gid": "technology/2013/jan/14/oracle-issues-emergency-fix-java", 
    "wordcount": "584"
}