{
    "headline": "We must capitalise on a low-carbon future", 
    "text": "David Cameron this week strongly defended onshore wind power, saying that he is determined to seize the economic opportunities in renewable energy supply chains, a position I strongly support. Last year I launched a white paper on local transport, Creating Growth, Cutting Carbon. As far as I am concerned, they are two sides of the same coin. Yet with increasing concerns about the prospects for the economy, not least with the chill winds blowing from the Eurozone, some are now beginning to argue that the environment is a luxury we can&apos;t afford. They couldn&apos;t be more wrong. The way to grow jobs is not by propping up the past, but by investing in the future. At the Department for Transport, we have made it clear that we need to do all we can to decarbonise road transport. Our firm commitment to low-carbon vehicles is beginning to pay off, not simply in lower carbon emissions but in terms of investment in jobs for the future. We will shortly see manufacture of the new electric Nissan Leaf begin in Sunderland, safeguarding 360 jobs and creating 200 more with the production of the new lithium ion battery. Our ambitious investment in rail, particularly in electrification, is creating jobs today and cutting carbon tomorrow. Our Green Bus Fund, now in its third round, is not just cleaning up our buses, but proving a real boon for British bus manufacturers, both in terms of domestic supply and export potential. And our record spend on local sustainable transport is cleaning up our cities and boosting their economies. So embracing green is good for jobs. The environment secretary, Caroline Spelman, hit the nail on the head at a Rio+20 Earth summit event recently, when she said: &quot;Being green is integral to sustainable economic growth.&quot; The simple fact is that while much of the economy is struggling, there is a growing demand for green products. Private companies invested 2.5bn in renewable energy projects in the seven months from last April, with 11,619 new jobs being created, often in areas of higher unemployment such as the north-east, an area which has also enthusiastically embraced the move to electric vehicles. Overall, Britain has the world&apos;s sixth largest low-carbon and environmental goods sector, employing over 900,000 people and growing by 4% a year. As a government we are determined to build on this using the British genius for invention and innovation to capitalise on the low-carbon future the world is embracing. One reason why investment levels have been buoyant in green areas is because industry understands that we have to do things differently in the future. To take just one example, the growth of the emerging economies, particularly China, has led to a real terms increase in commodity prices of 147% over the past decade. If we want to prosper tomorrow, we cannot simply pull away at yesterday&apos;s levers. We need new answers, and ideally ones which are free from price fluctuation or the whims of unstable regimes. And that means reducing our dependency on oil for transport and energy. The result: more energy security, more UK-based jobs, less carbon. But we also need to ensure that the decisions that individual departments like Transport take are properly joined up across government. We have set ourselves a tough challenge: to be the greenest government ever. It is a challenge that we in government are determined to meet, working across government departments rather than pigeon-holing the environment in only one or two departments of government. Safeguarding our environment has to be a cross-government purpose as important to the Business Department, the Treasury or Communities and local government as it is to Defra or Decc. Governments can of course only do so much, but one key way to make a difference is to set a clear direction of travel and stick to it. So another reason why green investment has been buoyant is because of the clear buy-in by all three major political parties that tackling climate change is an essential, not just for environmental reasons, but economic ones too. If anyone doubted that, the game-changing Stern report, emanating from the heart of the City, made it very clear that the price of doing nothing was greater than the price of taking action. That is why creating growth and cutting carbon are twin objectives that we are determined to remain focussed on in government so that we can deliver both a stronger economy and a safer world.", 
    "section": "environment", 
    "gid": "environment/2012/feb/22/capitalise-low-carbon-future", 
    "wordcount": "750"
}