{
    "headline": "A very concise dictionary of student slang", 
    "text": "Student slang is a rapidly changing lingo, and you don&apos;t want to get caught out during freshers week confusing &quot;hench&quot; with &quot;dench&quot;. In the interests of preserving your cool, here&apos;s our glossary of well-worn faves. Feel free to add local variants and new witticisms in the comments. Bare Not actually anything to do with nudity, bare is an adjective meaning &quot;a lot of&quot;, or &quot;obviously&quot;.  &quot;I can&apos;t come to your party, I&apos;ve got bare work to do.&quot; &quot;He bare fancies that girl he&apos;s talking to. I really hope he doesn&apos;t start telling her about his birthmark in the shape of Italy.&quot;  Used by: Hipsters, at first; slowly but surely filtering down through the student ranks. Bnoc  An acronym standing for &quot;big name on campus&quot;. A Bnoc (prounounced bee-knock) is a self-proclaimed campus celebrity  often the chair of a society or involved in student politics. The term is often used to mock the subject for their delusions of grandeur, rather than as a compliment.  &quot;Sam thinks he&apos;s such a Bnoc, but really he&apos;s just deputy treasurer of the cheese appreciation society.&quot;  Used by: The weary friends of CV-obsessives who live in the student&apos;s union. Chunder Verb meaning to vomit, usually due to over-consumption of alcohol. The word found fame in the satirical &quot;gap yah&quot; video on YouTube in 2010, but remains in common, if faintly ironical, use. Folklore suggests it may be a contraction of &quot;watch under&quot; and was shouted by seasick passengers on colonial voyages to those down below when vomiting over the edge of the top deck.  &quot;I thought that drinking whisky neat would make me look suave like that guy from Mad Men, but now I think I might chunder.&quot;  Used by: People who think it&apos;s funny and original; people who think it&apos;s funny to pretend they think it&apos;s funny and original. Chundergrad Chundergrad is a general term for anyone studying a bachelor&apos;s degree, regardless of their vomiting history. It is thought to derive from the partying tendencies of those studying for their first degree.  &quot;Having a job is seriously going to affect my partying quota. I had better make the most of my years as a chundergrad.&quot;  Used by: Final-year students who are painfully aware that, in six month&apos;s time, vomiting into a pint glass dressed as Santa Claus will no longer be an acceptable form of social interaction. Dench A generic term meaning that something is good. Dench was invented by rapper Lethal Bizzle, and has since become the name of a clothing range which he launched with Arsenal midfielder Emmanuel Frimpong. It is unknown whether the word was inspired by British national treasure Dame Judi Dench, but the two have become inextricably intertwined. Sports broadcaster Talksport even produced T-shirts with Dame Judi&apos;s face on them as a hoax (see: lads).  &quot;I just found a pound coin on the floor, what a dench trip to Tesco this turned out to be.&quot;  Used by: Those in the know, slangoisseurs, if you will. (Submitted by @sashwatson on twitter) Desmond Nickname for a lower second-class degree (2:2), after the former archbishop Desmond Tutu.  &quot;I had better stop watching repeats of Arthur on iPlayer instead of revising, or I&apos;m going to end up with a Desmond.&quot;  Used by: People who want to make light of the fact that they&apos;re cruising for a 2:2. Hench Hench is a term denoting a large and muscle-bound individual. More recently, it has been used to describe anything of voluminous size.  &quot;Let&apos;s go to Perfect Fried Chicken, their portions of chips are hench.&quot;  Used by: Lads. To describe themselves. Jel A contraction of &quot;jealous&quot;, first popularised by the cast of The Only Way is Essex but now common in student circles. If the situation calls for it, a student may even pronounce themselves &quot;well jel&quot;.  &quot;You&apos;ve finished your dissertation? Jel.&quot;  Used by: Closet TOWIE fans Lad A noun used to describe a student alpha male. Connotations of being deemed a &quot;lad&quot; include, but are not limited to: promiscuity, heavy drinking, sporting prowess, a fondness for protein shakes, love of practical jokes and a general arrogance in most aspects of life. Often used ironically, the term may be compounded to describe someone who has had particular luck or success in a certain field, as in example two below.  &quot;Did he just swig some sambuca on the rugby pitch whilst making sexual advances towards multiple women? What a lad.&quot; &quot;He got a first? Geography lad.&quot;  Used by: Like it or not, the lad is a universally recognised phenomenon Libes Affectionate term for the library.  &quot;Meet me in the libes, I&apos;m on the second floor.&quot;  Used by: Frantic essay writers who need to conserve all of their formal language ability for their work. Sick  Having replaced the conventional meaning of sick with chunder, students found themselves with a leftover word which they weren&apos;t quite sure how to use. That is until one bright spark decided to do something &quot;crazy&quot; and invert it completely: sick now means good or impressive.  &quot;The Worcestershire sauce on these beans on toast is sick.&quot;  Used by: Middle-class rap fans from Hampshire. TC Acronym standing for &quot;tactical chunder&quot;, a phenomenon which involves purposefully vomiting during a night out with the aim of being able to drink more afterwards.  &quot;I was feeling rough at first, but after my TC I had a brilliant night!&quot;  Used by: Only the most dedicated drinkers. (Submitted by @annafost on twitter) Thora Cockney rhyming slang for a third-class honours degree, in honour of the actress Thora Hird. An alternate form of this is a &quot;Douglas&quot;, after the former Tory minister Douglas Hurd.  &quot;I really need to spend less time googling cute kittens or I&apos;m going to get a Thora.&quot;  Used by: Those who want to bring a bit of vintage kitsch to the third class. Rah A derogatory term for a student who displays a set of physical characteristics and attitudes specific to the upper middle class. The stereotypical rah hails from the home counties, has a penchant for Jack Wills and Hollister clothing, and sports a hairstyle which is deliberately unkempt. A received pronunciation accent is essential, along with a repertoire of tales from their gap year in South East Asia and, if female, a horse.  &quot;Fiona is such a rah, I heard she asked her boyfriend to change his name to Jack Wills.&quot;  Used by: Those who are unappreciative of the rah&apos;s unique sense of style. Regretamine A play on the narcotic ketamine, which will no doubt be stolen by the anti-drugs lobby and used in an advert in due course. Regretamine may refer either to the drug itself, or to the adverse effects it produces in an individual.  &quot;I woke up to find I&apos;d repeatedly vomited in my laundry basket instead of the toilet. Major regretamine.&quot;  Used by: Those unfortunate enough to get on the wrong side of ketamine. Vac Not the vacuum cleaner your Mum had in the 90s, but a contraction of &quot;vacation&quot; which can refer to any university holiday period. Usage is prevalent among students at Oxford, who also refer to their faculty as the &quot;fac&quot; and a tutorial as a &quot;tut&quot;.  &quot;I&apos;ve got a tut, but I&apos;m hoping to leave the fac building early to go home for the vac.&quot;  Used by: Oxbridge students and the extremely time-poor.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/sep/18/concise-dictionary-of-student-slang", 
    "wordcount": "1285"
}