{
    "headline": "Angry Birds Space - review", 
    "text": "You certainly can&apos;t accuse Rovio of a lack of ambition for Angry Birds Space, its fourth Angry Birds game. Its announcement was beamed to Earth from the International Space Station, its launch day saw the company turn Seattle&apos;s Space Needle tower into a giant slingshot, and the game itself is being promoted through partnerships with NASA, National Geographic, Nickelodeon and Samsung. The game&apos;s launch is A Big Deal, and understandably so given the well-over 700m downloads of previous titles Angry Birds, Angry Birds Seasons and Angry Birds Rio. The new version may tick all the stunt-marketing boxes, but the important question is how it stacks up as a standalone game. The basics Angry Birds Space has launched on two mobile platforms iOS and Android as well as a PC version sold through Rovio&apos;s own website, and a Mac version sold on Apple&apos;s Mac App Store.  Pricing varies: 69p on iPhone, 1.99 for iPad, 2.99 for Mac, 5.95 for PC (just under 5), and a choice of free-with-ads or an ad-free paid version on Android. Yes, the Angry Birds are in Space, although they&apos;ve brought along their pig enemies and stolen-eggs plotline to feel at home. As before, the pigs are lurking in wooden and stone structures that must be destroyed by catapulting the birds at them. The game includes 60 levels split into two zones: Pig Bang and Cold Cuts. A further 30 levels are available in something called the Danger Zone, unlocked with an additional 69p in-app purchase (IAP). Rovio says more zones and levels will follow in the coming months.     Planets' gravitational fields affect your strategy    What&apos;s new? The setting isn&apos;t just for show. As you slingshot the birds around various space-rocks, they&apos;re subject to the planets&apos; gravity, adding an additional layer to the physics-based gameplay. Sometimes you&apos;ll be firing them through two or more planets&apos; gravitational fields, requiring some sharp thinking. There are new birds, too. A blue, square Ice Bomb Bird freezes the scenery and pigs, setting them up to be smashed by the next projectile. Meanwhile, the green Monster Bird is heavier than his peers, while the Super Red Bird has more of a grenade effect, triggered by tapping him. Yes, all three will be sold as plush toys in the near future. How did you guess? There is also a new power-up to replace the Mighty Eagle of previous game. Space Eagles can be triggered at any time, and see a giant bird batter through a wormhole to squash anything in their vicinity. Unlike the Mighty Eagle, which cost 69p via IAP, this isn&apos;t a pay-once and use-forever power-up. Instead, you can earn the one-use Space Eagles through playing every so often you&apos;re awarded another three or buy them in a range of bundles. 20 for 69p, 1.99 for 80, 5.49 for 280 or 13.99 for 980. Angry Birds Space also includes five mini-games (or &quot;Eggsteroids&quot;) that nod towards older games: Space Invaders, Breakout, Super Mario Bros and so on. They&apos;re unlocked by blasting five golden eggs lurking in five of the main game&apos;s levels.     The Danger Zone pack offers 30 more levels for 69p    The good bits The key thing about Angry Birds is that the original game didn&apos;t get popular through a juggernaut marketing campaign. Its original momentum came from genuine word-of-mouth buzz, because it was very fun to play and very, very addictive. That&apos;s still the case with Angry Birds Space. The swipe&apos;n&apos;tap controls remain simple and accessible, and the game walks the line between being too easy and too frustrating with aplomb. It&apos;s just right. Casual gamers will be able to unlock all 60 of the basic levels reasonably easily, even if they just get one star on each. Nailing three-star ratings on all will become an obsession for many players, as in the previous games. The Danger Zone levels also provide a decent challenge for more hardcore players. The gravitational fields and new birds add enough new elements to make Angry Birds Space not feel like a rehashing of the formula for people who&apos;ve played some or all of the previous games, too.     Space Invaders gets an homage in one of the bonus levels    Room for improvement A lot of people will be playing Angry Birds Space on several devices: an iPhone and an iPad for example, or a PC and an Android smartphone. Frustratingly, they&apos;re not interoperable: your scores and level-unlocking progress can&apos;t be maintained across them, even though on iOS, Rovio is using Apple&apos;s Game Center platform. Talking of Game Center, it&apos;s a shame that Angry Birds Space isn&apos;t more social. If you tap back out to the game&apos;s homescreen on the iOS versions, you can look at your Game Center friends&apos; scores. But a Facebook icon merely invites you to &quot;Go and like Angry Birds in Facebook&quot;. Angry Birds on mobile may be a different beast to the separate Facebook version, which is built around social features like seeing your friends&apos; scores as you complete levels. Even so, Rovio could have used Facebook Connect to put something similar in Angry Birds Space. An additional benefit would have been connecting players of the game on different platforms: iOS players seeing the scores of Android-owning friends and vice versa. Angry Birds Space feels a bit short: 60 free levels at launch, versus 260 in Angry Birds Seasons and 180 in Angry Birds Rio. Those games grew to that size through updates, though in a year&apos;s time, Rovio will likely still be pushing content to Angry Birds Space too.     Three-starring every level will become an obsession for many players    Conclusion Angry Birds rubs a lot of people up the wrong way, as seen in the spirited comment debates whenever The Guardian writes about it. Some really do see Rovio as a bunch of hacks who got lucky with a game that wasn&apos;t that original in the first place, and who have since been milking it dry while strutting around the world telling everyone how clever they are. Well, here&apos;s my take. They&apos;re not a bunch of hacks: there is real craft on show in Angry Birds Space. The merchandise and spin-offs may be ubiquitous, but the gameplay still feels fresh, with enough new elements to reawaken the addiction for players of the previous versions.  Hopefully Rovio will beef up Angry Birds Space&apos;s Facebook functionality in a future update, and perhaps tackle that persistent-state-across-devices problem too. In the meantime, beneath all the Angry Birds As Phenomenon noise lurks a genuinely excellent game, whose success has been built on quality, not just hype.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/23/angry-birds-space-review", 
    "wordcount": "1076"
}