{
    "headline": "Boot up: Cook v Ballmer, Google fails to stop iPhone, Google Now home?, and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team The Reason Stick: The Conspiracy Theory Flowchart &quot;THEY&quot; Don&apos;t Want You To See  Had enough government rhetoric? Tired of following the sheeple? Fed up with believing what THEY want you to believe? Maybe it&apos;s time to branch out and discover THE TRUTH. If you&apos;re new to the exciting world of conspiracy theories and just can&apos;t decide which paranoid delusion best suits you, then why not use this handy flowchart to find your ideal conspiracy theory. Then you too can go and stick it to THE MAN.  Rated as &quot;comprehensive&quot;. Afraid I can&apos;t tell you who said that. There&apos;d be trouble. (Thanks @johnrentoul on Twitter for the link.) Why Tim Cook Is Like Steve Ballmer &gt;&gt; NYTimes.com Nick Bilton:   For many investors, Steve Ballmer, the chief executive of Microsoft, has long been one of tech&apos;s favorite villains. His company&apos;s stock has lost 43 percent in value since he got Microsoft&apos;s top job on Jan. 13, 2000. Periodically, pundits, investors and even former executives call for Mr. Ballmer to get the boot. During the 13 years Mr. Ballmer has led Microsoft, though, annual revenue at the company has grown 221%, to $73.72bn, and profit has jumped 80%, to $16.98bn.  Of course, the complaints about Ballmer come from the missed opportunities in search and mobile (and, so far, tablets). The complaints about Cook are far less coherent, but generally boil down to &quot;not enough new products&quot; and &quot;we don&apos;t like the new products you&apos;ve introduced&quot;. Apple belatedly makes push in India &gt;&gt; The National  [Apple] has created deals in India to help make its smartphones more affordable, launching a scheme this month that offers at least 7,000 rupees (85) for a buyer&apos;s existing smartphone if they purchase the iPhone 4, one of its older models. That has reportedly resulted its iPhone 4 sales outpacing sales of the newer iPhone 5 model in India. Apple&apos;s rival Samsung quickly fought back, bringing out a promotion for 15% cash back on its Galaxy products, splashing its adverts on the covers of newspapers, just as Apple had.  (Thanks @Oisin75 for the link.) BYOD lawsuits loom as work gets personal &gt;&gt; CIO.com Tom Kaneshige:   the BYOD [Bring Your Own Device] romance has suddenly turned sour. Employees are questioning the intrusion of corporate eyes on their personal devices. Did IT turn their beloved smartphone into a spy that tracks their whereabouts? Employees are beginning to sense companies taking advantage of BYOD by intruding on personal time to get free work time. Now they&apos;re thinking about suing. &quot;I anticipate a bunch of little [lawsuits], then something big will happen that&apos;ll be a class action and become headline news,&quot; says CEO John Marshall at AirWatch, an enterprise mobile device management (MDM) vendor with 6,500 customers, including Lowe&apos;s, United Airlines and Best Buy. It has already started. A lawsuit currently winding its way in a federal court in Chicago claims that the city owes some 200 police officers millions of dollars in overtime back pay because officers were pressured into answering work-related calls and emails over department-issued BlackBerrys during off-hours. While this particular case doesn&apos;t involve BYOD, there&apos;s no question BYOD blurs the line even more between work life and personal life.  There&apos;s no actual evidence presented that lawsuits are looming - only the suspicion that things are going to get more complicated than they at first appeared. (Thanks @JohnnieGoat for the link.) Google keeps losing: ITC finally tosses Motorola&apos;s complaint against Apple &gt;&gt; FOSS Patents  This week begins for Google like last week ended: with another failure to convert the $12.5bn purchase of Motorola Mobility into leverage against a major rival. On Friday a German court denied Google&apos;s Motorola an injunction against Microsoft over a push notification patent that is most likely invalid. Today the United States International Trade Commission (USITC, or just ITC) threw out the last patent-in-suit remaining in the investigation of Motorola&apos;s October&amp;nbsp;2010 complaint against Apple. U.S. Patent No. 6,246,862 on a &quot;sensor controlled user interface for portable communication device&quot; was found invalid. The patent relates to the feature that a touch screen ignores touches if the user is on a phone call and holds the device close to his head. Google wanted the ITC to ban the importation of any iPhones with that feature into the US market.  Motorola not prevailing in patent lawsuits is becoming a sort of background hum of the internet.  Microsoft&apos;s Q3 results not really good news &gt;&gt; Tech-Thoughts Sameer Singh:   given low consumer interest, Surface shipments should continue to decline until a new product is launched. This leaves Windows volume licensing, which was driven by enterprises continuing the upgrade path from Windows XP to Windows 7 (driven by the closing support &quot;windows&quot; for Windows XP and probably discount offers to enterprises). Therefore, this revenue spike is likely to be a one-time event as upgrade cycles tend to be concentrated around OS launch timelines. In any case, a 40% revenue spike in non-OEM revenue could hardly be considered sustainable. Microsoft also stated that Windows revenue from OEMs was in line with the drop in PC shipments. PC shipments should continue to decline throughout the year (a minimum 8-10% annual decline as per my most recent forecast), which should pressure Windows revenue over the next few quarters.  (Note that Microsoft&apos;s fiscal third quarter is the calendar first quarter, ie January-March). iPhone 4 owners begin receiving their $15 &apos;Antennagate&apos; settlement checks from Apple &gt;&gt; 9to5Mac  Payday has come for some of the first responders to the iPhone 4 class action lawsuit.Last Februarya settlement was reached that granted iPhone 4 owners who had not previously received a free bumper for their &quot;defective&quot; iPhones a $15 payout. Several of our readers are now reporting that they received their settlement checks today. The first checks were issued on April 17 2013 and are void after July 16th. Unfortunately the deadline for submitting a claim has passed so if you missed out the first time around it seems you are out of luck.  Nice timing. Google Now for Google&apos;s homepage in testing &gt;&gt; Unofficial Google blog  It looks like Google Now won&apos;t be limited to Android, iOS and Chrome, it will also be added to Google&apos;s homepage. Some code from a page that&apos;s tested by Google offers more information about this feature. &quot;Get started with Google Now. Just the right information at just the right time.&quot; That&apos;s how Google introduces the new feature. &quot;Google Now uses your Home location to show relevant information like weather, traffic conditions, and nearby places,&quot; explains Google. You can edit the home location, work location and the current location. Another feature lets you track your favorite stocks.  It could even be the replacement for iGoogle (due to be killed off later this year). We know some people who would be happy with the replacement.. If it ain&apos;t broke, don&apos;t fix it: ancient computers in use today &gt;&gt; PCWorld  Sparkler Filters of Conroe, Texas, prides itself on being a leader in the world of chemical process filtration. If you buy an automatic nutsche filter from them, though, they&apos;ll enter your transaction on a &quot;computer&quot; that dates from 1948. Sparkler&apos;s IBM 402 is not a traditional computer, but an automated electromechanical tabulator that can be programmed (or more accurately, wired) to print out certain results based on values encoded into stacks of 80-column Hollerith-type punched cards. Companies traditionally used the 402 for accounting, since the machine could take a long list of numbers, add them up, and print a detailed written report. In a sense, you could consider it a 3000-pound spreadsheet machine. That&apos;s exactly how Sparkler Filters uses its IBM 402, which could very well be the last fully operational 402 on the planet. As it has for over half a century, the firm still runs all of its accounting work (payroll, sales, and inventory) through the IBM 402. The machine prints out reports on wide, tractor-fed paper.  But wait! Before the data goes in, it has to be encoded into punch cards. Amazing. More examples welcomed. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/24/technology-links-newsbucket", 
    "wordcount": "1423"
}