{
    "headline": "Watchdog raises questions over impact of Nike's Girl Hub", 
    "text": "The extremely slick Girl Effect campaign is no stranger to criticism. Supported by the Nike Foundation, a philanthropic wing of the multinational sports group, the social-media savvy, slogan-heavy campaign urges world leaders to pay closer attention to adolescent girls, as an &quot;untapped resource&quot; for development. Invest in a girl, the initiative suggests, and &quot;she will do the rest,&quot; pulling herself, her family, her community, and her country out of poverty. Over the past few years, critics have slammed the campaign for playing up to stereotypes of women and girls as natural caregivers, sidelining questions of structural inequality and power imbalance, and focusing on what girls can do for development, rather than what development can do for girls. Now, the Independent Commission for Aid Impact (ICAI) has released a sharply critical evaluation of the Girl Hub, a joint initiative by the Department for International Development (DfID) and the Nike Foundation. Established in February 2010 with a three-year, 11.6m grant from DfID, the initiative aims to &quot;unleash the Girl Effect&quot; by linking experts and advocates to large-scale development programmes, increasing the involvement of girls in the design of policies that affect them, and pushing adolescent girls further up the development agenda. If you think that sounds lovely, but quite vague, you&apos;re not alone. ICAI, the UK&apos;s independent aid watchdog, said little information was available to help assess the impact of the Girl Hub programme. There is a lack of clarity, it said, over what Girl Hub is focusing on and how it would achieve its &quot;big picture goals.&quot; Further, the report said: &quot;there is a risk that Girl Hub could end up initiating many individual projects that do not link together to bring real, substantial change for girls&quot;. Poor budgeting and financial monitoring, along with weak accountability mechanisms and the absence of anti-corruption and anti-bribery policies, are also serious causes for concern, said ICAI, which gave the programme an amber-red mark, signifying the scheme is &quot;not performing well&quot; and needs &quot;significant improvements&quot;. ICAI&apos;s discovery that Girl Hub lacked a child protection policy is particularly alarming. It was a &quot;serious omission,&quot; stressed the watchdog, given the fact that staff are presumably dealing with adolescent girls on a regular basis, making videos of girls, and taking girls on international trips to meet policymakers. A DfID spokesperson said the Girl Hub initiative put a child protection policy in place earlier this month, as part of the process of responding to ICAI&apos;s recommendations. Without doubt, this confirms the value of having an independent watchdog to scrutinise UK aid programmes. However, does this really soothe concerns about what is  and isn&apos;t  happening behind closed doors? How exactly could a major, DfID-funded development programme, focusing on girls, lack a child protection policy in the first place? Summing up the watchdog&apos;s findings, ICAI chief commissioner Graham Ward said: &quot;The idea of Girl Hub is ambitious and aims to bring new ways of thinking into DfID and the wider development community. But we found significant shortcomings in Girl Hub&apos;s governance and plans to translate its vision into tangible outcomes for adolescent girls. This is a good time for DfID to re-evaluate whether  and, if so, how  this model should be continued and made sustainable.&quot; International development secretary Andrew Mitchell has responded by defending the &quot;exciting and innovative&quot; Girl Hub initiative as a project that helps give girls in the poorest countries a better chance in life, which he says is a key priority for the government. &quot;The initial phase has seen the Girl Hub grow and develop quickly, and we have learnt from this and have already ensured that stronger planning, budgeting and evaluation controls have been put in place,&quot; he said, stressing DfID&apos;s desire to further develop its work with the private sector. The Nike Foundation said it is &quot;very proud&quot; to be partnering with the UK government and welcomes the ICAI report. The Girl Hub&apos;s strengths, it seems, are also its weaknesses. Its simple messaging has succeeded in &quot;energising&quot; people to consider girls&apos; needs, says ICAI. And, despite a slow start, there are indeed signs that Girl Hub has begun to make an impact influencing local decision-makers to focus efforts on adolescent girls. The Nike Foundation&apos;s experience and expertise in communications and media were key reasons for DfID partnering with the foundation in the first place, says ICAI. But at the same time, the simple messaging implies there can be a single solution to a complex set of problems, and is a potential threat to more nuanced efforts  by the Girl Hub and others  to tackle the causes and consequences of power imbalances. &quot;Girl Hub&apos;s underlying theory of change does take into account the wider context,&quot; says ICAI. &quot;[The initiative] appears to have struggled, however, to reconcile the power of a simple message with its efforts to tackle a complex social problem. This has contributed to a lack of clarity about Girl Hub&apos;s role and aims.&quot; For its part, DfID also put its significant weight  and 3.8m  behind the impressive and deeply nuanced Pathways to Women&apos;s Empowerment project, an international research programme that ran from 2006-2011 and focused on critically investigating &quot;what works&quot; for women&apos;s empowerment to inspire radical shifts in policy and practice away from blueprints and quick fixes. But that, by definition, means the messages from the Pathways project are not so simple, and it&apos;s unclear if and how DfID might take up its findings.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/23/girl-hub-strength-weaknesses", 
    "wordcount": "935"
}