{
    "headline": "Are tuition fees really to blame for a drop in student numbers?", 
    "text": "New figures from Ucas show that 46,413 fewer English students have applied to go to university in September 2012 than had applied by this time last year. So far this year, student demand in England has dropped by 10% in total. It seems enough to conclude that tuition fees have had a severe impact on university anticipation. However, there are a few problems with drawing this conclusion. Firstly, the pool of applicants for 2012 entry is lower than normal. This is because admissions were up dramatically in 2010 and remained high in 2011 as students who would normally have put university off for a year or more decided to apply early to beat the fee increase. We have seen this sort of pattern before in 1998, the year tuition fees were first introduced, and in 2006 when they went up to 3,000; a large increase in participation the year before the fee increase and a sharp decrease the following year. Usually, a year later, participation returns to an upward trend. Secondly, we don&apos;t know what university applications would have been had there been no increase in fees. In other words, we don&apos;t know the &quot;counterfactual&quot;. What effect might the recession have had on applications? What about the uncertainty caused by the eurozone crisis? We can hazard a guess that these things would contribute to increased participation over the last few years, which make it even harder to estimate the pure fee impact. A third less touched upon problem is that while everyone knows that fees are set to go up dramatically this September, there will also be increases in maintenance loans and grants, as well as new scholarships for the less well off. Might this increased generosity counteract some of the negative impact of fees? How do we untangle these confounding factors? There are a few methods that researchers use to answer these questions. Most typically, we try and find a time in the past when tuition fees increased for one group of people  say a those in a particular region  but stayed the same for those from another region. Then we look at the difference in participation growth for each group before and after the fees increase. This is something researchers call a &quot;difference-in-difference&quot; approach. An obvious example is to compare participation growth in England and Scotland. Scottish students have paid no fees since 2000, whereas English students experienced a large fee increase in 2006 and will do so again in 2012. But comparing participation in these two regions won&apos;t necessarily help us, since there are many other differences in higher education finance in England and Scotland. For example, Scottish students from well-off backgrounds receive less generous maintenance loans than those in England, and maintenance grants are different too. A further complication is that between 2001 and 2007, Scottish students had to pay a &quot;graduate endowment&quot;  a fee of over 2,000 due upon graduation. This makes a comparison of participation growth in these two countries less informative, and less likely to yield robust conclusions about the impact of fees. Even comparing participation in England and Scotland over the past couple of years  whilst somewhat helpful  is dangerous, since these countries have had such different higher education policies for so long. Another example we can look at is participation of students from rich backgrounds versus those from poor backgrounds in England. The fee increase in 1998 was largest for the rich  since the poor paid no fees at that time  whereas the fee increase in 2006 was largest for the poor  since they went from paying no fees to paying 3,000 a year (the same as the rich). Again, while trends in these groups will be informative, a similar problem arises. It wasn&apos;t just fees that were increasing but also maintenance grants (which were abolished in 1999, re-introduced in 2004 and increased in 2006) and maintenance loans (which were increased every year at varying rates for different groups of students). In fact, there is no single point in time and no single region of the UK where tuition fees increased for one group of students where there weren&apos;t simultaneous changes in grants, loans or some other forms of higher education finance. We may be able to hazard an educated guess at the impact of fees on participation, but unless the government decides to conduct a randomized control trial or experiment of some sort, we will never be truly certain of the impact of tuition fees on higher education participation. Gill Wyness is an education researcher at LSE and a research associate at CentreForum, the liberal think tank. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/13/tuition-fees-drop-in-student-numbers", 
    "wordcount": "807"
}