{
    "headline": "Education in brief: is there consultation over academy status?", 
    "text": "No views required When is a consultation not a consultation? When it is put in place by the Department for Education, as part of plans to force a school into sponsored academy status, it seems. As reported in these pages last month, Roke primary school in Croydon is being primed for academy conversion as part of the Harris chain, but a letter seen by the Guardian from the new schools minister, Lord Nash, to local Conservative MP Richard Ottaway suggests parents, teachers and members of the local community will not be invited to give their views about the proposed conversion until after it has been agreed by the DfE. Nor will it be very impartial, it seems. The letter says: &quot;The formal consultation [which is a legal requirement] is usually started when the proposed sponsor has been agreed by the Department, the governing body has met with and agreed to be sponsored by this sponsor, and the proposal has been given ministerial approval to take forward.&quot; To add to the ire of parents campaigning against the plans, the consultation will be carried out by Harris. Lord Nash&apos;s letter explains: &quot;From experience, consultation is most meaningful when the proposed sponsor, rather than the Department, is involved in the process as they are able to set out the specific benefits their involvement will bring to the school.&quot; No say for councils either Lincolnshire county council has voiced strong opposition to proposals by the West Grantham Academies Trust to close one of its four schools, the Charles Read academy in the village of Corby Glen, next year. The trust says the move will allow Charles Read pupils, who will transfer to another of its schools some 12 miles away near Grantham, to study a wider range of subjects, in a school where more students achieve high grades. But the council has published a highly critical statement on its website, saying it had not been consulted and that the move would leave Corby Glen pupils travelling &quot;vast distances&quot;, while the proposals failed to take into account likely future population growth. There seems little, though, that Lincolnshire can do about the plan, which, according to a statement on its website, has been developed by the trust after consultation with the DfE. This will no doubt be greeted with ironic cheers by anti-academies campaigners in the county, who called on the council to take a more sceptical view about schools opting away from the local authority back in 2011, due to concerns about losing local democratic influence over academies&apos; decisions. All quiet on the Ofsted front A system set up by Ofsted that allows parents to rate the quality of their child&apos;s school has had a relatively small take-up so far, data released to Education Guardian by the inspectorate has confirmed. About 167,000 questionnaires have been completed on the Parent View website, which allows the public to answer questions on the quality of education provided by a school, ranging from teaching standards to how it handles bullying, the results of which are published online. The figure equates to about seven for each of England&apos;s 23,500 schools covered by the system since Parent View was set up 16 months ago, which seems surprisingly low, given that the data is used to inform the outcome of Ofsted inspections. The National Association of Head Teachers is among the sceptics, and this month claimed a victory in persuading Ofsted not to publish results online until at least 10 people from a particular school have completed surveys on that institution (previously, Ofsted was publishing results on the basis of only three survey responses). But many schools on Ofsted&apos;s site don&apos;t appear to have had a single response posted.", 
    "section": "education", 
    "gid": "education/2013/feb/25/primary-academy-conversion-consultation", 
    "wordcount": "625"
}