{
    "headline": "Double-jointed footballers run greater risk of injury", 
    "text": "Next time a big-name footballer seems to be spending more time on the bench than on the pitch, his club might want to investigate whether he is double-jointed. According to work by academics at Leeds Metropolitan University, double-jointed football players have a higher injury risk than their less flexible team-mates  and the researchers think their findings could have a bearing on how players are bought, sold and selected. Gareth Jones, a physiotherapist and senior lecturer at LMU, and postgraduate student Matt Konopinski embarked on their study before the start of the 2010-11 football season. The duo began working with a Premier League football team  they can&apos;t identify it because of player confidentiality agreements  analysing the 54 players&apos; mobility and flexibility, and then tracking how their season unfolded. In pre-season training, the academics and the club&apos;s medical team tested all the players against the Beighton scoring system, which tests hypermobility. This term sometimes denotes double-jointedness, but can also indicate a more serious medical condition. In sport, the most common form is benign hypermobility, which involves no extra health risks apart from additional movement to joints. The footballers&apos; joints were tested for their range of extension. &quot;The physios checked if the players could bend their thumb on to their forearm, extend their elbow past its normal joint range, bend a little finger beyond 90degrees, or extend their knees greater than the extra 10 degrees beyond straightened that most people can,&quot; explains Jones. Exactly one-third of the group  18players  were found to have benign joint hypermobility syndrome, which meant they had at least four abnormally flexible joints. As the season kicked off, all of the club&apos;s players were fitted with GPS trackers to calculate how much they were running, stretching joints and flexing muscles during games and practises, and for how long. At the same time, the academics began logging an &quot;injury audit&quot;. At the end of the season, Jones and Konopinski analysed the players&apos; activity, and found that the double-jointed players suffered 72 injuries, at a rate of 22 injuries for every 1,000 hours on the pitch in match play and training. By contrast, the 36 &quot;normal&quot; players picked up injuries at a rate of a little over six per 1,000 hours spent in matches anddrills. The academics also found that the type of injuries suffered by the two groups differed. &quot;Hypermobile players were found to be much more likely to sustain a severe injury and re-injury,&quot; says Jones. &quot;Twelve of the 18 athletes suffered at least one severe injury during the season  often a ligament or cartilage tear in the knee  compared with only two of the 36 non-hypermobile athletes.&quot; He believes the lack of stability in hypermobile joints makes them more likely to suffer injuries  and says football managers need to sit up and take note. &quot;Our findings back up a recent systematic review by US academics looking at hypermobile athletes in a range of sports, which also concluded the knee is at risk,&quot; Jones says. They are now extending their work to other clubs and believe it could begin to play a part in player selection. &quot;Including hypermobility tests in their screening would mean [clubs] could make informed choices regarding possible purchase of players,&quot; says Jones, &quot;but also injury rehabilitation and, more importantly, pre-habilitation ... Players are expensive. The more knowledge clubs have about their risk factors for injuries, the better.&quot; Jones says the research may be less important for wealthy sides. &quot;The clubs with big budgets may buy players regardless,&quot; he says. &quot;But those with less money available may wish to consider these factors more closely.&quot; Jones, who also works as one of the Football Association&apos;s medical tutors, wants to look at other sports such as rugby. &quot;For years, coaches and therapists have worried about a lack of mobility in sportsmen and women  for example, the impact of short hamstrings  but this evidence shows the risk of being too mobile, especially at the knee, should also be a concern. It&apos;s especially important as there&apos;s a lot that affected athletes can do about it  strength and conditioning work can make hypermobile players less likely to be injured.&quot; That&apos;s true, too, for those who dabble in football on the weekend. &quot;In fact,&quot; Jones adds, &quot;it may be more important. The pros are well looked after, and have instant access to medical staff. But anyone playing amateur football doesn&apos;t have that immediate medical care, and if they are hypermobile at the knee, for example, and don&apos;t know or do anything about it, they could face greater risks.&quot; Later this year, Jones and his team want to turn their attention to young players. &quot;I&apos;m keen to find out more about the development of kids exposed to playing a lot of football while young; those who are pretty good and play at school PE lessons, in the playground, at home, in club training and so on. Could that level of activity while young help explain the level of hypermobility in the players in our study?&quot; In the meantime, Jones will continue watching football for both professional purposes and for pleasure. He insists he has no reason to worry about one football team&apos;s players&apos; joints over another, adding: &quot;I don&apos;t have any strong affiliation  other than hoping England play well.&quot; After a tough season playing all winter, might the national side&apos;s performance at this summer&apos;s European championships be hit by injuries of hypermobile players? The academics will be watching.", 
    "section": "education", 
    "gid": "education/2012/feb/27/double-jointed-footballers-greater-risk-injury", 
    "wordcount": "942"
}