{
    "headline": "Facebook shares fall after social network posts modest results", 
    "text": "Facebook shares have plummeted as the company failed to scotch concerns that the social network will struggle to profit in a mobile world. In its first results presentation as a public company, Facebook announced revenues of $1.18bn (750m) for the three months ending 30 June. The results were just ahead of analysts&apos; expectations and came after US stock markets had closed. Facebook&apos;s shares had been falling all day on Thursday, ending down 8.5% at $26.84, as investors feared the company would miss analysts&apos; projections. They continued to fall in after hours trading, dipping below $25 for the first time since May&apos;s initial public offering. The company reported it had 955 million monthly active users as of June 30, 2012, an increase of 29% year-over-year. The number of mobile users reached 543 million as of June 30, 2012, an increase of 67% year-over-year. For the second quarter, Facebook posted a loss of $157m. Mobile use has worried investors as Facebook has admitted it has as yet found it hard to make money off those accounts. Sam Hamadeh, founder of PrivCo analysts, said it appeared that 57% of Facebook&apos;s users were now mobile, up from 54% last quarter. &quot;That&apos;s a serious problem for them. I don&apos;t think that they can innovate fast enough to keep up with that shift,&quot; he said. &quot;The results are a &apos;meh&apos;. They are a little better than expectations but not enough for you to call this anything other than a miss.&quot; The shift to mobile platforms has been further underlined in recent weeks.Last week, Apple announced it had sold 26m iPhones, 17m Pads and 4m Macs in the third quarter. Google&apos;s Nexus 7 tablet sold out across the US within days of its launch. &quot;Our goal is to help every person stay connected and every product they use be a great social experience,&quot; Mark Zuckerberg, Facebook founder and chief executive, said in the earnings release. &quot;That&apos;s why we&apos;re so focused on investing in our priorities of mobile, platform and social ads to help people have these experiences with their friends.&quot; In a conference call with analysts, Zuckerberg said the firm was concentrating its efforts on mobile services. &quot;Our vision for platform is bigger than most people perceive,&quot; he said. The results are the first since Facebook&apos;s disastrous stock market debut on 18 May. Facebook priced shares at $35 ahead of its long-anticipated initial public offering but after briefly soaring, the share price crashed and has remained below that price ever since. The company and its bankers now face legal action from shareholders who have accused them of selectively handing out negative information to some large shareholders ahead of the sale. Delays in the start of the sale and other issues are also being investigated by regulators. The fall came as shares in Zynga, the social gaming company responsible for 12% of Facebook&apos;s revenues, hit an all time low on Thursday after it issued disappointing results.", 
    "section": "technology", 
    "gid": "technology/2012/jul/26/facebook-shares-modest-results", 
    "wordcount": "503"
}