{
    "headline": "Fossil fuel divestment campaign's victory in Australia will be a moral one", 
    "text": "Journalist and climate activist Bill McKibben is in Australia in June on his epic Do The Math tour, which aims to highlight the danger of fossil fuel company oil and coal reserves and encourage divestment. The tour was kick started by McKibben&apos;s Rolling Stone article, Global Warming&apos;s Terrifying New Math,which argued that in order to stay below the 2Cwarming limit,the global economy has a budget of less than565gigatons of carbon dioxide. Unfortunately, fossil fuel companies have reserves of carbon from oil, coal and gas of almost 3000 gigatons far exceeding the climate&apos;s safe limit if it were to all be burned. This &quot;math&quot; has been known for some years before McKibben&apos;s article. The Potsdam Institute wrote about humanity&apos;s carbon budget back in 2009, noting that even if we stayed within budget, we still had a 25% chance of going over 2 degrees warming. Alarmingly, the Potsdam report said global emissions must start falling by 2015 and that reductions must exceed even the most ambitious public targets tabled by governments so far. Nevertheless, although McKibben didn&apos;t invent the &quot;math&quot;, he certainly deserves credit for catapulting it back into the spotlight. Tied to the tour is the 350.org sponsored carbon divestment campaign, targeting mainly students on campuses around the USA (and now Australia) to pressure their university administrations to dump investments in fossil fuel companies. The message of the campaign is that these students can no longer tolerate &quot;business as usual&quot;. The campaign has started to spread to churches, local councils, and in Australia, work is under way for activists to start campaigning to superannuation funds. And in the USA it has been remarkably successful.More than 300 American colleges have active Go Fossil Free campaigns. Universities like Harvard or MIT have multi-billion dollar endowment funds. While individual college funds may represent just a small drop in the ocean of international financial markets, the Go Fossil Free campaigns are trying to tap into something deeper with their divestment campaigns. Divestment campaigns historically have never been about economic pressure. The effectiveness of the South African apartheid divestment campaigns were due to the moral pressure they placed on governments and businesses. They made toleration of apartheid in the USA, Britain and other countries (including Australia) impossible. University campuses were the hubs of much of the campaign activities, engaging not just students but academics and the trustees of university administered funds. The divestment by the University of California Berkeley&apos;s divestment of $3 billion in 1986 was later credited by Nelson Mandela as a catalyst for the collapse of the apartheid government. Unfortunately, there&apos;s every indication that the big fossil fuel companies targeted by McKibben like Exxon, BP, Chevron and BHP Billiton are less concerned than Apartheid South Africa was in global public opinion. For example, BP has managed to bounce back from the Gulf of Mexico oil spill. It&apos;s likely they also have more economic and political clout. The big fossil fuel companies are some of the most profitable companies in history. BHP Billiton for example made a modest $10 billion profit in 2012, and Exxon made over $42 billion. Given these numbers, it is unlikely that even the $32 billion Harvard endowment would make much of an impact, even if the entire fund was invested in fossil fuel companies. In Australia, only the University of Melbourne has over a billion dollars in their endowment, and even if all the Australian universities combined divested, the business practices of BHP and Chevron are unlikely to change. I think the real impact of the divestment campaigns must come from their moral authority. Universities (and hopefully superannuation funds) that do divest are taking a moral stand. That stand must be accompanied by efforts throughout the university to highlight the risks posed by dangerous climate change. Universities train the business leaders of the future. In fact, the graduate schools are often training the business leaders of today! Most business schools include compulsory courses in ethics, but the carbon budget math needs to be embedded into accounting, finance and economics classes from the undergraduate to graduate level. Lecturers teaching actuaries about risk should be explaining the effects of runaway global warming and the ecological crisis that will occur if we cross over 2 degrees in warming.Engineering and project management students should look at sustainable energy and ecologically sound product supply chains. And commerce students need to come to grips with the fact that as we get closer to reaching or exceeding our carbon budget, those fossil fuel reserves may become unburnable, leaving investors stranded. With more and more reports warning of the dire risks if we do not change course, the Go Fossil Free campaign has its work cut out to ensure we don&apos;t cross the limit in 2015. Last year, I had the opportunity to see McKibben and Naomi Klein at the Boston leg of the Do The Math tour and found it excellent and informative.", 
    "section": "environment", 
    "gid": "environment/southern-crossroads/2013/may/21/fossil-fuel-divestment-campaign-australia", 
    "wordcount": "840"
}