{
    "headline": "End of hosepipe bans does not mean an end to our water woes", 
    "text": "Just in case you hadn&apos;t noticed or heard, it&apos;s been raining a fair bit over the UK in recent months. In fact, the second quarter of 2012 has been officially classified by the Met Office as the wettest April, May and June period since records began in 1910. How things change. Reverse the tape back to mid-March and all the talk was of looming droughts and hosepipe bans following two consecutive dry winters. It&apos;s no surprise that the wags are now calling it the &quot;wettest drought ever&quot;. But what does this rapid turnabout prove, if anything? Does it show that the talk in spring of hosepipe bans and drought orders was laughably premature? Or, conversely, that large parts of eastern England have mercifully dodged the proverbial bullet more through good fortune than sensible management of the fresh water supplies provided by our seemingly increasingly erratic weather patterns? Where, for example, would those drought-affected areas be today if the rains hadn&apos;t arrived with the persistence and relentless force that they did? I remain sceptical that the powers that be  and the private companies that now manage our water supplies  will use the &quot;teachable moment&quot; provided by 2012&apos;s water roller-coaster (or should that be log flume?) to truly get a grip on our nation&apos;s water infrastructure and, more importantly, future-proof it against the climate we are predicted to experience in the decades ahead. However, I am at least pleased that many of the water companies are stressing today that - despite lifting their restrictions on water use  things are still not back to &quot;normal&quot;. This is what Veolia Water Central&apos;s spokesman said:  While most welcome, this recovery in the aquifers does not remove the underlying problems caused by the drought and we are continuing to plan for the possibility of a third dry winter.  Given the volume of rain that has fallen, it seems fair to assume that all the rivers, reservoirs and aquifers have now fully recovered. But the data from the Environment Agency, which monitors water levels throughout England and Wales, still paints a varied picture across the regions. For the best insight, read the Environment Agency&apos;s &quot;weekly water situation reports&quot;. The contrast between the latest report (pdf) and the one published in mid-March (pdf) illustrates just how much rain has fallen.   14-20 March, 2012Predominantly dry conditions continued across England and Wales this week, with soil moisture deficits increasing slightly in the majority of our regions. River flows have continued to fall with nearly half our indicator sites now exceptionally low for the time of year. Groundwater levels remain low for the time of year with only four of our indicator sites normal or higher for the time of year. Reservoir stocks have increased slightly at the majority of reservoirs or reservoir groups in southern and eastern England. 27 June  3 July, 2012It has been another wet week across England and Wales, especially in northern and western England and Wales. Flood Warnings and Alerts were issued across many areas particularly in Midlands and Yorkshire and North East Region. River flows remain high, with 80% of our indicator sites notably high or higher for the time of year. Both groundwater levels and regional reservoir stocks have increased slightly or remained similar to last week at the majority of our indicator sites.  But for an extra serving of insight, my colleague Paddy Allen  the Guardian&apos;s infographic supremo  has taken the groundwater levels map from each report (figure 5 in the reports) and overlaid them as a &quot;slider&quot; so you can quickly see how groundwater levels have recovered locally across the regions. Viewing it this way, it is clear, for example, that the south-east of England is far from &quot;back to normal&quot;. (Look at figures 3 and 7 in the reports to see &quot;river flows&quot; and &quot;reservoir stocks&quot;, respectively.) We shouldn&apos;t, therefore, be lulled into a false sense of security that our water woes are over, simply because we&apos;ve been experiencing near-Biblical downpours for the past three months.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/09/end-hosepipe-bans-water-woes", 
    "wordcount": "681"
}