{
    "headline": "Five shark species win protection against finning trade", 
    "text": "The millions of sharks killed every year to feed the vast appetite for shark-fin soup in Asia now have greater protection, after the 178 nations at the world&apos;s biggest wildlife summit voted to crack down on the trade. Those fishing for oceanic whitetip, porbeagle and three species of hammerhead shark will now require strictly controlled permits to export the fins. The move is a landmark moment for the Convention on International Trade in Endangered Species (Cites) because many previous attempts to protect marine species  including these sharks  have failed, largely due to opposition from Japan and China. Those nations argued other bodies have responsibility for fisheries, but their opponents, including the EU, US and Brazil, said Cites is far more effective and conservation campaigners were delighted. Manta rays also won new protection. &quot;Dealing with fisheries is always hard due the huge economic and political interests involved,&quot; said a delegate from one of the world&apos;s top fin-exporting nations. She added the cultural attachment to serving shark fin soup at weddings in China  now affordable for millions more in the country&apos;s swelling middle class  was very strong and very hard to break: &quot;It would be like telling the French not to have champagne at their wedding.&quot; Sharks are highly sought after but are slow to mature and have few offspring, making them extremely vulnerable to overfishing. The culling of 1 million oceanic whitetip sharks every year has resulted, for example, in its Pacific population crashing by 93% between 1995 and 2010. Today the species was given protection in a close vote that just achieved the two-thirds majority required. The porbeagle, once sought for its valuable meat especially for European markets, also saw a population crash, dropping 85% from 1981 to 2005 in the north and west Atlantic. In 2010, the EU had to halt fishing due to the tiny numbers left. The porbeagle shark lost out on protection in 2010 at Cites by one vote, but this summit, being held in Bangkok, saw a much wider coalition of 37 nations backing the shark proposals. The fins of the scalloped hammerhead are among the most valuable of all and it is estimated that 2 million a year are killed. They are one of the rare sharks to school together, making it easy to catch large numbers. The Cites summit also voted to protect the great and smooth hammerhead sharks, because their fins are very similar and could have been targeted if only the scalloped hammerhead was protected. Previous Cites meetings had seen similar protection proposals for sharks rejected, but new support from Latin American and west African countries, and the promise of cash from the European Union to help change fishing practices, won the day. The decisions could be reopened for debate at the final plenary session of the summit and potentially overturned. If, not all the measures will be implemented after an 18-month period in which enforcement measures can be set up. Scientists estimate that about 100m sharks are killed by humans every year, representing 6-8% of all sharks and far above a sustainable level. The shark fin trade is a global one, with Hong Kong at its hub, where 50% of all fins end up. Ten million kilogrammes of shark fins are shipped to its port every year, from 83 countries. Spain and Indonesia the leading sources, but other top 10 nations include countries such as Argentina, Nigeria, New Zealand and Iran. One-third of the 450 known species of shark are endangered by overfishing, but the species protected on Monday are the most valuable and sought after. Vessels are often officially fishing for tuna or swordfish but can in fact catch far more sharks, particularly the oceanic whitetip shark. By finning the fish at sea and throwing the bodies back, single trips can results in many thousands of dead sharks. The impact of the huge fishing fleets of Spain and France has been particularly severe on the porbeagle shark, whose meat is sold for a high price, and it has fallen by more than 95% in the Mediterranean an 90% in the north-east Atlantic. Prof Nick Dulvy of Simon Fraser University in Canada and a member of the International Union for Conservation of Nature expert panel on sharks, said wiping out populations of the fish often plays havoc with the ecosystem: &quot;When we remove the top predator, their prey can burgeon and affect the food chain all the way down.&quot; This can affect seafood prized by people, as happened off North Carolina when commercial fishing destroyed the big shark population, leaving rays to thrive which in turn destroyed bay scallops. &quot;We are thrilled that the tide is now turning for shark conservation, with governments listening to the science and acting in the interests of sustainability,&quot; said Elizabeth Wilson, manager of Pew&apos;s global shark campaign. &quot;With these new protections, they will have the chance to recover and once again fulfil their role as top predators.&quot; Manta rays, known by divers as friendly and inquisitive gentle giants with a seven-metre wingspan, also got new protection against exports at the Cites summit, backed by 80% of the voting nations. They are easy to catch but extremely slow to reproduce, delivering just one pup every two to five years. Their populations are being devastated off Sri Lanka and Indonesia to feed a newly created Chinese medicine market in which their gill plates, used to filter food from the ocean, are sold as a purifying tonic. Around 5,000 a year are killed, generating $5m for traders, but where protected they bring in $140m from tourism. Finally, the nations at the Cites summit chose unanimously to ban all international trade in a species of freshwater sawfish that is now restricted to northern Australia. They are virtually extinct over much of their former west Pacific range, and have not been seen for decades in Indonesia and Thailand. They were sought for their highly valuable fins ($4,000), their saws ($1,500) and by aquariums. Monday&apos;s vote means all sawfish species have been banned from international trade. Carlos Drews, head of WWF&apos;s Cites delegation, called the shark votes &quot;a landmark moment&quot;. Ralf Sonntag, shark specialist for the International Fund for Animal Welfare, said: &quot;This is a bold move by Cites. These sharks are worth far more alive than dead to local communities.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/11/shark-species-greater-protection-finning", 
    "wordcount": "1068"
}