{
    "headline": "Research in brief  01 March 2013", 
    "text": "Social Science     Photograph: Gregor Kervina.      Teaching children about the environment can affect the knowledge and behaviour of parents, says research by Imperial scientists in the Seychelles.  Some people do not learn from their mistakes because of the way their brain works, according to research led by an academic at Goldsmiths, University of London. Researcher Professor Joydeep Bhattacharya said: &quot;This study presents a first tantalising insight into how our brain processes the performance feedback and what it does with this information, whether to learn from it or to brush it aside.&quot; Arts and humanities     Photograph: Martin Godwin      A new electronic edition of a manuscript produced by a team of postgraduate students, scholars and technical advisors of Royal Holloway and the British Library will allow readers to link between the original handwritten text in Greek and Latin, and understand in more depth how and why the text was written.   Research by a University of Manchester historian has cast new light on the way Britons responded to the desperate plight of Jews fleeing Germany after the Nazis came to power. In his book, Bill Williams says migrants were neglected across all sections of British society. Science and technology     Photograph: James L. Amos/CORBIS      An international research team led by a University of Bristol scientist has explained the preservation of colours in fossil insects for the first time, revealing hidden gems that could help reconstruct the evolution of colours in insects.  A researcher at the University of Southampton, working as part of a team from the UK and USA, believes the global eradication of malaria could be achieved by individual countries eliminating the disease within their own borders and coordinating efforts regionally. And finally     Photograph: Alamy      Every Child a Reader (ECaR), a whole school improvement strategy for literacy, more than trebles school&apos;s success in reading according to a report published by the European Centre for Reading Recovery, at the Institute of Education. The report shows in total that nearly 1,400 schools from 118 local authorities implemented the strategy as a cost-effective method to tackle literacy difficulties. Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/mar/01/research-in-brief-universities-2013", 
    "wordcount": "379"
}