{
    "headline": "Swan upping cancelled because of flood conditions on Thames", 
    "text": "The ancient ceremony of swan upping, the annual census of the bird by the Queen&apos;s official swan marker on the Thames, has been cancelled, possibly for the first time in its history, owing to flood conditions. The ceremony, which dates from the 12th century when the crown claimed ownership of all mute swans, was due to start on Monday and continue all week. Buckingham Palace announced on Monday afternoon it was not possible for it to go ahead because of weather conditions. The annual event involves hundreds of schoolchildren as well as volunteer boat owners, and is usually a colourful spectacle with official &quot;swan uppers&quot; in traditional scarlet uniform journeying upstream in rowing boats to count swans and complete health checks on cygnets. David Barber, the Queen&apos;s swan marker for 20 years, said he informed the palace that the water was &quot;too high, and too fast&quot; for the upping to be conducted safely. &quot;As far as we know it has never been cancelled before, maybe not for hundreds of years,&quot; he said. &quot;It is a real disappointment. We will now have to miss a year, which is diabolical for us.&quot; The census is seen as a useful conservation activity as checks are made on the health of the birds, especially cygnets which are weighed and measured. The young birds are at particular risk of being caught in fishing tackle, and the cancellation meant extra vigilance would be required to ensure no cygnets suffered as a result, Barber said. The swan upping ceremony was originally a way of marking ownership, at a time when the birds were regarded as a delicious dish at banquets and feasts. Each day of the week-long event, the boats seek out broods. The first to sight a brood shouts &quot;all up!&quot;, the traditional call warning all the boats to get into position to catch the swans. When the birds are caught, the marks on the parent swans&apos; beaks are examined to establish ownership. As the swan uppers pass Windsor Castle, they stand to attention in their boats with oars raised to salute &quot;Her Majesty the Queen, seigneur of the swans&quot;. The Thames skiffs bear special flags for the occasion, with the Queen&apos;s boats flying a white flag depicting the royal crown and the royal cypher. This year swan upping was due to depart from Sunbury Lock, Surrey, and end at Abingdon, Oxfordshire, on Friday. The crown still retains the right to ownership of all unmarked mute swans in open water, but the Queen only exercises her ownership on certain stretches of the Thames and its surrounding tributaries.", 
    "section": "environment", 
    "gid": "environment/2012/jul/16/swan-upping-cancelled-flood-thames", 
    "wordcount": "443"
}