{
    "headline": "Aid to Zimbabwe must take account of resettled farmers on contested land", 
    "text": "It is 12 years since President Robert Mugabe responded to divisions in his party and the rise of an opposition by launching a &quot;fast-track&quot; resettlement programme in which 4,500 white commercial farmers were thrown off the land and replaced by 150,000 black families. It feels as though it is almost as long since Britain took a close look at Zimbabwe and assessed what should be achieved with the 80m ($126m) of taxpayers&apos; money spent there each year. Britain&apos;s priorities count. Donors, led by the US, give more than $900m per year in aid to Zimbabwe and they take their lead from the Department for International Development (DfID). Since the land invasions began in 2000, donors have faced a conundrum: how to provide humanitarian assistance to needy people without giving a penny to their government. The challenge did not go away in 2009, when the opposition Movement for Democratic Change (MDC) was given a few ministries. Britain came up with a good plan  to channel aid money through two conduits. These are the United Nations Children&apos;s Fund (Unicef), which handles education, health and social welfare, and the Protracted Relief Programme (PRP), which uses NGOs to support 2 million communal farmers. The system is reactive to emergencies  such as the 2008 cholera outbreak  and has provided for consultation with MDC-controlled ministries. Importantly, it allows for the travel and business sanctions imposed against Mugabe and other individuals to appear not to affect ordinary people. However, while the donors have studiously been perfecting routes to circumvent the treasury, Zimbabwe has fundamentally changed. DfID officials stress that British taxpayers&apos; money does not go to people living on &quot;contested land&quot;, meaning farms for which former owners have not been compensated. Britain, they say, only helps people living on communal lands  those whom Britain has always helped, and whose security of tenure is at the whim of traditional chiefs. The assertion that aid is not reaching new farmers on &quot;contested land&quot; means Britain is ignoring the humanitarian needs of the 150,000 families  about 750,000 people  who have been part of the largest demographic movement in southern Africa in the past decade. Here are some snapshots of Zimbabwe now:  On Portelet Estates, a former commercial farm near Chinhoyi, 450 children attend a &quot;satellite school&quot; with no furniture or blackboards in a barn on the verge of collapse. The headteacher, Fanuel Mtongozi, 46, says the school opened in 2002 for children of settlers in Village Nine. Unicef delivered the first textbooks last year. There are 1,363 satellite schools in Zimbabwe, but they are not mentioned in Unicef&apos;s Education Transition Fund plan.  A white pensioner begs in the car park at Avondale shopping centre in the northern suburbs of the capital, Harare. She says she lost her farm, then her husband died, and her pension became worthless under hyperinflation in 2008. There are now no more than 500 white farmers left in Zimbabwe, most of them past retirement age, many living in hardship and reliant on charity.  Near Macheke, a man in his 40s, called Patrick, squats in dilapidated buildings that used to be the productive fruit and tobacco farm where he worked. It has been resettled under &quot;fast track&quot;. He is not a beneficiary, but he has nowhere else to go and lives by doing odd jobs for the resettled farmers. Zimbabwe has an estimated 1 million internally displaced people  8% of the population. They are often former commercial farm employees. There is no support for them as long as they remain on &quot;contested land&quot;.  Near Goromonzi, Mathias Mandikisi, a former &quot;war vet&quot;  who played an active role in occupying the land he now farms  has had a bumper tobacco crop on his six hectares (14.8 acres). He bought his first car last year, at the age of 53. This year he intends to trade in his Mazda 323 for a one-tonne pick-up. Contrary to popular belief, the majority of &quot;fast-track&quot; farms have not been given to high-ranking officials of Mugabe&apos;s Zimbabwe African National Union-Patriotic Front (Zanu-PF). They are plots of land that have been given to low- and middle-ranking civil servants and to people like Mandikisi who were previously living in townships. Mandikisi said: &quot;Some of us are doing well and we are very grateful to President Mugabe for giving us back the land. Others are not succeeding so well as farmers. But even they are staying on the land. There are no jobs in the location [township] and at least here everyone can grow their own food.&quot; It could be argued that it is for Zanu-PF to provide the new farmers with seeds and fertiliser. But they, as much as all Zimbabweans, need clinics, schools, boreholes and roads. Another reason to start including the resettled farmers in calculations of the humanitarian needs of Zimbabwe is to ensure that aid is going where it is most needed. A shortfall is predicted this year in the 2m tonnes of maize required by the country. Guesstimates of production range from 700 tonnes to 1.4m tonnes. This is because the output of the new farmers is not known. Like him or loathe him, Mugabe&apos;s policies over the past 12 years have radically transformed Zimbabwe. &quot;Fast track&quot; happened, and in an agrarian society like Zimbabwe, its impact should be at the centre of humanitarian policymaking. The changes should stimulate rather than mute the analysis and debate about aid to the country.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/04/aid-zimbabwe-resettled-farmers-contested-land", 
    "wordcount": "927"
}