{
    "headline": "Whatever happened to the 'coldest May in 100 years'?", 
    "text": "     On 19 April, the Daily Express splashed with a dramatic headline on its front cover: &quot;COLDEST MAY FOR 100 YEARS&quot;. It continued:  Britain is facing the coldest May for a century with winter poised to return, bringing snow and bitter winds.  Inevitably, such an alarmist forecast, given extra prominence on the front page of a national newspaper, attracted lots of attention. But, now that May has passed, how did that prediction turn out? Well, first, we have to move beyond the arresting headline and return to the original forecast. It was issued, not by the Met Office, but by the independent forecaster Piers Corbyn, who runs WeatherAction. The detailed forecast for May, issued on 16 April, is only allowed to be seen by WeatherAction subscribers (Corbyn has kindly sent it to me for my own perusal, but says I&apos;m not allowed to reproduce it here). The only part that is in the public domain is this:  The coldest or near coldest May for 100 years in Central and East parts with a record run of bitter Northerly winds. Snow at times especially on high ground in NE / East. Spring put in reverse. Confidence of E / SE England mean temps: Coldest in 100yrs 80%; In 5 coldest in 100 years 90%  In the Express article beneath the headline, Corbyn - who, it should be noted, is a climate sceptic who frequently berates climate &quot;alarmism&quot; - reiterates that his May forecast for &quot;record cold&quot; principally applied to the eastern part of the UK:  We are making this headline public because of its importance. The very cold expectations apply to eastern parts and near Europe rather than Ireland and West Britain We last got a very cold May in 1996, but we could have to go back to 1891 to see similar. It is certainly going to be a very cold month in the East, although the West will be milder during the day. The reason is the jet stream which looks like it is going to stick over that part of the country, holding cold air in place.  For contrast, here&apos;s the &quot;Outlook&quot; published on 30 April by the Met Office for the period of May (it is no longer online as the page keeps updating as the next forecast comes in):  UK Outlook for Friday 4 May 2012 to Sunday 13 May 2012Fine and dry across many northern parts of the UK on Friday with some sunshine, away from the cloudier east coast. Through Saturday outbreaks of rain and some hill snow will spread south. Largely cloudy further south with showers or longer spells of rain, especially in the far south, although with some drier and brighter spells at times. Thereafter, becoming largely unsettled across the whole of the UK. Showers may be heavy, thundery and possibly wintry over higher ground in the north. Becoming windier for many parts, especially across northern areas. Temperatures starting close to average for early May, but are likely to become largely below average with a risk of overnight frost in sheltered inland parts. Possibly becoming less unsettled by mid-May with temperatures recovering, especially in southern Britain. UK Outlook for Monday 14 May 2012 to Monday 28 May 2012Changeable weather is likely for much of this period. Showers or longer spells of rain are likely to affect most parts of the UK although rainfall totals are likely to be close to the seasonal average. Between the rain and showers, there should also be some drier and brighter interludes with sunshine levels also close to the May average. With winds often from a north or northeasterly direction, temperatures are likely to be close to or just below the seasonal average, but they could be a little above in any sheltered western areas at times.  I asked the Met Office to describe how May actually turned out, now that it has passed. It stressed that the information is still provisional and is based on data collected up to 28 May, but said:  This May has provisionally been decidedly average when you look at the month as a whole with an average temperature of 10.1 C, just 0.1 above the long term average. NE and E England recorded an average temperature bang on the long term average of 9.9 C (up to the 28th May). In addition, rainfall was 59.8mm (90% of normal) and sunshine was 192.0 hours (104% of normal).  It added:  The Met Office does not provide a forecast for May as a whole, but a regularly updated 6-15 day forecast and a 16-30 day forecast. This follows feedback from the public who said they found forecasts at this range more useful. Used with our short range 1-5 day and 6 to 15 day forecasts, these provide a complete picture of the emerging weather. However, of most importance are the forecasts and warnings we provide on a daily basis out to 5 days. These have accurately forecast the weather through the month. Including the rather cool and unsettled conditions at the beginning of the month and the very warm and settled conditions in the last part of the month.  The Met Office has also posted a blog about May&apos;s &quot;very interesting&quot; weather:  This May is a stark example of why it&apos;s difficult to judge a month at its halfway stage. Up to the 15th the mean temperature for the UK was just 8.1 C, 1.9 C below the long-term (1971-2000) average. Rainfall was running at 79% of the average too, well ahead for just halfway through the month, and sunshine was behind at just 41% of the average. This tells the story of a wet, gloomy and cold 15 days. But around the 20th the UK&apos;s weather changed its mood  giving way to a run of dry and fine weather, with some remarkably high temperatures. This included a new maximum May temperature for Scotland  with 29.3 C recorded in Achnagart, Highlands, on 25 May, beating the previous record of 29 C set in 1992 at Edinburgh&apos;s Royal Botanic Garden. In all, it has been the longest warm spell in May since 1992. This means that, as we draw near to the end of the month, the figures for May now look very different and spectacularly average.  I asked Corbyn for his reflections on his headline-grabbing forecast for May now that the month has passed. He said:  We did NOT forecast THE coldest May for 100 years. Our Solar Lunar Action Technique [SLAT] identified a prolonged very cold period for Britain in May especially in East and Central parts based on which we issued the forecast in mid April. All others laughed, but as it turned out we were about 70% right. Prolonged very low temperatures around our forecast did happen. It was extremely cold for May for three weeks. There were loads of Northerly winds and a lot of snow in the North. Spring went into reverse. No one else said anything remotely like this, and our general 80% success rate for extreme events is continuing. We expect 6 out of our 8 weather periods per month to be basically correct and this was the case for May. In agricultural terms this was an important success because it correctly warned of delays to Spring and frost damage. A statement like from others of a close(r) to normal May is of little use to growers.However, the hot weather from 22nd caught us by surprise - and indeed standard forecasters didn&apos;t see it until 4 days ahead. We now understand this better and see it as a sign of the wild fluctuations which occurred in the approach to and during the Little Ice Ages of low solar activity which caused the Jet stream shifts and cold contrasting (but sometimes very warm) weather in temperate latitudes - eg mid-late 1600s (Maunder minimum) and early 1800s (Dalton minimum). Based on learning from late May we have now moved to SLAT8 which should better catch events like contrasting warmth in times of otherwise cold weather.  I will let others decide for themselves who they thought called the weather for May more accurately. Ultimately, for me at least, this boils down to who do you trust? Each and every one of us can make our own prediction about the weather for the month ahead, but what counts is methodology and accuracy. Examining tea leaves or animal entrails simply doesn&apos;t cut it anymore. Corbyn doesn&apos;t divulge his methodology beyond very general statements. Click on the &quot;Methodology&quot; section of his website and it says: &quot;This page is being updated - please try later.&quot; But here&apos;s how a fan  London&apos;s mayor Boris Johnson  describes the technique:  He looks at the flow of particles from the Sun, and how they interact with the upper atmosphere, especially air currents such as the jet stream, and he looks at how the Moon and other factors influence those streaming particles. He takes a snapshot of what the Sun is doing at any given moment, and then he looks back at the record to see when it last did something similar. Then he checks what the weather was like on Earth at the time  and he makes a prophecy. I have not a clue whether his methods are sound or not. But when so many of his forecasts seem to come true, and when he seems to be so consistently ahead of the Met Office, I feel I want to know more.  Let&apos;s move onto the issue of accuracy. In one respect, the chosen methodology  or the attempt to keep it secret - doesn&apos;t matter a jot, so long as the accuracy can be proved over a significant period of time. Again, I asked Corbyn to back up his repeated claims that he has been shown to be more accurate than other forecasters, such as the Met Office. He replied:   The Met Office has ZERO success. In fact that is being kind they have negative success in long range - ie the best option is to assume the opposite of what they say.  He then pointed me to the &quot;Accuracy&quot; section of his website. (As well as this pdf and this link). The page says that his forecasts are the &quot;only long-range weather forecasts that have proven skill verified by independent academic statisticians and published in scientific literature&quot;. I have no way of assessing that claim, beyond asking all the other rival forecasters. But what Corbyn does do is cite the peer-reviewed study which he says shows that his forecasting skills have been independently verified. So I dug out the 2001 paper published in the Journal of Atmospheric and Solar-Terrestrial Physics. It states that it studied WeatherAction forecasts for the two-year period, October 1995 to September 1997. But, importantly, it states that it only looked at forecasted gales. It found:  52% of all [gale] events that were predicted by the [WeatherAction] system did, in the event, occur. Superficially these data suggest a degree of forecast success. This is, however, to overlook some sources of ambiguity. One of the most important of these is the question of seasonality of gales, which are more frequent in winter than in summer. Indeed the majority of successes in category d [(no forecast-no event] can be attributed to those summer periods when no gales were forecast  and none occurred. It is, self-evidently, not very difficult to predict successfully the non-occurrence of a rare event!  The paper concluded:  Independent methods applied to the assessment of forecast success rates have yielded broadly the same results and suggest that the forecasts prepared by WeatherAction would repay further attention. The results provide little evidence to dismiss the observed success rates as being attributable to mere chance or good fortune. Indeed the balance of evidence indicates that the system performs better than chance although it is recognised that the margin of success differs greatly between the seasons and is lowest in winter when gales are most frequent. Yet more compelling is the finding that the system successfully forecast, several months in advance, the four (arguably five) most active and damaging of the storms that occurred in the survey period.  Personally, I&apos;m not convinced that this verifies Corbyn&apos;s forecasting skill with quite the degree of assurance he says it does. Also, it only examined gale forecasts for a two-year period more than 15 years ago. On the same page, Corbyn says that his skill is further proven by him correctly calling Cyclone Alia that hit the Bay of Bengal in 2009. But I&apos;m sure all forecasters could cherry pick a notable success, if asked to. What about the incorrect forecasts? And how do these successes and failures compare when set against all the other rival forecasters examined over a meaningful time period? Roger Harrabin, the BBC&apos;s environment analyst, has attempted to set up just such an initiative to compare the results of forecasters (which Corbyn has agreed to participate in), but it appears to be slow going, according to the most recent update. However, until such an effort can publish its findings, I think we need to take any &quot;I&apos;m the best forecaster&quot; claims with a pinch of salt. More importantly, though, I think newspapers should avoid screaming frontcover headlines of the &quot;Coldest May in 100 Years&quot; variety - unless, perhaps, a wide range of forecasters all make the same prediction. But I don&apos;t forecast that happening anytime soon, sadly.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jun/01/whatever-happened-coldest-may-years", 
    "wordcount": "2264"
}