{
    "headline": "Higgs update: steady as she goes", 
    "text": "The plenary talks are still going on here in Kyoto, but the overall picture is pretty clear. The new boson, discovered in July, is still looking very much like the Standard Model Higgs boson. I&apos;m not too happy with the phrase &quot;bog standard&quot; being applied to something doing a difficult job very well. (I felt the same way about my comprehensive school to be honest.) Actually, while it would be lovely to have seen something beyond the Standard Model in the data, given the updates we in fact got this week, it was unlikely. It&apos;s all about branching ratios. The Higgs boson lives a very short time, then decays. The Feynman diagram used to calculate the process is like a tree-trunk forking into two branches. The branches can be a variety of particles. The relative probabilities of which particles they will be are precisely predicted in the Standard Model. Here&apos;s the summary: Higgs decay to a tau lepton and an tau anti-leptonThis would be the first time we learn whether the Higgs interacts with leptons at all, which is quite a big deal. Both ATLAS and CMS gave updates, with greatly improved sensitivity. Unfortunately neither has enough data to claim an observation of this yet, though both see hints consistent with the Standard Model expectations. Higgs decay to a b quark and an anti-bThis should the the most common branching but it is hard to pick out from backgrounds. (Lots of b quarks come from other sources at the LHC too). As well as ATLAS and CMS, the D0 experiment also updated their results. The story is similar to the taus - great improvements in sensitivity, but not enough data yet.  Higgs decay to WW and Higgs decay to ZZThese decays had already been seen. Both ATLAS and CMS updated WW, and CMS updated ZZ. All see increased significance, all consistent with the Standard Model. This is the strongest evidence that the boson really is some kind of Higgs, since the relationship with the weak force (and therefore with electroweak symmetry breaking) is key, as I discussed here. Higgs decay to two photonsThis is the strongest signal, the one which contributed most to the discovery. The rate in both ATLAS and CMS is a little bit higher than predicted, but not significantly so. This decay is especially interesting since it involves a quantum loop, which may contain exotic new particles (like the loops in rare decays could) and so is arguably the most likely decay to show anything different from the Standard Model. The fact that both experiments see the rates being a bit high is suggestive, but not so far significant. And neither ATLAS nor CMS presented updates on this yet.     A Higgs boson decaying to two photons via a quantum loop.    All the other branching possibilities (in the Standard Model) are too small to see at the LHC, at least as things stand. So we are, after the excitement of the fourth of July, back to incremental progress as usual. It would have been fun to see something anomalous in the data, but I do get a bit impatient with those (many, including several here in Kyoto) who talk about there being &quot;no new physics&quot;. The fact that the Standard Model seems to continue to work well in a qualitatively new regime of physics is &quot;new&quot;. We didn&apos;t know it before, we do now. That&apos;s new physics. We may have to deal with the fact that the Standard Model does the job at all the energies accessible, whether directly or via rare decays, at the LHC. If so, that will be a real challenge, since the Standard Model leaves several important questions unanswered (dark matter, matter antimatter asymmetry, gravity...). Also, knowing that the Higgs boson mass is around 125 GeV would have implications which are still being understood. Anyhow, the things to watch out for remain: we need a measurement of the branching to tau leptons and to b quarks, and we need more precision on the others, including and especially Higgs to two photons. On we go...", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/nov/15/higgs-kyoto-hcp2012", 
    "wordcount": "675"
}