{
    "headline": "Water-hungry Indian villagers find new reservoirs of solidarity", 
    "text": "The villages around Dungarpur town in India&apos;s north-western state of Rajasthan have a beguiling beauty. The hills are beginning to turn brown but the landscape still offers a variety of hues, from exuberantly green wheat fields and neem and eucalyptus trees to the red-tiled roofs that adorn houses in the more prosperous villages. Hillside villages have their particular allure, whether around Goma in eastern Democratic Republic of the Congo or in the highlands of Ethiopia. But rural life is hard. Here in Rajasthan, as in parts of Ethiopia, lack of water is the big problem. Though Rajasthan consists mostly of the Thar desert, it does rain  usually in July and August, during the monsoon season. But that rainfall is erratic, and the area suffers drought every four years. For four or five months, men in the villages around Dungarpur, in southern Rajasthan, migrate to work as unskilled labourers, many in the neighbouring state of Gujarat. Yet, in the village of Galandhar, things are changing. The village is dominated by a pond-cum-lake, a body of water that feeds the surrounding sloping fields of maize, chickpea and wheat. Normally, in late February, the pond would be drying up. For now, though, there is plenty of water. It should stay that way until very near the time of the next rains. Last May, when it was dry, tractors and soil removers deepened the pond by 4.6m (15ft) so that, when the monsoon came, the village suddenly had access to a bigger reservoir. Plastic pipes have channelled water to fields further away. As a result, rice paddy was grown for the first time and villagers are growing second crops; some are also growing vegetables. &quot;This year, more than half of the farmers, about 400, stayed behind in the village instead of leaving to find work elsewhere,&quot; says Rahu Kathla, 45. Kathla remembers a time when the area was full of trees, deer, hyenas and rabbits. &quot;Now there is no forest, as we had to cut down trees to build houses, and for firewood, as the number of people grew.&quot; The villagers in this area are marginalised Bhil people, who have had little contact with government officials and are unaware of social protection programmes from which they could benefit. Things began changing for the villagers when the Evangelical Fellowship of India Commission on Relief (Eficor), an NGO partnered by Tearfund, approached some of the poorest 100 villages around Dungarpur to link them to the state authorities. At first the villagers were distrustful, questioned Eficor&apos;s motives, and were particularly wary that the NGO wanted to convert them. &quot;It was very difficult at first,&quot; recalls Lambard Regulus, Eficor project co-ordinator in Dungarpur since 2008. &quot;It took six months to a year to establish a sense of trust.&quot; In common with approaches tried by donors such as the World Food Programme in Ethiopia, Eficor asked the villagers what their priorities were. Water  or lack of it  was, unsurprisingly, a key concern. Farmers in Rajasthan have land, but often leave areas uncultivated because of the lack of water. A key mechanism for bringing about change was the formation of village development committees consisting of nine people  usually six men and three women  to take key decisions, such as which wells to deepen and where to level land. At Manathala, the committee had to decide which of the village&apos;s 16 wells to deepen. The one chosen was near to Haju Deva, 29, who was recently widowed when her husband died of a heart attack. Through the use of explosives, the well was deepened by 3m to 10.7m in October. The results have been immediate for the mother of four. Now, for the first time, she has a second crop. &quot;I was desperate when my husband died, I did not know what I was going to do,&quot; she says, standing in front of her two 40 sq ft plots, both green with wheat. &quot;I approached the committee and asked them to do something and they decided to deepen the well for me and the families around me.&quot; Committees generally have negative connotations, but they seem to have built up a sense of solidarity in these villages, where families once thought primarily of themselves. &quot;I feel happy supporting the poorest farmers,&quot; says Manathala&apos;s committee president Shanti Lal, 26, explaining the shift in attitudes. &quot;Nobody gave us guidance on how to organise ourselves before, we were not concerned about each other. Now we are thinking about the poorest among us.&quot; These committees have challenged village power structures. In one community, the village chief used to decide who should be eligible for job cards, crucial for getting benefits under India&apos;s national rural employment guarantee act. The scheme  designed to stop villagers from leaving the land to flood cities such as Mumbai  guarantees unemployed villagers 100 days of publicly subsidised work, but the village chief was effectively deciding who would be entitled to benefit  favouritism that came to an end once the committee began operating. Apart from establishing development committees, Eficor also set up a form of saving group for women similar to that used by NGOs such as Brac, which has one in Bangladesh. In one village, the group saved enough for the women to consider buying a small grinding mill costing 15,000 rupees (180). The goal is to build confidence in marginalised communities, to show them that they are entitled to government services. The villagers of Virmat turned out in force to show their five-year plan to improve the community, proudly displaying a notebook  almost a physical manifestation of empowerment  with the names and telephone numbers of key officials in Dungarpur. It seemed churlish to point out that officials move on and numbers change. The big question, as with many such projects, is whether the villagers Eficor has helped will be able to maintain their newfound sense of purpose and solidarity. Regulus also wonders about the long-term impact of his team&apos;s hard work, but says the effects will come  &quot;slowly, slowly&quot;.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/26/water-indian-villagers-reservoirs-solidarity", 
    "wordcount": "1020"
}