{
    "headline": "Fears grow over pollution risk from leaking North Sea gas rig", 
    "text": "Fears are growing that a naked flame on the top of a leaking gas rig could spark a massive explosion and lead to a major pollution incident in the North Sea. Total, the operator of the Elgin platform 140 miles east of Aberdeen, confirmed that in addition to a growing methane gas &quot;cloud&quot;, a 4.8sq km sheen of oil &quot;condensates&quot; now covered the surface of the water near the platform. But the company played down risks of major marine or air pollution. &quot;The situation is currently stable. We continue to take all possible measures to try to identify the source and cause of the leak and to bring it under control,&quot; the company said in a statement. According to Total, engineers are still trying to ascertain precisely where the gas and oil leaks are coming from. It is believed that the main reservoir at the base of the drill shaft has been closed off, but gas and condensates may be leaking from any one of many points above it. Martin Preston, marine pollution specialist and honorary research fellow at the University of Liverpool, said that from an environmental standpoint, both greenhouse gas emissions and local fish deaths were a concern. &quot;The methane release represents a very significant explosion hazard, and of course methane is a potent greenhouse gas. The gas in this field is &apos;sour gas&apos;  ie it contains hydrogen sulphide which is very poisonous to humans and aquatic life  so localised risks to marine life are likely. The hydrogen sulphide content of the current release is unclear at present. Localised fish kills cannot be ruled out.&quot; Oil pollution expert Simon Boxall of the National Oceanography Centre in Southampton, said because the leak is below the water&apos;s surface, hydrogen sulphide released could lead to mass animal and plant deaths. &quot;Much of the methane in the water will be consumed by micro-organisms and converted to carbon dioxide. This will make the water slightly more acidic, but the effect will be short-lived and localised, and therefore should not cause too much harm to marine life.&quot; John Sauven, executive director of Greenpeace, said: &quot;According to Total, if the leak continues at its current flow for six months it will amount to nearly 800,000 tonnes of CO2 equivalent, adding to the burden of greenhouse gases already going into the atmosphere. &quot;This incident shows us that if the oil and gas industry can&apos;t contain leaks in supposedly less risky places like the North Sea then there&apos;s no way they should be allowed to drill in fragile and high risk places like the Arctic.&quot; A 2-mile exclusion zone for ships and planes has been set up around the platform as oil and gas engineers were being flown in from around the world to help manage the methane gas leak. Total has shut down the power supply and evacuated 238 people, a move followed on Tuesday by Shell which operates a nearby rig. Boxall said human error could have led to the gas flare being left on when the platform was evacuated. &quot;It&apos;s bizarre. The priority in an emergency like this is to get everyone off the rig as fast as possible. But to turn off the flare needs power. It&apos;s possible the protocol was not followed,&quot; he said. But he added that chances of the gas cloud &quot;exploding&quot; out to sea were practically non-existent. &quot;The danger is if gas trapped in the rig explodes,&quot;, he said. No one will go anywhere near the rig until the venting gas flame is extinguished, possibly within 24 hours, but Total are expected to send in robots and drones to try to assess the underwater damage as soon as possible. &quot;The oil is either coming from the drilling mud or from the well head because there is always some oil in natural gas reservoirs. This is a spill that can be managed by mechanical methods as soon as the danger of explosion due to the emitted methane gas is dealt with,&quot; said Christoph Gertler, a marine pollutant expert at Bangor University. When the gas flare has been extinguished, engineers are expected to have two options to control the escape of gas and condensates. The best solution would be for the leaking shaft to seal itself but if this does not happen soon, it may require a further bypass well to be drilled nearby to relieve pressure, as with the Deepwater Horizon well in the Gulf of Mexico in 2010. This could take six months to drill but, said Boxall, would be an &quot;an order of magnitude easier&quot; than Deepwater because the platform itself is in shallower water of 93 metres in depth. The twin Elgin and Franklin gas fields, discovered in 1991, are in a geologically complex area of the North Sea around 5km deep below the sea bed. Average daily production is around 230,000 barrels of oil equivalent. Two connected platforms are are used by Total, one of which is reserved for drilling, the other for separating the oils and gases which are sent directly through a BP-operated pipeline to Kinneil in Scotland and Bacton in Norfolk. The Franklin platform is normally unmanned.", 
    "section": "environment", 
    "gid": "environment/2012/mar/28/fears-explosion-leaking-north-sea-gas", 
    "wordcount": "880"
}