{
    "headline": "International women's day: a voice from Kabul, Afghanistan", 
    "text": "   Waheda Stanakzi Photograph: Waheda Stanakzi    When I got married at the age of 14, I didn&apos;t know that my husband used drugs. When I asked him why he was using heroin, he told me lies  he told me that he just smoked cigarettes, not that he was addicted to drugs. When he came home after he used drugs, he would usually beat me. Sometimes he would disappear for months at a time. My husband was eventually arrested and put into prison. By that time, I had my first baby, and I tried to rely on my husband&apos;s family for food and shelter. But they said they didn&apos;t have enough money to support me and my son. They beat me and told me it was my fault that my husband had gone away. My husband came back after a while, but only to leave me again. It&apos;s been more than three years since I last saw him. Eventually, I came to Kabul and tried to get some support from the people at the ministry of women&apos;s affairs. They recommended that I go to a women&apos;s safe house in Kabul, one that&apos;s run by Humanitarian Assistance for the Women and Children of Afghanistan (Hawca). I&apos;ve been living here for more than a year now. I&apos;m very happy living at the shelter with the other women and girls  I feel safe here. The shelter staff have taught me that I have rights and that I have the power to struggle for myself. Now I understand that I am a human being. I never went to school as a child, but at the safe house I&apos;m learning how to read and I&apos;m taking classes in maths, health, computer skills and vocational skills. I have already learned so much in just one year. I want to continue with my education and eventually earn an income for myself. I hate my husband, but I&apos;m still married to him. I want to get a divorce, but it&apos;s very difficult for a woman to get a divorce from a man in Afghanistan. I&apos;m working on it, and I&apos;m getting help from a legal adviser provided by Hawca. If I could send a message to the Afghan people, I would say this: parents have to struggle for their daughters&apos; rights, and they have to send their daughters to school. They should never force their daughters to marry. They should allow them to choose their husbands for themselves.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-kabul-afghanistan", 
    "wordcount": "403"
}