{
    "headline": "How geolocation technology is helping save lives in the developing world", 
    "text": "In the developed world, geolocation technology has its upsides and its downsides. On the one hand, we can now follow our progress as we walk from A to B without getting lost, and find the nearest two-for-one pizza deal in the process. In the future, says Jane Frost of the Market Research Society, governments will use such data &quot;to understand how people interact with services such as public transport and health, and to monitor criminals and detect and prevent fraud&quot;. On the other, companies will aggressively mine geolocation data to target customers with goods and services according to their habits and location. In the developing world, and in fragile and conflict states, though, the technology is being put to less controversial use. A project in Nigeria for the UK Department for International Development, for example, which is funding a programme to help reduce child and mother mortality in childbirth by encouraging more mothers to give birth in clinics, has successfully combined GPS data collected during interviews with satellite imagery to clearly show the effect of distance on mortality. &quot;We knew there was a huge difference between the muslim north and the Christian south,&quot; says Johnny Heald of ORB International, the opinion research firm that carried out the interviews using GPS-equipped PDAs. &quot;By interviewing people where we knew clinics were funded, and also a matching sample where they weren&apos;t, then overlaying that data on satellite maps, we could show the effect of distance on mortality very effectively.&quot; ORB, which specialises in research in fragile and conflict states, also worked with US satellite imagery and information firm Digital Globe on a more complex project that used so-called &quot;geospatial analysis&quot; to predict where Joseph Kony&apos;s notorious Ugandan guerilla group, the Lord&apos;s Resistance Army, would strike next. Data-rich satellite maps and geolocation information from the sites of previous attacks were fed into a model that used machine-learning to search for likely future targets. The technology is not without its dangers, for interviewers and interviewees, Heald says: &quot;In some countries, like Somalia or Afghanistan, if you&apos;re caught with a GPS device or a particularly advanced mobile phone, you&apos;re automatically a spy. Likewise, because GPS pinpoints people very accurately, some people in a sample could be at risk if, say, they expressed certain political views. We have to present the opinions of say, eight or 10 people in a village, collectively. There&apos;s an ethical issue here.&quot; Frost notes that concerns about the use of geolocation data also apply in the developed world, &quot;especially when the data is combined with personal information like gender, race, occupation and financial history. What data is collected and how is developing rapidly, but data privacy legislation is not. Public and consumer trust in data sharing is taking a beating, and organisations need to commit to ethical data sharing that respects personal privacy before trust becomes a real problem.&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/apr/07/geolocation-technology-save-lives-developing-world", 
    "wordcount": "489"
}