{
    "headline": "Without doubt, winter has extended its reach and the evidence is all about", 
    "text": "At the top of the hill above Woodgreen, we turn into the woods with little expectation. April diaries in past years all speak of emerging spring colour but this year the season is a bride running late. The banks along the roadside are bare. The woodland floor scuffs and crackles as bone-dry leaves and bracken are trodden down. It&apos;s hard to find any breaking buds. Bluebells are through the ground, but only weakly. Some, more advanced than most, have been eaten off. In clearer areas, patches of foxgloves are awaiting warmer days and more sunlight to trigger their pent-up growth. Smallish logs have been turned over, the ground beneath scratched away. Another more rotten trunk has simply been torn apart. Is this the work of a badger, perhaps with recently born cubs to be fed? A circle of plucked wood pigeon feathers suggests an unwary bird has become the victim of a sparrow hawk, but there are no remains of its body to be seen. Maybe they were eagerly taken by ravenous badger or fox. Smaller bushes and trees have lost their over-wintering buds. A pile of shiny black-pointed droppings reveals that roe deer feed here, and have probably found meagre fare in them. Without doubt, winter has extended its reach and the evidence is all about. But there are other signs. Wood ants have emerged from their deeply buried nests and huddle in threatening masses around the entrances. Not many are out scouting for food, nor will they find much until the temperatures increase and the insect population begins to explode. Then they will become one of the woodland&apos;s major predators, vying with the birds to find the caterpillars to feed their young. First, though, they will rebuild their nests above ground to give both ventilation and temperature control. Not far from the ants we did find our first flowers. In among a stand of silver birches, stunted hairy-leaved wood rushes are just coming into flower, their brown florets almost concealed by the mosses with which they are living. We pause high above the River Avon to admire the view across the valley towards the red roofs of Breamore Mill and the rich winter twiggery of distant golden willows. Real colour at last!", 
    "section": "environment", 
    "gid": "environment/2013/apr/12/woodgreen-new-forest-winter-extend-reach", 
    "wordcount": "374"
}