{
    "headline": "How one word change lets Amazon pays less tax on its UK activities", 
    "text": "It would have taken the most eagle-eyed reader to spot the introduction of a single, but hugely significant, word into Amazon.co.uk Limited&apos;s annual accounts in 2006. For the first time, the word &quot;fulfilment&quot; was introduced into the description of the company&apos;s activities. What would not have been apparent was that this single word marked a new role for Britain under the new ownership in Luxembourg. In a highly complex transaction, hidden from readers of the statutory accounts, Amazon.co.uk was passed in February 2006 by Amazon.com International Sales Inc to Amazon Europe Holding Technologies SCS, which owned it for a day before selling it to Amazon EU Sarl for 62m (52m). Amazon.com Inc, the US master company, had already withdrawn its interest in the UK operation when it transferred its holding in December 2005. The practical effect of this change of ownership, notified to shareholders in the 2007 accounts, was to reduce the UK business to little more than a delivery service. From 2006, sales made in Britain were billed from Luxembourg and any profits from those sales were taxed not in Britain but in Luxembourg. To emphasise the impact of this, the accounts for Amazon EU Sarl show it employed 134 people in 2010 and generated turnover of  7.5bn. Amazon.co.uk, employing 2,265 people, turned over only 147m in the same year. Amazon EU Sarl&apos;s total sales have reached 23bn and turnover in 2010, the last year for which published accounts are available in Luxembourg, was 7.5bn. Despite this dramatic growth, Amazon EU has not enjoyed enormous profitability. But given that the creation of Amazon EU appears to have been designed to bring down the tax rate applied to the Amazon group profits, this is perhaps not surprising. At first glance, the corporation tax rates in Luxembourg and the UK are similar, but the Luxembourg authorities have a different view of costs that can be offset against income, which reduces taxable profit. So Amazon EU Sarl&apos;s 7.5bn of income in 2010 was almost entirely offset by 7.4bn of charges, enabling it to disclose a tax charge of just 5.5m. The charges are defined by the company as the &quot;cost of product sales and other ongoing costs related to the operations of the company&quot;. Amazon EU Sarl has reported profits of just 55m on its 23bn sales, on which it has declared net tax of only 15m. This low profitability has not stopped Amazon EU growing to become a business of considerable substance. Net assets were almost 4bn at the end of 2010 - , about four times the 2006 value. The company has amassed more than 2bn in cash and high quality investments and has been the vehicle which has financed several group acquisitions. It financed the purchase of LoveFilm; is a 50% investor in Joyo, a Chinese online retail joint venture; and bought 100% of Joyo.com, a British Virgin Islands company, for 105m in 2010. This is in stark contrast to the performance of the UK fulfilment business which filed its 2011 accounts last month. For the first time since 2006, Amazon.co.uk Limited posted an after-tax profit of 1.2m, much better than the 3m after-tax loss reported a year earlier. The accounts show its turnover was 208m, a big improvement on the 147m recorded in 2010 but dwarfed by the 3.3bn of UK sales passed to Luxembourg. The company reported a relatively large tax charge of 1.9m. To put that into context, in the eight years between 2003 and 2010, the UK company reported a cumulative net tax bill of 1.1m  half incurred in 2010. This is not tax actually paid to HMRC; that information is not available because the UK company is not required to produce a cash flow statement. Unlike its asset-rich owner, the UK company had net assets worth only 61m at the end of 2011 despite fixed assets increasing by 145% to 109m. The company is overdrawn at the bank to the tune of 460,000. Amazon.co.uk attributes its growth in turnover to its continued support for the growth of the group. However, it is supporting, indirectly, the group in other ways. By giving up its UK sales to Luxembourg, it has helped to dramatically cut the tax rate of the US master company: in 2006, Amazon&apos;s effective US rate hit 49.6% but, in every subsequent year, the effective US tax rate has been below the statutory 35%.", 
    "section": "technology", 
    "gid": "technology/2012/apr/04/amazon-fulfilment-less-tax-uk-activities", 
    "wordcount": "771"
}