{
    "headline": "Education in brief: Kingsdale school verdict", 
    "text": "Kingsdale exam verdict Exam boards have finally announced their verdict that there were three cases of exam &quot;malpractice&quot; at Kingsdale foundation school, the south London academy that has been at the centre of a near-two-year probe into alleged cheating in GCSE and BTec qualifications. The school has been under the microscope since summer 2011, after allegations from a number of teachers and pupils. In a statement, the Joint Council for Qualifications has said four exam boards had established that Kingsdale&apos;s published grades that year were a true reflection of pupils&apos; work, and then put in place &quot;measures to ensure subsequent examination series held at the school were conducted correctly and fairly&quot;. It added: &quot;Sufficient evidence was found to present six cases involving four individuals&quot; to a malpractice committee. It continued: &quot;The outcome is that three cases of malpractice were proved, of which two were held not to require sanction and one individual received a written warning. The other three cases were dismissed.&quot; The boards will not release full official details, so Whistleblowers remain unhappy, believing the outcome of the investigation amounts to little more than a &quot;slap on the wrist&quot; for Kingsdale. But the school&apos;s governing body said the investigation had &quot;produced no evidence at all of institutional or systemic malpractice or maladministration at the school. There can be no doubt that in this respect the school has been fully exonerated&quot;. The one person issued with the warning, it added, was no longer at Kingsdale and had been investigated by the boards because of evidence supplied by the school, rather than by whistleblowers. School&apos;s Future Fractious goings-on at Churchill Gardens primary in Westminster, where a charity set up by the academies minister, Lord Nash, with his wife, Caroline, has been in discussion with parents, staff and governors about it re-opening as a sponsored academy in September. The school for three- to 11-year-olds has faced pressure since autumn 2011 from both the Department for Education and Conservative-controlled Westminster council to become an academy sponsored by the Future chain, following a &quot;requires improvement&quot; Ofsted verdict. But Churchill Gardens&apos; governing body voted against the plan in December. Future sponsors the neighbouring Pimlico academy, a secondary rated &quot;outstanding&quot; by Ofsted, and will have three local primary schools if Churchill Gardens does transfer. Future has its own curriculum development centre, which focuses on a knowledge-, rather than skills-based, curriculum. Its work is influenced by ED Hirsch, the American academic whose ideas have influenced the national curriculum review. But the governing body&apos;s consultation in November found vociferous opposition among school staff to transferring. Of 45 responding, 35 were opposed, with only two in support. Only 44% of responding parents were in favour. Five out of six governors were opposed, with one &quot;don&apos;t know&quot;. A particular flashpoint seems to have been differing philosophies, with school staff committed to a &quot;play-based&quot; learning approach. Several questioned Future&apos;s expertise in primary education. It recently appointed Annaliese Briggs, a former thinktank director only now receiving teacher training, to head the primary section of Pimlico academy. Caroline Nash, a former stockbroker who founded Future&apos;s curriculum centre, told a consultation meeting: &quot;There needs to be improvement across the board, and play-based learning won&apos;t deliver that.&quot; Detailed staff responses in the report, commissioned by Churchill Gardens governors and paid for by Westminster council, are often scathing. One says of Future&apos;s plans: &quot;Lack of knowledge of primary education, no vision, no curriculum, no structure, weak proposal, little understanding of primary teaching.&quot; However, Churchill Gardens&apos; governing body is now reconsidering its decision, it seems, with one source saying some feel there may be little option but to go ahead. The new school&apos;s governing body would feature Lord and Lady Nash, with Lord Nash chairing and having the casting vote. Future Academies and the curriculum centre said the &quot;situation has moved on&quot; from November&apos;s consultation, with the majority of governors now backing Future&apos;s sponsorship. Criticism not welcome A well-regarded  and outspoken  expert on information technology has forwarded an email with seeming evidence that he has been barred from speaking at a major event on the government&apos;s school-building plans. The message to Bob Harrison, education adviser to electronics firm Toshiba, was from a staff member at UBM Built Environment, organisers of the Building Future Education (BFE) UK conference. The main sponsor is the Education Funding Agency, a part of the DfE. The email says: &quot;We&apos;ve had feedback from the Education Funding Agency on the [proposed] programme and they&apos;ve raised really strong objections to you taking part. &quot;I guess your capacity for independent thought and inclination to critique policy is a huge problem for them!  It&apos;s really really difficult for us to defy their instructions on this so I&apos;m going to have to take you off the programme. &quot;I&apos;m really sorry this has happened, I hope you have better luck with other events where there is less official government input.&quot; Harrison, whose independence of thought has not stopped him from now leading an &quot;expert group&quot; on ICT teaching for the government, may have been punished for a recent speech in which he criticised the thinking behind the coalition&apos;s school-rebuilding plans.", 
    "section": "education", 
    "gid": "education/2013/may/06/exam-malpractice-boards-verdict", 
    "wordcount": "883"
}