{
    "headline": "Are vintage clothes more ethical?", 
    "text": "Nowadays it&apos;s not uncommon to find clothing under five years old labelled as &quot;vintage&quot;. Unfortunately it&apos;s become a catchall term for pre-worn threads. This messes with the ethical credentials of vintage. If we think of a hierarchy of ethical ways of dressing, vintage should be near the top. It is the antithesis of throwaway fashion, being rare, covetable and tradable. Rewearing old clothes also displaces the need to make new virgin fibres  manufactured with oil-based petroleum or using cotton  both with hulking environmental impacts (also add in dyeing, finishing and the use of factories with dubious ethics). Buying pre-worn saves clothes from landfill and gives us an ethical way of satisfying a lust for new clothes without embracing fast-fashion culture. It&apos;s a relatively easy sell for the consumer, too. The theory is you just pay the shopkeeper without having to worry about provenance and skip off in a 50s cocktail dress. Unfortunately we now need to ask afew more questions of vintage sellers. Top-flight vintage merchants  for example William Vintage, which tracks seminal pieces from private collections  are becoming increasingly rare as older pieces are archived in museums. There are far more now who don&apos;t give a fig for crystal beading and built-in corsetry. They just buy and sell clothing by the kilo, rebranding them as vintage or retro. Here the business model begins to resemble fast fashion. It&apos;s a global market (as is the second-hand trade in textiles), and we now see outsourcing of collection and supply. There havealso been unofficial reports of exploitation in sorting factories. International traders deal in huge quantities  the biggest in the US sorts 35 tonnes every day of printed T-shirts and nearly 8 million kg of &quot;vintage&quot; every year for export. Buyers often buy bales &quot;blind&quot;. Vintage becomes about trucks and containers and trading &quot;rag&quot; by the kilo. The second-hand textile market is, frankly, in a jumble. Charities have lost 50 to 100 a tonne from prices in recent weeks, and this is partly due to a drop in quality of donated clothes. The German organisation FairWertung has monitored the industry extensively and found illegal imports and scams to avoid duty. It says we need greater transparency in what is a rather secretive industry. Vintage needs to be cleaned up. Green crush of the week Tina Smith and Lucy Scott have superhero powers: they can see through Tarmac, concrete and inner-city sprawl to a hidden green landscape. So high-rises become an opportunity for beekeepers and scrubland becomes asort of free, seasonal supermarket for foraged berries and plants. Lost in London is their seductive guide to getting back to nature in the capital. Just reading it is restorative. Lost in London is published by Anova Books (14.99; anovabooks.com). To order a copy for 11.99, with free UK p&amp;p, go to theguardian.com/bookshop or call 0330 333 6846 Greenspeak: Greenification {griin-ifik-ay-sh&apos;n} noun As New York suburbs are gentrified, local businesses go eco to cater to the new market. According to the city&apos;s estate agents, the most accurate barometer of gentrification is dry cleaners switching from &apos;perc&apos;  a likely human carcinogen. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk", 
    "section": "environment", 
    "gid": "environment/2013/mar/17/are-vintage-clothes-more-ethical", 
    "wordcount": "556"
}