{
    "headline": "French troops return to the heart of D-day operations", 
    "text": "Defying the forecasts, we head for Lepe Country Park and enjoy sunshine while all around seem to have the predicted rain. The tide was just turning and, with the first muddy edge exposed, turnstones arrive, flicking their way along the margin, looking for sandhoppers and other tiny creatures. A small party of brent geese patrols the shallow water, cutting its way through a throng of restless black-headed gulls. As the foreshore broadens, oystercatchers arrive, feeding close by until an invasion of walkers with dogs drives the birds along towards the Beaulieu river. In the far distance, the Spinnaker Tower at Portsmouth catches the sun as it rises above the mistiness of the Solent&apos;s eastern coast. Later the haze lifts, but the Isle of Wight, so much closer, stays indistinctly grey all day. The dropping water uncovers a curving spit of shingle that reaches out towards the island, a bar that perhaps stretches much further, marked by a line of breaking waves. On the higher ground, pines are beginning to flower. The bright orange-yellow lichen covering the branches of a shrub blend beautifully with the rich browns of the bursting scaly-covered sepals of the sea buckthorn flowers alongside. Across the path, the end of a dying branch hosts the turkeytail bracket fungus, two species of olive and sage green lichens, and witches butter, a jet black fungus that makes the twig it&apos;s on look as though it has been smeared with bitumen. This park is better known for its wartime associations than for its natural history. The enormous concrete caissons that formed the mulberry harbours were made here and the landscape is littered with reminders of the important part this area played in the preparations for D-day. As we stand by the memorials erected on anniversaries of that epic assault, we see in the distance, beyond the anchor that pays tribute to the naval personnel involved, a small grey aircraft carrier swinging on the turning tide. In the late evening news we learn that it has brought French troops to train on the south coast for service in trouble spots across the world.", 
    "section": "environment", 
    "gid": "environment/2013/mar/15/lepe-new-forest-french-troops-dday", 
    "wordcount": "352"
}