{
    "headline": "Insecticide 'unacceptable' danger to bees, report finds", 
    "text": "The world&apos;s most widely used insecticide has for the first time been officially labelled an &quot;unacceptable&quot; danger to bees feeding on flowering crops. Environmental campaigners say the conclusion, by Europe&apos;s leading food safety authority, sounds the &quot;death knell&quot; for the insect nerve agent. The chemical&apos;s manufacturer, Bayer, claimed the report, released on Wednesday, did not alter existing risk assessments and warned against &quot;over-interpretation of the precautionary principle&quot;. The report comes just months after the UK government dismissed a fast-growing body of evidence of harm to bees as insufficient to justify banning the chemicals. Bees and other pollinators are critical to one-third of all food, but two major studies in March 2012, and others since, have implicated neonicotinoid pesticides in the decline in the insects, alongside habitat loss and disease. In April, the European commission demanded a re-examination of the risks posed by the chemicals, including Bayer&apos;s widely used imidacloprid and two others. Scientists at the European Food Safety Authority (EFSA), together with experts from across Europe, concluded on Wednesday that for imidacloprid &quot;only uses on crops not attractive to honeybees were considered acceptable&quot; because of exposure through nectar and pollen. Crops that attract honeybees include oil seed rape, corn and sunflowers. EFSA was asked to consider the acute and chronic effects on bee larvae, bee behaviour and the colony as a whole, and the risks posed by sub-lethal doses. But it found a widespread lack of information in many areas and had stated previously that current &quot;simplistic&quot; regulations contained &quot;major weaknesses&quot;. &quot;This is a major turning point in the battle to save our bees,&quot; said Friends of the Earth&apos;s Andrew Pendleton: &quot;EFSA have sounded the death knell for one of the chemicals most frequently linked to bee decline and cast serious doubt over the safety of the whole neonicotinoid family. Ministers must wake up to the fact that these chemicals come with an enormous sting in the tail by immediately suspending the use of these pesticides.&quot; Prof David Goulson, at the University of Stirling and who led one of the key 2012 studies, said: &quot;It is very pleasing that EFSA now acknowledge there are significant environmental risks associated with these chemicals. It begs the question of what was going on when these chemicals were first approved. Rachel Carson&apos;s Silent Spring was 50 years ago but we have not learned the lessons.&quot; However, Bayer&apos;s Julian Little told the Guardian: &quot;We do not believe the new EFSA reports alter the quality and validity of [existing] risk assessments and the underlying studies. [But] the company is ready to work with the European commission and member states to address the perceived data gaps. We believe it is very important that any political decision relating to registrations of neonicotinoid-containing products should be based on clear scientific evidence of adverse effects  and not on the basis of an over-interpretation of the precautionary principle.&quot; The chemical industry funded a report published on Tuesday claiming that banning neonicotinoids would cost farmers 620m in lost food production. But Goulson said the report contained &quot;not a shred&quot; of serious evidence. A spokesman for the UK Department for Environment, Food and Rural Affairs said: &quot;This research will be examined by the independent Advisory Committee on Pesticides and their advice will be considered by ministers. If it is concluded that restrictions on the use of neonicotinoids are necessary, they will be brought in.&quot; The spokesman said the results of new government field studies were expected imminently. EFSA concluded that another neonicotinoid, thiamethoxam, was an &quot;acute risk&quot; to bees through droplets of sugary sap exuded by maize seedlings. But Mike Bushell, at thiamethoxam manufacturer Syngenta, said: &quot;EFSA has focused on highly theoretical risks to bees, ignoring years of independent monitoring that demonstrates the identified risks are being managed through established stewardship practices.&quot; He said Syngenta&apos;s interpretation of studies was that there was &quot;no evidence whatsoever&quot; of an impact on bee colonies from sap droplets. The effect of neonicotinoids on pollinators is under investigation by the UK parliament and the Guardian has learned that Bayer&apos;s spokesman, Little, is being recalled to explain &quot;discrepancies&quot; in his evidence. &quot;Our inquiry has identified apparent flaws in the assessment of imidacloprid,&quot; said Joan Walley MP, chair of the environmental audit committee. &quot;Despite data from field trials showing the pesticide could linger in the environment at dangerous levels, imidacloprid was approved for use in the EU. We have asked chemical giant Bayer to return to parliament to explain discrepancies in its evidence on the amount of time that imidacloprid remains in the environment.&quot; Walley added: &quot;The evidence seen by the committee raises serious questions about the integrity, transparency and effectiveness of EU pesticides regulation.&quot; EFSA is responsible for providing expert assessments on safety risks, while national governments and the European commission are responsible for taking action. Bans on some neonicotinoid uses have already been implemented in France, Germany, Italy and Slovenia, but not, to date, in the UK. Evidence submitted to Walley&apos;s inquiry cites a long list of failings in current regulations. They include that it is only the effects on honeybees that are considered, despite 90% of pollination being performed by different species, such as bumblebees, hoverflies, butterflies, moths and others. Others are that the testing required is far too short to detect chronic or sublethal effects and that the regime was set up for pesticide sprays, not systemic chemicals like neonicotinoids that are used to treat seeds. Even the National Farmers Union, which argues that there is no need for a change of approach to neonicotinoids, told MPs: &quot;It is very well known that the current pesticide risk assessment systems for bees were not developed to assess systemic pesticides.&quot; The National Farmers Union horticulture adviser Chris Hartfield, reacting to the EFSA report, said: &quot;Any decision to change the regulatory process, which in turn changes pesticide usage, will have an impact. It is essential that we fully understand all these impacts before taking action.&quot;  This article was amended on 18 January 2013. The original implied that honeybees are not attracted to oil seed rape, corn and sunflowers. This has been corrected.", 
    "section": "environment", 
    "gid": "environment/2013/jan/16/insecticide-unacceptable-danger-bees", 
    "wordcount": "1056"
}