{
    "headline": "How one Irish woman made $22bn for Apple in a year", 
    "text": "Cathy Kearney, an accountant in the Irish city of Cork, appears to live a fairly modest home life. A graduate of the local university, her home for 15 years has been a dairy farm outside Youghal, a seaside town a short drive from the city. The 49-year-old lives with her husband and children in a large, but far from grand, farmhouse. Outside work she is involved in the local church. She is also, at first sight, the brains behind much of Apple&apos;s exceptional global success in recent times. Kearney is the Silicon Valley computer giant&apos;s top lieutenant in Ireland, and has overseen the explosive success of the company&apos;s operations in Cork, responsible for selling iPads, iPhones and MacBooks to scores of markets across Europe, the Middle East and Africa. No less than $22bn of Apple&apos;s profits  two-thirds of the total for the group  came from Kearney&apos;s Cork companies in 2011 alone. Back in the United States, Tim Cook, Apple&apos;s chief executive, has described this international success as unprecedented. Two years ago Kearney featured in a list of Ireland&apos;s 20 most powerful women produced by the Irish Independent. It declared that Apple&apos;s success owed much to her &quot;shrewd direction&quot;, though it also noted that she was a very private individual and had refused to provide biographical details or a photograph of herself. &quot;We focus on our products rather than individuals as we like to recognise the team effort at Apple,&quot; a spokesman said. Kearney did give one interview last month, however  speaking in private to US Senate officials. They have been gathering information about Apple&apos;s Irish operations on suspicion that the group is aggressively  though legally  shifting profits from operations around the world, particularly from the US, to Ireland in order to pay less tax. Of particular interest to the investigators was a cluster of companies, registered at Apple&apos;s Cork office, to which had been transferred development rights, outside the Americas, to many of the group&apos;s products. As one senator put it last week, Apple had &quot;shifted that golden goose to Ireland&quot;. Poring over paperwork for these companies, Senate staff saw the familiar names of senior California-based Apple executives, including Cook himself. They also saw Kearney&apos;s name  again and again. Probing further, among the companies they alighted on was Apple Operations International, the top Apple holding company in Cork. Kearney is the only AOI director in Ireland. Directors&apos; duties usually include attending board meetings. But the Senate officials discovered she had attended just seven of 33 AOI board meetings over almost seven years  once in person, the other six by telephone. All but one of the meetings were in California, where the other directors were based.           Meanwhile, in four years, almost $30bn of profits poured into AOI, though it has no physical presence or employees in Cork or, indeed, anywhere else on the planet. One source on the Senate subcommittee on investigations joked that AOI and others were &quot;iCompanies  i for imaginary, invisible&quot;. Back in 1997 Kearney&apos;s job title at the Cork office was financial controller, though she may have worked there longer than that. Apple declined requests for an interview with her. Guardian inquiries were redirected from Cork to Apple Europe Limited, a company in Mayfair, London, with about 300 marketing and sales staff. Today, Kearney&apos;s formal business title is vice-president of European operations for another Cork company, Apple Distribution International. But it is her directorships of AOI and other Apple subsidiaries that have attracted attention. They help satisfy incorporation requirements under Irish law, and some of them do employ staff in Cork. What surprised investigators most was that at least three of these companies, including AOI, appeared to have no tax residency anywhere in the world. Their boards have been able to tell the Irish tax authorities that Kearney, the sole Irish-resident director, cannot be judged to manage or control these companies, and that important decision-making rests in California. As a result, AOI and others are not deemed tax resident in Ireland. Meanwhile, because these same companies are incorporated at addresses in Ireland, under US law they appeared not to be tax resident in the US either. &quot;Magically,&quot; observed Senate committee chair Carl Levin, &quot;it&apos;s neither here nor there.&quot; The Cork accountant is indeed an important woman, running a Cork office of up to 4,000 staff. But she has also helped saved Apple billions in tax.", 
    "section": "technology", 
    "gid": "technology/2013/may/29/apple-ireland-cork-cathy-kearney", 
    "wordcount": "740"
}