{
    "headline": "Right to erasure protects people's freedom to forget the past, says expert", 
    "text": "He describes himself as the &quot;midwife&quot; of the idea of the right to be forgotten. And for Viktor Mayer-Schnberger , it&apos;s not just about the legal, moral and technical arguments  but about what it is to be human. &quot;The more I&apos;ve worked on data protection over the past 20 years, the more I&apos;ve realised that at the heart of this, what matters as much as the privacy aspect is the issue of human decision-making,&quot; said Mayer-Schnberger, professor of internet governance at the Oxford Internet Institute. &quot;Humans need to make decisions about the present and the future. The beauty of the human brain is that we forget, which enables us to think in the present. That is necessary to help us make decisions.&quot; He cites the case of AJ, a woman from California, later identified as Jill Price, whose story came to light about six years ago. Price suffers from hyperthymesia, a neurological condition that means she cannot forget anything that has ever happened in her life. Mayer-Schnberger says that if everything about us is kept on internet databases, the effect, while not as drastic as in Price&apos;s case, is nevertheless similar. &quot;Our brains reconstruct the past based on our present values. Take the diary you wrote 15 years ago, and you see how your values have changed. There is a cognitive dissonance between now and then. The brain reconstructs the memory and deletes certain things. It is how we construct ourselves as human beings, rather than flagellating ourselves about things we&apos;ve done. &quot;But digital memories will only remind us of the failures of our past, so that we have no ability to forget or reconstruct our past. Knowledge is based on forgetting. If we want to abstract things we need to forget the details to be able to see the forest and not the trees. If you have digital memories, you can only see the trees.&quot; Digital memories, he said, are very different to analogue, photographic ones. &quot;Photos, whether blurry or not, still leave a lot of room for interpretation, unlike, say, a high-definition video, where there&apos;s no escaping everything you said and did.&quot; Mayer-Schnberger, who advises companies, governments and international organisations on the societal effects of the use of data, advocates an &quot;expiration date&quot; (a little like a supermarket use-by date) for all data so that it can be deleted once it has been used for its primary purpose. &quot;Otherwise companies and governments will hold on to it for ever.&quot; He cites surveys showing that people increasingly approve of the right to be forgotten. A survey by the University of Berkeley two years ago, he said, &quot;clearly shows that people want the right to be forgotten to be legislated by US congress.&quot; He said the survey found 90% of the 60+ generation want this. &quot;There has hardly been a legislative issue in US history that has received such high acceptance,&quot; he said. But what is of even more significance, he said, was the &quot;84% of 18- to 24-year-olds  those born into the digital age  who want the right to be forgotten to be legislated. Their desire is not much less than that of the 60+ year-olds. There&apos;s a deep-seated concern in the population that the internet companies and data users have too much power.&quot; Among the more refined arguments that the lobbyists use, he said, are that &quot;right to-be-forgotten legislation violates and invalidates freedom of speech and expression. But this is bullshit. It&apos;s a ridiculous mis-statement&quot; of what new EU legislative proposals set out. Another lobbyist argument, he says, is that it is &quot;technically impossible to implement the right to be forgotten, because of the many back-ups of back-ups of back-ups that take place&quot;. &quot;But if you can be deleted from Google&apos;s database, ie if you carry out a search on yourself and it no longer shows up , it might be in Google&apos;s back-up, but if 99% of the population don&apos;t have access to it you have effectively been deleted,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2013/apr/04/right-erasure-protects-freedom-forget-past", 
    "wordcount": "697"
}