{
    "headline": "Women in STEM: four steps to a stronger Athena Swan application", 
    "text": "A change is in the air: Athena Swan, the charter recognising commitment to women&apos;s careers in STEM, has become a topic of conversation at meetings in universities up and down the country. I was at a leukaemia research meeting only the other week and spent most of my coffee break talking about the scheme. Minds have been focused by money. The National Institute for Health Research&apos;s BRC/BRU funding will require a minimum silver Athena Swan award, which can only be obtained following a submission to the Equality Challenge Unit (ECU). For this reason, most universities and departments now have their own self-assessment team preparing or planning applications, with over 90 awaiting decisions from the last round. I recently sat on an Athena Swan assessment panel. It was a fascinating experience, drawing on expertise from academics, HR professionals and ECU members. The unit has seen a threefold increase in applications, so here is my list of four ways to make yours count: 1) Write a good letter  First impressions matter. A good letter should show personal commitment on the part of the head of school or vice-chancellor. It should use the full word count. It can identify good practice but can also mention a problem and say how it&apos;s being addressed. Get this right and you will make a strong impression. 2) Identify your organisation&apos;s direction Is the number of female staff increasing or are you becoming more male dominated? Why? Analyse your data honestly. Include some simple diagrams to illustrate your analysis. Two typical diagrams are the percentage of women in different groups of your students and staff and the change in percentage of female staff year on year. 3) Check recruitment at all levels This is particularly important at professor level. Include the gender percentage for those interviewed, shortlisted and appointed. If these proportions are dramatically different, you may have a problem. Show your strategies for addressing any problems. 4) Create a promotion plan and use it How good is your staff development pipeline? If you are promoting more men than women, why? You can&apos;t change where you are and where you have come from but you can change your action plan. Think about including some of the following things:  Identifying, developing and mentoring women for promotion and key high level positions  encourage them to apply.  Checking the CV of every member of your organisation regularly. Are they progressing? Should they be promoted? What would strengthen their chances? Give your staff feedback.  Thinking about training. Is your development of line managers effective? Be more proactive than just &apos;monitoring&apos; things. Investigate, analyse and review issues.  Schedule meetings well in advance to allow those with caring responsibilities to reorganise their commitments if necessary. Does your activity work? Have you reviewed it, with measurable and ongoing targets where appropriate? Don&apos;t leave everything to your HR department  try to include all staff. As a final note, include a list of abbreviations. Many universities and large departments use them, but will your reader understand them? The value of the process Does winning an Athena Swan award mean you are running a better department or university? To be honest, I&apos;m not sure. To win a bronze award, in the first instance, you need to analyse your data and make good plans for the future. But to renew this requires continued commitment. The key difference between silver and bronze seems to be a department that has shown demonstration of impact. &apos;Impact&apos; is a very fashionable word at the moment. In this case it means that change is being put in place, reviewed and making a difference. Examples include increased staff satisfaction, increased uptake of flexible working or training and increased knowledge of Athena Swan principles. In many cases, these are not tremendously difficult things to achieve. I got involved with Athena Swan because of my belief that equality (and assessment of equality) in any department, faculty and university has to be a good thing. The self-reflection required in applying makes an institution more open to change, hopefully in a positive direction. It also presents the opportunity for more transparency. My concern is that Athena SWAN applications, like REF (research excellence framework) and other assessments, encourages us to focus on &apos;looking&apos; good. A colleague suggested that if universities spent more time focusing on &apos;being&apos; good, we wouldn&apos;t have to spend so much time on appearances. Wise words that I try to remember. Paul Brennan is a reader in the Institute of Cancer and Genetics at Cardiff University  follow him on Twitter @brennanpcardiff and find out more about Athena Swan This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/18/athena-swan-application-women-academia", 
    "wordcount": "790"
}