{
    "headline": "What would John Snow make of epidemiology today?", 
    "text": "   John Snow and the Broad Street pump. Illustration: Alexander Bertram Powell    Head to Soho in London and you might find an epidemiologist or two on a pilgrimage to Broadwick Street and the memorial to John Snow. There you&apos;ll find a public water pump with its handle missing; a symbol of Snow&apos;s discovery that cholera was spread not through &quot;bad air&quot;, but through contaminated water. Snow famously asked for the handle of the Broad Street (now Broadwick Street) pump to be removed, after he mapped local cases of cholera and determined that water from it was the most likely source of the outbreak. Despite sounding like the study of skin problems, epidemiology actually investigates patterns in population health (the word is related to &quot;epidemic&quot; rather than &quot;epidermis&quot;). The two tools you need for this kind of research are large samples of people, and statistics. Snow collected his data himself, going from door to door to find out whether the households where cholera struck had collected their drinking water from the Broad Street pump. In some ways, data collection hasn&apos;t changed greatly. Epidemiological studies today often involve questioning groups of people about their environment and then following them up over time to see if they develop a disease. But the types of data that can be collected now are unrecognisable from Snow&apos;s time. Simple questionnaires still have their place, but today people might be asked to provide biological samples such as blood and can have whole body scans. We can even look for associations between DNA and disease. Snow couldn&apos;t have dreamed of the advances in our understanding of the human body and disease in the 200 years since he was born. In 1854, it was generally believed that cholera was contracted from breathing noxious air, known as &quot;miasma&quot;. Though Snow believed the disease was waterborne, he had no real understanding of why, or any way of proving it directly. Before the Broad Street incident, Snow was already collecting data to try to work out whether infected water might be the cause of cholera. His &quot;grand experiment&quot; used basic statistics to compare how many people developed cholera in houses supplied by one water company with the number of cholera cases in houses supplied by another. One company drew water from the Thames upstream of the city, and the other from further downstream, where sewage also entered the water. Crucially, both companies fed houses in the same district, meaning that any differences seen would be more likely to be down to water source than where people lived. Although the statistics were simple, the design was neat and wouldn&apos;t be out of place in modern epidemiology. Snow&apos;s understanding that he should try to eliminate differences in location show that he understood what we now call &quot;confounding&quot;, and that he needed to keep all factors other than the one being studied (in this case, the water source) as similar as possible. He wrote this about his design:  &quot;No fewer than 300,000 people of both sexes, of every age and occupation, and of every rank and station, from gentle folks down to the very poor, were divided into two groups without their choice, and, in most cases, without their knowledge; one group being supplied with water containing the sewage of London, and amongst it, whatever might have come from the cholera patients, the other group having water quite free from such impurity.&quot;  Snow used statistics to provide evidence for his hunch about cholera, when direct proof of microbes in the water had not been found, and decades before we understood how waterborne diseases were transmitted. It&apos;s still the case that epidemiology can show patterns suggestive of cause and effect, before the mechanisms underlying the associations are understood. When the MRC-funded clinician Richard Doll discovered a strong association between tobacco-smoking and lung cancer in the 1950s, it was completely unexpected; he had assumed lung cancer was increasing due to air pollution caused by car fumes. Statistical techniques have changed beyond recognition since Snow&apos;s day. Advances in computing mean complex regression analyses, which allow researchers to account for factors that might confound relationships. Such analyses can be conducted quickly and easily, and we are able to model the real world increasingly accurately. So while we have many more options for the type of data we can collect, and many complex ways with which to analyse it, I think John Snow would still recognise how we design and carry out modern day epidemiology studies. There&apos;s a reason why a print of his 1854 disease map hangs in the social medicine department where I work, and people journey to see the memorial in Soho: for all the complexity of statistical techniques and the technologies required to extract biological data from people today, epidemiologists still aim for a simple, neat study design, just like Snow did.  This post was originally published on the Medical Research Council&apos;s Insight blog", 
    "section": "science", 
    "gid": "science/sifting-the-evidence/2013/mar/15/john-snow-epidemiology-today-cholera", 
    "wordcount": "821"
}