{
    "headline": "Nuclear power is an expensive gamble that may (or may not) pay off", 
    "text": "Britain&apos;s energy future starts in Paris with David Cameron and Nicolas Sarkozy signing formal agreements for the UK and France to work together on nuclear power. Attention will soon shift to a 500-hectare (1,250-acre) plot in Somerset where the French state energy giant EDF hopes to start work on HinkleyC. If all goes to plan, the first nuclear power station to be built in Britain since 1995 will have a capacity of 2,000MW when operational in 2018-2019. The reality is that few, if any, of the world&apos;s 435 working nuclear power stations were built to cost, or on schedule  the prototypes of the two stations EDF wants to build in Britain have taken far longer and proved much more expensive to build than anyone ever expected. The Paris agreements only allow preparatory work to start, but they do establish one version of the low-carbon electricity future that climate change demands. The deals also address the fact that Britain has very few young engineers to run what may eventually be eight or more nuclear stations, by providing money for a training centre in Bridgwater, Somerset. However, while EDF&apos;s earth-movers arrive in Somerset for Hinkley C, questions about radioactive waste management, long-term fuel supplies, vulnerability to terrorist attack, the risk of radiation, decommissioning, coastal siting, flooding, exorbitant costs and accident liabilities which were all skated over in consultations last year, have not been answered and are likely to come back to haunt governments for generations. Nuclear critics, like the former energy secretary Chris Huhne, argue that nuclear energy is a tried and failed technology which has needed hundreds of billions of pounds of state subsidies and sweeteners but still generates expensive and dangerous energy. The question hanging over Britain&apos;s new stations will be whether cheaper, safer, alternatives become available. If so, Britain will be embarrassed, chained to a massively expensive technology that will suck in resources for ever. If they do not, the decision to build them may prove to be one of the most far-sighted taken by any government. This article was amended on 20 February. It originally said Hinkley C would &quot;generate 2,000MW of electricity a year by 2018-2019&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/17/nuclear-power-expensive-gamble", 
    "wordcount": "367"
}