{
    "headline": "New scheme succeeds in keeping excluded children in mainstream school", 
    "text": "At the age of 10, Finley was excluded from primary school and spent the next three years at a unit for children with social, emotional and behavioural difficulties, still unable to control his temper, and heading for the dole queue. Now 16, he is at one of the most sought-after secondary schools in Cambridgeshire, has four early-entry GCSEs including maths and English, is expected to get another four this summer and will start a college course in music technology in September. His life has been transformed and he says it is due to the staff at Swavesey village college, an over-subscribed comprehensive that gave him a place three years ago. &quot;I&apos;m so grateful to this school because if I&apos;d stayed at the other place, I would probably have left with nothing. It used to be an outburst of rage, but now I can see it coming. When I feel edgy and am feeling that something is going to go wrong, all I have to do is tell someone and I can go to the inclusion centre to do my work or even take five, get out and have a breather,&quot; he says. Finley is one of hundreds of children permanently excluded from schools in Cambridgeshire who are being brought back into mainstream education by a groundbreaking initiative that gives funding for alternative education directly to headteachers, instead of via the local authority as it did in the past. Rather than excluding children and expecting the local authority to educate them, schools now retain responsibility for the progress and results of those they take out of mainstream classes. Schools should take ownership of every student, not show them the door, says Martin Bacon, Swavesey&apos;s principal. &quot;I take a very strong view that some students are square pegs in round holes and what schools have traditionally done is keep hitting at them until they splinter. We need to be much more creative in what we provide for our most vulnerable students. Inclusion is about achievement, not containment,&quot; he says. The scheme has turned the system on its head: Normally when a school excludes a pupil, parents are required to supervise their child for up to six days, at which point the local authority assumes responsibility for their education  and picks up the bill. Many end up in expensive local-authority-run pupil referral units (PRU)  schools for children who are too disruptive to be educated alongside their peers  where places cost upwards of 16,000 a year, compared to around 4,500 for a school place at a mainstream school. Cambridgeshire has put the 5.4m it was spending on excluded children into school budgets. Working with other local schools (known as inclusion partnerships), headteachers now decide what kind of alternative education the pupils need and go out and buy it. Most recognise that a PRU is not necessarily the best place for a disruptive child; across England only 1.4% of PRU pupils achieve five or more good GCSE grades including maths and English against a national average of 57%. So shopping around for education that suits the needs of each individual child not only saves money, it also gives pupils a fighting chance of success. The results have been dramatic. Since the scheme began four years ago, five of the six local authority-run PRUs have been closed as demand for places dropped from 650 in 2007 to 120 this year. Swavesey, and seven other schools in its South Cambridgeshire partnership, have decided not to send any pupil to a PRU because they risk leaving education with no qualifications. Tom Jefford, who is responsible for participation and young people&apos;s services across Cambridgeshire, says giving funding directly to schools has been a real game changer.&quot;It is not yet perfect but it is keeping many more children in the mainstream. Schools now feel accountable for difficult children, whereas before they didn&apos;t. There is a lot of discussion about children in alternative education, whereas before they were out through the door. Sometimes it hasn&apos;t taken that much to keep them at school.&quot; Working in partnership with local schools means resources can be stretched further. Swavesey village college gets 134,000 of Cambridgeshire&apos;s 5.4m inclusion budget, of which 10% is held back by the partnership for joint developments, such as the employment of extra mental health and family workers. &quot;The schools in the partnership take collective responsibility for all the children in the area,&quot; says Bacon, citing the recent example of a pupil facing exclusion, who moved to another school in the partnership for a fresh start. The originating school now pays the other 8,000 a year to fund one-to-one support from a teaching assistant. Investment in quality vocational education is also crucial. If pupils find something that interests them, they are far more likely to engage with core curriculum subjects such as English and maths, says Bacon. Swavesey has well equipped hairdressing and beauty studios managed by a qualified professional. Old bike sheds have been transformed into a motor workshop with a car and bikes for students to work on and there is a centre for teaching electrical circuits, a painting and decorating studio and an area for bricklaying Having access to additional funds has enabled the school to employ specialists such as Rebecca Crow, the inclusion centre manager, who has a small staff and a bank of qualified teachers who come in part-time to work one-to-one with pupils. Clearly this is an approach that could work in other areas. Around 5,200 secondary-aged children are permanently excluded across England and most of them end up in pupil referral units. A recent report by Maggie Atkinson, the children&apos;s commissioner, claims the numbers could be far higher because some pupils are being illegally and unofficially banned from classes. What is happening in Cambridgeshire is being closely monitored by the Department for Education and when schools return from the Easter break next week, the model will be adopted by around 300 schools in eight other authorities across England as part of a national inclusion pilot organised by the department. The government&apos;s eagerness to be involved could be down to fears that the increase in self-governing academies and free schools, which are not accountable to local authorities, may lead to an increase in permanent exclusions. In addition, in the past parents have had the right to appeal against a permanent exclusions to an independent panel (made up of headteachers, parents and other members of the local community) that had the power to force schools to take pupils back if they felt they had been unfairly excluded. But under new legislation, introduced as part of the 2011 Education Act, independent appeal panels no longer have this power. Not everyone is convinced that giving funding for alternative education directly to schools is the answer. The teacher unions are keeping a close eye on the policy, anxious that the approach, which will inevitably result in having more challenging pupils in mainstream schools, could disrupt lessons and pose health and safety risks. But pupils back the policy. &quot;Miss Crow is a legend, she always listens to us. Without her we would have been kicked out long ago and it&apos;s better to be in school than out of it,&quot; says one 14-year-old pupil at Swavesey. Finley agrees: &quot;From first-hand experience, I know that excluding people doesn&apos;t do any good. I know people who will leave with nothing. There may be a few who wouldn&apos;t succeed in a mainstream environment, but most could be integrated, bit by bit, as they did with me.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/09/permanently-excluded-pupils-mainstream-return", 
    "wordcount": "1282"
}