{
    "headline": "Yemen unveils plan to vaccinate all children against rotavirus", 
    "text": "Yemen has announced plans to vaccinate the 1 million children born in the country each year against the most severe form of diarrhoea, rotavirus. Rotavirus is often fatal for under fives. The vaccination campaign is supported by the Global Alliance for Vaccines and Immunisations (Gavi). Yemen has one of the highest rates of under-five mortality in the world, at 77 deaths for every 1,000 live births. This compares with an average of 41 deaths for every 1,000 live births for the whole of the Middle East and north Africa. Yemen is the poorest country in the Arabian peninsula. More than 46% of the population live below the poverty line, on less than $2 a day. However, Yemen&apos;s immunisation coverage rate for DTP3  three doses of diphtheria, tetanus and pertussis vaccines given to children below the age of one, the standard measure of immunisation  reached 81% last year, according to the latest data released by the World Health Organisation. Globally, the coverage rate is 82%. International organisations and charities are calling for support to Yemen, where as many as 1 million children suffer from chronic malnutrition. With 58% of children under the age of five stunted by malnutrition, Yemen has the second highest rate of chronic malnutrition in the world, behind Afghanistan. Acute malnutrition affects as many as 30% of children in some parts of the country, close to the levels in south Somalia, and twice as high as the internationally recognised emergency threshold. Unicef, the UN agency for children, attributes the dire humanitarian situation to chronic underdevelopment, exacerbated by years of conflict. This culminated in last year&apos;s political upheaval, when the dictator Ali Abdullah Saleh was swept from power after 33 years and replaced by President Abd Rabbu Mansour Hadi. Geert Cappelaere, Unicef&apos;s representative in Yemen, has described the country&apos;s humanitarian emergency as comparable to the Horn of Africa and the Sahel. He said the international community needed to devote the same level of attention and resources to Yemen&apos;s development challenges as to the country&apos;s security problems, because unless development is tackled security will fail. Last month, Oxfam  which warned last September that Yemen was at breaking point  issued a joint appeal with Islamic Relief for $38m (24m), claiming that 5 million people are in need of emergency aid. The UN, which estimates that 267,000 children face life-threatening levels of malnutrition, has increased the total sought for its humanitarian appeal from $447m to $586m. However, funds have so far been difficult to raise. Yemen is the first Gavi-eligible country in the Middle East to introduce the rotavirus vaccines. The vaccination campaign comes 18 months after the country introduced pneumococcal vaccines against the main cause of pneumonia. Pneumonia and severe infant diarrhoea account respectively for 22% and 11% of under-five deaths in Yemen.", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/01/yemen-plan-vaccinate-children-rotavirus", 
    "wordcount": "466"
}