{
    "headline": "Developers vs the industry: 15 ideas about the future of games", 
    "text": "Earlier this month, the Bafta video game awards seemed to show an industry in rude health, with innovative indie titles sharing the honours with interesting mainstream success stories like Dishonored and Far Cry 3.  But with the cost of development rising, a new console generation on the horizon and radical new billing methods emerging (hello microtransactions!), this is also one of the most disruptive and unpredictable periods in the history of gaming.  So what happens next? After the awards, I sat down with four veteran developers who are also members of Bafta&apos;s video game committee, which oversees the organisation&apos;s gaming commitments: Harvey Elliott was a studio head at Electronic Arts before leaving to become MD of middleware specialist, Marmalde; Paulina Bozek, once the executive producer of Sony&apos;s SingStar series, now runs social games studio Inensu; Georg Backer is with Jonathan Ross&apos;s Hotsauce Interactive, after several years at Lionhead; and Andy Payne is MD of Mastertronic and chairman of industry trade body, UKIE.  I got them all together to discuss the state of the industry and the future of games. Here&apos;s what they had to say  with the 15 key points highlighted... Let&apos;s look back at the Bafta video game awards briefly. Indie games did really well, with Journey, Unfinished Swan and The Room all winning in their categories. What does that say about the industry? Harvey Elliott: I was really pleased just to see so many indies nominated and fighting across the board with the big guys, and then to see so many of those indies win  deservedly so. It was a really positive award ceremony. I think the Bafta committee is much more representative of the industry as a whole now. It means we can champion new things better than we&apos;ve been able to in the past. Andy Payne: I think it really reflects the industry. I feel that the tipping point is here, things are changing. It showed that [1] you can spend as much money as you want or as little as you can afford, and you can make great games. I mean, to see New Star Soccer going up against Fifa, and winning! That was a legendary moment for me. A lot of the developers I spoke to that night were saying, &apos;I&apos;m inspired now, I want to win!&apos; I&apos;ve never seen that before.  Georg Backer: The important thing is, all the games deserved to be there  it wasn&apos;t just a case of having to represent the indie community.  AP: And so many of the entries this year weren&apos;t shooting games! Most video game awards are all about shooting games. But that&apos;s not what games are about. Paulina Bozek: I was really interested to see the Game Developers Conference survey, which came out a few days before the Bafta awards. It&apos;s the biggest industry meeting we have, and more than half of the attendees are targeting mobile platforms, which lend themselves well to indie developers. So the awards were really in-step with what&apos;s happening.  But even beyond the indie titles, it was good to see some slightly more interesting Triple A titles doing well AP: Yes, Dishonored winning best game. A new franchise and an amazing title.  It&apos;s very encouraging  we&apos;re heading into a new console generation and usually at this point we&apos;re talking about visuals and processing power. But it seems that the games people are playing and discussing are just as likely to be New Star Soccer or Journey  HE: It shows people care about gameplay. I mean, I don&apos;t sit looking at good mainstream titles like Far Cry 3 thinking, &apos;oh that&apos;s not quite good enough, if only we had a little bit more processing power&apos;. I don&apos;t think what we&apos;re desperate for right now is a surge of new technology, what we need is phenomenal gameplay and phenomenal experiences.  AP: The whole sense of iteration has changed. There are new tablets coming out all the time  we&apos;re not waiting years for new technologies now. That&apos;s going to be an interesting challenge for the console makers. GB: Ease of development is so important too. You have access to digital distribution but you also have tools that enable you to make games fairly easily  or at least to overcome the technology barrier. Your creative mind is the limit. Look at the Dare to Be Digital winners; look at The Room  that&apos;s by a bunch of guys that started as outsourcers. They had one coder! [2] So that&apos;s it now  with the right tools anyone can build something amazing.  So it&apos;s about ideas, but you can&apos;t deny it&apos;s also about the availability of new platforms. Without tablets, The Room wouldn&apos;t have been possible PB: Sure, these are platforms that people really enjoy playing on. It&apos;s a really visceral experience playing The Room on iPad. At the same time, those devices are totally open so they allow for experimentation, they allow for small studios, they allow for iteration and trying things out. You have literally millions of chances, as a gamer, to find something incredible, that may be on its sixth or seventh iteration. That&apos;s missing from the consoles. But I think in the next generation, that will be the direction they go in  it&apos;s not so much a technological leap, it will be about opening up access and making things more flexible; to give people the freedom to create in an environment that&apos;s currently quite closed and difficult. That definitely seems to be what Sony was trying to say at the PS4 launch  the hardware and infrastructure seem to be designed to allow more experimentation PB: I think it would be amazing if the consoles got to the stage where, if you have a big IP that&apos;s on its fifth sequel or something, and they&apos;re flogging the same thing over and over, [3] imagine if they opened those big franchises up to third-parties who could then create extensions that take the series in new directions. I think about it from the social and family games angle  a lot of those games have reached their pinnacle, but there&apos;s so much more experimentation and innovation left if you could open up those systems, to allow developers to create their own expansions and extensions. It would be super interesting.  HE: That&apos;s the world that Gabe Newell has been exploring at Valve. Look at Half-Life and the tech they created. They opened that up and Portal came from that, Counter Strike came from that. It&apos;s exactly the industry we need. [4] For the consoles to survive, they absolutely have to be open marketplaces, where anyone can put their content out. Of course there&apos;s still room for big publishers to put out phenomenal Triple A content, but anything should be possible. I have a lot of respect for what Valve has achieved with Steam  consoles need to be right in the heart of that space too, to be competitive.  So is there a possible future model where publishers cede out sequels, or at least spin-offs, to indies? I mean, would Dead Space 3 have been better if they&apos;d have given it to, I don&apos;t know, Parsac productions or Jasper Byrne, who made Lone Survivor? GB: I actually think there have been some really good sequels over the last year: Far Cry 3, the new Hitman title But I think there&apos;s a realisation that&apos;s come out of the indie scene  that what players focus on is gameplay. You can&apos;t just do a blockbuster anymore. A while back you&apos;d play the games that were given to you by the big publishers  they owned the playing field. But over the last two years the exposure of indie games has made those publishers realise that sequels have to be really, really good.  And the big publishers are taking notice of indie now  Minecraft has shown there&apos;s an enormous business there.  PB: In some ways, as an indie, you have less space to get it wrong, you can&apos;t afford to have major flaws in there, especially if you&apos;re a new studio working on a new idea that doesn&apos;t have a huge marketing push behind it. You just have to be great. There&apos;s passion as an indie, there&apos;s an intense work ethic  you have nothing to help you out. You have to just do it.  AP: Fan-generated content is becoming much more important. And feedback is everything. [5] The relationship between creator and consumer is everything  it&apos;s a fascinating time. We&apos;re just at the beginning of this. As gamers, we&apos;ve always played what we&apos;ve been served. We&apos;d wait, we were served, we&apos;d play. Now that has stopped. You get the game and sometimes it changes within a day because of feedback, especially on the mobile devices. This is a much more democratic approach and I think that&apos;s going to change the way business is done. [6] All this working on a game for two years, NDA&apos;ed up to your eyes, bored out of your brain nobody want&apos;s that, the creators certainly don&apos;t. It&apos;s too much, it burns people out. And then they get their game out into the world and the world just shrugs its shoulders. The creators end up saying, &apos;well, why did we bother?&apos; Well, get the game our earlier! See what&apos;s going in the community.  PB: Whether you&apos;re an indie or a big studio, making a hit and getting a game out there among consumers takes time, it really does take time. There are less instant successes now. [7] You may need 12 months of iteration to get that sweet spot, to get the mechanics right and get the audience involved. For indies that&apos;s difficult because you have to sustain yourself  even if the revenue&apos;s not there you have to keep refining  Well, of course, Minecraft turned that into a business model, charging for the alpha and then inviting the community to become paying QA testers! HE: Those trends are happening all over the place, whether it&apos;s Minecraft or the Kickstarter approach to development, people are signing up as fans to something and saying, yes, I want to see what this team can create. And there&apos;s the free-to-play model where people can get something, try it and then decide, yeah, I believe in this and I&apos;ll invest in it. It&apos;s so much nicer as a consumer of games to be able to experience them in so many different ways, whether that&apos;s paying upfront, or investing in something you&apos;ve had the chance to influence, or you pay for something very small and chose to pay more as you go along. All of these models support the indie community and as long as the platforms continue to support the indie community the industry will absolutely thrive. The blockbusters will still have their chance as well.  So what can Sony and Microsoft learn from the current industry - and how can this be applied to their forthcoming machines? AP: Both Xbox and PlayStation are massive brands - millions of people know what they are. The challenge is to develop an ecosystem that supports all sorts of games  that&apos;s about connectivity, it&apos;s also about being smart. HE: As Andy said earlier, there is new hardware going out all the time now, in the form of smartphones and tablets. These are forcing the market to move on, they have amazing connectivity, you have digital downloads, instant play, immediate ways to get into games... They also have a social media layer sitting in the background: most games let you post to Twitter, post to Facebook, create a social connection. Microsoft did well at this with the gamer score and achievements, and Sony had a go too. I feel like those are the areas they need to be looking at. [8] The ecosystem is important, but also it&apos;s that social setting where people can talk about the games, get involved with the games, have feedback to developers as long as the platforms support that they will thrive. They could lose their market by ignoring the smartphones and tablets.  It seems that the console manufacturers are increasingly interested in indie gaming, but they still haven&apos;t made it that easy to get on their platforms. GB: But indie games are there - this is really the first console generation that this has happened. It will be interesting to see what happens with those big next-gen machines  will there be indie launch titles? You need to open up and let people in early. You need to get that momentum at launch.  PB: On the game level, [9] one of the things that&apos;s really come through this year about the console manufacturers is the ability to spot something special - like Journey or Unfinished Swan. Both of those came from schools, they came through the experimental route. Sony spotted them, gave them a big platform and it really worked out. That&apos;s something platform holders can do really well - elevating something to a new level. In terms of opening it up to developers, it&apos;s two-fold. It&apos;s the infrastructure and architectural makeup of the system, which Sony seems to have committed to making easier. But currently there are also a lot of administrative processes to publishing on console, even on PSN which is supposed to be for light, snack-sized games. You still have to go through the traditional routes. These just need to be re-jigged  it&apos;s not like you to build the whole system again from scratch.  AP: You have to let the thing live a bit. They still have this need to control. And this whole idea of exclusive games - the younger generation just do not understand why you can&apos;t play Halo on your PlayStation or Uncharted on your Xbox. It&apos;s a ridiculous system - it needs to go away.  HE: There&apos;s been a big change. Over the last two hardware iterations, 80% of the games market was console. That&apos;s where you had to be if you wanted visibility. But now, Steam has re-ignited the PC gaming sector, Apple and Android have created a new indie market consoles will have to embrace this new era; if they don&apos;t, games will still exist without them. Consumers nowadays have more than one device - they may own a console, but they&apos;ll also carry a smartphone or a tablet, they have lots of ways to access content - and they&apos;re less fussy. Walking Dead is the same experience whether you&apos;re playing it on a high-spec PC or an iPhone.  PB: I love the Walking Dead on an iPad - not just for the touch interface, but because it can go anywhere with you. I mean, imagine being a 12 year-old camping out in the backyard and playing this! It would be so frightening, but so cool! The overall experience exists beyond the graphics.  AP: The console manufactures, I think, have realised that they&apos;re not the only game in town anymore. I mean, there used to be these battles between Nintendo, Sony and Microsoft and developers were in the middle of it. But now you can zoom out, Star Wars-style, and there&apos;s a whole galaxy beyond them: Apple, Google, Samsung They&apos;re all interested in content and they put the console companies into perspective. The console in isolation, won&apos;t work.  HE: I remember when the Super Nintendo launched in the UK - it had three games. Three games! And then you&apos;re waiting for months for something else to happen. And that&apos;s exactly what they&apos;ve done with Wii U!  GB: I think [10] the attention span of gamers has reduced dramatically. I used to know the release schedule for two years ahead! I don&apos;t know what&apos;s coming out in two weeks anymore! I don&apos;t need to have that attention span anymore. There&apos;s so much great stuff happening, on every platform. And I love the fact that with Steam, when I&apos;ve bought a game, I can download it on PC and then I can download it on my Mac, it doesn&apos;t matter. How awesome is that? HE: And it&apos;s the ecosystem as well, it&apos;s the whole scale from the indie guys to the big blockbusters.  Are we really heading toward an era of digital only games? HE: I don&apos;t know, but my kids don&apos;t care if they have the box or not! PB: And where are you going to buy these non-digital games anyway?  I guess it&apos;s Amazon or a supermarket now for a lot of people GB: But then my broadband at home is rubbish. Sometimes I miss being able to just run out and buy a game at the local shop. And people do still like special editions... HE: Ultimately it&apos;s not the delivery platform that matters, it&apos;s the gameplay experience.  AP: My company almost went bust because of console publishing. Not because the games didn&apos;t sell, but because it cost a load of money to manufacture the physicals stock. And then you&apos;re feeding that into a retail market where you&apos;re not paid until the product is sold. The shops are not taking any risk. If you&apos;re a small developer you have to go cap in hand to the console manufacturer and then to Walmart, Bestbuy and Game, none of which take on any risk. That&apos;s why you had sequel after sequel after sequel. It&apos;s a spreadsheet game and it just got tiring for everyone.  HE: And if you&apos;re on console you&apos;re paying the fee for the discs to be printed.  AP: And then if you want your game to be seen on the shelves you have to put out more than one copy per store - you need multiple copies and you have to start buying space. I mean, the game shops have been selling space rather than games for bloody years - and they wonder why suddenly we don&apos;t want that stuff anymore. With digital it means you put your investment and your time upfront and then you can release it - if it doesn&apos;t sell, it might be a disaster, but you don&apos;t have the follow-on disaster of unsold stock. The issue that&apos;s coming through now is, what should games be priced at? What is the true price that people are prepared to pay? Because there are no physical goods, it means there&apos;s more flexibility. [11] If you have a Steam sale over one weekend, you can pay for your company for three months - that&apos;s with a game you haven&apos;t touched for a while, an older title that&apos;s just hanging around.  PB: The big challenge is still discoverability. Instead of the problem of retail, now you&apos;ve got thousands and thousands of games. [12] You have to build a fanbase and as a developer you spend as much time thinking about that as you do working on the actual game.  GB: Community building is essential.  AP: You know, the retailers are looking around trying to find something to do, how about showcasing the people who make the games? What about being a real showroom for games, rather than a place where you go and buy stuff?  HE: When you&apos;re thinking of buying a game, it&apos;s the community opinion that matters. [12] If you had retail supporting that channel, saying, &apos;here&apos;s who made the game, here&apos;s what the community thinks of it, here&apos;s a recommendation you can trust and buy into&apos;, then they&apos;ve got a place What we seem to be seeing from the successful independent book retailers is that the future of high street retail is about aggregation and personal service HE: I get that experience from Waterstones. You go in to the store and I feel like they&apos;ve read the books  they give you recommendations, they give you guidance, I like the way that works. I don&apos;t know how their model is sustainable because they carry bucket loads of stock, but the model has to be more than &apos;this is a place where you go and collect something&apos;, because if it&apos;s just that, you can go to Tesco.  Digital has also brought in a new type of game experience  things like Journey and The Room that you can finish in three hours. Well, that&apos;s okay now because there&apos;s a pricing model that can support that. AP: In shops you&apos;ve just got a couple of price bands. I mean, we&apos;ve had no end of discussions before World of Goo became this huge sensation, I cut a deal to put it in a box. Could I get a retailer to take it? They&apos;d never heard of it. I said, look I reckon this game should be about six pounds. They&apos;d say ten. I&apos;d say, well no, I think six. So then they&apos;d say, &apos;okay, five&apos;. So we&apos;d go with that, but they&apos;re not making enough money and neither are we. But in digital, you can set your own price and see what the market does. You can take your chances.  PB: The Holy Grail is trying to talk to both casual and hardcore audiences. Games like The Room and Journey do that. They still offer deep experiences. [13] We&apos;re no longer looking at non-hardcore as shallow. It doesn&apos;t have to be shallow and throwaway, it just means accessible. It&apos;s great that we&apos;ve got to that point.  GB: I actually think video game marketing has moved on. It used to be about how many levels there were and how many weapons, but now it&apos;s more about the experience you&apos;ll get. It&apos;s more like cinema advertising now.  But there seems to be a fascinating neurosis in game design now. Titles like Tomb Raider and Far Cry 3 are constantly offering the player side-quests and mini-quests: do that, try this, do you want to go down a tomb? Here you go! Do you want to race a quad-bike for a bit? Be our guest, here it is They seem to be paranoid that if you&apos;re given a few seconds to think, you&apos;ll get bored and play an iPhone game.  HE: That&apos;s because you will! Five years ago, gamers bought five titles a year, that&apos;s it. The tie ratios on PlayStation 2 were like three or four to one. Now, gamers own hundreds of games, they&apos;ve got them on their phones, on Facebook The big games are afraid that if they don&apos;t continually remind you of all the brilliant things you haven&apos;t yet done, you&apos;ll lose interest. GB: I do play Angry Birds when a console game is loading! [14] But on mobile, a lot of games remind you if you haven&apos;t done anything for a while; they&apos;ll message you  come back and I&apos;ll give you something. That&apos;s something that maybe the next generation of consoles should think about. How can we engage with players while they&apos;re not playing?  HE: But back to this question of physical goods and whether or not there&apos;s a space for them. I think there is, because with digital, bandwidth is a problem and storage is a problem: unless your download speed is huge and your hard drive is massive, you WILL need physical space. Steam is great - you can reload titles back on to your system, but bandwidth is finite. I know I can re-install all my games onto iPad, but it is constantly full. So that&apos;s where physical product will always have room, especially if it&apos;s Blu-ray size with a ton of storage space.  The interesting thing with PlayStation 4 that very few people picked up on, was this sense of instant access  Sony bought Gaikai so that people could choose a digital game and start playing it immediately. They want to banish load times for updates and patches. Sony wants PS4 to work like TV with each game acting like a different immediately available channel.  PB: That&apos;s an interesting thought  that PS4 wants to be more like a media company with games as channels. At the same time we have media companies who are trying to become more like games. TV viewership is dying and the way you watch TV to watch a channel that is mass broadcast is just so alien a lot of time. Everything is personalised. But then to think of games companies as media companies streaming game channels  that changes everything. That&apos;s so interesting.  HE: It&apos;s fascinating to watch all these different industries, all these different media converging into social connected experiences  GB: The thing is, it is just another form of entertainment now. There are people in my family who are better at Angry Birds than me, but if I say, &apos;you&apos;re a gamer&apos;, they deny it. It&apos;s entertainment And everyone wants to capture those people! Everyone wants to be their single source of entertainment  whatever it is.  AP: Look, I have capped broadband, and someone asked earlier why I put up with that. Well, it&apos;s because I&apos;ve always had the same broadband supplier. It&apos;s like bank accounts  we rarely change them. So you have big players like Virgin and Sky battling to get you as a customer because they know, once they have you, you&apos;re unlikely to go anywhere else. Those guys are desperate to ensure they&apos;re The One. And the TV guys like Sharp and Samsung are saying, no, we&apos;re The One, because we have the screen! Everyone wants to be The One. And you can only have one The One! You see companies like Microsoft trying to do everything  PB: Well, [15] if you want to be The One you need to be a software platform, not a hardware platform. A lot of the companies trying to be The One have a physical interest, whether that&apos;s a pipeline or whatever  that&apos;s a lot harder to iterate or change. It will be easier to be The One with software. Although we haven&apos;t talked about Ouya or Gamestick at all  they have a role to play, but it&apos;s a little way off... HE: So to answer you&apos;re question from the beginning, it&apos;s a very exciting time to be in the industry!", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/28/bafta-roundtable-the-future-of-games", 
    "wordcount": "4308"
}