{
    "headline": "Plague patient in critical condition at Oregon hospital", 
    "text": "An Oregon man is in a critical condition with the plague after he was bitten while trying to remove a decaying mouse from the mouth of a stray cat. The man, who has not been named but is in his 50s, is believed to have caught the disease that rampaged through Europe in the middle ages and is thought to have wiped out between a quarter and a third of the population. In modern times the disease is rare and treatable with antibiotics but can still be fatal. A local report said the man developed a fever a few days after being bitten on 2 June and was admitted to Crook County hospital. The disease is caused by the Yersinia pestis bacterium, which can develop into three kinds of plague including the bubonic plague, which swells lymph nodes across the body. The other two are septicaemic plague, which affects the bloodstream, and pneumonic plague, which affects the lungs. The bacterium is largely transmitted via infected fleas but humans can also catch it by coming into contact with carrier animals. Karen Yeargain, communicable disease coordinator in the Crook County health department, said the man had been initially showing classic symptoms of the disease. He is reported to have shown signs of both the bubonic and septicaemic forms. Emilio Debess, Oregon&apos;s public health veterinarian, said there had been a number of cases of the disease reported in the state since 1934, including four people who had died. An average of 11 cases of plague are reported in the US each year, according to the World Health Organisation, with around 1,000 to 3,000 cases worldwide. While some believe that the black haemorrhages of the skin in the late stages of the disease gave rise to the popular name of the black death, the term was actually coined much later in the 16th century and popularised in the 19th century. It is thought to be more likely a reflection on the terrible effect of the plague on medieval Europe.", 
    "section": "science", 
    "gid": "science/2012/jun/15/plague-patient-critical-condition-oregon", 
    "wordcount": "337"
}