{
    "headline": "The best games to play in autumn 2012", 
    "text": "As you may have seen yesterday, the newspaper&apos;s G2 section featured an excellent autumn arts preview, featuring the best books, films and dance events to look forward to in the coming months. All the major forms of entertainment and artistic media were included... with one reasonably minor exception. Games.  So, on the off-chance there are people out there more likely to be looking forward to Assassin&apos;s Creed III than Der Ring des Nibelungen at the Royal Opera house, here are the big titles of this autumn&apos;s release schedule. We&apos;ll be doing an indie and smartphone round-up at some point too, but that takes longer because those crazy kids don&apos;t believe in release schedules. For now, though, get your Amazon wish lists ready, here are the mainstream treats of the autumn. Borderlands 2 (PC, PS3, Xbox 360) The maniacal &apos;looter shooter&apos; returns with a new bunch of mercenaries raiding the planet Pandora for all its treasures while an evil corporation seeks to clear our all the undesirables. That&apos;s you by the way. Beautiful cell-shaded visuals mix with anarchic humour and a huge range of weapons to produce entertainingly eccentric carnage. Yes. Yes please. 21 September F1 2012 (PC, PS3, Xbox 360) Codemasters has reinvented the concept of the motorsports simulation with its enthusiastic, knowledgeable and exciting F1 titles and this year&apos;s instalment should continue the good work. Along with all the cars, drivers and circuits from the 2012 season, F1 2012 boasts a Young Driver Test which teaches newcomers the basics of F1 driving. Luckily, I don&apos;t think there&apos;s a theory test. 21 September Tokyo Jungle (PS3  digital only) Created by Sony&apos;s Japan studio with indie developer Crispy&apos;s this is easily the weirdest game on the list  and hopefully that won&apos;t put you off. Set in a post-apocalyptic Tokyo the game gets you to choose an animal from a large selection (including dogs, kangaroos, birds and big cats) and then simply survive on the mean streets, finding food, battling other critters and looking for mates. It&apos;s an astonishing mix of genuinely grim sci-fi adventure and cutesy pet sim. 26 September  Fifa 13 (3DS, PC, PS3, Vita, Wii, Xbox 360) The behemoth of the sports sim calendar returns with some major mechanical tweaks including improved close-control and greater physicality. If you&apos;re connected to the web, it will also pull in real-world footie news and use it to colour your virtual experience. And of course, all the players, major teams and key world leagues are in place. 28 September Resident Evil 6 (PC, PS3, Xbox 360) Survival horror returns in this &apos;something for everyone&apos; adventure, which provides three separate stories based around a worldwide zombie virus outbreak. Favourite characters such as Leon Kennedy and Chris Redfield return, all of them showcasing different playstyles from Resi history. Could be an all-encompassing return to form, or a big pile of zombie droppings. We&apos;ll play it anyway. 2 October War of the Roses (PC) A cult hit at several gaming events over the summer, War of the Roses is a squad-based medieval combat sim, in which players join either the House of York or their Lancastrian rivals and indulge in tactical melee combat. The visuals are astonishing and while the multiplayer is clearly going to be bloody awesome, the single-player campaign promises depth and variety too. 2 October Dishonored (PC, PS3, Xbox 360) We called this dark steampunk adventure a game-of-the-year contender when we previewed it last month, and we&apos;re sticking with that. Created by some of the key people behind Deus Ex and Half-Life, it&apos;s an open-world adventure in which a betrayed assassin seeks revenge in a sprawling quasi-Victorian city. And you can posses rats. 12 October XCOM: Enemy Unknown (PC, PS3, Xbox 360) Back in the early nineties, the XCOM turn-based strategy games gave players the chance to command a secret government agency against alien attacks. Now Firaxis, the developer behind the famed Civilization series, has re-invented this tense and engaging experience for the modern era. It looks and plays beautifully, and will see off plenty of those long sodden November evenings. 12 October Fable: The Journey (Xbox 360) Peter Molyneux has now left Lionhead, but his final project at the studio was this much-debated Kinect-only fantasy road movie. Lead character Gabriel must travel across the dangerous land of Albion to rediscover his lost tribe and save a fair maiden. Along the way, he gets to look after his horse, using motion controls to ride and interact with it. Sort of a pet sim RPG then. What could possibly go wrong? 12 October Skylanders Giants (3DS, PS3, Wii, Xbox 360) Last year, Activision scored a massive hit with its ingenious Skylanders game, which combined collectible toy figures with an approachable family RPG. This time, they&apos;re adding a new bunch of  yes  giant figures, as well as a larger world and other extras. If you&apos;re the parent of a Skylanders fan, you&apos;re already being nagged about this. 19 October Forza Horizon (Xbox 360) A fresh take on the leading Xbox driving game series, swapping circuit-based thrills for a more rangey, open structure. The action takes place in and around a fictitious racing event in Colorado, where AI drivers can be challenged to competitions on the spot. To underline the festival feel, the soundtrack has been curated by Rob da Bank, so expect plenty of dubstep with your exotic vehicles. 26 October Lego Lord of the Rings (3DS, DS, PC, PS3, Vita, Wii, Xbox 360) Yep, another action adventure in the seemingly endless Lego series, but this one has a slightly darker feel and it cleverly uses dialogue from the movies to bring some authenticity to the setpiece-hopping narrative. We played it at E3 and enjoyed the ensemble feel with Frodo, Aragorn, Gandalf, Legolas, Gimli and Boromir all taking part on screen. 26 October Medal of Honor: Warfighter (PC, PS3, Xbox 360) This hyper-earnest military shooter has angered some by seeking to portray real-life combat zones and a range of authentic spec ops units. However, developer Danger Close is obsessed with respecting the lives and roles of the combatants it depicts and we&apos;re hoping that the game&apos;s apparent attempts to show the cost of warfare on the families of the soldiers is revealing and not mawkish. Expect top-end visuals and multiplayer, too. 26 October Assassin&apos;s Creed III (PC, PS3, Xbox 360) The time-spanning assassination adventure returns, this time bringing its blend of acrobatics and swordplay to the American revolution. The new lead character, Connor, is half British, half Native American, which puts him in an interesting position when the fight to control the continent begins. Expect lavish set-piece battles, beautiful visuals and some interesting multiplayer options. 31 October Need For Speed: Most Wanted (PC, PS3, Xbox 360) In 2010, Guildford-based developer Criterion revolutionalised the Need For Speed: Hot Pursuit series, adding gorgeous visuals, a sexy handling engine and the brilliant Autolog system, which let friends leave highscores for each other within the game world. Most Wanted is updating all the social elements, as well as providing a huge open city to explore and race in. And the multiplayer challenges are enormous fun. 2 November Halo 4 (Xbox 360) Bungie has gone and now Halo development duties are with Microsoft&apos;s own 343 Industries studio  so can the spirit of Master Chief survive? The jury is out at the moment, but with an epic story featuring the long dormant Forerunners, and an interesting multiplayer structure that ties the action closely to the campaign missions, this is an interesting attempt to kickstart a whole new Halo trilogy. 6 November Paper Mario: Sticker Star (3DS) Nintendo&apos;s cutesy handicraft role-playing series returns, this time in semi-glorious 3D, and with a fresh new gameplay element that challenges you to peel off and collect colourful stickers from the typically adorable environments. The 3DS needs some true must-have titles this Christmas and surely little Paper Mario can be posted in that pigeon hole. 11 November Call of Duty: Black Ops 2 (PC, PS3, Xbox 360) Okay, okay, so this series has some serious detractors  and Treyarch&apos;s decision to set a Black Ops sequel in a near-future America under attack from its own drone army, has been questioned. But, hey, there do seem to be some genuine attempts to update the multi-million dollar recipe with some strategic gameplay and refreshed multiplayer. And might this be the last major Call of Duty title for this console generation? 13 November Hitman: Absolution (PC, PS3, Xbox 360) Square Enix may have shot itself right in the foot with that controversial &apos;sexy nun&apos; trailer, but a new instalment in the Hitman series of stealthy assassinate-&apos;em-ups will always pique the interest of fans who remember the glory days of Agent 47. Can the bald killer overcome sexism to reinstate his murderous gaming regime? Don&apos;t bet against him. 20 November Disney Epic Mickey 2: The Power of Two (PC, PS3, Xbox 360) While the first title had some interesting ideas, melding a platforming adventure with painting elements and Disney history, it was let down by a roving camera and some repetition. This time, developer Junction Point says it has fixed the broken stuff and added a co-op element that sees Mickey teaming up with his predecessor Oswald the Lucky Rabbit. One for the family to snuggle around this winter. 23 November Far Cry 3 (PC, PS3, Xbox 360) On the face of it, this looks like yet another shooter sequel with a superhuman lead character and dozens of faceless, vaguely ethnic enemies. But Ubisoft Montreal is promising that its island-based adventure, mixing open-world exploration with bizarre characters and a strange colonial story, is something much more offbeat and interesting. Heart of Darkness: the video game? 30 November New Little King&apos;s Story (Vita) Released on the Wii in 2009, the original Little King&apos;s Story was a glorious combination of real-time strategy, RPG and life sim, with players controlling a new monarch in a rich fantasy kingdom. Its enduring cult success has led to the promising Vita remake, featuring a more naturalistic art style and a refreshed story. TBA November Football Manager 2013 (PC/Mac) You know what to expect, of course. A huge database of players and teams as well as an intricate simulation of the manager&apos;s life, from training and tactics to coping with player meltdowns and media scandals. Expect the core engine and visuals to be overhauled at the very least, but I predict some more dramatic additions this time round. TBA November", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/04/best-games-autumn-2012", 
    "wordcount": "1743"
}