{
    "headline": "Who is today's transnational student?", 
    "text": "In 2010 to 2011, the UK Higher Education Statistics Agency reported that for the first time more international students were studying UK courses outside the UK than within it. While the exportation of higher education programmes delivered across borders to remote learners in numerous and growing forms is not a new phenomenon, interest has been heightened by the UK government&apos;s promise to cut net migration from hundreds to tens of thousands. Complicate this picture further for UK institutions with the increase in UK domestic student fees and substantial cuts in universities&apos; government funding, and it has never been more evident than now that UK higher education institutions need to get creative, innovate, capitalise on, and think outside the tradition of its four walls. The operating environment in the UK for institutions wanting to internationalise is witnessing governmental, economic and political impact that are forcing them to think beyond their traditional and experiment with the possibilities before them in delivering Transnational Education (TNE) programmes. The delivery of these programmes has led to a new type of higher education consumer who seeks an unconventional, flexible format that allows them to continue their own pursuits (be that career, family or other) outside regular residential bricks and mortar study. TNE students have been described as &apos;glocal&apos; students, in other words local students with global aspirations. Whilst this observation is an accurate description  indeed, students are studying for globally administered programmes in a local setting  these students display far more sophisticated and nuanced characteristics than this assessment implies. Perhaps a better term might be &apos;career alumni.&apos; This new wave of learners that has emerged seek quality programmes that will lead to career enhancement like their traditional internationally mobile counterparts. But they are also making measured and often multi-layered choices that allow them to advance in many cases a prosperous career without leaving their job, over the chance to experience studying within a campus environment. The &apos;career alumni&apos; tag resonates due to their focus on their own professional development, and the importance they place on the creation of professional networks gained during their period of study. So why isn&apos;t everyone jumping on this band wagon? For both the delivering institution and the participating student, TNE programmes present the assessment of a measured risk. The challenge for both student and institution is mitigating that risk and achieving end goals of development and sustainability. Trends in international student mobility traditionally show students seeking higher quality education than immediately available to them at home, often in a country renowned for its world class institutions, academics and opportunities. A better quality of education and fulfilling the ultimate goal of improving career prospects have always been among the most important factors for students choosing to study overseas. Indisputably, students also want the cultural experience of living abroad. This wider experiential dimension, outside education and employment, is often capitalised on by institution&apos;s marketing strategies and national branding campaigns that exploit creative, scientific and artistic innovations, in the hopes of inspiring a new generation of imported home-cultivated alumni. Setting aside the potentially negative spin that could be applied to findings that TNE students are not treated equally by awarding institutions and are not offered the same quality of experience as those based on campus, there is an opportunity here to be grasped. The straight transference of a campus-based programme aimed at classroom-taught students fails to understand the motives behind the TNE-seeking student. Embracing the lack of four walls and the building of new professional communities could lead to the development of appropriate and sustainable programmes that would increase an institution&apos;s brand value rather than detract from it. Acknowledge and celebrate the difference in a TNE programme, not as a second choice, but as a strategic decision made by individuals that do fit this mode of delivery and gain from it a valuable experience that will grow their unique needs, skills sets and personal situation. Elizabeth Shepherd is British Council research director of education intelligence  this blog is based on a report into Transnational Education available to UK universities at the British Council SIEM site This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/10/transnational-student-profile-careers-networks", 
    "wordcount": "709"
}