{
    "headline": "Singapore: 'a wonderful place to work'", 
    "text": "Professor Martyn Partridge has been in Singapore for two years as senior vice-dean at Nanyang Technological University&apos;s Lee Kong Chian School of Medicine, a joint partnership with Imperial College London. &quot;Helping to start and shape a medical school is the biggest, most challenging thing I&apos;ve ever done,&quot; he says. &quot;Singapore is a wonderful place to work, with excited, interested and well-trained colleagues. It&apos;s a safe environment with a strong emphasis on education and science. There are inevitably differences in leadership styles and school structure  but these don&apos;t matter when institutions share the same values. &quot;Relocation inevitably disrupts some professional and family connections but modern ways of communicating are so good that it&apos;s as easy to supervise PhD students from overseas as it is to talk to my grandchildren. My children have flown the nest  two out of three are temporarily in Australia, which makes visits a short haul while we&apos;re here. You need to think through implications on family, pension, children&apos;s education and the expense of maintaining more than one base. If you relocate when you have young children you inevitably make friends at the school gate, probably among the expat community. As we are older, more of our spare time is spent with Singaporean friends we&apos;ve met through work. Be aware that anyone you&apos;ve ever known will at some stage &quot;pass through&quot;  we&apos;re always being looked up by old acquaintances. &quot;I&apos;ve been visiting Singapore for more than 20 years and I&apos;ve witnessed its transformation in that time. There&apos;s a world of difference between visiting a country and living here  but I can honestly say my affection for the country, its people and culture has grown. A warm climate is always attractive to anybody from northern Europe  but the common British moan about the weather isn&apos;t relevant  &quot;nice day&quot; seems superfluous when it&apos;s always warm. &quot;The only comfort that is missing in Singapore is easy access to BBC iPlayer  and wine is too expensive. But that should be offset against my favourite walk: through Labrador Park and around Keppel Harbour. Of course the restaurants are superb. Most food is imported so eating out varies from international prices to incredibly good food at very low prices. My wife and I have had great trips to Australia, Brunei, Cambodia, Hong Kong, India and Vietnam. There&apos;s a lot to do if you can ever get away from work.&quot; Professor Martyn Partridge is senior vice-dean at Nanyang Technological University&apos;s Lee Kong Chian School of Medicine This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/jan/16/singapore-universities-academic-jobs-life", 
    "wordcount": "449"
}