{
    "headline": "Eton headmaster Tony Little: 'I don't feel defensive about what we do'", 
    "text": "The disconcerting thing about Eton, for the first-time visitor, is notnecessarily the grandeur of the chapel built for teenagers, or the palimpsests of boys&apos; names scratched into thedark wood of the walls in the older sections of the school, or the acres of playing fields, though these are striking enough; rather, because the school merges with the surrounding village, itsbuildings and courtyards opening offthe high street, it&apos;s the maleness. Walking through the narrow lanes, surrounded by boys in sports kit just released from the afternoon&apos;s games, feels like walking through an (architecturally extremely well-endowed) villagefrom which nearly all the womenhave been removed. A few do remain: the headmaster&apos;s secretary, for instance, an unsmiling woman with a severe helmet of red-blond hair, who, having sent me away once, for being too early, now tsks andchivvies me along as if I&apos;m a particularly foot-dragging fourth-former. &quot;Come along&quot; she says with animpatient dip of the head. &quot;He&apos;s very,very busy today.&quot; The headmaster himself, Tony Little, is all urbanity; but here, too, is a core of total authority. Much of that must come from more than 20 years as a headmaster in boarding schools; he is alsoan Old Etonian, and it&apos;s hard not to feel that hisefficient self-deprecation and total self-confidence are products of his schooling as much as of his job. Certainly, he is clear that self-belief is among the mostimportant things he wants Eton toimpart  more so than measured, centralised qualifications. Little has never made a secret of the fact that he doesn&apos;t have much time for GCSEs as currently constituted; he was also unconvinced by Michael Gove&apos;s much-vaunted English Baccalaureate Certificate, and is relieved by the minister&apos;s retrenchment. &quot;It was a major step being taken very quickly, and all the experience suggests &apos;make haste slowly&apos; and there&apos;s a better chance of getting things right. The second issue was the fact that it appeared to give particular weight andprominence to certain subjects at the expense of others. Now, I can see a verygood casefor English and maths being a central, incontrovertible part of a core  arguably science [too]  but beyond that,I don&apos;t see a particular need to insist on certain subjects.&quot; I remind him that he once said that in all his years as a teacher hehad had no cause to have faith in government views on education. Does he still feel that? &quot;I&apos;d be surprised ifIactually said something quite astrenchant as that  in my working lifetime, the two politicians most interesting to hear speaking about [education]  who genuinely seem to have a commitment  have been Michael Gove and Andrew Adonis.&quot; This view has the merit of seeming both experienced and specific, and entirely diplomatic. &quot;Ithink we&apos;ll look back and see this as a particularly interesting and vibrant time for education, but that&apos;s not to say Inecessarily agree with everything that either of them says.&quot; Eton has certainly taken enthusiastically to the idea of free schools  they alreadyco-sponsor one in Stratford, and a stateboarding school, called Holyport, is set to open 8 miles down the roadin2014, with Eton as thesole educationalsponsor. Eton  particularly latterly, under a government stuffed with millionaires&apos; sons and run by an Old Etonian  occupies a very particular place in the psychology of this country  though &quot;I&apos;m not sure, as a simple matter of fact,that there is a huge number of OldEtonians in the government. I keep seeing, for example, George Osborne [described as an Old Etonian], which ofcourse he never is, never was  not been near the place.&quot; Does he think Old Etonian has become a kind of adjective, shorthand for a particular kind of attitude and person? &quot;I think so; I think Eton doesn&apos;t necessarily mean Eton College  the way the term is used.&quot; Andone of the things that comes along with that is that he must know that his opinions will be seriously listened to. He may deny it, but he doesn&apos;t require much encouragement when asked how he would advise Gove, or runGove&apos;s department, if required. &quot;Inother words, if I was king for a day  how very sweet of you  a little sprinkle of magic dust. I&apos;ll tell you what I think the issue is: finding the right balance between a drive for standards, so that every child in the country is enabled to access different types of education that they might wish to access, on the one hand; and on the other, not being susceptible to a top-down driven measurement culture, which reduces the key elements of what I think a school fundamentally is about, which is to do with holistic development  the all-rounded person; enabling young people to develop that true sense of self-worth, which is, in my view, absolutely essential if [they] are going to be able to stand up for themselves and stand up for a purpose higher than themselves.&quot; In fact, he has just this week been addressing a summit, organised by the all-party group on social mobility, on the issue of character and resilience. Recent research has found that pupils from less privileged backgrounds are more likely to take one instance of failure as an indication of total life chances in a way that students from more privileged backgrounds are not; Little, who believes that character can be taught, was asked to suggest how that might be counteracted. His answer is to take the fact that &quot;young people learn more from each other than they do from adults  [and] more outside a classroom than they do inside it  The gifted teacher and a great school is a person and a place where you create the conditions where these two things happen positively and well and create a virtuous circle.&quot; At Eton, for instance, there are no lessons after lunch three days a week  that is time for sports, drama, music; each pupil has a personal tutor. That&apos;s all very well for a boarding school withconsiderable resources . How is that transferable to your average city comprehensive? &quot;Of course, whether you&apos;re state or independent, being at boarding school is a different animal. It&apos;s a privileged position to be in because you have young people for great chunks of time; you&apos;re able todevelop a more complete world and, in that sense, there are fewer distractions from what you&apos;re trying to achieve, but there are ways.&quot; One thing that is transferable, he says, is creating opportunities for leadership  students being in charge of choosing, inviting, and hosting high-profile speakers, for instance. Another is to supervise challenges to character: &quot;As much as Imight be exercised by an 18-year-old leaving this school shaky on confidence, I&apos;m at least as exercised by the golden schoolboy who&apos;s found it too easy. Part of the point of a school is to make things a bit tough for students. I would far, farrather a 16, 17-year-old makes some mistake, falls apart, has to rebuild things in a school context, than do so when there is less support, in university, or worse still, when they&apos;re out at work. IfIwas doing my list of tick-boxes, ratherthan just GCSE goals, I would say, &apos;Significant failure; disaster.&apos;&quot; So does he actually advise Gove? Have they met? Certainly, many of the reforms emanating from the department for education seem to idealise a particular kind of private-school ethos: houses, uniforms, fact-learning, Latin. &quot;Yeah, not since he&apos;s been secretary of state, but years ago, yeah.&quot; Have you ever been invited to give your view? &quot;Indirectly. I&apos;ve certainly met the minister for schools  the various ones there have been.&quot; Swiftly, with a laugh, he changes the subject. Celebration of his type of education may hold sway in government, but in the wider culture comes in for a great deal of well-deserved criticism  if not for its quality, for its exclusivity, and forits exacerbation and entrenchment of social division. Does he sympathise with Frances King, the headmistress of Roedean, who quit a couple of weeks ago, citing this criticism as something she did not want to put up with any longer? Or Vicky Tuck, headmistress of Cheltenham Ladies&apos; College, who complained she had been made to feel her job was &quot;slightly immoral&quot;? &quot;Well, it&apos;s not a feeling I have, and I wouldn&apos;t subscribe to the view. I don&apos;t feel defensive about what we do.&quot; Or with Anthony Seldon, master of Wellington College  aslight tightening of the face  who said last week that &quot;jealousy and hostility&quot; towards the privately educated was &quot;the hatred that dare not speak its name&quot;. &quot;Well, I think it&apos;s a tad melodramatic.&quot; He takes a kind of victim attitude, which is outrageous, isn&apos;t it? &quot;I wouldn&apos;t do that in the slightest. Look where we are  we&apos;re in an extraordinarily privileged position. We have an endowment, so we have money we can spend on scholarships and bursaries, we can spend on all the buildings. We have a wonderful library, things given to us over many, many years. We&apos;ve even got a Gutenberg Bible, for goodness sake, and we&apos;re a secondary school. So it is the most extraordinary privilege, irrespective of what your family background is.&quot; The obvious question, then, is what gives you the right to advise schools that come from the other end of the spectrum. &quot;I think by virtue of having been here for the best part of 600 years and developed a distinctive style of boarding education, there&apos;s certain aspects of that  which I know, because they tell me  people find interesting and spark ideas, in the same way that Ican get ideas from other people. But there&apos;s another point here too  whatright has anyone to prejudge, or tobelieve that because someone comes from a particular background or a particular style, that they haven&apos;t got the imagination or a perception of the world that has value? It would be just as potty to say that someone who&apos;s made a success of dealing with a really different school in the inner city has nothing to say to us  no ideas to share.&quot; True, perhaps  but it is partly a question of experience. If, like some members of the cabinet, you have simply never been in want, or faced a total lack of opportunity, it is hard, with the best will in the world, to imagine what that might actually feel like, and mean. &quot;I think that&apos;s partly true. We&apos;re all born out of our own experience, and Iguess we&apos;re coloured a bit that way. Icame from a family with no educational background&quot;  his father was a security guard at Heathrow, his mother worked part-time as a secretary in the local hospital, and he entered Eton onthe Camrose bursary  &quot;I&apos;m the first over the age of 14 to be [in education], let alone sixth forms or universities or wherever it might be. So I guess you could argue that I do have a particular take on the nervousness families can feel about getting involved in higher levels of education, if that is not something you know.&quot; Approximately 260 pupils at Eton receive &quot;significant&quot; means-tested financial aid for assisted places, and of those, 50 pay no fees at all; the rest of Little&apos;s afternoon will be occupied by interviews of state-school boys for a place in the sixth form. This is, however, balanced by the fact that nearly a quarter of places are taken by the sons of old boys. And as for the system as a whole? &quot;Ifyou&apos;re asking me if I had a blank piece of paper and I was constructing anentire education system for this country, would I have independent schools as we have now? No, I wouldn&apos;t. Actually, I think we&apos;d have a system that would hark back to the 1870s, when we had democratically elected school boards  smaller than educational authorities  but in the kind of way that British Columbia still does in Canada. There, there is a good sense of local democracy infusing groups of schools, not just individual ones, and I think that&apos;s really quite interesting. But we are where we are. We have in this country  despite the fact that we like to criticise ourselves routinely  some extraordinary examples of different kinds of excellence in schools, and I think the positive thing that&apos;s happened in recent years has been the desire to celebrate that and push things forward. What wehave yet to discover how to do is to integrate those in a way that raises the benefit for everybody, or at least for the maximum number of people.&quot; The Eton Headmaster&apos;s guide to building character in teenagers 1 Encourage them to aim high 2 Celebrate their diverse, individual achievements 3 Give them genuine responsibility to take the lead 4 Allow them to fail and learn from the experience 5 Don&apos;t treat them all thesame way, and show them understanding", 
    "section": "education", 
    "gid": "education/2013/feb/09/eton-headmaster-tony-little-interview", 
    "wordcount": "2268"
}