{
    "headline": "Drop the antibiotics, we need a new battle plan against bacteria", 
    "text": "So it&apos;s that time of year again. Just about everyone I know has a cough, a cold, a sniffle, a sore throat. We&apos;re suffering from a general outbreak of snot, a seasonal plague of phlegm that descends on us with tedious predictability and makes us feel as cold and damp inside as it is outside. But it&apos;s the 21st century! Surely we should be able to come up with a cure for this misery? Pharmaceutical companies&apos; balance sheets must be benefiting from cough and cold remedies (which merely offer limited relief from symptoms)  couldn&apos;t they divert some funds into finding a real cure? There would be millions of punters lining up to buy such a drug. But much as we might all like a cure for the common cold, there&apos;s a much more worrying problem looming when it comes to infections and our ability to fight them off. Microbiologists have likened this impending crisis in healthcare to climate change  it&apos;s big, scary, and we&apos;re not doing much about it. The crisis? We&apos;re running out of antibiotics, and quickly. In the battle against bacteria, antibiotics have been formidable weapons. We&apos;ve been using them widely for only 80 years, but in that time they have helped to transform our lives: we now expect our children to survive into adulthood, we expect to live to a ripe old age. The trouble is, antibiotics don&apos;t last for ever, and the reason for that is evolution: bacteria evolve resistance. Drugs that would have killed their ancestors at 20 paces glance off newer generations of bugs. If this were a conventional war, I think we would have realised the need for a concerted effort long before now. We would be cutting up railings to make into tanks and fighter planes. We&apos;d be donating our silk underwear for parachutes. Instead, what we&apos;re doing is sitting back on our (silk-lined) laurels. We&apos;re being incredibly profligate in the way we&apos;re firing off our limited arsenal, and we&apos;re flirting dangerously with the enemy. Every time we use antibiotics, we show populations of bacteria the weapons we&apos;re going to use against them. If antibiotics are overprescribed, this just accelerates the problem. In the UK, most antibiotics are prescribed by GPs, and the evidence suggests that prescriptions could be significantly reduced without adverse effects  antibiotics don&apos;t do much for runny noses, sore throats, bronchitis, sinusitis, or even middle ear infections. Unfortunately, GPs seem to be prescribing more of them. For instance, from 2003 to 2006 there was a 10% increase in prescriptions of antibiotics to children in the UK. Pressure from patients doesn&apos;t help  in France, apparently more than 50% of people expect to be prescribed an antibiotic for flu-like illnesses. In China, physicians are financially rewarded if they prescribe more drugs. The problem with overuse isn&apos;t restricted to humans. In fact, more than half of all antibiotics manufactured are used for animals as &quot;growth promoters&quot;, routinely added to their feed. You can keep livestock alive in dreadful conditions if you throw antibiotics at them. Overuse and antibiotic resistance is a massive problem, but our weapons manufacturers are also failing us: pharmaceutical companies are not inventing the new weapons we need. There have been no new classes of antibiotics discovered since 1987  the year that Bon Jovi released Livin&apos; on a Prayer, natch. In the 1990s it seemed that the revolution in genomics would lead to rapid development of new antimicrobials  but it hasn&apos;t yet. Coming up with new antibiotics is a huge challenge; if we turn to &quot;natural antibiotics&quot; made by other bacteria, plants or fungi, it&apos;s likely there will already be resistance to those compounds. Coming up with completely novel drugs to kill bacteria is tricky too. Semisynthetic antibiotics, made by tweaking or combining naturally occurring, antibacterial molecules, look promising. For pharmaceutical firms, though, trying to find new antibiotics is a challenge that doesn&apos;t pay off. We like to think we&apos;re the top of the pile when it comes to life on the planet  we&apos;ve eliminated or controlled most of our natural predators. But it&apos;s not wolves, lions and tigers that we really need to fear. It&apos;s these minuscule enemies that are still preying on us today just as they always have done. And if we start running out of effective drugs, that leaves us incredibly vulnerable. We won&apos;t ever win the battle outright, but we need to make sure we&apos;ve got the upper hand. Somehow, we need to persuade pharmaceutical companies to back the war effort. Perhaps more collaboration between academia and private companies, and more open sharing of ideas might help. Revisiting old antibiotics could be useful, but we also need to look at other ways of controlling infection  expanding our arsenal by using vaccines, probiotics and things we&apos;ve not even thought of yet. There&apos;s an urgent need to rein in our overuse of antibiotics too, in both medicine and agriculture. Patients need to stop demanding antibiotics, doctors need to be even more judicious in prescribing them. Back to those sniffles, then. I&apos;m just going to have to wait for this damn virus to get out of my system. Antibiotics aren&apos;t going to help, and I certainly don&apos;t want to become a breeding ground for a new resistant strain of bacterium.", 
    "section": "science", 
    "gid": "science/2013/jan/20/antibiotics-bacteria-resistance-alice-roberts", 
    "wordcount": "877"
}