{
    "headline": "Looking back on a year of turbulence and seeking your thoughts on 2012", 
    "text": "With famine, rising food prices, a new country and an economic crisis, 2011 was a tumultuous year. We looked back at what the past 12 months meant for development  and ahead, to what 2012 could hold  in our monthly podcast and in our gallery of images. On the blog, Kevin Watkins argued that the world will not achieve the millennium development goal for universal education unless innovative funding measures are put in place. He suggested a global fund, similar to that set up for HIV, malaria and tuberculosis. Jayati Ghosh looked at employment, arguing that people should not bear the brunt of another big recession and suggesting alternative approaches. And Julia Day looked ahead to Rio+20 in June, urging activists, NGOs and academics to continue the fight for sustainable development if the summit fails to deliver. Now we want to hear from you. What do you think will be the defining issue of 2012? Find out how you can get involved and email us your thoughts. Elsewhere on the site Dan Collyns questioned whether Bolivia can become a green energy superpower by exploiting its vast reserves of lithium. We also published this article in Spanish. We reported on the deaths of two Mdecins sans Frontires workers in Somalia, following a shooting at the NGO&apos;s compound in Mogadishu. Deborah Brutigam wrote on Ethiopia&apos;s business partnership with China. And, following up on an article about Africa&apos;s burgeoning middle class, Calestous Juma wrote about the continent&apos;s quest for prosperity, identifying regional integration and the harnessing of diasporas for funds and technical expertise as the two key internal strategies emerging. Coming up on the site We begin an occasional series tracking the work of an MSF doctor in the Democratic Republic of the Congo. We&apos;ll look at Barack Obama&apos;s track record on Africa over the past three years, and assess whether he still has time to leave a legacy. We will be monitoring the situation in the Sahel, following warnings that some of the countries in the region are facing food shortages this year. And we&apos;ll continue to track the famine and food crisis in the Horn of Africa. Multimedia Interactive: Wealth and poverty in Africa There was a swell of optimism about Africa&apos;s economic prospects in 2011. Our interactive map lets you explore the state of the continent&apos;s economies through different measures of growth, poverty, wealth and inequality. How do countries compare? Gallery: Catching up on Katine Katine, in north-east Uganda, is home to around 32,000 people. For the past four years, the Guardian has been monitoring a development project implemented by Amref  and funded by Guardian readers and Barclays  in the sub-county. In October, a team from the Guardian visited Katine to see the progress made and hear about what will come next. What you said: some of the best comments from our readers On Deborah Brutigam&apos;s blog on Ethiopia&apos;s partnership with China, lcarusty says:  As for the great big bad red machine, all I can say is this. Western nations have been giving financial aid and &quot;investing&quot; in poor countries for decades. They have stayed poor. Just after a few years of China investing in the same countries, the middle class populations of said countries are exploding on a massive scale, with living standards clearly improving.   On Dan Collyns&apos; blog on Bolivia, blairsnemesis comments:  If Morales were to do this in a way that does look after the environment and were able to deliver some economic benefits to the Bolivian people in parallel, there&apos;s the prospect of him or similar people following on in future elections. My guess is that this resource is at risk of development in one way or another and if that is going to happen, it&apos;s better that someone like Morales is overseeing it rather than someone who really does not give a damn.   On Owen Barder&apos;s blog on economic growth, davidweeks writes:  The time to shift focus away from aid in a particular country is when the country&apos;s public sector is sufficiently funded by taxation and other incomes to provide the full range of public goods and sectors needed to support its people, who in turn are in a better position to drive a vibrant public sector. This is not a matter of either/or, but of both/and, until each can stand alone.   Highlights from the blogosphere Lawrence Haddad, the director of the Institute of Development Studies, makes his 10 predictions for 2012 on his Development Horizons blog. Among his forecasts are the rise in importance of central Asia and the accelerating role of business in development. Global Voices showcases reaction to news that Brazil has overtaken the UK in terms of GDP. And on her blog, Marieme Jamme lists her top 50 Africans of 2011. And finally  The Poverty matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian, @MarkTran, and @JazCummins  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/03/news-roundup-year-of-tumult", 
    "wordcount": "858"
}