{
    "headline": "Mystery bird: white-winged dove, Zenaida asiatica", 
    "text": "    White-winged dove, Zenaida asiatica (protonym, Columba asiatica), Linnaeus, 1758, photographed in a backyard in Houston, Texas (USA).  Image: Joseph Kennedy, 25 November 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, Kowa 883 telescope with TSN-PZ camera eyepiece 1/640s f/8.0 at 1000.0mm iso400    Here&apos;s a second look at the original mystery bird image:       White-winged dove, Zenaida asiatica (protonym, Columba asiatica), Linnaeus, 1758, photographed on the Katy Prairie Preserve, Houston, Texas (USA).  Image: Joseph Kennedy, 7 December 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, Kowa 883 telescope with TSN-PZ camera eyepiece 1/500s f/8.0 at 1000.0mm iso400  Question: There is a number of distinct populations within this mystery bird&apos;s taxon. However, it is likely that this North American mystery bird is part of a population that is notable for an unusual life history trait that isn&apos;t associated with any of its conspecifics. What trait is that? Can you identify this mystery bird&apos;s taxonomic family and species?  Response: This is a white-winged dove, Zenaida asiatica, a species that was made famous by Stevie Nicks&apos; hit song, &quot;Edge of Seventeen&quot;. This bird is placed into the near-passerine family, Columbidae, the pigeons and doves. The names, &quot;pigeon&quot; and &quot;dove&quot; are not consistently used, although historically, ornithologists tended to use &quot;dove&quot; to refer to smaller species whilst reserving &quot;pigeon&quot; for larger ones. But really, what is the cut-off point between &quot;small&quot; and &quot;large&quot;? This is where this naming system falls apart.  White-winged doves are medium-sized birds that are large for doves. Adults are brownish-gray above and gray below, and they have distinct white wing patches on the upper wing surface that are unique amongst New World doves. When perched with their wings folded, as this bird is, the white wing patch is visible as a narrow white stripe running from the bird&apos;s wrist almost to its wingtips. Adults have a blue featherless patch of skin around their eyes, their eyes have red irides and their feet and legs are coral-red. Males and females look nearly identical, although males may be larger and have a hint of iridescence on their neck feathers.  In addition to the unique white wing patch, white-winged doves can be distinguished from its congeners by the squared-off tail -- the similar (but smaller) mourning doves, Z. macroura, have a pointed tail that lacks white tips. I always find it interesting to learn a few details about individual bird species, and this bird is no different. There are 12 distinct populations of white-winged doves, but one of those populations, the western (or desert) white-winged dove, Z. a. mearnsii, are desert-dwelling birds that specialise upon saguaro cactus, Carnegeia gigantea. These large columnar cactus, iconic of the American desert southwest, are quite numerous in the northern Sonoran desert and in southern Arizona. Western white-winged doves pollinate saguaro flowers and consume saguaro nectar and fruits, relying exclusively or almost exclusively upon this cactus for both food and water when breeding.  The other 11 populations of white-winged doves feed on a variety of seeds and agricultural grains, a life history trait that affects their social, foraging and nesting behaviours as well as their demographics (Clarence Cottam and James B. Trefethen: Whitewings: the life history, status and management of the white-winged dove. 1968. ISBN-13: 978-0442017002.). Western white-winged doves may be unique because they coexist alongside their colonially-nesting sister populations that feed on a variety of cultivated grains whilst this population of cactus specialists are solitary nesters that feed primarily on the fruit and nectar of just one plant species.  Here&apos;s a really nice mini-documentary about the white-winged dove:            Visit NatureBytes&apos;s YouTube channel [video link].  Interestingly, this is the only migratory pollinator that is hunted as a gamebird.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/14/3", 
    "wordcount": "697"
}