{
    "headline": "Senegalese children forced to beg by renegade teachers' betrayal of principle", 
    "text": "An estimated 50,000 children in Senegal are forced to beg on the streets and give the money they earn to religious teachers, despite a 2005 law forbidding this exploitation. A stone&apos;s throw from le de Gore, a symbol of colonial slavery lying off the coast opposite Dakar, another form of bondage threatens children from impoverished families in Senegal and throughout west Africa. Ablaye is a talib, a young boy forced to beg. Beaten, starved and hundreds of miles from home, he is one of tens of thousands of children who have to bring in up to 1,000 west African francs ($2) a day for their religious teachers, known as marabouts. &quot;We have to bring back around 450cfa every day, 500cfa on Fridays. If we don&apos;t get enough money, the marabout asks the older talibs to hold our hands and feet together while he beats us,&quot; says Ablaye, from Kolda, a small town in the poor Casamance area of southern Senegal. Oumar, 12, another talib, was trafficked from Guinea-Bissau by a marabout who was a friend of the family. Oumar&apos;s father is a carpenter who has two wives and eight children, two of whom he gave to a marabout for Qur&apos;anic education. After a year on the streets in Dakar, he and his brother ran away to Empire des Enfants, a shelter that returns lost children to their parents. &quot;We were sent to the daara [Qur&apos;anic school] to learn the Qur&apos;an but, instead, we learned how to beg,&quot; says Oumar. Originally, talib meant student or disciple. For centuries, Senegalese parents have sent their children to marabouts to study in daaras. One aspect of the education provided is the lesson of humility, learned partly through begging and usually in exchange for prayer. However, the current practice of forced begging is not accepted by Islam or by Senegalese culture, and is strictly prohibited by law. &quot;We need the money. The children come from extremely poor families and the state doesn&apos;t provide us with any support. Who is going to pay the rent, the bills?&quot; said one marabout in charge of about 50 children in the capital. He refused to disclose the income from begging or how the profit was spent  but it is not towards the wellbeing of the children. Despite years of effort by international organisations, the talibs-marabouts system remains deep rooted in Senegalese culture. Poverty is the main driver, with many parents sending children away to ease pressure on the household. However, ironically, it is the Islamic tradition of charity that maintains the system, explains Anta Mbow, director of Empire des Enfants. &quot;Zakat [charity] is one of the five pillars of Islam. Muslims in Senegal give money to the talibs first thing in the morning so that they will be rewarded with good luck for the rest of the day. The talibs make sure they are on the streets to collect,&quot; says Mbow. Forced begging is a relatively recent phenomenon in Senegal. In the early 1970s, the country&apos;s peanut oil industry struggled due to stiff competition from the sale of palm oil. Furthermore, the region suffered one of the worst droughts of the century. People lost their livelihoods and struggled to pay for their children&apos;s Qur&apos;anic education. Increasingly, the daaras moved to affluent cities where they could easily sustain their day-to-day costs. No longer under the watchful eye of a small, rural community, some of the marabouts began to abuse the long-held tradition of begging to turn a profit for themselves. The marabouts belong to one of four Sufi Muslim brotherhoods that wield immense political and economic power in Senegal. These brotherhoods have failed to speak out against the actions of some of their leaders, and the government has turned a blind eye, says Mbow. &quot;The politicians often need the marabouts as lobbyists for their own agenda and vice versa. Religion and politics has become all mixed up, and that&apos;s not right,&quot; she says. In 2005, under international pressure, then-president Abdoulaye Wade passed a law (pdf) effectively prohibiting people from making a profit from children by forcing them to beg, with a maximum sentence of five years&apos; imprisonment and a fine of up to 2m cfa (2,500). In 2010, for the first time, seven marabouts were convicted for forcing boys in their care to beg. They received six-month suspended sentences and a 100,000cfa fine. Almost overnight, the number of talibs on the street decreased. However, these steps were undermined by Wade himself, who in the runup to last year&apos;s elections told his cabinet that  to appease the marabouts  the law would no longer be implemented. Some of them can make up to $100,000 (62,500) a year, according to Human Rights Watch, which reported in 2010 that a marabout in Gudiawaye made $116,000 in one year from more than 150 talibs. Wade&apos;s government also developed a daara curriculum and modernisation plan, but these were placed on the backburner and received little attention. The new government of President Macky Sall, who took power in April, has shown no inclination to take action. However, the Platform for Protection and Promotion of Human Rights (PPDH), a consortium of Senegalese NGOs, hopes to reignite the talibs debate and force the relevant ministries to confront the problem. Sall&apos;s administration is charged with failing to enforce laws on child begging and reprimand those who have exploited children for profit, says Mamadou Wane, spokesman for PPDH. The NGOs say daaras must be bought into the formal education system by continuing to develop the modernisation programme. &quot;By bringing the daaras into the formal education system, we can make sure that children are learning instead of begging, that they are not beaten, that they have access to clean water and sanitation, that they eat properly, and that they are not exploited for profit,&quot; says Wane. The current administration has distanced itself from the brotherhoods. And the public are becoming increasingly aware of some marabouts&apos; exploitative practices. Consequently, Sall&apos;s government may be able to reconcile human rights and traditional practices. Twelve-year-old Oumar&apos;s ambition is to become a government minister. Asked what his first objective would be, he replies: &quot;I&apos;ll find all the talibs and return them to their parents, and if any marabouts say anything I&apos;ll throw them in jail.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/11/senegalese-children-forced-beg-renegade-teachers", 
    "wordcount": "1085"
}