{
    "headline": "B&Q and Wickes pledge to withdraw products harmful to bees", 
    "text": "Two of the UK&apos;s biggest home improvement retailers have pledged to remove products from their shelves containing pesticides linked to the decline in the bee population. B&amp;Q and Wickes, two of the best known names in garden centres and DIY, said on Tuesday they would remove products containing neonicotinoids. These chemicals, commonly used as pesticides, have been suspected for years of harming bees, but were identified this year as having a devastating effect on the pollinators. B&amp;Q is banning the only product it sells containing imidacloprid, one of the neonicotinoid family of insecticides, and Wickes will later this year take off products containing the related thiamethoxam compound. Along with a third compound, clothianidin, these are the three neonicotonoids identified by the European Food Safety Authority as threatening serious damage to bees. The move by the retailers comes in response to long-running campaigns from various environmental organisations, who have warned of the links between the pesticides and bee deaths for some time, as studies have suggested links before the EFSA gave its final damning verdict. There will now be increased pressure on other retailers still stocking the products to follow suit. The UK govermnent&apos;s advisory committee on pesticides is urgently examining the new evidence of harm to bees from the use of certain commonly used insecticides, with a view to recommending possible changes to the current regulatory regime governing their use. Bayer, the German company that manufactures many of the products concerned, will answer questions before the committee on Wednesday in parliament. Andrew Pendleton, head of campaigns at Friends of the Earth, said: &quot;We are delighted [the two retailers] are withdrawing these pesticides. Other retailers must follow suit and take action to protect our bees. The spotlight now falls on the UK government. Ministers must help safeguard our beeds by immediately suspending the three pesticides identified by European food safety scientists, and ensuring farmers have safe alternatives. Declining bee numbers are a real threat to food production.&quot; He called on David Cameron to intervene: &quot;The prime minister must introduce a national bee action plan.&quot; The Soil Association has also campaigned strongly for pesticides to be reviewed in the light of the precipitous decline of bee populations, and has this year begun to &quot;name and shame&quot; companies involved. Bee health has been a concern for several years, as populations of the pollinators have been under threat from a variety of sources, including the spread of the deadly parasite, the varroa mite, and intensive farming. The role of pesticides was much disputed, but the landmark pronouncement by the EFSA has found that there is an undeniable link between their use and the death of bees, giving added strength to campaigners.", 
    "section": "environment", 
    "gid": "environment/2013/jan/29/retailers-withdraw-products-bees", 
    "wordcount": "457"
}