{
    "headline": "Colleges get to call themselves universities", 
    "text": "Small specialist colleges will be allowed to call themselves universities even if they have no intention of expanding or diversifying, the government has announced. Institutions will be able to apply for the title &quot;university&quot; if they have 1,000 students and of those, 750 are studying for a degree. Previously, they needed at least 4,000 students, with at least 3,000 studying for a degree. The announcement, expected to lead to the biggest expansion of the sector for 20 years, has come in a Department for Business, Innovation and Skills (BIS) response to the higher education white paper that was published last summer. Universities minister David Willetts says: &quot;It is right to remove the red tape stopping good quality, smaller higher education providers calling themselves a university.&quot; Andy Westwood, chief executive of GuildHE, which represents a number of smaller specialist institutions, says: &quot;The government&apos;s reduction in the qualifying threshold for university title represents the correction of a long-held anomaly. &quot;Smaller institutions have long offered greater agility, smaller classes, stronger graduate employment and better retention rates.&quot; The umbrella group Universities UK has also welcomed the news: &quot;The proposal to bring alternative providers into the student control system is very a sensible move and is a step towards providing a more sustainable framework for controlling the use of public funds. It is also good that alternative providers will be subject to oversight from the Quality Assurance Agency.&quot; A report in the Financial Times says the dozen or so potential beneficiaries include Bishop Grosseteste University College, Lincoln, which has 2,000 students studying drama and education, and Norwich University College of the Arts, which has about 1,500. The National Union of Students (NUS) says it is disappointed that the government did not use the announcement to offer protection to students who are going to be paying up to 9,000 a year in fees from this year. NUS president Liam Burns says: &quot;Tuition fees triple from September, yet the government has decided to avoid protections for students when things go wrong, dodge real regulation of for-profit universities, and all but give up on improving teaching quality. &quot;It also continues to refuse to guarantee the terms of student loans into the future, reserving for itself the right to make terms worse without parliamentary scrutiny.&quot; The document also confirms that further education colleges and so-called &quot;alternative providers&quot; such as private institutions will be subject to student number controls.", 
    "section": "education", 
    "gid": "education/2012/jun/11/colleges-to-become-universities", 
    "wordcount": "420"
}