{
    "headline": "Non-EU postgraduate numbers in UK fall for first time in 16 years", 
    "text": "The number of postgraduate students travelling from non-EU countries to study at UK universities has fallen for the first time in 16 years, fuelling fears that the government&apos;s immigration crackdown is deterring thousands of the brightest students from continuing their studies in Britain. Over recent years the number of non-EU postgraduates has risen annually by an average of more than 10%, but figures released by the Higher Education Statistical Agency (Hesa) show a 1% drop in enrolments in the 2011/12 academic year. Jo Beall, British Council director of education and society, said the fall would be cause alarm among UK vice-chancellors. &quot;The sector was expecting a decline in growth, but the actual reduction in postgraduate numbers is of real concern as international students make up the majority of numbers in many postgraduate courses and research teams in science, technology engineering and mathematics. &quot;Attracting the brightest and most ambitious postgraduate and research students is critical if the UK is to maintain its quality reputation for research and innovation,&quot; Beall said. At the weekend 11 universities raised concerns about what they called the &quot;economically disastrous and socially divisive&quot; neglect of postgraduate students. And this week Nicola Dandridge, chief executive of Universities UK, said the government&apos;s tough rhetoric on immigration was undermining the UK market in foreign students. The Hesa figures show a 2% increase in non-EU students for 2011/12 including undergraduates. Beall described that as tiny compared to the UK&apos;s competitor countries. &quot;This suggests that we are beginning to lose out in an incredibly competitive market,&quot; she said. Universities get 10% of their total income and a third of their tuition fee revenue from non-EU students. There is growing fear among vice-chancellors that this revenue  as well as the cultural, academic and economic benefit international students bring  is being put at risk. The number of students coming to the UK from China continued to rise, with 11,000 more enrolling in 2011/12 than in the previous year. However, there was an 25% drop in the number from India, and a 13% drop from Pakistan. &quot;Not only are these countries with large numbers of ambitious students aspiring to study overseas, but they are also countries with which we have historically been actively engaged in the areas of higher education and research,&quot; Beall said. Tim Westlake, director for the student experience at Manchester University, said students whose families relied on them working in the UK after their studies to gain experience and repay the fees were starting to look elsewhere. &quot;Since 2004 the university has had significant growth in Indian students, but over the past two years there has been a 32% drop in Indian master&apos;s enrolments. Master&apos;s applications from India are down again by 33% this year.&quot; Last month the home secretary, Theresa May, announced that consular staff would interview more than 100,000 prospective students in an attempt to prevent bogus applicants entering the country. She also said immigrants were responsible for pushing up UK house prices. The comments followed the introduction of new limitations on students&apos; right to work during and after their studies. Beall said: &quot;These statistics for the first time provide real evidence that the changes to UK visa regulations may have dissuaded many students from applying to the UK, and in particular postgraduate students who are so important to the UK&apos;s research output. The UK enjoys an excellent reputation around the world for the high quality of our education system, so the government needs to ensure that institutions have all the support they need to attract international students who make a tremendous academic, cultural and economic contribution to the UK.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/11/non-eu-postgraduate-numbers-fall", 
    "wordcount": "618"
}