{
    "headline": "US slashes corn production forecast as drought raises crisis fears", 
    "text": "The US government slashed its forecast for drought-hit corn production by 17% on Friday, raising fears of a new global food crisis and sending some commodity prices to record levels. The US department of agriculture said corn output would only reach 10.8bn bushels for 2012-13, while yields were likely to be 123.4 bushels per acre  the lowest return for 17 years. Predicted soybean production has also been slashed from 3.05bn bushels four weeks ago to 2.7bn on Friday as farmers see crops devastated by the country&apos;s worst drought in more than half a century. The latest reduction in estimates propelled corn futures on the Chicago commodity exchange to $8.30 a bushel and accelerated a 60% increase in prices over the last two months. The US is the biggest producer of corn, soybeans and wheat in the world and a poor harvest means prices will rise and stockpiles will remain depleted. The key midwest growing area has been hit by the worst drought in 56 years. The department of agriculture earlier this week said that half of the nation&apos;s corn crop was rated poor to very poor while the latest US drought monitor map showed conditions continuing to worsen. The National Oceanic and Atmospheric Administration reported on Wednesday that the first seven months of 2012 were the warmest on record for the nation; temperatures in July broke a record high that was set in the Dust Bowl of the 1930s. Some fear that growing signs of shortages will prompt some countries to impose export bans or make panic purchases, as they did in 2008, during the last dramatic price spike. &quot;Several urgent actions must be taken to address the current situation to prevent a potential global food price crisis,&quot; said Shenggen Fan, head of the International Food Policy Research Institute, an agricultural think tank funded by the World Bank. He said countries should reduce the amount of grain used for biofuels, reigniting the &quot;food not fuel&quot; debate about whether valuable land should be devoted to growing corn for use as ethanol on the forecourt at a time of rising food costs. Jos Graziano da Silva, director general of the Food and Agriculture Organisation (FAO) at the United Nations, said he wanted to see a halt in US government-backed production of ethanol, which is mixed with petrol to make &quot;greener&quot; fuel.  &quot;An immediate, temporary suspension of that [US government] mandate would give some respite to the market and allow more of the crop to be channelled towards food and feed uses,&quot; he said. The FAO&apos;s food price index, which measures monthly cost changes for a food basket of cereals, oilseeds and others, has hit 213 points, up six points on a month ago. Senior economists at the agency warned there was the potential for the situation to develop like the food crisis seen in 2007 and 2008, when there were violent protests against the price of food in countries such as Egypt and Haiti. There are further concerns about agricultural yields, with warnings from Japan of more bad weather emanating from a recurrence of the El Nio storm patterns. The rise in corn and soybean prices has also brought back a debate over the role of financial speculators in the commodity markets, with reports that Commerzbank and two of its peers are withdrawing from certain food-related investments. &quot;Climbing prices are creating reputational risk for banks,&quot; Alexis Dawance, a former manager of the agricultural-focused Global Agricap Fund, told Reuters. &quot;The big grain traders probably have much more impact in food and commodity trading, but this is part of the bigger picture, with all the fat cat-bashing that has been going on... if food prices continue to rise you will see this happening more and more.&quot; Responding to the surge in food prices, the British-based charity Oxfam warned that the developing world would be hit hardest. &quot;This is not some gentle wake-up call  it&apos;s the same global alarm that&apos;s been screaming at us since 2008,&quot; said Hannah Stoddart, Oxfam&apos;s head of economic justice policy. &quot;The combination of rising prices and forecast low reserves means the world is facing a double danger. As usual, it will be people in developing countries who will be hit the hardest, with millions who are currently &apos;just getting by&apos; starting to go hungry as a result.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/10/us-corn-production-forecast-drought", 
    "wordcount": "741"
}