{
    "headline": "Seeing inside the flu inside you", 
    "text": "   Inside the 'flu virus. Three RNPs containing  virus genes are visible as purple helices. The left handed helical twist in the Spanish model is shown on the right. Adapted from their paper in Science.     Winter vomiting bug may have grabbed all the headlines over Christmas with a surge in infections but many of us who escaped the ravages of the dreaded Noroviruswere still felled by that other pathogenic staple of the winter months, the flu. You never know exactly when you became infected  the influenza virus is so tiny you can&apos;t see it coming  but the aches and pains as your fever spikes and fluid erupts uncontrollably from your face leave you in no doubt that you have been hit. Because it is so small, we rarely think of flu as a thing. Indeed the name influenza derives from the medieval notion that the disease was caused by a malign influence from the stars,but the pain and suffering are ultimately caused by a minuscule particle, which has now been revealed in unprecedented detail. The new results, published by two different groups in Sciencejust in time for the holiday season, throw fresh light on what the virus genes look like but also provide a neat insight into the untidy business of scientific investigation. The flu virus is a membranous bag studded with proteins that help it to get into and out of cells. Inside the bag are the virus genes, which are made of RNA, a chemical variant of DNA that also encodes genetic information. Inside us RNA is used to make temporary copies of genes  RNA messages  that program our cells to make the proteins they need to sustain life. A typical flu virus has eight RNA molecules, each coding for just one or two genes.  Infection commences when the virus, having been drawn into a cell, deliberately falls apart, sacrificing itself to release its store of RNA molecules. These quickly reprogram the cell, converting it into a factory for making thousands of &apos;flu virus particles that will eventually break out to infect other cells. Through endlessly repeated cycles of assembly and disassembly influenza spreads chaos and misery from cell to cell and person to person. That&apos;s how flu likes to rock and roll its way all over the world. It was already known that each of the RNA molecules in flu is coated in multiple copies of the virus-encoded nucleoprotein (NP) and formed into a twisted loop, and that the two ends of that RNA loop are pinned together by the viral polymerase. The polymerase is a molecular marvel that can synthesise RNA, both to generate RNA messages that trick the cell into making all the virus proteins and to make copies of the eight genes to be packaged into new virus particles. The whole shebang, known as an RNP (ribonucleoprotein complex), has now been imaged for the first time in three-dimensions using electron microscopy. The two recent Science papers are technical tours de force. An American group led by Ian Wilson synthesised and assembled their RNPs in a test tube, while across the Atlantic in Spain JaimeMartn-Benito&apos;s teamextracted RNPs from flu viruses*. Microscopic analysis of these samples has revealed new details of the molecular architecture, showing how the polymerase and NP proteins interact with one another and the viral RNA to form the RNP.  The assembly has an elegant double helical structure that echoes the slender twisted ladder of DNA, even though it derives from completely different principles of construction. Whereas the DNA double-helix is stabilised by GC and AT pairings of the four chemical bases that make up DNA, the much fatter helical structure of influenza RNPs is due to pairwise contacts between the NP proteins. These architectural insights suggest models for how the information in the RNP is extracted and duplicated in the process of making new viruses  and will be tested in future work. But although the new results represent a significant advance, important details remain fuzzy. Neither group was able to resolve the RNA molecule within the RNP; instead its position was inferred from the structure of the proteins that were visible and from the assumption that the negatively-charged phosphate backbone of the RNA would follow the path of positively charged patches on the NP protein helix. More problematic are the differences in helical architecture between the two structures. WhileMartn-Benito&apos;s RNP helix has a left-handed twist with 12 NP proteins per turn, Wilson&apos;s structure is right-handed and is wound much more tightly, having just 5 NPs in each turn. As yet, the reason for the discrepancy is unknown, though seems likely to be due to the very different sample preparation methods. It is not clear which group is correct. Possibly both are wrong  at least to some extent  but this is the reality of science: looking up the answer in the back of the book of Nature is not an option. Despite the residual uncertainties of the investigation, both papers are worthy publications. The models from this latest work give us a new framework with which to think about RNP structure. They predict features that can and will be tested in future experiments, even at the risk of the models being overturned in the process. There may be some pain in that for the authors of the present reports, but no shame. Science thrives on cycles of creation and destruction, much like the flu virus itself. P.S. I have only skimmed the surface of the information available in these papers. If you want to read more for yourself, unfortunately both articles require a subscription for access despite that fact that they report publicly-funded research.  Stephen Curry is a structural biologist at Imperial College. You can find him on Twitter as @stephen_curry *This article was amended on 17 Jan 2013 to correct and clarify the sample preparation methods used by each group. ", 
    "section": "science", 
    "gid": "science/occams-corner/2013/jan/16/1", 
    "wordcount": "966"
}