{
    "headline": "Cereals with that chameleon quality", 
    "text": "When parents warn children not to play with their food, there&apos;s now reason to add a menacing &quot;even if&quot;: &quot;even if the food begins playing with you&quot;. Recently, food was given a new ability to play, a little, the moment it encounters milk. Researchers have patented a way to make breakfast cereal change colour as it sits in the bowl, awaiting its roller-coaster ride down somebody&apos;s throat. The patent documents explain why the world needs this to occur, as well as how, chemically and mechanically, to do it. Hideo Tomomatsu of Crystal Lake, Illinois, filed a patent application in 1987 for what he called &quot;colour-changing cereals&quot;. Eight years later, Joseph Farinella of Chicago, Illinois, and Justin French of Cedars, Iowa, used much of the same stilted wording in filing their own application. Both patents were granted, with the rights being assigned to the Quaker Oats Company. The Quaker Oats Company, founded in 1901, makes breakfast cereal  buckets and buckets of it. Playing with food is good for its industry. Quaker even partially financed the apotheosis of that activity: the 1971 film version of Roald Dahl&apos;s story Charlie and the Chocolate Factory. The patent language puts the new, shade-shifting food in context: &quot;One approach to engage the interest of children, as well as other people, in eating RTE [Ready to Eat] cereal would be an RTE cereal that changes colour on contact with an aqueous edible medium such as cold milk, hot water, etc. To make the change more interesting, the colour change should be rapid and substantial.&quot; &quot;There is a need&quot; for this, the inventors write. &quot;There is also a need&quot;, they continue, &quot;for a method for making colour-changing cereals that is efficient and cost-effective.&quot; Their method is to create cereal pieces of one colour, then coat them with powder of a different hue. That leads to breakfast table magic: &quot;The coating is of a second colour different from the first colour and is in a quantity sufficient to obscure the first colour  Upon mixing milk with the resulting cereal, the edible powdered surface is instantly dissolved or dispersed, revealing the specific colours of the individual pieces very quickly.&quot; What are the ingredients? Glad you asked. &quot;The cereal base has a coating comprising cornstarch, powdered sugar, [and] food colouring.&quot; The researchers tinkered with the recipe, to see how quickly they could make the cereal disrobe. That resulted in what they believe to be a scientific discovery: &quot;Surprisingly, the use of cornstarch in the correct ratio to powdered sugar increases the speed of the colour change. This creates a more startling effect that is appealing to children.&quot; That ratio, with a cereal coating of mostly starch and just a smidge of sugar, got the transformation down to a presto-change-o, what-a-way-to-start-the-day seven seconds.  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/jan/30/cereals-changing-colour-research", 
    "wordcount": "499"
}