{
    "headline": "Microchip implant delivers timed drug doses to patients with osteoporosis", 
    "text": "Doctors have hailed the success of a small clinical trial in which patients were given microchip implants that released medicine straight into their bodies. Seven Danish women with the bone disease osteoporosis had the chips implanted under their skin for 20 days in the first human trial to assess the safety of the technology. The devices released a dose of drug at a specific time each day, replacing the daily hormone injections currently used to manage the disorder. The work is a major step towards an implantable &quot;pharmacy-on-a-chip&quot; that could be filled with a variety drugs to treat long-term conditions such as cancer, heart disease and multiple sclerosis, and programmed to dispense them automatically. While the implants remove the inconvenience of popping pills and, for some patients, the pain of regular injections, the greatest benefit will come from patients receiving the right dose of the right medicine on time. The failure of patients to take drugs as recommended is one of the most common obstacles to effective healthcare. &quot;Once the patient has had the chip implanted, there&apos;s nothing else they need to do. They no longer have to worry about taking their medication or the pain of daily injections,&quot; said Robert Farra, president of MicroCHIPS, the Massachusetts-based company that led the study. Osteoporosis affects around three million people in the UK, leading to roughly 300,000 fractures from brittle bones each year. The cost of hip fractures alone is 2bn a year, the National Osteoporosis Society said. In a half-hour procedure under local anaesthetic, women aged 65 to 70 had the domino-sized chip implanted through a 2.5cm-long incision just below the waistline. All were able to walk out of the surgery and leave the hospital without help. Several weeks after the devices were implanted, doctors programmed them over a wireless link to deliver escalating doses of an osteoporosis drug called parathyroid hormone. Each chip held 20 doses of the drug in tiny wells covered with thin wafers of platinum and titanium. When a small current is applied to the cover, it melts to release the drug inside. The molten speck of metal resolidifies on the chip.  The chips worked as well as daily injections, as measured by blood levels of drug and biological markers for fresh bone growth, which reduces the risk of a fracture. Importantly, the level of drug varied much less than in patients who had daily injections. &quot;With a needle, you can hit a blood vessel one day and fatty tissue the next, which leads to greater variability in drug levels,&quot; Farra said.  As with most medical devices that are implanted in the body, the chips became coated in tissue within a few weeks. Examination of the chips after removal showed these coatings were less than 1mm thick and had no significant effect on the drug&apos;s delivery. During the trial, doctors used a wireless link to check the implant was working properly. Farra said the device was protected from accidental interference from other electronic devices and that other security measures were in place to prevent unauthorised reprogramming of the device. Details of the trial, which involved researchers at MIT and Harvard Medical School, are reported in the journal Science Translational Medicine. It was launched at the American Association for the Advancement of Science annual meeting in Vancouver. Farra&apos;s company is now developing a 365-well chip that will deliver daily doses of medicine for a year. He expects the chip to be approved by regulators in the US in 2014, though more trials may be needed before it can be marketed. In the longer term, Farra hopes to link implantable chips to sensors in the body, creating a device that delivers drugs in response to the patient&apos;s condition. &quot;These implants form a new and novel approach to the way in which parathyroid hormone is administered, and although it was a very small study, the findings are certainly exciting,&quot; said Julia Thomson, an ostreoporosis nurse at the National Osteoporosis Society. &quot;The downside with parathyroid hormone has always been that women have to inject themselves on a daily basis, so a new implant like this would certainly address compliance issues.&quot;", 
    "section": "science", 
    "gid": "science/2012/feb/16/microchip-implant-drug-doses-osteoporosis", 
    "wordcount": "702"
}