{
    "headline": "We're so well educated  but we're useless", 
    "text": "Record numbers of students have entered higher education in the past 10 years, but despite being the most educated generation in history, it seems that we&apos;ve grown increasingly ignorant when it comes to basic life skills. Looking back on my first couple weeks of living in student halls, I consider myself lucky to still be alive. Unbeknown to freshers, there are many hidden dangers lurking in the dirty corners of student accommodation. I have survived a couple of serious boiling egg incidents and numerous cases of food-poisoning, probably from filthy kitchen counters. Although some of my clothes have fallen victim to ironing experimentation, I think I have now finally acquired all the domestic skills I missed out on in my modern education. In 2006 and 2010, the charming educationist Sir Ken Robinson gave two very amusing Ted Talks in which he discussed the importance of creativity in education. Robinson&apos;s main claim is that our current education system dislocates people from their natural talents. I would like to go a step further and propose that besides our talents, the system deprives us of what used to be passed from generation to generation  a working knowledge of basic life skills. Today&apos;s graduates may have earned themselves distinctions in history, law or economics, but when it comes to simple things like putting up a shelf to hold all their academic books, or fixing a hole in their on-trend clothes, they have to call for help from a professional handyman or tailor. Since the invention of the internet, it has never been easier for people to access information, but instead of becoming a population of renaissance men and women, our highly specialised education has made us more one-sided than ever. Besides what we need to know for our own jobs, we have little call for practical skills. We don&apos;t grow our own crops, build our own houses, or make our own clothes anymore; we simply buy these things. Unable to create anything ourselves, what we have mastered instead is consumption. Have a look at how many top magazines are not only about consumption, but are produced by shops rather than media companies. Asda and Tesco top the circulation charts. In an interview for Dutch television, sociologist Saskia Sassen argues that the modern liberal state has created a middle class that isn&apos;t able to &quot;make&quot; anymore. She refers to the masses of homeless middle class people now living in camps around the US, all sitting in front of their neat little tents, properly shaved and nicely dressed, ready to take a new job  &quot;literally waiting for the system to take them back in&quot;. But, says Sassen, that&apos;s not going to happen, because the system is finished, &quot;the liberal project has ended&quot;. Now that our economy is faltering and the supply of fresh new jobs has stagnated, we consumers are completely incapable of actively creating our own ways of living. Universities have responded by providing a range of courses on entrepreneurship, and student businesses are offered start up loans in a bid to get young people to take matters into their own hands. In her blog &quot;A new campus breed: the reluctant entrepreneur&quot;, Laura Blumenthal recognises a hesitancy among students to fling themselves into this new craze for being your own boss, and her explanation is telling: &quot;I call myself &apos;reluctant&apos;,&quot; she says, &quot;not because I think I&apos;m owed a job, or would rather be travelling the world or kicking back with a cup of tea, but because I&apos;ve been raised and educated to aspire to be a good employee.&quot; Instead of numbing children down with tests on subjects like maths, language and history, we should create an interactive learning environment in schools, where craftsmanship and problem-solving are valued as highly as the ability to absorb and regurgitate information. We need to develop children into people that not only think for themselves, but are also able to act for themselves. I suggest that we start with the immediate reintroduction of some of the most vital aspects of &quot;domestic science&quot; education, before the current lack thereof leads to serious casualties in student halls.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/feb/25/well-educated-but-useless", 
    "wordcount": "700"
}