{
    "headline": "Technology should help us share, not constrain us", 
    "text": "I love the novel The Jehovah Contract, and I&apos;d like everyone else to love it, too. I have lent it out at least six times over the years. Printed books let us do that. I couldn&apos;t do it with most commercial ebooks; it&apos;s not &quot;allowed&quot;. And if I felt like telling the publishers to take their evil rule and stuff it, the software in e-readers has digital restrictions management  malicious features that restrict reading, so it simply won&apos;t allow it. And the books are encrypted in such a way to force you to use that malicious software. Many other habits that readers are accustomed to are &quot;not allowed&quot; for ebooks. With the Amazon &quot;Kindle&quot;, to take one example, userscan&apos;t buy a book anonymously. Kindle books are typically available from Amazon only, and Amazon doesn&apos;t accept cash so users must identify themselves. Thus Amazon knows exactly which books each user has read. In a country like Britain, where you can be prosecuted for possessing a forbidden book, this is more than hypothetically Orwellian. Furthermore, you can&apos;t sell the ebook after you&apos;ve read it (if Amazon has its way, the used book stores in which I&apos;ve passed many an afternoon will be history). You can&apos;t give it to a friend either, because according to Amazon you never really owned it  Amazon requires users to sign an end user license agreement (EULA) that says so. You can&apos;t even be sure it will still be in your machine tomorrow: in 2009, people reading 1984 in the &quot;Kindle&quot; had an Orwellian experience: their ebooks vanished right before their eyes, following a dispute with a publisher, as Amazon used a malicious software feature called a &quot;back door&quot; to remotely delete them (virtual book-burning; is that what &quot;Kindle&quot; means?). But don&apos;t worry, Amazon promised never to do this again, except by order of the state. With software, the users control the program (making such software libre, or free) or the program controls its users (non-libre). Amazon&apos;s ebook policies imitate the distribution policies of non-libre software, but that&apos;s not the only relationship between the two. Themalicious features described aboveare imposed on users through software that is not libre. If a libre program had features like those, some users skilled at programming would remove them, then provide the corrected version to allthe other users. Users can&apos;t change non-libre software, which makes it an ideal instrument for exercising power over the public. Any one of these encroachments on our freedom is reason aplenty to sayno. If these policies were limited to Amazon, we&apos;d bypass them, butthe other ebook dealers&apos; policies are roughly similar. What worries me most is the prospect of losing the option of printed books. The Guardian has announced &quot;digital-only reads&quot;: in other words, books available only at the price of freedom. I will not read any book at that price. Five years from now, will unauthorized copies be the only ethically acceptable copies for most books? It doesn&apos;t have to be that way. It would be easy to sell ebooks in stores for cash using a documented standard format. Digital music is still sold that way, on CDs, even though the music industry is aggressively encouraging the use of digital restrictions management services such as Spotify. CD stores have the disadvantage of an expensive inventory, but digital bookshops would need no such thing: they could write copies at the time of sale on to memory sticks, and sell you one if you forgot your own. The reason publishers give for their restrictive ebook practices is to stoppeople from sharing copies. They say this is for the sake of theauthors; but even if it did serve the authors&apos; interests (which forquite famous authors it may), it could not justify DRM, EULAs or the Digital Economy Act which persecutes readers for sharing. In practice, the copyright system does a bad job of supporting authors, aside from the most popular ones. Other authors principal interest is to be better known, so sharing their work benefits them as well as readers. Why not switch to a system that does the job better and is compatible with sharing? A tax on memory and internet connectivity, along the general lines of what most EU countries do, could be used to do this. To support them well, two points are crucial: the money should be divided among all authors and we mustn&apos;t let companies take any of it from them; and the distribution of money should be based on a sliding scale, not in linear proportion to the book&apos;s popularity. I suggest using the cube root of each author&apos;s popularity. If A is eight times as popular as B, A gets twice B&apos;s amount (not eight times B&apos;s amount). This would have the effect of supporting fairly successful non-stars much better than they are supported now. Another method would be to give each e-reader a button to send some small sum (perhaps as little as 25p in the UK) to the author. Sharing is good, and with digital technology, sharing is easy. So sharing ought to be legal, and preventing sharing (that is, non-commercial redistributionof exact copies) is no excuse to make ebooks into handcuffs for readers. If ebooks mean that readers&apos; freedom musteither increase or decrease, we must demand the increase.  Copyright 2012 Richard Stallman; Creative Commons Attribution Noderivatives 3.0 license This article was amended on April 18 2012 at 9am for clarity", 
    "section": "technology", 
    "gid": "technology/2012/apr/17/sharing-ebooks-richard-stallman", 
    "wordcount": "922"
}