{
    "headline": "Redact Secure Messenger app can wipe sent messages from receiver's phone", 
    "text": "A British company which has devised an encryption system for messaging is trying to get the UK government&apos;s GCHQ to give its first-ever approval to an off-the-shelf smartphone app. And in a bid to demonstrate its security, it is offering a 10,000 reward to any hackers that can crack it. Called Redact, the company is also offering its 3.99 Secure Messenger app for the iPhone for free to all MPs and has also submitted it to CESG, the UK government&apos;s National Technical Authority for Information Assurance, which tests the security and quality of computers and smartphones. So far CESG has only certified smartphones running BlackBerry&apos;s BB7 operating software as meeting the security requirements for restricted data inside government, based on the difficulty of decrypting or capturing content stored or sent from the phone. No off-the-shelf app has ever won CESG approval before, but the company is confident that it is more secure than other systems which have already been given clearance for use by the organisation. A key failing of systems such as Apple&apos;s iMessage is that despite being encrypted they pass through a company server which could be hacked, says Adam Gibson, a spokesman for the company. &quot;Unlike comparable services like BBM or Snapchat, there&apos;s no traffic through a server. It&apos;s all done peer-to-peer - we like to think it&apos;s an app that could have kept Chris Huhne and Vicky Pryce out of jail.&quot; Huhne and Pryce were convicted of perverting the course of justice after emails and texts they had sent when they were discussing Pryce accepting driving points earned when Huhne was driving were leaked to newspapers. The Redact Secure Messenger app connects to a server which connects two handsets together over a data connection, and then drops out - leaving the handsets able to converse using triple-encrypted messages. One extra element to the app&apos;s messaging not found in standard systems is that messages can be deleted from the receiver&apos;s handset as well as the sender&apos;s, even after being sent. The app doesn&apos;t ask for usernames; instead, users are automatically assigned a PIN, which is not stored by the company. &quot;There is no recovery tool for hackers to exploit,&quot; Redact says. &quot;Only you can change your alias, so you can be certain [that] contacts aren&apos;t using your real name anywhere in the application.&quot; Going directly between phones eliminates &quot;side channel attacks&quot;, where all sorts of related data is monitored to gain clues about the cryptographic systems and keys used to encode and decode data. The hacking challenge, at http://www.moderndayturing.com/, challenges all comers to try to crack a message being passed back and forth between two phones at a specified location. &quot;We&apos;re pretty confident it can&apos;t be done, but obviously, we anticipate tons of people trying,&quot; said Gibson. &quot;We figure the longer it stays uncracked, the more secure we are, and I&apos;m sure most people&apos;s expectation is we&apos;d get cracked in the first afternoon.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/30/redact-app-secure-messenger", 
    "wordcount": "505"
}