{
    "headline": "The inside story on climate scientists under siege", 
    "text": "It is almost possible to dismiss Michael Mann&apos;s account of a vast conspiracy by the fossil fuel industry to harrass scientists and befuddle the public. His story of that campaign, and his own journey from naive computer geek to battle-hardened climate ninja, seems overwrought, maybe even paranoid. But now comes the unauthorised release of documents showing how a libertarian thinktank, the Heartland Institute, which has in the past been supported by Exxon, spent millions on lavish conferences attacking scientists and concocting projects to counter science teaching for kindergarteners. Mann&apos;s story of what he calls the climate wars, the fight by powerful entrenched interests to undermine and twist the science meant to guide government policy, starts to seem pretty much on the money. He&apos;s telling it in a book out on 6 March, The hockey stick and the climate wars: Dispatches from the front lines. &quot;They see scientists like me who are trying to communicate the potential dangers of continued fossil fuel burning to the public as a threat. That means we are subject to attacks, some of them quite personal, some of them dishonest.&quot; Mann said in an interview conducted in and around State College, home of Pennsylvania State University, where he is a professor. It&apos;s a brilliantly sunny day, and the light snowfall of the evening before is rapidly melting. Mann, who seems fairly relaxed, has just spoken to a full-capacity, and uniformly respecful and supportive crowd at the university. It&apos;s hard to square the surroundings with the description in the book of how an entire academic discipline has been made to feel under siege, but Mann insists that it is a given. &quot;It is now part of the job description if you are going to be a scientist working in a socially relevant area like human-caused climate change,&quot; he said. He should know. For most of his professional life has been at the centre of those wars, thanks to a paper he published with colleagues in the late 1990s showing a sharp upward movement in global temperatures in the last half of the 20th century. The graph became known as the &quot;hockey stick&quot;. If the graph was the stick, then its publication made Mann the puck. Though other prominent scientists, such as Nasa&apos;s James Hansen and more recently Texas Tech University&apos;s Katharine Hayhoe, have also been targetted by contrarian bloggers and thinktanks demanding their institutions turn over their email record, it&apos;s Mann who&apos;s been the favourite target. He has been regularly vilified on Fox news and contrarian blogs, and by Republican members of Congress. The attorney general of Virginia, who has been fighting in the courts to get access to Mann&apos;s email from his earlier work at the University of Virginia. And then there is the high volume of hate mail, the threats to him and his family. &quot;A day doesnt go by when I dont have to fend off some attack, some specious criticism or personal attack,&quot; he said. &quot;Literally a day doesn&apos;t go by where i dont have to deal with some of the nastiness that comes out of a campaign that tries to discredit me, and thereby in the view of our detractors to discredit the entire science of climate change.&quot; By now he and other climate scientists have been in the trenches longer than the US army has been in Afghanistan. And Mann has proved a willing combattant. He has not gone so far as Hansen, who has been arrested at the White House protesting against tar sands oil and in West Virginia protesting against coal mining. But he spends a significant part of his working life now blogging and tweeting in his efforts to engage with the public  and fending off attacks.           On the eve of his talk at Penn State, a coal industry lobby group calling itself the Common Sense Movement/Secure Energy for America put up a Facebook page demanding the university disinvite their own professor from speaking, and denouncing Mann as a &quot;disgraced academic&quot; pursuing a radical environmental agenda. The university refused. Common Sense appeared to have dismantled the Facebook page. But Mann&apos;s attackers were merely regrouping. A hostile blogger published a link to Mann&apos;s Amazon page, and his opponents swung into action, denouncing the book as a &quot;fairy tale&quot; and climate change as &quot;the greatest scam in human history&quot;. It was not the life Mann envisaged when he began work on his post-graduate degree at Yale. All Mann knew then was that he wanted to work on big problems, that resonated outside academia. At heart, he said, he was like one of the amiable nerds on the television show Big Bang Theory. &quot;At that time I wanted nothing more just to bury my head in my computer and study data and write papers and write programmes,&quot; he said. &quot;That is the way I was raised. That is the culture I came from.&quot; What happened instead was that the &quot;hockey stick&quot; graph, because it so clearly represented what had happened to the climate over the course of hundreds of years, itself became a proxy in the climate wars. (Mann&apos;s reconstruction of temperatures over the last millenium itself used proxy records from tree rings and coral). &quot;I think because the hockey stick became an icon it&apos;s been subject to the fiercest of attacks really in the whole science of climate change,&quot; he said. The UN&apos;s Intergovernmental Panel on Climate Change produced a poster-sized graph for the launch of its climate change report in 2001. Those opposed to climate change began accusing Mann of overlooking important data or even manipulating the records. None of the allegations were ever found to have substance. The hockey stick would eventually be confirmed by more than 10 other studies. Mann, like other scientists, was just not equipped to deal with the media barrage. &quot;It took the scientific community some time I think to realise that the scientific community is in a street fight with climate change deniers and they are not playing by the rules of engagement of science. The scientific community needed some time to wake up to that.&quot; By 2005, when Hurricane Katrina drew Americans&apos; attention to the connection between climate change and coastal flooding, scientists were getting better at making their case to the public. George Bush, whose White House in 2003 deleted Mann&apos;s hockey stick graph from an environmental report, began talking about the need for biofuels. Then Barack Obama was elected on a promise to save a planet in peril. But as Mann lays out in the book, the campaign to discredit climate change continued to operate, largely below the radar until November 2009 when a huge cache of email from the University of East Anglia&apos;s Climatic Research Unit was released online without authorisation. Right-wing media and bloggers used the emails to discredit an entire body of climate science. They got an extra boost when an embarrassing error about melting of Himalayan glaciers appeared in the UN&apos;s IPCC report. Mann now admits the climate community took far too long to realise the extent of the public relations debacle. Aside from the glacier error, the science remained sound. But Mann said now: &quot;There may have been an overdue amount of complacency among many in the scientific community.&quot; Mann, who had been at the centre of so many debates in America, was at the heart of the East Anglia emails battle too. Though he has been cleared of any wrongdoing, Mann does not always come off well in those highly selective exchanges of email released by the hackers. In some of the correspondence with fellow scientists, he is abrupt, dismissive of some critics. In our time at State College, he mentions more than once how climate scientists are a &quot;cantankerous&quot; bunch. He has zero patience, for example, for the polite label &quot;climate sceptic&quot; for the network of bloggers and talking heads who try to discredit climate change. &quot;When it comes to climate change, true scepticism is two-sided. One-sided scepticism is no scepticism at all,&quot; he said. &quot;I will call people who deny the science deniers ... I guess I won&apos;t be deterred by the fact that they don&apos;t like the use of that term and no doubt that just endears me to them further.&quot; &quot;It&apos;s frustrating of course because a lot of us would like to get past this nonsensical debate and on to the real debate to be had about what to do,&quot; he said. But he said there are compensations in the support he gets from the public. He moves over to his computer to show off a web page: I  climate scientists. He&apos;s one of three featured scientists. &quot;It only takes one thoughtful email of support to offset a thousand thoughtless attacks,&quot; Mann said. And although there are bad days, he still seems to believe he is on the winning side. Across America, this is the third successive year of weird weather. The US department of agriculture has just revised its plant hardiness map, reflecting warming trends. That is going to reinforce scientists&apos; efforts to cut through the disinformation campaign, Mann said. &quot;I think increasingly the campaign to deny the reality of climate change is going to come up against that brick wall of the evidence being so plain to people whether they are hunters, fishermen, gardeners,&quot; he said. And if that doesn&apos;t work then Mann is going to fight to convince them. &quot;Whether I like it or not I am out there on the battlefield,&quot; he said. But he believes the experiences of the last decade have made him, and other scientists, far better fighters. &quot;Those of us who have had to go through this are battle-hardened and hopefully the better for it,&quot; he said. &quot;I think you are now going to see the scientific community almost uniformly fighting back against this assault on science. I don&apos;t know what&apos;s going to happen in the future but I do know that my fellow scientists and I are very ready to engage in this battle.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/17/michael-mann-climate-war", 
    "wordcount": "1711"
}