{
    "headline": "Boot up: Xbox's voice control, Lenovo aiming for US, booming video ads on iPad and a peek at the iWatch?", 
    "text": "Eight hand-selected links for you, freshly plucked from the web by our Technology team The Xbox One&apos;s voice control and remote play &gt;&gt; Polygon The ultimate cheat - Xbox One will let you hand over to a friend if you&apos;re stuck.   &quot;In one possible scenario, Kinect used its facial recognition to scan a room full of people and note if there was someone in the room it didn&apos;t recognize. It then told the console owner that there is someone in the room it didn&apos;t recognize and asked the new person to identify themselves. Once the person said their name, Kinect welcomed them and saved their information to the console. Xbox One&apos;s ability to speak will allow it to function more like the iPhone&apos;s Siri, according to Microsoft officials who presented the feature. The voice may not be available at the console&apos;s launch, but if it isn&apos;t it will be added in a post launch patch within the first few months. The Xbox One will also feature the ability to Skype a friend to ask them for help on a game and then allow them to take over gameplay. The feature is designed to allow players to help one another get through sections of a game when they&apos;re stuck.  Lenovo aims at US smartphone market &gt;&gt; WSJ China&apos;s second largest smartphone manufacturer after Sansung has eyes on the US market.   Lenovo is pushing aggressively into the smartphone market just as the traditional PC industry is struggling with shrinking demand. Consumers are spending more money on mobile devices, and the weak economy is pushing corporate clients to hold off on office PC purchases.  iPad video ads booming by 10% a year - will surpass PCs by 2015 &gt;&gt; TechCrunch Further proof that tablet use is exploding:   Videoplaza has looked at the data emerging from Karbon, its sell-side ad management platform, which is used to monetise video across PCs, mobile devices, tablets, game consoles, IPTV and Smart TVs. They&apos;ve released exclusive information to TechCrunch which shows a big growth in iPad video monetization: with 150 percent growth of iPad traffic in the last six months. The company claims to be able to reach around 10 percent of the Internet&apos;s population with its platform every month, hitting more than 300M uniques, delivering ads on over 50 platforms, consisting of over 7,000 devices. It claims to have the largest reach of premium video inventory in EU and Asia outside of Google&apos;s DoubleClick for Publishers.  Did Apple flash the iWatch in latest ad? &gt;&gt; Mashable Probably not. But even not flashing it made for a Mashable post, right?   We&apos;ve heard rumors of the approach of Apple&apos;s so-called iWatch, with speculation pegging its release at late 2014. But that&apos;s an awfully long time from now. We&apos;ll have to an eye on Apple&apos;s advertising campaigns until then, closely watching for any subliminal hints embedded within.  Twitter&apos;s Michael Sippey on the Vine acquisition &gt;&gt; AllThingsD It&apos;s all about mobile, baby.   At its heart, Twitter is the simplest of products, but these days, the company&apos;s product head Michael Sippey oversees all sorts of things: Search and relevance, discovery, and new forays into short-form video and music. &quot;Product at Twitter means mobile at Twitter,&quot; Sippey said. &quot;It&apos;s all I think about and it&apos;s all the team I work with thinks about. We started seven years ago as a mobile company, the service was initially SMS; we complemented that with a website that has attracted a lot of users; and now the shift has happened, the majority of our usage comes from mobile devices.&quot;  Yahoo&apos;s Hulu bid is $600m-$800m &gt;&gt; AllThingsD Hot on the heels of its estimated $1.1bn acquisition of Tumblr, Yahoo is pushing further into the media space with an offer to buy on-demand video service Hulu - and there&apos;s more, too. Will there be anything left in Marissa Meyer&apos;s piggy bank?   According to numerous sources close to the situation, Yahoo has bid from $600 million to $800 million for the premium video site Hulu. The reason for the wide range is due to the fact that the Silicon Valley Internet giant -- similar to most bidders in the new effort to acquire Hulu -- has proposed several different prices based on a variety of circumstances. That includes the length of the licensing rights for content and how much control the programming companies selling Hulu have over their media. At the same time and separately, according to sources inside the company, Yahoo is also contemplating at least two other significant purchases -- in the $150 million to $200 million range -- each for a mobile and a communications company.  Liberty Reserve founder arrested, site shuttered &gt;&gt; Krebs on Security The digital currency Liberty Reserve has been suspended after its founder Arthur Budovsky Belanchuk was arrested at home in Costa Rica. Belanchuk has been under investigation by authorities in the US and in Costa Rica for money laundering, and his arrest follows three days of outage at Liberty Reserve which is a favourite among cybercriminals.   Liberty Reserve is a largely unregulated money transfer business that allows customers to open accounts using little more than a valid email address, and this relative anonymity has attracted a huge number of customers from underground economies, particularly cybercrime. The trouble started on Thursday, when libertyreserve.com inexplicably went offline. The outage set off increasingly anxious discussions on several major cybercrime forums online, as many that work and ply their trade in malicious software and banking fraud found themselves unable to access their funds. For example, a bulletproof hosting provider on Darkode.com known as &quot;off-sho.re&quot; (a hacker profiled in this blog last week) said he stood to lose $25,000, and that the Liberty Reserve shutdown &quot;could be the most massive ownage in the history of e-currency.&quot;  Android is winning. Apple is winning. &gt;&gt; Virtual Pants &quot;Jay&quot;:   People often forget that Google and Apple are playing the same game with different goals in mind. Apple strives to maximize profitability in hardware sales. Google, on the other hand, is striving for maximum market share, providing the most users for its services. This is a rare, if not unique, war where both Apple and Google can win, and that seems to be very confusing to people.   Totally, exactly right. (Though to be precise, Android was a protective measure against Microsoft controlling the mobile market, not Apple.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/27/1", 
    "wordcount": "1108"
}