{
    "headline": "Who's going to pay for the MDGs?", 
    "text": "When the millennium development goals (MDGs) were developed, estimates of their cost were used to argue that rich countries should give more aid. The estimates varied  in 2001, the UN suggested that achieving the goals would cost an extra $61bn. In 2002, the World Bank&apos;s chief economist for Africa, Shantayanan Devarajan, argued for $63-$72bn. In 2005, the Millennium Project pushed the figure up again, to between $82 and $152bn. Yet economists recognised that all these estimates came with serious caveats. Jan Vandemoortele, one of the chief architects of the MDGs, suggested the only correct answer to questions about the cost of the MDGs is &quot;more&quot;. Last month, the OECD Development Centre published a report entitled Revisiting MDG Cost Estimates, in which it estimates that achieving the first six MDGs globally will require $120bn more to be spent every year on health, education and poverty reduction. It also argues that such a price tag is &quot;unaffordable&quot; if it is to be met from aid alone, at a time when donor countries&apos; public finances are in trouble. Meanwhile, this week the World Bank  warned developing countries that they should prepare for big shortfalls in aid and falls in economic growth because of the crises in the rich world. The OECD report, which was funded by the Bill and Melinda Gates Foundation, echoes Bill Gates&apos;s own report to the G20 last November. In that, Gates highlighted how aid has helped to challenge poverty, but he also stressed the need to consider other ways to pay for development. Domestic resources  in other words, tax and other money which poor countries generate for themselves  will, in his view, be the largest source of funds for development. The big picture evidence supports this. Tax revenues are already 10 times larger than aid on the African continent. Over the past decade, tax revenues have been rising across the developing world. This extra money could help to cover the cost of achieving the MDGs, as estimated by the OECD. But this is not true for each country individually. Some countries have no hope of raising enough tax to pay for the MDGs. In 20 low-income countries, there is an estimated financing gap of $62.1bn between what they have and what they need to meet the MDGs. These countries have the weakest tax effort  tax contributes a low proportion of their GDP. In 2009, for example, countries such as Burundi, Democratic Republic of Congo, Ethiopia and Guinea Bissau collected as little as $35 per person through tax  hardly enough to provide the services needed to improve maternal mortality or provide universal education. For countries like these, aid is crucial. But it should be complemented by urgent efforts to strengthen their ability to raise revenue and to counter illicit capital flight  which reportedly cost Burundi $2.6bn between 1970 and 2004. In some resource-rich countries, the problem is not the amount of money available to the government, but the way it is managed. In 2008, Equatorial Guinea raised $5,317 per person. But this is a country in which the president&apos;s son and government minister Teodorin Obiang spent millions of dollars on an international playboy lifestyle, despite his modest official salary. In such situations, the priority is transparency and strengthening civil society&apos;s ability to monitor and challenge the use of public money. What will help are rules requiring greater financial transparency from companies in the oil, mining and other extractive industries. The EU is currently considering such legislation, which is crucial for revealing how much money governments are receiving  and from whom. Meanwhile, civil society initiatives around the world are helping to hold governments to account for how they raise and spend tax revenue. While financing is crucial, we can&apos;t assume a direct link between governments having more money and progress towards the MDGs. The existence of good institutions to design, implement and evaluate policies is crucial. Such institutions need to be able to raise revenue so that poverty reduction can be sustained in the medium and long term. There are some important lessons here for the designers of the framework that follows on from the MDGs  a framework that must tackle inequality as well as poverty. The potential of tax systems to raise revenue, build state accountability and reduce inequality should be at the front and centre of what comes next.  David McNair is principal economic justice adviser at Christian Aid", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/23/whos-going-to-pay-for-mdgs", 
    "wordcount": "738"
}