{
    "headline": "A wasps' nest now as silent as a pharaoh's tomb", 
    "text": "The razor blade sliced easily through the outermost layer of the nest and the patch of paper, almost weightless, floated to the ground. All summer I&apos;d watched wasps chew fibres from logs and shave hairs from twigs, and here, in our garden hedge, was the product of their collective instinct  a paper nest patterned with brown, green and yellow ripples, each the work of a wasp with its own predilection for the source and colour of its building materials. They had realised the engineer&apos;s dream: structural strength assembled from components of almost gossamer lightness. I peeled away six more insulating layers of paper before breaking through to the inner chamber, allowing light to flood over tiers of breeding cells for the first time. Since late spring the tree wasps had defended their nest as it grew larger than a rugby ball, with endless traffic through the small entrance hole. They had stung me when curiosity overcame caution. Now the abandoned inner chamber, once abuzz with workers building breeding cells, with others arriving to feed grubs with chewed insects and still more vibrating their wings to ventilate the nest&apos;s passages, was as silent as a pharaoh&apos;s tomb. Grave robbers had already arrived. A spider sidled into the shadows. An earwig dropped from an empty cell and scuttled from the light. The four saucer-shaped tiers of hexagonal breeding cells, constructed with geometrical precision in the Stygian gloom of the nest, told the tale of summer. Only half had been used. Several were still sealed with the white dome woven by the fully fed grub within, now dead and mummified. One cell cover had been torn and I could see a flash of faded yellow, a shiny eye and one withered antenna protruding through a tattered shroud. The hatching occupant had been too weak for the final struggle into adult life, a casualty of a summer that never was.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/oct/24/crook-county-durham-wasps-nest-silent", 
    "wordcount": "316"
}