{
    "headline": "Privacy, public health and the moral hazard of surveillance", 
    "text": "Whenever government surveillance is debated, someone inevitably pooh-poohs the subject as cause for alarm: after all, people overshare so much sensitive personal information with services like Facebook that there&apos;s hardly anything to be gleaned from state surveillance that isn&apos;t already there for the taking on &quot;social media.&quot; I don&apos;t question the assertion that people overshare on social networks  that is, people share information in ways that they later come to regret. The consequences of oversharing range widely, and we hear of any or all of losing a job; being outed to your family or co-workers for your sexual orientation; having embarrassing youthful episodes of intoxication and/or ill-considered opinion forever tied to your name in the eyes of potential lovers, friends, and employers; and alienating friends and family who don&apos;t approve of some aspect of your life, associations, or hobbies. If you live in a dictatorship, the problems are much worse, of course: dictators have used intercepted social media sessions to compile enemies lists, exploring the social ties between activists as a means of determining whom to arrest, whom to disappear, whom to torture, and, according to some human rights activists, whom to murder. So oversharing is a problem. Does that mean government surveillance isn&apos;t a problem? Quite the contrary. As surveillance becomes the first and last line in modern governance, policing and espionage, it puts the state in a terminally conflicted position over one of the key public health problems of the modern age: privacy. Many modern public health pathologies  obesity, substance abuse, smoking  share a common trait: the people affected by them are failing to manage something whose cause and effect are separated by a huge amount of time and space. If every drag on a cigarette brought up a tumour, it would be much harder to start smoking and much easier to quit. If every slice of pizza turned into an instantaneous roll of cellulite, it would be much easier to moderate one&apos;s eating. As my GP explained to me when I quit cigarettes, &quot;not getting cancer in 30 years&quot; is a difficult goal to focus on when you want a cigarette now (I quit 10 years ago by keeping in mind that I was spending a laptop a year on cigarettes, and the money was going to the worst companies on earth, firms that literally invented using junk science as a lobbying tactic  I buy a laptop every year now and never feel guilty about it). Getting better at something without feedback is very hard. Imagine practising penalty kicks by kicking the ball and then turning around before you saw where it landed; a year or two later someone would visit you at home and tell you where your kicks ended up. This is the kind of feedback loop we contend with when it comes to our privacy disclosures. You make a million small and large disclosures on different services, with different limits on your sharing preferences, and many, many years later, you lose your job. Or your marriage. Or your family. Or maybe your life, if you&apos;re unlucky enough to have your Facebook scraped by a despot who has you in his dominion. Some sharing is definitely in order. Careful, mindful sharing holds enormous benefit for us individually and a society. Sharing is what makes us into a society. We need to be good at it, though  not merely prolific, but skilled. Skill in sharing includes a hard-won, difficult-to-inculcate appreciation of consequences and the ability to weigh them against the benefits. When a sizable fraction of society has a problem with an activity that has this cause/effect gap, it&apos;s customary for the state to intervene through things like public education, labelling rules, help hotlines, and sometimes direct regulation of the system. I&apos;m sceptical of this last as a way of solving the privacy crisis, but I&apos;d be happy to see the other stuff tried well and in earnest  not just the tabloid OMGFACEBOOKISFULLOFPAEDOES noise we usually get. And here&apos;s where the problem with the state&apos;s addiction to surveillance kicks in. Governments have woken up to the fact that social media is full of material that might be useful for identifying and prosecuting miscreants, not to mention spying on political activists and &quot;potential terrorists&quot; and people applying for work visas and well, just about everybody. Pushes like the (dead for now) Communications Data Bill (UK), CISPA (USA) and C-30 (Canada) all sought to recruit the entire internet industry to act as adjuncts to the state&apos;s surveillance apparatus, requiring them to retain titanic databases of online activity for government fishing expeditions. And while all three attempts failed, they&apos;re just the latest, and certainly not the last  after all, universal internet surveillance was back in the Queen&apos;s speech. That&apos;s a crisis. If online oversharing is a public health problem, then the state&apos;s decision to harness it for its own purposes means that huge, powerful forces within government will come to depend on oversharing. It will be vital to their jobs  their pay-packets will literally depend on your inability to gauge the appropriateness of your online disclosure. They will be on the same side as the companies that profit from oversharing, because they will, effectively, be just another firm that benefits from oversharing. It&apos;s as though Scotland Yard decreed that obesity was critical to its ability to catch slow-moving, easily winded suspects. It&apos;s as though the NHS announced it would cope with the expense of an aging population by encouraging chain-smoking. The dangers of oversharing are hard enough to manage when it&apos;s just the private sector that benefits from them. When the state announces that a public health problem is integral to its governance strategy, the problem turns into an unscalable, permanent mountain of smoking rubbish that will smoulder for generations. doctorow@craphound.com", 
    "section": "technology", 
    "gid": "technology/2013/may/21/privacy-public-health-surveillance", 
    "wordcount": "972"
}