{
    "headline": "Campaigners for ban on EU fish discards declare breakthrough", 
    "text": "Campaigners fighting to end the practice of throwing healthy fish back into the sea in European waters have declared victory in a key battle. A proposed ban on the practice, which sees millions of tonnes of edible fish discarded each year, is now still on track to become law later this year, despite a concerted attempt by several European Union member states to derail the proposal at an EU fisheries meeting in Brussels on Monday afternoon. A strong showing of public support for the discards ban, orchestrated through social media sites on the internet, was thought to have played a major role in persuading EU fisheries ministers to stick to the ban. Hugh Fearnley-Whittingstall, the chef who has spearheaded a campaign to ban discards, told the Guardian: &quot;We are very heartened [by the outcome of the meeting] and we can say pretty clearly that the discards ban is back on track.&quot; As many as two-thirds of fish in some areas are thrown back dead into the sea, including half of all fish caught in the North Sea, according to some estimates. This is the result of the EU&apos;s common fisheries policy (CFP), under which fleets are awarded a quota of each species they may catch. When they catch more than their quota, or species for which they do not have a quota, they throw the excess back  but they are usually dead. Richard Benyon, fisheries minister for the UK, said: &quot;What we&apos;ve done here is start off a roadmap to the effective elimination of discards. We now need to ensure that schemes [to end discards] are effective.&quot; Brussels insiders had feared that the proposed ban on discards would be abandoned, the Guardian revealed last week, as the French and Spanish governments had written a &quot;joint declaration&quot; that would have dismissed a ban as &quot;unrealistic&quot; and &quot;too prescriptive&quot;, and allowed fishing fleets to continue discarding healthy fish at sea indefinitely, even as fish stocks dwindle. But at the meeting of European Union fisheries ministers in Brussels on Monday the declaration was not even put forward  a measure of the strength of public support for the ban, according to Fearnley-Whittingstall, who had used Twitter and other online social media to garner hundreds of thousands of supporters for his &quot;fishfight&quot; campaign. He tweeted: &quot;Leaving Brussels with discard ban still on track. French revolution never happened. Your tweets did it! Thank you.&quot; The outcome of the Brussels meeting means that the proposals for a ban will be debated by the European parliament, and if agreed on by member states are likely to become law, perhaps by the end of this year. In the next few months there will be heavy lobbying of MEPs and others by the fishing industry and green campaigners. Discards have been the subject of heavy lobbying in the past year since the EU fisheries chief, Maria Damanaki, backed sweeping changes to the CFP to ban discards. Her reforms would mean fishermen would be forced to land all fish they catch, in return for compensation. Some fishermen  mainly in companies with industrial-scale vessels  want to keep the present arrangement because by throwing back lower value, though edible, fish they can maximise their profits. &quot;Following the campaigning on Facebook and Twitter, the ministers in that meeting felt EU citizens&apos; eyes were on them. The crisis was averted,&quot; said Fearnley-Whittingstall. But he said the campaign must continue: &quot;It will be a long haul before we get to the finished article of a new, reformed common fisheries policy, and [some member states and interest groups] will try to put more spanners in the works between now and then.&quot; Damanaki placated some member states by announcing that the discards ban would proceed fishery by fishery, rather than species by species. This means that the individual circumstances of each fishing ground can be taken into account in implementing the ban, rather than each species being treated in the same way in all of the EU&apos;s waters, which was causing concern. At the meeting there was also progress on ending the bloody and destructive practice of cutting off sharks&apos; fins at sea for the Chinese food market, which kills millions of sharks each year, and on ensuring that European fishing fleets cannot despoil Africa&apos;s fish stocks through more transparent international agreements on fishing.", 
    "section": "environment", 
    "gid": "environment/2012/mar/20/campaigners-eu-fish-discards-victory", 
    "wordcount": "734"
}