{
    "headline": "Study traces devastation of North American bats to Europe", 
    "text": "A mysterious disease that has devastated North America&apos;s bat population was traced on Tuesday to a killer fungus imported from Europe, probably by an unsuspecting tourist. Since it was first detected in New York state in 2006, the disease known as white nose syndrome has spread to 19 states and four Canadian provinces. It has wiped out entire bat colonies, killing as many as 6.7m animals, in the worst wildlife crisis in recent memory. The fungus strikes when the bats are hibernating for the winter, leaving a white fluffy deposit on the animals&apos; muzzles and causing lesions on their wings. Now a team of researchers led by the University of Winnipeg have established the origins of the fungus, and determined how it kills  by rousing the bats during their winter hibernation season. &quot;The fungus somehow causes the bats to warm up from hibernation too often,&quot; said Craig Willis, a biologist at the University of Winnipeg who oversaw the study by US and Canadian scientists. The study was published in Proceedings of the National Academy of Science. The extra effort, shaking bats from their torpor, exhausted the animals&apos; fat stores far too early in the hibernation season, causing them essentially to starve to death. The most likely source of the fungus was human. The fungus, which has been identified, as Geomyces destructans, is known to have existed for years in Europe, but it does not kill bats there. In North America, however, the disease has wiped out entire bat colonies and spread as far south as Alabama. The disease poses no threat to humans but it has knocked out a crucial part of the ecological chain. The average bat eats up to 1kg of insects a year. Their loss could cost US farmers up to $3.7bn a year.  &quot;A reasonable hypothesis is that a tourist tracked it into a cave in New York state on their boots or on their clothing,&quot; Willis said. &quot;It is possible a person who had the inclination to visit a cave in Europe picked up something on their shoes and then accidently introduced it into New York.&quot; The scientists collected 54 little brown bats from a cave in Manitoba. Eighteen were infected with spores collected from a New York cave, and 18 with spores from a cave in Europe. A third group was not infected. The scientists monitored the bats&apos; response with infrared cameras. After several months, both groups exhibited the tell-tale symptoms of white nose syndrome: the fluffy white substance on their muzzles and the lesions on the wings. Both groups were roused four or five times more often than is typical from their winter torpor, burning through their fat stores. Because the symptoms among both infected groups were similarly severe, the researchers concluded the fungus originated in Europe. A mutant version of a native North American fungus would have produced deadlier symptoms. The findings were seen as an important step to unravelling the mystery of the bat deaths. &quot;We were all sort of suspecting that the fungus was from Europe. We knew it existed there, but this paper has demonstrated that the fungus is of European origin,&quot; said Ann Froschauer, spokesperson for the white nose syndrome team at the US fish and wildlife service. &quot;The most likely scenario is that it was accidentally introduced by a human traveller.&quot; The study offers no immediate fix. It is not clear how or why European bats developed resistance to the fungus or how it can be better contained. Researchers are not yet able to track the fungus to a particular country or cave in Europe.", 
    "section": "environment", 
    "gid": "environment/2012/apr/10/devastation-north-american-bats-europe", 
    "wordcount": "610"
}