{
    "headline": "Does the title 'university' need more protection?", 
    "text": "In February 2013 the Department for Business Innovation &amp; Skills (BIS) published its Company and Business Names Consultation document as part of the Red Tape Challenge programme to reduce the burden of unnecessary regulation. UK businesses, customers, suppliers and all interested parties, including the public sector, are invited to submit their views on whether regulations relating to names should be repealed or reduced by 22 May 2013. While on the surface this may seem to have little to do with higher education, if you dig a little deeper you&apos;ll see that the word &apos;university&apos; appears on the list of names slated for deregulation. How can we find a way to protect the reputation of UK universities and degrees if the word &apos;university&apos; goes unprotected? A perverse measure of the worldwide prestige our universities enjoy is the proliferation of fake alumni claiming bogus degrees from made-up UK institutions. As part of the team leading the Higher Education Degree Datacheck (HEDD) initiative, I have first-hand experience of this problem. Launched in collaboration with the Higher Education Funding Council for England (HFCE ) last year, HEDD provides secure online degree verification and an approved list of bona fide higher education institutions (HEIs). HEDD is also at the forefront of the drive to eliminate degree fraud. Nine HEIs have already moved over to the new system. Many more are in transition, and as a result, we are working hard to safeguard student and sector interests - reassuring domestic and international students about the authenticity of a university and protecting the substantial financial and time investment of genuine graduates. Precisely because of its cachet (or capacity for exploitation), business use of the word &apos;university&apos; is subject to strict controls. Under the Companies Act 2006, organisations seeking to incorporate &apos;university&apos; into their organisational description or trading identity must gain approval from the secretary of state for BIS. However, even with this safeguard in place, there are many grey areas and fake universities already proving difficult to regulate simply because of the way they operate  popping up and reforming under a different guise as required. In fact, the UK remains Europe&apos;s favourite domicile for bogus universities and colleges and we have historically housed more fake than genuine institutions. HEDD has exposed more than 130 examples and this number increases daily. International students are a core market for the degree fraudsters  evident in the many bogus websites that are clearly targeting overseas students; listing fake alumni with predominantly non-British names. The fact that half of HEDD&apos;s enquiries come from outside the UK (particularly China, India, US and New Zealand) suggests global awareness of the problem. There are already hundreds of companies that are happily breaching regulations daily by taking the &apos;university&apos; name without being a degree-awarding body recognised by the secretary of state. If we reduce or repeal the red tape surrounding use of the word even further, then this will only exacerbate the problem. The sector must engage with the consultation as a matter of urgency. Without a robust response, restrictions surrounding the use of the word &apos;university&apos; may disappear, leaving the way clear for opportunists to play fast and loose with university naming rights to the detriment of UK higher education. The sector needs to be confident that only bona fide institutions can legitimately call themselves universities; even more importantly, so do the hundreds of thousands of genuine, hard-working students in the UK and internationally who have invested in a UK degree programme. Jayne Rowley is director at the Higher Education Careers Services Unit and leads the Higher Education Degree Datacheck (HEDD)  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/may/15/university-title-need-stricter-laws", 
    "wordcount": "622"
}