{
    "headline": "Kenyan TV show ploughs lone furrow in battle to improve rural livelihoods", 
    "text": "George Mungai is an unlikely TV star. The softly spoken farmer and father of six lives in a tidy compound of houses, all wood and corrugated iron, among the cool, misty hills outside Nairobi. But thanks to Shamba Shape-Up, a reality show that does for Kenyan farms what Extreme Makeover does for homes, Mungai is a minor celebrity here in Limuru. &quot;[The programme] has taught me to practise better farming,&quot; says Mungai, 54, during a break from filming on a damp May day. &quot;I&apos;ve learned to plant potatoes well  poultry keeping, dairy farming. It has almost doubled my yields.&quot; Perhaps more importantly, Mungai has also become a teacher. His neighbours are always popping over, eager to learn his secrets so they can likewise boost their farming yields.            Shamba  the Swahili word for &quot;small farm&quot;  Shape-Up combines reality show staples, such as celebrity presenters and snappily cut sequences set to mood-lifting music, with expert advice on soil fertility, disease prevention, solar energy and financing. &quot;Agriculture is the absolute backbone of Kenya and the livelihood for many people,&quot; says David Campbell, the show&apos;s creator and director of the edu-tainment company Mediae. &quot;We have a potential 5.6 million rural audience for TV  but there is no agricultural information on TV. We want to establish a series that gives farmers information in an educational and entertaining way.&quot; Mungai&apos;s farm was given a &quot;makeover&quot; in the first episode, aired in March. He told the presenters he had a problem with maize storage, and said his cows were skinny because feed was too expensive. His wife Lucy complained that the chickens entered the kitchen and ate the food, and his children said they couldn&apos;t do their homework because the kerosene lamps ran out too quickly. One daughter wanted a shelf to put washed dishes on. Presenter Naomi Kamau looked to her co-host Tonny Njuguna, a well-known actor, and he nodded and said: &quot;Let&apos;s go do it!&quot; A soil test was carried out, fertiliser was recommended, a chicken coop was built, maize storage was improved, solar lamps provided and kitchen shelving built. The crew has returned to see how Mungai is doing. He says he is getting a much better price for his maize, and his potatoes are thriving. Two red-topped solar lamps are recharging on top of a water tank. Campbell, who has worked in media, development and agriculture in east Africa for more than 30 years, is scathing about what he sees as the failure of some donor-funded research organisations to pass on knowledge to people in the field. &quot;The developed world spends very little money communicating with farmers,&quot; he says. &quot;They spend millions on research and, frankly, they haven&apos;t got much to show for it.&quot; &quot;We thought the big research institutes would jump on [the show] as a way of scaling up their information. We have had, especially in the livestock area, absolutely no participation. However, the next series does see icipe research coming on board on biological control methods of crop pests.&quot; Shamba Shape-Up has received $600,000 from the African Enterprise Challenge Fund (AECF), a private-sector organisation. The investment is in matching funds, so Campbell has to raise an equal amount before the AECF disburses its share. Other sponsors include the Africa Soil Health Consortium, Britain&apos;s Department for International Development, soil fertility group IFDC, Cabi, FSD Kenya, livestock product manufacturers Cooper K-Brands Ltd, agri-business Syngenta and solar lighting company d.light designs. The first series, which will end in June, reaches about 4 million people in Kenya; the team hope to bring in 3-4 million people in Tanzania and 2 million in Uganda with the next series. Campbell, who also created the successful Kenyan educational drama Makutano Junction, is convinced he has chosen the best medium. &quot;We saw from Makutano Junction  how huge the TV audience in rural areas is,&quot; he says. &quot;We have a 7.2 million audience for Makutano Junction; 70% of that is rural.&quot; Shamba Shape-Up gets up to 3,000 SMS messages after each show, with many viewers requesting information leaflets. &quot;Wonderful show,&quot; writes one viewer on the programme&apos;s Facebook wall &quot;I hope Kenyans will learn from it. The impact that you guys will make is huge.&quot; Campbell wants to turn the programme, which is broadcast on Citizen TV in English and Swahili, into a self-sustaining business. &quot;Once we&apos;ve done research  we&apos;ll be able to say: &apos;Hey, look, if only 10% of our [7 million] viewers adopted a practice and they earned an extra $200 or $300, then multiply that and you get $210m going back into rural communities&apos;.&quot; Njuguna, 39, who also starred in Makutano Junction, says the show made him realise how little he knew before. Like many Kenyans, even those who live in cities, he also has a shamba where he grows maize and vegetables. &quot;I thought I knew everything,&quot; he laughs. &quot;I was shocked to learn that you have to go through a lot before you start thinking of planting something  In Kenya there are so many people who don&apos;t know what it entails  the planting, the variety of seed, soil PH, testing of the soil and all that.&quot; Mungai, meanwhile, has earned both money and respect from the show. He is determined to encourage others to adopt new practices. &quot;I saw myself [on TV],&quot; he says, his head bowed shyly. &quot;It was lovely. [My children] wondered how I managed to bring in these people. They have realised I know many things.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/15/kenyan-farming-reality-tv-rural-livelihoods", 
    "wordcount": "947"
}