{
    "headline": "On the road: Kia pro_cee'd 1.6 CRDi S ISG", 
    "text": "How do you turn acee&apos;d into apro_cee&apos;d? Take away two doors. No, it wasn&apos;t supposed to be ajoke. I was just explaining the difference, OK? This is just the coupe version. But because it&apos;s Kia, they can&apos;t simply callit a c&apos;eed coupe  they have to commit further atrocities against language (having already inserted that apostrophe) by adding a prefix and an underscore. And  cleverly (they probably thought)  it kind of makes a new word: pro_cee&apos;d, proceed, meaning move forward, which is sending out the right messages about the direction the car is going, both philosophically and on the road (unless it&apos;s reversing, of course, or stuck in traffic, or parked). The choice of prefixes was limited. Maybe they considered suc_cee&apos;d, which also sends positive messages, but suc is a bit like suck, which is rude (whereas pro means in favour of and professional). And ex_cee&apos;d? Hmmm, hints of overindulgence  not good for a budget, eco-friendly car. Or em_cee&apos;d? Only good for former DJs. And that&apos;s it, I think. Anyway, it&apos;s obviously an abomination of aname. The car? Well, my girlfriend is quite happy (she&apos;s never very happy) in the front. But my brother and my son in the back are less content. There&apos;s enough leg room, but my brother feels claustrophobic because of the small rear windows, which don&apos;t open. (What does he expect? It&apos;s a bloody coupe  sorry, pro.) He&apos;s into design, and he&apos;s sniffy about this one, calls it &quot;dishonest&quot;. By which he means it&apos;s trying to look all sleek and sporty, which it isn&apos;t, so why not make it nicer for the passengers? Myson doesn&apos;t know the word &quot;dishonest&quot;. Actually, at the time of writing, he knows only one word: car (good boy), pronounced &quot;caaaaar&quot;. His favourite thing in the whole world is to ride around in the back of a caaaaar, spotting more caaaaars. But he can&apos;t see them from this one. The small, high rear windows are to blame, so he&apos;s cross, too. And me, driving? I&apos;ve got loads of buttons to play with  things, like cruise control, you normally find on more expensive cars. I&apos;m feeling smug about my fuel economy and emissions, and the money I&apos;m saving (not to mention the planet). Plus there&apos;s Kia&apos;s amazing seven-year warranty. But it&apos;s not the most engaging or fun ride. The diesel engine is strong enough, but this isn&apos;t a dynamic driving experience: if I was having a really good time, Iwouldn&apos;t mind having two grumpyboys in the back. But the pro_cee&apos;d is not the VW Scirocco, or even the Vauxhall Astra GTC, it would like  and is pretending  to be. Dishonest, you might say, insofar as dishonesty can be attributed to acaaaaar. Kia pro_cee&apos;d 1.6 CRDi S ISG       Photograph: Simon Stuart-Miller for the Guardian    Price 18,595 Top spee&apos;d 121mphAcceleration 0-60mph in 11.5 secondsCombined fuel consumption 74.3mpgCO2 emissions 100g/kmEco rating 8/10Cool rating 4/10", 
    "section": "technology", 
    "gid": "technology/2013/may/25/kia-proceed-16-car-review", 
    "wordcount": "507"
}