{
    "headline": "Talk point: should we change the way we talk about development?", 
    "text": "How can we change public perceptions about development and talk about the work we do in a way that sustains support for a collective effort to alleviate poverty? I&apos;m not claiming to have the perfect solution, but having digested some of the recent research on this subject, I suggest five ways we could make a start. 1) Get real about the future of aid Remind people that aid and development do not mean the same thing. I&apos;m not suggesting that many (if any) of you who read this talk point don&apos;t know the difference, but we&apos;re an informed bunch  that&apos;s why it is our challenge to inform others. A recent study of public attitudes to aid reveals a desire for greater understanding about how countries can leave aid behind. We need to tell that story. Not because our work is done, but because the status quo is not sustainable and aid is at the vanguard of public understanding about how we tackle poverty. We need to convey that a variety of finance flows in and out of developing countries  investment, trade and remittances being a few examples. 2) Be more precise about the work we do If you work to support African governments plan their electricity distribution, then say so. If you advise governments on how to make rules about trade fairer, then say so. If you research how best to help poor countries ensure their citizens do not drown when the rivers flood, then say that too. For thousands of people such work is simply their job. It&apos;s not sufficient to use the term development because it means so many, often negative, different things to different people. 3) Use the word &apos;development&apos; less It is too easy to hide behind the word &apos;development&apos;. But it is too easily misunderstood, it doesn&apos;t always mean the same thing and it is stopping us from accessing the mainstream. Take a look at the economics, business or foreign affairs sections of most news websites and papers and you&apos;ll find plenty of development news in there, but people working in the media, who are most skilled at informing the public, are choosing not to do so under the banner of development. 4) Keep complexity where it belongs Misconceptions about development are often quite simple  Africa is a country being a classic example. Knowing an awful lot about very little is essential at the coalface of policymaking but for tackling broader communication challenges it can be an obstacle. Calling for a more complex public understanding or discussion misses the point that we have a duty to take complex ideas and make them accessible. The problems faced by any society are always complex but to aid the emergence of solutions we must be willing to engage using language and arguments that resonate with a less specialist audience  even if that means omitting a few caveats for shorter media friendly communications. 5) Junk the jargon The word on the tip of your tongue is quite likely to be the wrong one. Disintermediated, multicollinearity and additionality spring to mind immediately and none are recognised by my spellchecker, let alone the casual observer. Of course, it is OK to use these words occasionally (multicollinearity is a statistical phenomenon of great importance in helping to strengthen evidence), but allowing them frequently to slip into communication perpetuates the myth that to really understand development requires encyclopaedic knowledge. What do you think?  Jonathan Tanner is the media &amp; public affairs officer at ODI, but writes here in a personal capacity", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/26/talk-point-change-way-talk-development", 
    "wordcount": "588"
}