{
    "headline": "Richard Dawkins the arch-atheist backs Michael Gove's free Bible plan", 
    "text": "It sounds like one of the most unlikely alliances of recent years. Richard Dawkins, arch-atheist and scourge of the praying classes, has announced support for education secretary Michael Gove&apos;s plan to send free King James Bibles to every state school. The proposal aims to help pupils learn about the Bible&apos;s impact &quot;on our history, language, literature and democracy&quot; and will celebrate the 400th anniversary of the authorised version&apos;s publication, Gove said earlier this year. Church leaders have approved, but the plan has fallen foul of most non-believers. An online Guardian poll showed an 82% opposition, while the National Secular Society said the 375,000 proposal wasted money and favoured Christianity in multi-faith state schools. Nevertheless, several rich Tory party donors agreed to back the plan and the first Bibles were sent out last week, to the derision of secularists  with the exception of their most prominent and pugnacious recruit: Richard Dawkins, author of The God Delusion and critic of all things clerical. As Dawkins reveals in today&apos;s Observer, support for the Bible plan is justified on the grounds of literary merit and he lists a range of biblical phrases which any cultivated English speaker will instantly recognise. These include &quot;salt of the Earth&quot;, &quot;through a glass darkly&quot;, and &quot;no peace for the wicked&quot;. Dawkins states: &quot;A native speaker of English who has not read a word of the King James Bible is verging on the barbarian.&quot; Rapprochement would seem to be in the air  until Dawkins&apos;s thesis is studied more closely. While Gove believes the Bible is a guide to morality, Dawkins is sure it is not. &quot;I have heard the cynically misanthropic opinion that without the Bible as a moral compass people would show no restraint against murder, theft and mayhem. The surest way to disabuse yourself of this pernicious falsehood is to read the Bible itself,&quot; he says. In fact, its pages are riddled with the advocacy of murder, slavery and theft. Hence his support for Gove&apos;s plan: opening the Bible is the surest way to put young minds off its contents. From this perspective, the Dawkins-Gove alliance looks dead before it started.", 
    "section": "science", 
    "gid": "science/2012/may/19/richard-dawkins-backs-free-bible", 
    "wordcount": "368"
}