{
    "headline": "Nadine Dorries and the power of humiliation", 
    "text": "Last week, in a Guardian comment piece, Louise Mensch admonished Nadine Dorries for appearing on I&apos;m a Celebrity  Get me Out of Here! &quot;Eating grubs and performing humiliating tasks on air are not consistent with being an MP,&quot;she said  and the Tory high command clearly agreed, withdrawing the whip. Dorries is no stranger to humiliation. After Cameron said to her in a Commons debate on abortion, &quot;I know the honourable lady is extremely frustrated &quot;, to gales of laughter from the floor, she wrote a furious piece in the Daily Mail headlined &quot;The PM publicly humiliated me in front of the entire nation. What did I do to deserve that?&quot; Presumably, she will find eating kangaroo&apos;s anuses and shark&apos;s brains less mortifying  or at least better paid. According to Dr Linda Hartling at Human Dignity and Humiliation Studies, anetwork of academics and activists studying humiliation in an attempt to eradicate it, there are two types: injury to honour, and injury to dignity. The first, says Hartling, is experienced by elites, in the way aristocrats would defend their honour in duels. When Cameron was described as&quot;humiliated&quot;  on the front of three newspapers  after rebel MPs voted to cut the EU budget, it was his authority that was damaged rather than his dignity as a human being. Itwould have been more hurtful if, say, his trousers had fallen down in the House of Commons. In suggesting she was sexually frustrated, Cameron inflicted this kind of humiliation on Dorries, made much worse by their respective positions in the pecking order. &quot;In dignity contexts, feelings of humiliation are triggered in the downtrodden, those who formerly were expected to bow in subservience,&quot; says Hartling - a definition which, in the context of the House of Commons, could well encompass backbench women MPs. So why is Dorries signing up for more humiliation? &quot;For money, status, power or fame,&quot; says Hartling. Similarly, there is no mystery about why we enjoy seeing public figures humbled  it&apos;s good old-fashioned schadenfreude, perhaps to stop us from worrying about our own feelings of abasement. There may be a sexual element to humiliation too. The success of Fifty Shades of Grey (it has sold 5.3m in the UK) suggests the number of people who get a thrill out of it may be higher than previously assumed. Perhaps this is another reason why humiliation now seems so ubiquitous throughout the media. Mail Online uses the term  often with lip-smacking relish  several times a day. Humiliation is not to be taken lightly  it can have an incendiary power, says Hartling, who believes it has prompted some of the most violent protests of the past 15 years, citing the riots that swept the Middle East in September after an anti-Muslim video was posted on YouTube and the infamous photographs from Abu Ghraib. &quot;Our research suggests that when anyone is humiliated, all of us are diminished in some way,&quot; she says.", 
    "section": "science", 
    "gid": "science/shortcuts/2012/nov/11/nadine-dorries-power-of-humiliation", 
    "wordcount": "507"
}