{
    "headline": "The evolving role of university HR managers", 
    "text": "Writing for the Guardian Higher Education Network, Universities HR chair and head of human resources at the University of Leeds, Matthew Knight, said that as universities are &quot;people enterprises, the quality of the people working in the sector, the way they work with each other and what they achieve will, over time, mean the difference between institutional success and failure.&quot; This implies that HR professionals, who are responsible for recruiting and nurturing the human capital at universities, have an important role to play in the long-term success of their institutions. And it would seem that even before the major reforms of the last 12 months, policy makers have been investing in human resource management in HE so that the sector can be supported through times of change. The Higher Education Funding Council for England (Hefce) invested 888m in English universities, between 2001 and 2008, to modernise HR. Commenting on the subsequent Hefce report in 2009, David Lammy, the then minister of state for higher education, said: &quot;Flexible, adaptable and strategic human resource arrangements will be vital in enabling institutions to tackle emerging challenges head-on.&quot; And what were once &quot;emerging chanllenges&quot; are now upon us. In the last year, there have been protests over pension reforms, blogs expressing anxiety about shrinking departments and fewer post-doctoral posts, services outsourced and a myriad other changes in working life for both academic and administrative staff. Internationally, HR professionals are having to deal with demographic changes, the effects of the recession and the &apos;Asian expansion&apos; leading to stiff competition for talent. With issues like this on the agenda, it&apos;s little surprise that academic staff don&apos;t always feel HR professionals are on their side - as the comment thread on Matthew&apos;s blog shows. One commenter wrote: &quot;For HR, academic staff are just drones to be classified, measured, assessed and used or disposed of accordingly. Insight, inspiration, the advancement of human knowledge and civilisation? Oh no, say HR, we need benchmarks, impact statements, performance evaluations, and in the end it is about cutting jobs and getting people to do more with inadequate resources. Tools of managerialism.&quot; What&apos;s an appropriate response when academic purpose and HR practice clash? And are human resource managers as flexible, adaptable and equipped as was hoped? On Friday 25 May, our live chat panel will consider the challenges facing human resource management in HE but will also explore the ways HR professionals are contributing to the mission of HEIs as places of learning and research excellence, but also as efficient and healthy organisations. Join us online at 12 BST. The live chat takes place in the comment threads beneath the blog. If you would like to join the panel, please email me. The live chat has been postponed This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/23/human-resource-management-in-higher-education", 
    "wordcount": "491"
}