{
    "headline": "Yorkshire's early rhubarb growers hope for big freeze", 
    "text": "Farmers who work by candlelight to grow one of the UK&apos;s choicest speciality crops are praying for frost to prevent a serious setback to their annual harvest of pink and gold forced rhubarb. While other vegetables have enjoyed a boost from the mildest Christmas for 14 years, the &quot;pink triangle&quot; in West Yorkshire is facing delays and potential quality problems because of the winter&apos;s failure to bite  an essential part of indoor rhubarb&apos;s development. The plants are rooted outside and need intense cold before being moved to dimly-lit sheds, clustered round the M62 between Leeds, Wakefield and Morley, to be &quot;tricked&quot; into rapid growth which produces succulent sweet-and-sour flavours. Once so popular that a Rhubarb Express ran nightly from Wakefield to London King&apos;s Cross in January and February until the 1930s, the crop has enjoyed a revival in the last two decades. &quot;We&apos;re back to supplying all sorts of top-end hotels and restaurants,&quot; said Janet Oldroyd Hulme of Oldroyd&apos;s, the biggest producer in the triangle, which lays on tours of the eerie forcing sheds with their delicate fronds and glimmering light. &quot;That was how it used to be in the old days and it&apos;s a tonic that the taste&apos;s come back. But this year we&apos;re seeing conditions which none of us have experienced before and they are worrying. &quot;The roots should look dead and lifeless when they come in for forcing, but we&apos;ve been getting some with little sprigs of the new growth already starting. I&apos;ve never seen that in all my life, and we don&apos;t want it. It means that the rhubarb isn&apos;t really forced and so it doesn&apos;t have the special taste.&quot; Forced rhubarb is very different from the standard &quot;school dinners&quot; crop, not only in the golden fronds and pale pink stalks, compared with outdoor plants&apos; green and red, but in its taste. Celebrity chefs and restaurants looking for &quot;new&quot; ingredients have latched on to it, along with liquorice, which used to be grown in neighbouring Pontefract because of similar soil conditions, but is now imported. Ben Cook, a senior chef at Oulton Hall hotel, a listed mansion between Leeds and Wakefield, said: &quot;We always look for forced rhubarb early on in the year. We serve it with scones for afternoon tea and various dishes at weddings and other events. We get it from Oldroyd&apos;s so we&apos;re keeping in touch with the progress of this year&apos;s crop.&quot; Other customers are checking on supplies and one set of sheds has been set aside for the annual Rhubarb Festival in Wakefield on 24-26 February, one of the earliest events in the UK&apos;s foodie calendar. &quot;We&apos;re all right for the festival, thanks to one or two frosty nights,&quot; said Janet Oldroyd Hulme, &quot;but we need the temperature to fall to get back to normal. Round new year, we were running a fortnight behind. We&apos;ve caught up a bit since but, nice though this mild weather may be, what we all want is a good, sharp frost.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/09/rhubarb-growers-yorkshire-hope-freeze", 
    "wordcount": "537"
}