{
    "headline": "Rick Falkvinge: the Swedish radical leading the fight over web freedoms", 
    "text": "With his polished shoes, and formal three-piece pinstriped suit, Rick Falkvinge looks like the kind of man you might meet to discuss your tax affairs, or the finer points of your investment portfolio. Not radical politics. Or illegal file-sharing. Or revolutionary e-currencies that may destroy the global banking system. Because, although sipping a soy latte in the Stockholm cafe that he calls his office, Falkvinge has the air of a successful corporate lawyer, he&apos;s actually the founder and chief ideologue of Europe&apos;s youngest, boldest, and fastest growing political movement: the Pirate party. The Pirates are a political force that have come out of nowhere. Dreamed up by Falkvinge in 2006, they&apos;re an offshoot of the underground computer activist scene and champion digital transparency, freedom and access for all. In three years, they gained their first seat in the European parliament (they now have two) and became the largest party in Sweden for voters under 30. Since then they&apos;ve gained political representation in Germany and swept large parts of Europe. What they&apos;ve done is to use technology in new ways to harness political power. Falkvinge describes how &quot;we&apos;re online 24/7&quot;, how they operate in what he calls &quot;the swarm&quot;  nobody is in charge, and nobody can tell anybody else what to do  and how, essentially, they are the political embodiment of online activist culture. The Pirates are geekdom gone mainstream and Falkvinge is the Julian Assange-style figurehead. A leading player in a fight for digital freedom that last week came to a dramatic head when the US Congress prepared to vote on the Stop Online Piracy Act (Sopa), and Wikipedia, supported by the likes of Google, led a 24-hour blackout of the internet. The controversial legislation has, temporarily at least, been shelved, but Falkvinge is unequivocal about the gravity of the threat. The law would have given American courts the right to crack down on internet sites anywhere in the world and to monitor anybody&apos;s private communications. It is, he claims, nothing less than an attack on fundamental human rights. &quot;We&apos;re at an incredible crossroads right now. They&apos;re demanding the right to wiretap the entire population. It&apos;s unprecedented. This is a technology that can be used to give everybody a voice. But it can also be used to build a Big Brother society so dystopian that if someone had written a book about it in the 1950s, it would have been discarded as unrealistic.&quot; The creeping attempts at legislation are down to the power of what he calls the &quot;copyright monopoly&quot;, and although the US record industry and Hollywood studios view file-sharing sites as theft, and this week succeeded in having the founders of one site, Megaupload.com, charged with racketeering, Falkvinge is clear that it&apos;s no such thing. &quot;It&apos;s not theft. It&apos;s an infringement on a monopoly. If it was theft and it was property, we wouldn&apos;t need a copyright law, ordinary property laws would suffice.&quot; Nor does he have any truck with the argument that file-sharing hurts art and artists. &quot;It&apos;s just not true. Musicians earn 114% more since the advent of Napster. The average income per artist has risen 66%, with 28% more artists being able to make a living off their hobby. What is true is that there&apos;s an obsolete middle market of managers. And in a functioning market, they would just disappear.&quot; But in any case, he says, it&apos;s not about the economy or creativity. &quot;What it boils down to is a privileged elite who&apos;ve had a monopoly on dictating the narrative. And suddenly they&apos;re losing it. We&apos;re at a point where this old corporate industry thinks that, in order to survive, it has to dismantle freedom of speech.&quot; These are rights, he says, which the younger generation takes for granted and become incensed about when they are attacked. &quot;There&apos;s a complete disconnect between the way the younger generation understands technology and the way the older generation does. If you look at the record industry, particularly the British record industry, they don&apos;t call themselves the record industry but the &apos;music industry&apos; or even just &apos;music&apos;. &quot;So when the record industry is in a decline, they honestly think that music is in a decline, but it&apos;s not: 90% of music online isn&apos;t published through a label. There&apos;s more diversity than ever.&quot; What isn&apos;t in any doubt is that the Pirates have appealed directly to young people. Falkvinge turned 40 yesterday and although he is of the first generation to have been brought up with computers  he got his first, a Commodore VIC-20 when he was eight  he&apos;s ancient for a Pirate party member. &quot;There are a few seniors, by which I mean people over 30, but the bulk is much, much younger. Honestly, if a member of a traditional party looked at our demographic, they wouldn&apos;t believe it. We are peaking at ages 18, 19.&quot; And the issues which have made headlines this week, the attempts of lawmakers and the traditional, established industries to take on the new young upstarts of the digital age, are the ones which, he says, speak to the heart of this generation. &quot;In the 1960s the buzzwords were peace and love. For this generation, it&apos;s openness and free speech. This generation has grown up being able to say anything to anybody. Letting ideas battle it out for themselves. And all of a sudden, corporations want to take that away. And &apos;offended&apos; does not do their emotions justice.&quot; Having taught himself how to code, Falkvinge set up his first software company aged 16, and calls himself &quot;a first generation digital native&quot;. Although he&apos;s stepped down from day-to-day leadership of the Pirate party, and now operates as a self-styled &quot;political evangelist&quot;, he certainly doesn&apos;t lack ambition. &quot;Every 40 years, there&apos;s a new grassroots political movement,&quot; he says and traces a path between the rise of liberal parties in the 1890s, to the labour movement of the 1920s and 30s, the emergence of green politics in the 60s and the 70s, right up to the Pirate parties of today. &quot;Looking at the cycles of history, the time is right for a major new political wave. And the Pirate party is in 56 countries now. We had this smash success where we got into the European parliament in just three and a half years from founding. We became the largest party in that election for people under 30, just sweeping the floor with the most coveted demographic. &quot;The establishment didn&apos;t know what hit them.&quot; In Germany last autumn, they gained major representation in the Berlin state parliament, and they&apos;re likely to achieve further success in Schleswig Holstein&apos;s elections in May. &quot;Where are we going?&quot; Falkvinge asks rhetorically. &quot;I think we are the next Greens.&quot; That won&apos;t be seen as the hugest threat in Britain, I point out. But Britain is not Europe, and Falkvinge and the Pirates are ineffably European. There&apos;s more than a touch of Stieg Larsson to them. From the Scandi-cool roots, the computer hacking background of many of its members, and the underground nature of its support network, even up to its sexual politics. Falkvinge&apos;s Wikipedia entry describes him as &quot;openly polyamorous&quot;. What does that mean? &quot;It means that I don&apos;t feel jealousy. I need to logically learn what it is. And I can be in love with several people at the same time and there&apos;s no conflict. And you know, in Sweden, this isn&apos;t a big issue.&quot; Sexual libertarianism isn&apos;t an official Pirate policy, but &quot;people in the Pirate party do tend to be more open to non-mainstream ideas. They are not as conformist as your average citizen.&quot; The pinstripe suit is a bit of a cover, he admits. Look like a corporate lawyer. Act like a covert revolutionary. It&apos;s how to do politics, the pirate way. TEDxObserver Rick Falkvinge will be speaking at TEDxObserver on Saturday 10 March at Sadler&apos;s Wells in London. The event features a series of short talks on an eclectic range of issues, by campaigners, businesspeople, teachers, scientists, psychologists, and performers from around the world, including those here. They will share their insights into the complex challenges posed by a fast-changing world, with a special focus on the themes of youth and creativity. As well as the main event in London, you can join the action at seven venues across Britain hosted by Observer writers where the event will be streamed live: Manchester, Liverpool, Newcastle, Edinburgh, Cardiff, Bristol and Brighton. Some tickets are still available", 
    "section": "technology", 
    "gid": "technology/2012/jan/22/rick-falkvinge-swedish-radical-web-freedoms", 
    "wordcount": "1449"
}