{
    "headline": "Student protests: Will you be marching through London?", 
    "text": "Students from across the UK will march through the streets of London on Wednesday in a bid to put young people back on the political agenda. Set up under the slogan Educate, Employ, Empower, Demo 2012 is the first national student protest to be held after the chaotic marches of November and December 2010. As well as protesting against the rise in tuition fees and cuts to Education Maintenance Allowance (EMA), student leaders also want to highlight the bleak employment prospects facing today&apos;s young people.  Organisers are expecting at least 10,000 students to turn out. But will you be there? In the run up to #Demo2012 students are sharing their views about the protest. Add your opinion to our open thread by posting in the comments section below. What students are saying Ben Ramsdale, Liverpool Hope UniversityEMA has been scrapped when I know so many people who relied upon it to get to college. The government are threatening fees for mature students in further education (FE). Youth unemployment is nearly at one million. This is no longer just about tuition fees and cuts.    Students, workers and the sick did not cause the deficit. #demo2012&mdash; Tom Meadowcroft (@Tomvahkiin) November 20, 2012   Xavier Bruggen, Sheffield University We&apos;ve been organising for eight weeks now, holding weekly meetings on campus, we&apos;ve even had a guest speaker, Jeremie Bedard-Wien from the Quebec student movement. The campaign is about standing up for student rights in every context in which they&apos;re threatened.    @sheffieldsu slogan for #demo2012 is 'Dumbledore wouldn't let this happen. Gotta love students.&mdash; Forge Radio News (@ForgeRadioNews) November 20, 2012    John Gusman, Bournemouth UniversityIt will do nothing more than perpetuate ideas that students are unintelligent, resorting to physical violence and crime to assert their views. Alasdair Drennan, Edinburgh University Much more could be achieved if there were demands to simply lower tuition fees and improve the quality of support for students in higher education. I worry that if successful in scrapping fees all together, there would be other areas of education that would be under-funded. University isn&apos;t for everyone.    Britain spends 2bn maintaining Trident nuclear weapons. For less than half this we could bring back EMA! #demo2012 @bringbkema&mdash; Joshua (@josholdewarris) November 20, 2012   Maggie Hayes, Liverpool UniversityThis won&apos;t change things overnight. But this is about changing mindsets and reminding politicians who are setting budgets what we think of education and of the value and importance it has in our society.", 
    "section": "education", 
    "gid": "education/2012/nov/20/student-protests-will-you-be-marching-through-london", 
    "wordcount": "345"
}