{
    "headline": "The seas lie empty", 
    "text": "The phrase &quot;there are plenty more fish in the sea&quot; is obsolete. There just are not. In my own lifetime (I was born in 1974) global consumption of fish has doubled  84% of all wild fish stocks are overexploited or depleted. Fishing vessels are so huge they scoop up their entire seasonal quota in just six weeks. Quotas have proved to be as effective as clowns transporting water in leaky buckets. You probably already eat more farmed fish than you imagine. Some 40% of the seafood we consume will have been farmed in some way. Farmed salmon, tilapia, trout and mussels are extremely common in the UK. By 2020, the UN says, we will need to farm half the fish we consume globally. So far so logical. Except that conventional fish farming typically feeds its progeny on wild fish. To produce 1kg of healthy farmed salmon requires 4kg of wild caught fish. You see the catch? Far from rescuing precious wild stocks, it has the capacity to put the boot in to an even greater degree. Conventional fish farming has also become famous for the transfer of disease and parasites, both among its farmed creatures and on to wild fish through escapees, antibiotic and chemical use, and pollution. According to Don Staniford, the wild-salmon activist who set up the Global Alliance Against Industrial Aquaculture, this is an entirely accurate depiction of industrial fish farming. And yet that venerable eco organisation, the WWF, which instigated the Marine Stewardship Council (MSC) tick for wild-caught fish from sustainable fisheries is slowly introducing the ASC (Aquaculture Stewardship Council) tick for farmed fish. Right now atilapia farm in Indonesia is being audited with a view to winning the first ASC tick. According to the WWF and others, farmed fish has the potential to provide sustainable protein free fromland conflict, chemical and oil use and greenhouse-gas emissions. Breakthroughs are reported in feeding farmed fish on yeast and, according to the industry, on developing medicines and vaccines to tackle sea lice and other pests. While I appreciate that I&apos;m making it sound as if a trouble-free, ethical source of your favourite fish could be around the corner, I suspect it will take a while until this particular boat comes in. In the meantime are you sure you can&apos;t develop more of an appetite for less popular wild-caught varieties, such as pollock or red gurnard? If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk", 
    "section": "environment", 
    "gid": "environment/2012/mar/25/lucy-seigle-sustainable-fish-farmed", 
    "wordcount": "420"
}