{
    "headline": "You mean my two-year-old iPad can't take this year's software?", 
    "text": "[Editor&apos;s note: Technobile is the column, formerly found in print, where people get the hate for a piece of technology out of their system.] I&apos;m starting to hate my iPad. There, I&apos;ve said it. And I&apos;m rather sad to have said it, because when I first got it, I loved it. (Though I did find a few things missing even then. Alarm clock, anyone?) I still think it&apos;s a beautiful piece of hardware, and I salute Apple for having created a whole new paradigm of computing (even though Microsoft was talking about tablet computers way before Steve Jobs announced the iPad). But at just two years old, my iPad is now pretty much obsolete. And that&apos;s a deliberate strategy by Apple, which wants me  and you  to buy another iPad.  There was a time when iOS upgrades made my lovely iPad even better: they bought cut-and-paste, the Game Center and Newsstand to the device. But then as subsequent versions of iOS rolled out, I started to be locked out of features. No Siri. No iPhoto. Officially, it&apos;s because the hardware isn&apos;t up to the fancy new tricks, though in fact you can force iPhoto on to your first-generation iPad.  The final straw, though, came with the announcement that the next version of iOS  iOS6  won&apos;t be available for my iPad.  If you couldn&apos;t upgrade the operating system of a two-year-old PC, there would be uproar. We expect our computing hardware to last more than two years, and that seems pretty reasonable to me. In fact, you can upgrade pretty ancient PC hardware. I&apos;ve got a very elderly Compaq laptop that originally came with Windows XP on it: I recently put the consumer preview version of Windows 8 on it, and it runs just fine.  Which is more than I can say for my iPad. I&apos;ve just about given up using it, because it runs like treacle. Particularly thick, sticky treacle. It&apos;s worst when I&apos;m using the browser: finger taps take what feels like an age to respond, pages take a long time to load, there&apos;s a delay between tapping on a letter and it actually appearing on the screen. More generally, apps crash back to the desktop on a tiresomely regular basis, they load sluggishly, screens take just a wee bit too long to render and text input is laggy. I wish I hadn&apos;t put iOS5 on it, but you can&apos;t downgrade the operating system on the iPad as you can on a PC: Apple won&apos;t let you. (Well, you can, but it&apos;s fiddly and you have to jailbreak your iPad, which puts a lot of people off.) What makes me cross is that Apple has deliberately restricted the life of my iPad. If you look at its financial results (PDF) you&apos;ll see that of its overall revenues of $39.1bn (25bn) in the second quarter of this year, just $832m of that was generated by software. This underlines the fact that Apple is a hardware company, and as such, it wants you to keep buying its hardware. It&apos;s in its financial interests to hobble the hardware it makes with software updates so that you&apos;ll cast aside your now-sluggish iPad (or MacBook Air or MacBook Pro) and shell out for a new shiny long before the hardware itself dies. Well, I&apos;m not buying a new iPad. If I buy another tablet, I want one that will continue to work well for more than two years, just as I expect all kinds of other hardware  PCs, stereos, cameras, fridges  to work well for more than two years. And I&apos;ll buy it from a company that doesn&apos;t deliberately hobble its hardware with its software.", 
    "section": "technology", 
    "gid": "technology/2012/jul/04/apple-ipad-software-update", 
    "wordcount": "613"
}