{
    "headline": "Science funding: time to reverse the decline", 
    "text": "In the Comprehensive Spending Review of 2010, the coalition government set the framework for its spending plans for 2011-2015. On 20 March, chancellor George Osborne is expected to announce the general strategy for arriving at a 2015-2016 budget, with the final decision expected in July this year. The outcome of this process will be important for UK science. Before the 2010 comprehensive spending review, intense lobbying from the scientific community secured a ring-fenced cash freeze of the research budget at 4.6bn, in place of sweeping cuts that had been widely feared. Science is Vital  the grassroots campaigning group that we formed in response to this threat  played a critical role. We made an evidence-based case that supporting robust R&amp;D, as part of an integrated policy that considers education, technology transfer, immigration and industrial policy, is good for the economy.  A freeze was, of course, better than a cut. But the preservation of the 4.6bn research budget disbursed by the Department of Business, Innovation and Skills (BIS) was not the whole story. Inflation took its toll; BIS made deep cuts in the capital spending needed to run large facilities and purchase new equipment; and there were reductions in the R&amp;D spend in other government departments (neither of which were inside the ring-fence). Although the government has made several large injections of cash in selected areas since 2010, partially redressing some of the losses, UK science is still experiencing a steady decline in overall funding. We&apos;ve heard from sources close to government that the preferred budget solution this time around is to prolong the flat-cash settlement for the research budget into 2015-16. We at Science is Vital believe that this would be very harmful to science, and by extension, the economy. It would send the wrong message about the UK&apos;s long-term commitment to a high-tech, knowledge-based economy. We are concerned that maintaining the freeze would set a disturbing precedent for future budgetary decisions, regardless of the results of the 2015 general election. Additionally, outside the ring-fence, the capital and departmental research budgets  which are tiny in comparison to many other areas  remain vulnerable to attack. Science is Vital believes that it would be better to have a public debate about these issues than to allow such important decisions to happen behind closed doors as an administrative exercise. We have therefore written a letter, published this morning in the Daily Telegraph (with an accompanying article), calling on the government to commit to the target of raising its spending on science from the current level of 0.6% of GDP to at least 0.8% of GDP, the G8 average  some of our competitors are spending much more. This letter was co-signed by 53 prominent scientists, including seven Nobel laureates and such notables as Martin Rees, Stephen Hawking, Paul Nurse and Brian Cox, all of them concerned about the state of play in British science. We have deliberately not called for a timeline by which this target of 0.8% should be achieved. The aim of the letter is to keep science funding high on the political agenda by fostering public discussion about the importance of science for economic and societal wellbeing. This is a discussion that needs to embrace policy areas of education and training, immigration, innovation and industrial development, and a discussion that, in a democracy, should be held in the open. We do this in the hope that the chancellor  who appears to understand the important place of science in a healthy modern economy  will rise to the challenge of boosting science funding. Failure to do so will lead to the inevitable decline of Britain&apos;s impressive research achievements on the global stage, the erosion and dismantling of infrastructure that has taken years to build, and the failure of Britain to attract and retain the best and brightest researchers in the world. With our economy floundering, this is not the time to cut the very areas that can help us emerge from the quagmire. We must ensure the UK continues to be an attractive place to do science, and convince industrial investors that we are serious about promoting the strong, knowledge-based economy needed to meet the challenges of the 21st century. 0.8% of GDP is a small fraction of the overall budget, and we believe it will more than pay for itself in the long run.  If you agree with our campaign, please write to your MP and express your views. Watch out for further activities from Science is Vital in the coming months.  Jenny, Stephen and Richard are all Occam&apos;s Corner contributors, as well as founding members of Science is Vital", 
    "section": "science", 
    "gid": "science/occams-corner/2013/mar/11/1", 
    "wordcount": "779"
}