{
    "headline": "The threat posed by climate change in Bangladesh  in pictures", 
    "text": "   A solitary woman navigates her way home through a vast network of flooded fields in south-west Bangladesh. The country has more than 700 rivers and tributaries, and is now widely recognised as one of the most vulnerable to the effects of climate change Photograph: Tom Pilston/Christian Aid       This low-lying coastal region has always experienced cyclone activity, heavy monsoon seasons and flooding from Himalayan melt-water, but climatic changes and rising sea levels, as well as extensive deforestation, have increased its fragilityPhotograph: Melanie Smith/Christian Aid       Many of Bangladesh's 150 million inhabitants live and work precariously along constantly shifting river-beds. More than 75% of the population live on less than $2 a day and most are subsistence farmers. Fishing, and crab- and duck-farming are popular ways to make a living, while others cultivate rice or collect and sell vegetables Photograph: Tom Pilston/Christian Aid       The river tributaries are met by the onward march of the Bay of Bengal, as rising sea levels and annual cyclones push the salty waters further inland. Fresh water once used to quench thirst and to feed crops is being pushed upstream, having a significant impact on local communities Photograph: Tom Pilston/Christian Aid       When the seawaters retreat, the ground they once occupied is filled with saltwater and becomes impossible to farm with traditional crops  the soil can take up to four years to recover. Any remaining water sources are contaminated and most communities are forced to embrace new farming techniques  breeding 'hardier' livestock and cultivating saline-resistant vegetables and rice  just to survive Photograph: Tom Pilston/Christian Aid       Christian Aid is helping poor communities adapt to their changing environment. After Rashida's home and land were destroyed by the sea during Cyclone Aila in 2009, Christian Aid partners built her a storm-resistant house and trained her to farm shrimp, which thrive in this new salty environment Photograph: Tom Pilston/Christian Aid       But millions of Bangladeshis are likely to be displaced in the coming decades, as fresh drinking water and agricultural land becomes harder to find and low-lying coastal areas are increasingly submergedPhotograph: Melanie Smith/Christian Aid       NGOs such as Christian Aid are urging decision-makers at the Earth summit in Rio to achieve critical progress towards a fair green economy, as well as vital development to lift vulnerable communities in Bangladesh and around the world, out of povertyPhotograph: Melanie Smith/Christian Aid  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/jun/05/threat-posted-climate-change-bangladesh", 
    "wordcount": "0"
}