{
    "headline": "Thailand's prime minister pledges to outlaw domestic ivory trade", 
    "text": "A major victory has been won in the war against the illegal slaughter of elephants, which claimed 25,000 animals in 2012, after Thailand&apos;s prime minister pledged to outlaw her nation&apos;s legal domestic ivory trade. Thailand is the key place where illegal ivory from Africa is laundered into products destined for the world&apos;s biggest market in China. Yingluck Shinawatra&apos;s announcement on Sunday came on the opening day of the world&apos;s biggest wildlife summit in Bangkok. The two-week meeting of the 178 nations that form the Convention on International Trade in Endangered Species (Cites) faces bitter battles over improved protection for polar bears and ending &quot;trophy&quot; hunting for rhinos. It aims to tackle the trade in shark fins, in which 100m sharks are killed each year. &quot;Elephants are very important for Thai culture,&quot; said Shinawatra, who made the statement after she received a petition from 1.5 million people around the world. &quot;Unfortunately, many have used Thailand as a transit country for the illegal international ivory trade. &quot;We will work towards amending the national legislation with the goal of putting an end to ivory trade. This will help protect all forms of elephants including Thailand&apos;s wild and domestic elephants and those from Africa.&quot; Selling trinkets produced from ivory from Thailand&apos;s 2,500 remaining elephants is legal. There are 67 authorised ivory vendors, but market surveys have found ivory in more than 250 shops, where African ivory is passed off as Thai. There were 1.3m African elephants in 1979, but poaching has reduced the population to as few as 400,000. Officially there is a total ban on international trade in ivory, but there is a rampant black market, fuelled in places by organised crime and terrorist groups including the Lord&apos;s Resistance Army in the Democratic Republic of the Congo and al-Qaida&apos;s al-Shabaab in Somalia. &quot;We&apos;re thrilled that Prime Minister Shinawatra has pledged to end ivory trade in her country. But she now needs to ensure that it takes place as a matter of urgency, because the slaughter of elephants continues,&quot; said Carlos Drews, the head of WWF&apos;s delegation to Cites. Philip Mansbridge, the CEO of Care for the Wild, was more cautious in his welcome. &quot;We were disappointed by the lack of a clear commitment to banning the domestic trade. We don&apos;t feel it has gone far enough.&quot; He added: &quot;Poaching isn&apos;t just a problem for Kenya, South Africa or wherever the animals are. It&apos;s a problem for the rest of the world because the scale of poaching means that it has become a national security issue.&quot; Thailand, along with Nigeria and Congo, may face trade sanctions if Cites member nations do not feel they are doing enough to tackle the illegal ivory trade.", 
    "section": "environment", 
    "gid": "environment/2013/mar/03/thailand-outlaw-ivory-trade", 
    "wordcount": "467"
}