{
    "headline": "Robb Willer: gossip is good for you", 
    "text": "Robb Willer is an assistant professor of sociology at the University of California, Berkeley. He recently co-authored a paper called The Virtues of Gossip: Reputational Information Sharing as Prosocial Behaviour, which was published in the Journal of Personality and Social Psychology. What were you hoping to explore with this research? We&apos;ve been doing research for several years about the ways in which reputational concerns encourage people to behave. This led us to get interested in gossip because gossip involves diffusing reputational information about people in groups. More specifically, we were interested in an apparent tension between the bad reputation gossiping and gossipers have, but how there&apos;s a lot of ways gossip has useful social functions. How did you research this? In the first study, we attached participants to heart-rate monitors and monitored their emotional reactions to events they observed in the lab. One thing they observed was people doing economic exercises based on trust. We arranged so they would observe someone behave in a untrustworthy way repeatedly; then the participants would have a chance to warn someone else they thought would have to interact with that person next. And what did you observe? We found people very readily warned the next person, passing on socially useful information to them. But what was more interesting was the emotional register of the behaviour. As people saw a person behave in a untrustworthy way, they became frustrated and their heart rate increased. But when they had the opportunity to pass a warning on, that reduced or eliminated their frustration and also tempered their increased heart rate. You call this type of gossip &quot;prosocial&quot;  what do you mean by that? It is a subset of gossip that involves warning other people about untrustworthy others. We think it is pretty common. We find generous people are more likely to engage in it and they report doing so out of a motivation to help others. It is very different from malicious gossip, which might be driven by a desire to tarnish another&apos;s reputation or advance oneself. How did you refine your conclusions? In one follow-up study, we focused on people&apos;s motivations with prosocial gossip  that they had generous moral motivations and they would be willing to suffer a personal cost. So we set up a study where people had to pay to gossip. We documented this interesting paradox, which is that information about who can and can&apos;t be trusted is tremendously valuable information that we ought to pay for. But it seems that people are itching to give it away, so we wanted to demonstrate that people would suffer to send it, not so much to acquire it. We found that when people could pay to increase the odds that the gossip would be transmitted, around three-quarters of participants were willing to do so. You then explored the idea that gossip plays a role in maintaining social order For the final study, we recruited people via the internet and had them participate in a study where they could behave in a trustworthy way or not; if they were untrustworthy, they would make more money and benefit personally. We put them under conditions where they could be gossiped about in a future interaction and we found the threat of gossip deterred people from behaving in an untrustworthy way. So why does gossip have such a bad reputation? This research has just sharpened that question for me. Why would it be that gossip, which we need to function socially, to keep people behaving a bit better than they might otherwise, has a negative reputation? It could be that we don&apos;t need gossip to have a positive reputation for people to do it. Even the people who pass judgment on gossipers are gossiping as they do so. It may be that socially we&apos;re wired to gossip. Evolutionary theorists have argued that language evolved in part to facilitate gossip, so we&apos;ve developed these social norms against excessive or malicious gossip to keep the system to from getting out of hand. I guess historically gossip was news? News in a lot of ways is dignified gossip. A broad definition of gossip would include the news. So we shouldn&apos;t hate ourselves for gossiping? Definitely not, although it&apos;s very important that we discriminate between different kinds of gossip and the people who do it. The kind where you warn people about untrustworthy others is valid, so we shouldn&apos;t feel bad about that. Social networking has added another dimension to gossip, making it more accountable and forcing the subject to comment on it. But it is also the case that identities can be more easily faked or covered up online. Also, it&apos;s so easy to respond now, so people expect you to do so. In days gone by, a newspaper would say &quot;calls to the person were not returned&quot;, which doesn&apos;t sound incriminating, but if someone is talked about on Twitter and they don&apos;t respond, you begin to think the gossip is true. What next in gossip?  There are many things we find interesting: how the dynamics of gossip may vary across cultures; how much gossip could be considered prosocial in nature; the decay rates of the validity of gossip as it&apos;s passed around. Finally, it would be interesting to get an answer to the question: why does all gossip have negative connotations when it&apos;s not all bad?", 
    "section": "science", 
    "gid": "technology/2012/jan/29/gossip-good-research-robb-willer", 
    "wordcount": "898"
}