{
    "headline": "Bird flu researchers get green light to continue work on engineered virus", 
    "text": "Research on lab-engineered strains of the H5N1 bird flu virus is set to restart a year after the scientists voluntarily paused it to allow for an international public debate on the safest way to proceed. Last year, two teams of scientists in the United States and the Netherlands submitted papers for publication in Science and Nature describing how they had engineered the H5N1 bird flu virus  which kills half of the people it infects but cannot naturally transmit from person to person  to spread more easily between mammals. The US National Science Advisory Board for Biosecurity said that the papers were too dangerous to publish in their original form and demanded that sections of the results be deleted to prevent the information falling into the wrong hands. That sparked a debate on how &quot;dual-use&quot; research should be handled: whether the results should be published in full to help public health officials prepare for future pandemics that might emerge  in this case if the bird flu virus mutated naturally  or whether some of the details should be kept secret in order to prevent them falling into the hands of bioterrorists. In January 2012, scientists agreed to a moratorium on research involving lab-created versions of the H5N1 flu virus while scientists, regulators and security experts worked out how best to conduct and publish the work. A year of discussions and considerations of safety protocols later, that moratorium has now come to an end. In a letter published on Thursday in Nature, the lead researchers involved in working on the engineered flu virus said that the pause in research had been useful in that it provided time to communicate the public health benefits of the work and decide how to minimise the risks. The letter&apos;s signatories are Ron Fouchier of the Erasmus Medical Center in Rotterdam, the Netherlands, Adolfo Garca-Sastre of the Icahn School of Medicine at Mount Sinai, New York, and Yoshihiro Kawaoka of the University of WisconsinMadison, Wisconsin, and the University of Tokyo, Japan. The three scientists, writing on behalf of 40 co-authors, said that the past year had seen the benefits of the work on H5N1 explained clearly in publications and meetings and that measures to mitigate the possible risks of the work had been detailed. The World Health Organization (WHO) and many individual countries have also produced safety guidelines for people conducting research on lab-modified H5N1 viruses. &quot;Thus, acknowledging that the aims of the voluntary moratorium have been met in some countries and are close to being met in others, we declare an end to the voluntary moratorium on avian-flu transmission studies,&quot; they write. Understanding how H5N1 might transmit to mammals was important, said the researchers, and properly conducted studies in this area were a public health responsibility. &quot;We want to resume H5N1 virus transmission studies because we believe this research is important to pandemic preparedness,&quot; said Kawaoka. &quot;Research to understand how avian virus is adapted to mammals will lead to better surveillance and vaccines  We know that in nature H5N1 viruses in birds are becoming more like viruses that infect mammals. Therefore, the greater risk is not doing research that could help us be better equipped to deal with a pandemic. We want the world to be better prepared than we currently are when an H5N1 virus poses a pandemic.&quot; He added that scientists understood the risks associated with their research and took &quot;every precaution to conduct H5N1 virus experiments safely.&quot; &quot;There is probably not a scientific issue in recent times that has not been so widely thrown out for public consultation as this one,&quot; said Wendy Barclay, an influenza virologist at Imperial College London and a signatory to the letter. &quot;The information learned from the two publications that finally made it into Nature and Science last year has been processed by the influenza community and has been hugely informative, not only for understanding the risks from H5N1 but also for illuminating how other subtypes of flu might jump species and even for assessing the zoonotic risks from other pathogens. &quot;The lifting of the moratorium will undoubtedly lead to more scientific revelations that will have direct consequence for human and animal health.&quot; Dr John McCauley, director of the WHO Collaborating Centre for Reference and Research on Influenza at the MRC National Institute for Medical Research in London, said that a meeting of journal editors, scientists and US and Dutch government officials in February 2012 concluded that research into the lab-created H5N1 viruses would allow for the creation of much better risk assessments of potential pandemic threats in nature. The idea of restricting who could access the research findings or publishing a redacted or cut-down version of the results was rejected at the meeting. At the time, WHO recommended an extension of the moratorium while the benefits of the research and the safety protocols around it were explained to the public. &quot;The laboratories have expanded on their containment and security systems used in the experiments and I think the value of the results has been recognised,&quot; said McCauley. &quot;Therefore, the WHO group&apos;s recommendations were satisfied.&quot; But in their letter in Nature, the researchers advised caution before restarting. American regulators, for example, are still in the final stages of checking and clarifying the safety and security procedures required for work on H5N1. &quot;Scientists should not restart their work in countries where, as yet, no decision has been reached on the conditions for H5N1 virus transmission research,&quot; they wrote. &quot;At this time, this includes the United States and US-funded research conducted in other countries. Scientists should never conduct this type of research without the appropriate facilities, oversight and all necessary approvals.&quot;", 
    "section": "science", 
    "gid": "science/2013/jan/23/bird-flu-researchers-engineered-virus", 
    "wordcount": "966"
}