{
    "headline": "Jeremy Grantham on population growth, China and climate sceptics", 
    "text": "My interview with Jeremy Grantham, the environmental philanthropist and legendary fund manager, was published in the Guardian on Saturday. As I have done for my interviews with the likes of Al Gore, Bill McKibben and James Lovelock (in 2010 and 2012), I have taken the time to transcribe the full interview so readers can see what Grantham said in the kind of detail that the print edition of the Guardian can&apos;t provide. The interview lasted three hours, so I have split the transcript in two. I will publish part two tomorrow, but here&apos;s part one... Jeremy Grantham on why he has stepped up his environmental activities:  It&apos;s data driven. We [the Grantham Foundation for the Protection of the Environment] were gracefully moving into the environment, save these animals and habitats, and all these good things, then the data on resources - starting about four years ago  made me realise that some of these were really urgent. That we were already entering a food crisis, for example. This time last year I thought it was clear from the data that we were already five years into a food crisis and it is highly unlikely to go away. And unless we get our act together it is likely to become a cascading problem.  On how much time we have to tackle the world&apos;s environmental problems:  We&apos;re already in a bad place. We&apos;re on a sliding scale. The language &quot;it&apos;s too late&quot; is very unsuitable for most environmental issues. It&apos;s too late for the dodo and for people who&apos;ve starved to death already, but it&apos;s not too late to prevent an even bigger crisis. The sooner we act on the environment, the better. The sooner we cut off the carbon dioxide going into the air, etc. The worse accidents we will prevent from happening are 20, 30, 40 years from now. The same applies to food. The faster we act to improve the situation, the fewer Africans  North Africans, in particular  will come to grief. What is happening through the market mechanism is that the rich countries, by being unnecessarily sloppy  and by the Chinese getting richer in a real hurry and eating more meat  we are pricing up grain so that the poor are getting hungry. It&apos;s hard to see this stopping in the immediate future. It&apos;s also very hard to see the poor and hungry getting richer at the same speed as the way we are driving up the price of grain.  On feeding a growing human population:  There is a stretching disparity between the haves and have nots. It&apos;s not the win-win of globalisation that we all grew up with studying in Econ 101. The irony is that as China gets richer, it burns more coal. They put pressure on the global environment and on global grain prices. So in order to give them a nice middle class, variegated diet, they could cause poorer Asians and Africans to starve. There is no mechanism to prevent that. Egypt runs a trade deficit. Their population is programmed to grow dramatically. Three million at the time of Napoleon. Eighty-three million, said their standard when they marched into the Olympic Games last year. And they&apos;re on their way to 140m. They&apos;ve always been very efficient, but they can&apos;t feed much more than half their people. The price of grain from about 2002-2008  a tiny window  tripled. Why did it grow so sharply? We knew population was growing, but it was growing steadily, if dramatically. When I was born there were two billion, now there are seven billion. It&apos;s the kind of curve than anyone in finance would look at and jump nervously, when you see an exponential curve like that. That&apos;s one factor, but nothing particular to the period of 2002-2008  On the rising price of oil:  2002 was a nothing year. The only numbers I was paying attention to in 2002 was for oil. A little wheel was turning at the back of my brain that noted that oil was beginning to act differently. Our firm specialises in the study of investment bubbles. We have the best data. Over the years, we have put together a database that has 330 bubbles of which about 40 are really important ones. What we found about the important bubbles is that every single one had burst completely back to the original trend. Three years up to something triple, and then three years down. They actually tend to go down a little more quickly than they went up, which is surprising. But they always broke. I used to specialise in asking financial audiences to give me an example of the paradigm shift, a major shift in a major financial asset class. And never was one offered. Six years ago I wrote about the paradigm shift in the New York Times. It had 100 years of oil prices  very volatile, but a very central, steady trend line of about 16 dollars a barrel in today&apos;s currency. But then around OPEC in 1972/3, the price trend leaps up to $36.  On the unwillingness to process unpleasant data:  I find the parallels between how some investors refuse to recognise the trends and our reaction to some of our environmental challenges very powerful. There is an unwillingness to process unpleasant data. In a bull market you want to believe good news. You don&apos;t want to hear that the market is going to go off a cliff. You don&apos;t want to listen to the climate people who are telling you it is getting worse and even worse unless you do this and that. You want to listen to the good news. There were always people willing to tell you that smoking was OK and that stuff about cancer was exaggerated. There&apos;s a professor at MIT who defended tobacco who now defends carbon dioxide saying it seems to have lost its greenhouse effect, or whatever. And then there are the vested interests. They are the single most powerful force because you are dealing with an audience who wants to hear good news and into the stock market come all the bullish stock market giant firms telling you everything&apos;s fine because they love bull markets because they make a fortune. They don&apos;t even mind crashes because they don&apos;t do so badly there either. What they would die at is if the market went up at its long-term trend line at 1.8%, plus inflation, a year. But we&apos;re not going back to 2% growth. Maybe we&apos;ll do 1% and it will be reported as 1.5% and once again people don&apos;t want to hear that. They want to hear Ben Bernanke&apos;s news that it should return to 3%...Me calling bubbles correctly is all data driven and based on the optimism that is built into humans. Every time we see a bubble, we see an army of people screaming, &quot;No, no, it&apos;s not a bubble, everything is fine.&quot; We see the climate and scores of people screaming the same that everything is fine, or that it&apos;s a plot. It&apos;s par for the course. The general public don&apos;t want to hear it and will choose to listen to the optimistic interpretation. It&apos;s a real uphill struggle. You don&apos;t stop the bubble really until the damage is done. It goes so high that it can&apos;t sustain itself and just pops. And maybe that will happen here and our job is to try to do a better job than we did in the tech bubble.  On climate sceptics:  The misinformation machine is brilliant. As a propagandist myself [he has previously described himself as GMO&apos;s &quot;chief of propaganda&quot; in reference to his official title of &quot;chief investment strategist&quot;], I have nothing but admiration for their propaganda. [Laughs.] But the difference is that we have the facts behind our propaganda. They&apos;re in the &quot;screaming loudly&quot; rather than the &quot;fact based&quot; part of the exercise, because they don&apos;t have the facts. They are masters at manufacturing doubt. What I have noticed on the blogs and in the comments section under articles is that over several years, as the scientific evidence for climate change gets stronger, the tone of the sceptics is getting shriller and more vicious and nastier all the time. The equivalent on the other side is a weary resignation, sorrow and frustration and amazement that people on the other side can&apos;t look at the facts. The sceptics are getting angrier and more vicious every year despite the more storms we have, and the more mad crazy weather we haveOne of the problems is that typically you are not dealing with the facts. Putting in more facts makes the sceptics more angry. They have profound beliefs  as opposed to knowledge  that they are willing to protect by all manner of psychological tricks. So you have people who are very smart - even great analysts and hedge fund managers - who on paper know that their argument is wrong, but who promote it fiercely because they are libertarians. Libertarians believe that any government interference is bad. Anyone with a brain knows that climate change needs governmental leadership and they can smell this is bad news for their philosophy. Their ideology is so strongly held that remarkably it&apos;s overcoming the facts. They are using incredible ingenuity to steer their way around facts that they do not choose to accept philosophically. Laying down more facts just makes them more angry. You may win over a few neutrals. They are the people you can win over. But it&apos;s very hard to win over the hardcore sceptics, of which there are plenty.We can try to bypass them on one level and we try to contest the political power of the sceptics. They are using money as well as propaganda to influence the politicians, particularly in America. It almost doesn&apos;t even exist in countries outside the US, UK and Australia. A cynic would say that the petrol-chemical industry also happens to be Anglo-Saxon. Where are the great oil companies based? They still have great power. The oil companies seem to have pulled back from directly supporting climate sceptics over the past few years because - in England, in particular - they were embarrassed and it became untenable to be so obvious. But they&apos;re still influential. You don&apos;t have go via back-channels any more, courtesy of the US Supreme Court, because it is completely legal for a corporation to invest tons of money in advertising programmes to say who is good and who is bad in a race for the Senate without even asking permission from the people who actually own the company. Corporations are treated as human beings and money is treated as having the right to speak. There&apos;s dark money and light money. The anonymity they adopt is legal. They don&apos;t have to say who their donors are. It is quite remarkable. And then you get the Something Something for the Environment, which are actually just sceptics funded by the bad guys. And then there are the thinktanks who have become propaganda-tanks. I used to respect the Cato Institute when it came out with reports on this, that and the other, and they have received a lot of hydrocarbon funding. But when the University of East Anglia break-in was engineered they had something like 20 press conferences the following month. The response to the break-in was almost immediate and co-ordinated. I don&apos;t think it was suspiciously rapid, but I do think it was unusually and unexpectedly rapid. It&apos;s very likely that it was simply a terrific response of their behalf. They moved very fast. The good guys are learning slowly, but surely, to step up their response timeIf you&apos;re saying something that people don&apos;t want to hear or accept, a significant proportion of them will reply with hostility. Not because they know the facts, or because they have researched it themselves, but because they&apos;re so psychologically involved in believing good news that they will oppose it with a reflex. In addition, if the solutions proposed sound like they involve the government, you will have all the political rightwing try to block it as a reflex, even if it means them overriding hard science, which is what&apos;s going on today. Changing people&apos;s minds is almost impossible, even among scientists. Max Planck said, to paraphrase, that science advances one funeral at a time. You could add that economics advances the same way. You have to wait to get rid of the people who have career investment in a topic before a new generation can see the light.  On the UK&apos;s unseasonably cold spring in 2013, and recent icy winters:  The scientists are getting very concerned privately  they are conservative in public and have yet to write it up  that blocking processes are sticking in the system. The jet stream is behaving very strangely. One very senior atmospheric scientist said to me recently off the record that we are liable to wake up one day and find ourselves on the latitude  which we are in the UK  of Montreal. It&apos;s a liveable place, but not like London. They have underground tunnels because of their winters. The Gulf Stream is having a few wobbles, too, and the theory there is the melting in Greenland and the Arctic is creating a lot of cold, fresh water, which is a possible source for loss of power in the conductor, so it moves less warm water up from the Caribbean.  On how he chooses where to spend his foundation&apos;s money:  We don&apos;t fund the hard science of solar technology. That would take hundreds of millions. But what we are funding is bringing together the data and put it together and representing it conveniently to the outside world. And we want to train people with a good range of skills so they can produce good PhDs for the future at LSE and Imperial. We also fund old-fashioned style investigative journalism which is dying out in newspapers because the newspaper industry has become incredibly tough. The first people to get fired were the environmental journalists. We had a prize for environmental journalism which we brought in at the top of the market, but we discontinued it last year because there was basically no leverage left for the two-and-a-half environmental journalists left. All we were interested in was the net result of whether it could produce a more effective presentation of the facts. We got going in the nick of time to see that it could drag up environmental journalism, but then all the &quot;dragees&quot; were suddenly looking for different jobs, or put on different beats. Or that they were already working for the handful of independent investigative organisations. We fund about a dozen fledgling journalistic projects. Our argument was they are all fledgling so let&apos;s fund them all first, then winnow them down later  come back in 3-4 years and pick eight and, a couple of years later, pick five. In the end, it doesn&apos;t matter if there are one or two, but that they are the best. They whole point really is to allow these people to do their thing and to play to their skills and to pick the people who are highly motivated and very skilled. None of them would be very happy if we tried to tell them what precisely to do and we don&apos;t know what they should do.  On assessing if the money his foundation spends has achieved its objectives:  It&apos;s a great problem for philanthropists and NGOs. The problems where you can measure the impact are not common in the environmental field. If you can measure them, they tend to be over decades. One is the wildlife population of Namibia. That is by far and away the most successful [conservation project the foundation has funded], by the way. You can see the population of the various types of antelope have improved. But that is unusual. But the ones you feel are most important are the vaguest of them all. How do measure the shift in attitudes towards processing the data? There are guys working on studying the changes in attitudes in the media. But you have to take a leap of faith that they are smart and dedicated.  On whether he tries to persuade other philanthropists to support his causes:  No, I don&apos;t. We might discuss such things informally over lunch. There&apos;s a handful of hedge fund managers, mainly, who have decided to be aggressive about the environment, thank heavens. This doesn&apos;t exist in England where you could get them all on the finger of one hand. I can try to persuade them. I gave a talk in London recently at the head office of a major financial player and someone went to considerably effort to make sure a couple of hundred potential philanthropists and wealthy individuals were there for me to have a go at them. A lot of them left their business cards and if you do that you are kind of asking for trouble. [Laughs.] I believe the majority left their cards, which as things go, is a huge potential hit because even if you get one or two that could be significant. They were a receptive audience. I try to paint the picture of how I got to where I am [as an investor] and then of how fact based the issues appear to be to me. I now try to add my thoughts about food and the &quot;carbon math&quot;  On the &quot;carbon math&quot;:  It&apos;s simple, comprehensible maths, as Bill McKibben explained in Rolling Stone last year. There are five times the amount of proven carbon reserves as we can possibly allow to be burned if we want to remain under 2C of warming, which is now not even considered to be a safe margin. We must burn just a fifth of what&apos;s there. We will burn all the cheap, high-quality oil and gas, but if we mean to burn all the coal and any appreciable percentage of the tarsands, or even third derivative, energy-intensive oil and gas, with fracking for shale gas on the boundary, then we&apos;re cooked, we&apos;re done for. Terrible consequences that we will lay at the door of our grandchildren. Some things might change very quickly, though. For example, the business mathematics of alternative energy are changing much faster than the well-informed business man realises.  On the falling costs of alternative energy:   Read my next quarterly newsletter entitled, &quot;The Race of Our Lives&quot;, [will be available here] on why civilisations fall and why they&apos;ve always fallen and why we may not because we have two advantages that they did not - a voluntary fall in fertility, which is just amazing, and alternative energy. Every wave of technology has seen an incremental increase in energy needed  steam engines, cars, air conditioning, iPads  they all add to our energy needs and mean we dig a deeper hole, but we feel we are making wonderful progress. But now we have a technology wave which protects us from needing to burn every last ton of coal. Solar, wind, biomass, intelligent grids, and storage - please, more storage - protect us. That is the best part of capitalism. The price of solar panels is now 25% of what it was two years ago and that&apos;s the bit people have missed. If these prices were to be held  they may not be  we are competitive, without a carbon tax, in the areas that have the sun - California, North Africa, Spain, etc. You can build a solar farm and it can be commercial. Meanwhile, the price of hydrocarbons are getting more expensive all the time, because you&apos;ve extracted all the easy stuff first and with China rising and still growing at 7% a year. And that&apos;s just China. Don&apos;t forget India which actually has more coal power plants down to be built on the books at the moment than China. Now you start to get an idea of, wow, why this does not compute. If it computes, it&apos;s only at the enormous increase in cost of digging and shipping coal. Meanwhile, back at the ranch, solar and wind power are getting cheaper and cheaper. Those lines are going to cross big time in the next 20 years. There is no such thing as &quot;locked in and committed&quot; because you can reverse. They might build a few more coal-fired plants, but then they will stop completely. The pay-off for China of getting out of the way of those lines crossing is so great.  On why China is his big hope:  China is my secret weapon. I call them the Chinese cavalry riding to the rescue. They have the capital. They have an embarrassment of capital  50% of their GDP is capital investment. We have a shortage of capital and also have debts. Their problem is how to invest all that capital. My partners worry all the time about them wasting their money. What better programme could they possibly have, with huge social pay-off, than a massive replacement of sustainable energy? When you think what it would mean to them  it would get rid of their pollution  it makes sense. Because of that pollution, they announced recently an incredible increase of 65% in their plans to install by 2015  just three short years away  36GW, which is equivalent to 20 vast, state-of-art coal plants, of solar. Throw in wind, too. And, by the way, we will have many breakthroughs in storage. If I had to make a bet, I would say that&apos;s the most promising, important breakthrough of the next several years. Everyone is working on this. If you have a big smart grid  and all the desert of Xinjiang and all the wind of Inner Mongolia  and it&apos;s all swirling around with relatively little loss and you have a grid smart enough to go in there Chinese-style and turn your fridge off for half an hour to save energy, and do this and do that, you don&apos;t need nearly the back-up. The bad guys will tell you that you need 100% back-up and messianic environmentalists will tell you that you need 0%. But maybe 20% back-up will be needed as everyone is working on storage. I&apos;m certain it will happen. Some technologies take time then go, &quot;Bang!&quot;. Look at video conferencing. It has been around forever and the quality was terrible. But now it is so clear and instant. Technology has a habit of boring you to death and disappointing you for 20 years then suddenly it delivers a new worldI have very high hopes for China because they have embedded high scientific capabilities in their leadership class. And that is huge. They know this is serious. They can calculate the social threat of getting this pollution, weather instability, water out of control. And they are acting much faster now than we are. They have it within their capabilities of coming back in 30 years with the guarantee of complete energy independence  all alternative and sustainable forever. They have an embarrassment of capital. We have an embarrassment of debt. So they can set a stunning pace, which they are doing. And they could crank it up. To hell with their five-year plans, they should move up to 25-year plans for alternative energy - energy security, reducing pollution and low cost. They would have such low-cost energy at the end of it they will be the terror of the capitalist system. With low energy and low labour, that&apos;s the ball game. Five years into a 25-year programme and any capitalist will be urging their government to copy them.  On the Scandinavian countries:  I am inspired by [them]. They have to cope with short-term election cycles and a parliamentary system and all four of them nevertheless act responsibly, not just on alternative energy and environmental issues, but also on social issues that matter. They are, by and large, models of good behaviour. They say in America to me what&apos;s the solution to all this, I say cede your government to Denmark. [Laughs]. They are good enough that they would get the job done.  On environmentalism&apos;s track record of making predictions:  Go and read Limits to Growth, which I did recently. They pretty much predicted doom and gloom 20 years from now. They have been grossly misinterpreted and are pretty much on schedule. There are details that are over and under, but it is amazingly accurate. The William Ophuls model is that we are hard-wired to collapse. Given half a chance we will over-reach. We are over-confident that we will solve every problem. But we will leave it too late and we will crash. All the confidence that people try to give you  the &quot;infinite capacity of the human brain&quot;, unquote  all of that hinges on the apparent infinite supply of hydrocarbons. No civilisation looked durable and resilient until coal and then we acquired this amazing power. We are now coming to the end of that era. If we don&apos;t use that window to fix it and have a sustainable replacement, we are toast. Don&apos;t worry about peak oil, worry about peak temperature. All our flora and fauna has thrived in the last 10,000 years since the end of the last ice age, a period which has seen unbelievable stable weather by long-term standards. Now it is becoming unstable. If you drive the temperature above 40C, well-known brands of corn will not produce. They just stop. You might be able to twist and turn and get it to produce at 41C, and you might move further north in latitude, but temperatures rises are very bad news for grain. The wider point is it [temperature rise] is generally bad for everything that evolved in one stable environment. It has no resilience to produce outside the temperatures experiences during this 10,000 year period. Quite a few grains are now topping out in terms of productivity. I look around and I say just look at the food-producing problems we face. In fact, let&apos;s make it even simpler: look at the grain-producing problems we face around the world. We&apos;ve just had three consecutive monster-bad grain harvests. Not one of those three poor harvests was more likely than a one-in-25-year harvest. But the terrible thing is they went, &quot;whack, whack, whack&quot;. I took some grief when I wrote about the first one and said next year was bound to be less bad, but the next year became a monster. I&apos;ve done more research and reading in the last two years than I ever did at college. I&apos;ve read all the classics. All the limits to growth, all the end of civilisations stuff, all the peak everything stuff, all the soil destruction stuff.  On confronting our environmental problems:  Asking, &quot;Are we too late?&quot;, is not the logic for this problem. It is too late for the dodo. It is too late for the one third of arable land that we have destroyed in 10,000 years. It&apos;s too late for 10% of global biodiversity, and almost certainly another 10%, and 50/50 for yet another 10% after that. But it would be nice to end up with a planet that we can still relate to, that still has a fairly handsome biodiversity. We can still do that. There is one chance that the real pessimists are right. The chance that on our way to a 4-8C rise, and a 10-15ft rise in the oceans, which is probably what&apos;s going to happen over the next two centuries, that things will get worse before they get better, because there is inertia built into the system. You can easily imagine resource wars breaking out unless we put our best foot forward on alternative energy. This would buy us time for everything else to be solved. If you can become energy sustainable in the next 40 years and suck up the pain that will have been paid by then, then you have probably bought the time for another 40 years to transfer the whole of global agriculture into a fully sustainable system before we run out of the resources to run old-fashioned agriculture. And if you do that then, in turn, you have probably bought enough time to deal with the intractable long-term issue of metals, which are entropy writ large. No matter how careful you are with them, they slip through your fingers. In the end, you will need to use organic replacements, which will take a long, long time [to develop]. We&apos;d better start working on it now, but not too many are and they&apos;re not getting much funding. You&apos;ve got to get the population down and you&apos;ve got to ignore the Economist magazine and others talking about rising population as a terrible economic problem. It is a necessary, short-term, intermediate pain to pay for the absolute minimum hope of survival, which is a gracefully declining population, because if you don&apos;t do that you will have a rapidly imploding population one day.  In part two tomorrow: Jeremy Grantham on genetically modified food, capitalism vs the environment, and why he still invests in oil and gas", 
    "section": "environment", 
    "gid": "environment/blog/2013/apr/15/jeremy-grantham-population-china-climate", 
    "wordcount": "4886"
}