{
    "headline": "Football Manager 2013: the 30 best transfer targets, part one", 
    "text": "Football Manager 13 has been out for a week, and by now most early purchasers will be well into their first season. Perhaps you are guiding some plucky Division Two minnow slowly up the table, or maybe you have taken a foolhardy leap into the deep end, attempting to keep Manchester United at the top of the Premiership. Whatever level you&apos;re playing at, an early challenge is always ensuring that you make the right moves in the market. Every new manager naturally seeks to stamp their authority on a side with one brilliantly conceived swoop for the next Balotelli; but all too often you end up with the next Bosko Balaban  or even worse, the next Balotelli. So we asked FM developer Sports Interactive if it could recommend a few early season targets for us. It did better than that. The studio&apos;s football analyst Tom Davidson trawled through the vast database and plucked out 30 gems, representing all levels of the game. Here then is the first part of our indispensible FM 2013 transfer selection, complete with Davidson&apos;s comments and suggestions.  Premier League targets Falcao (striker, Atletico Madrid) &quot;Falcao is probably the best natural striker in the world right now and would be an excellent signing for top four Premier League clubs, provided you can afford the transfer fee.&quot;Transfer fee: Has a minimum fee release clause of 52m but could be got for around 45m. Wage demands: High but not outrageous, would probably ask for between 110k-150k (all wages are per week). Gareth Bale (left midfield, left wing-back, Tottenham)&quot;Bale is versatile, pacy and has excellent technical attributes. He would be a great investment for the top four sides and represents good value for money as you wouldn&apos;t need to sign another left-sided player for a number of seasons.&quot;Transfer fee: Would probably be available for between 22m and 30m. Wage demands: He would ask for wages between 115k-150k.  Alan Dzagoev (attacking midfielder, central midfielder, CSKA Moscow)&quot;Dzagoev had an excellent tournament at Euro 2012 and is highly rated by scouts across Europe. He would suit a top half/mid-table Premier League side perfectly.&quot;Transfer fee: Surprisingly cheap, between 2m-5m.Wage demands: Also cheap, between 27k-37k. Mateo Kovacic (attacking midfielder, central midfielder, Dinamo Zagreb) &quot;Kovacic is an emerging talent in Croatia and could easily turn out to be a great signing. From the same ilk as Luka Modric, he&apos;s only 18 and will need to be eased into the first team but he has all the required attributes to become a very good attacking midfielder.&quot;Transfer fee: Between 5.5m-7.5m.Wage demands: Between 10k-20k. Anderson (central midfielder, attacking midfielder, Manchester United) &quot;Anderson has found himself out of favour at Old Trafford but is a very capable central midfielder. He would make an excellent addition to a mid-table/bottom half team and is still young with plenty of time to develop.&quot;Transfer fee: Anywhere between 3.5m-5.5m.Wage demands: Between 30k-40k. Viktor Fischer (attacking midfielder (left), attacking midfielder (centre), striker, Ajax)&quot;Fischer has a very impressive goalscoring record at youth level and is one of the famous Ajax academy&apos;s brightest prospects. He&apos;s going to be expensive if you go after him straight away so unless you&apos;re owned by a billionaire it&apos;s probably best to wait until the following summer.&quot;Transfer fee: Fairly expensive, between 10m-12m despite his deceptive value of 400k.Wage demands: Between 25k-30k. Michael Mancienne (Centre-back, Hamburg)&quot;Mancienne is a talented defender who has represented England at under-21 level 30 times. He would be an excellent signing for mid-table sides and would favour a return home to England so shouldn&apos;t be too hard to sign.&quot;Transfer fee: Between 1.6m-2.3m.Wage demands: Between 35k-50k.  Wilfried Zaha (Striker, Crystal Palace) &quot;Zaha has been linked with moves to Man City, Arsenal and Liverpool already this season and would be an excellent addition to any team that can afford his transfer fee. He&apos;s only 19 and could easily go on to become one of the Premier League&apos;s best strikers.&quot;Transfer fee: Between 5m-8m.Wage demands: Between 15k-30k.  Carlo Cudicini (goalkeeper, Tottenham)&quot;Cudicini has found himself pushed down the order at Tottenham but he is still a keeper of good quality. At 38 he would only be a stop-gap signing but would provide stability at the back.&quot;Transfer fee: Between 50-100k.Wage demands: 24k-39k.  Raul Albiol (centre-back, Real Madrid)&quot;Albiol is an accomplished centre-back who has made regular appearances for world and European champions Spain. Madrid are willing to let him leave though and if you can beat off the likes of AC Milan, Napoli and Fiorentina, he will be a very wise investment.&quot;Transfer fee: 5m-7.75m.Wage demands: 40k-60k.  Championship and League Division One targets will be published on 8 November", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/07/football-manager-2013-30-best-transfers-1", 
    "wordcount": "839"
}