{
    "headline": "'Dash-for-gas' means its the Big 6 vs consumers for the UK's energy future", 
    "text": "Compare and contrast these statements:   &quot;We will not consent so much gas plant so as to endanger our carbon dioxide goals.&quot; Secretary of state for energy and climate change, 19 September 2011.    &quot;We can&apos;t take our foot off the gas for some time yet. A fifth of the UK&apos;s ageing fleet of power stations will close this decade and it&apos;s not possible to fill that gap entirely with low carbon alternatives in that timescale.&quot; Secretary of state for energy and climate change, 17 March 2012.  It&apos;s not very challenging the spot the difference, and I don&apos;t mean that Chris Huhne made the first statement and his replacement Ed Davey made the second. In the early hours of Saturday morning, Davey gave his quiet blessing to a renewed dash for gas, in order he said, to keep the lights on.  Tellingly, his statement was accompanied by one from that serial trash-talker on the environment, chancellor George Osborne: &quot;Gas is a reliable, affordable source of energy.&quot; So reliable in fact that the UK military has warned the government about the risk of conflict with Iran, given that half of the UK rising gas imports comes through the straits of Hormuz, and so affordable that is is to blame for 80% of the rise in soaring home energy bills. WWF dubbed the development a &quot;Treasury coup&quot; of UK energy policy, which given the appalling lack of understanding exhibited by Osborne should make us all shiver. Greenpeace said: &quot;This is the Liberal Democrats&apos; most craven submission yet to Osborne&apos;s bonfire of environmental protections.&quot; Friends of the Earth argued the dash for gas is a &quot;catastrophic mistake .. that would only benefit fat cat Big Six energy firms who have made huge profits through the nation&apos;s reliance on costly and dirty fossil fuels.&quot; But the game is not up yet. The critical factor now - which will involve brutal bargaining between the government and energy companies - is the so-called &quot;capacity payments&quot;. These payments, which will come as ever from your energy bills, will compensate gas plants for not running at full pelt, to allow clean, renewables first priority to the grid and so curb climate-changing carbon emissions. Cutting the running times of the UK&apos;s gas plants is the only way the dash for gas can be reconciled with the nations legally binding carbon targets, given that Davey wants to give them license to pump all their pollution in the atmosphere until 2045, 15 years after the government&apos;s official advisers, the Committee on Climate Change, say the UK&apos;s electricity system must be all but decarbonised.  An analysis by the Green Alliance in June 2011 showed that, to meet climate targets, half of the gas plants expected in 2030 - 10bn worth - will be &quot;stranded&quot;, i.e. forced to switch off early. Furthermore, half of the gas plants remaining in service will have to be be fitted with carbon capture and storage technology. Yet carbon capture and storage at commercial scale remains only a dream, thanks to this and the last government&apos;s bungling. And why would an energy company fit CCS at significant expense when they have free licence to pollute for 30 years? Davey&apos;s statement said the capacity payments be finalised and enter law by about the end of March 2013. They had better be. The longer it is left, the stronger the negotiating position of the energy companies. And as one very senior energy figure asked me, who would you back to broker the best deal. The energy giants, who will hire a horde of expensive and sharp-minded consultants to ensure they prosper, or the civil service? The UK&apos;s energy future, its committment to tackling global warming and the future trajectory of your gas and electricity bills now depends on the no-holds-barred haggle for capacity payments. You&apos;d better wish the contract-wranglers of Whitehall luck: it&apos;s your future in their hands.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/mar/19/energy-gas-climate-change", 
    "wordcount": "663"
}