{
    "headline": "Third of academies want to change school year, survey finds", 
    "text": "A third of academy schools want to change the school year and about one in five are keen to extend the length of their day, according to a survey. Many academies are making minor changes to the school year including shortening the summer holiday, and a small number are considering radical changes such as a five-term year or even scrapping the August break altogether to open all year round. The survey of nearly 500 academies found that the overwhelmingly majority said they had improved or maintained their relationships with neighbouring schools, and more than half rated their relationship with the local authority as &quot;good or very good&quot;. Academies, which were introduced under the last government, are state schools with greater freedom in areas such as the curriculum and teachers&apos; pay and conditions. More than half of secondary schools are expected to become academies by this summer. Sue Williamson, chief executive of the Schools Network, which represents 965 academies and conducted the survey jointly with the thinktank Reform, said: &quot;Critics of academy status declared that this movement would be the end of co-operative state education in this country. This survey shows that this is not the case. Schools are co-operating and working with local authorities more than ever before.&quot; The survey found that nearly 40% of schools that converted to academy status did so primarily for financial reasons. Finance was the most commonly cited reason, with nearly 78% of those that became academies giving it as one factor in the decision. A majority of academies had not altered teachers&apos; terms and conditions and said they had no plans to do so. The survey found that 12% had made changes and an additional 13% planned to do so in future. Many schools had either agreed with staff that they would not make changes or were &quot;concerned at the prospect of union hostility,&quot; according to the survey. Some of the more radical changes included introducing performance-related pay and creating new senior posts such as &quot;academy lead teacher&quot;. Nearly two-thirds of academies (62%) had changed their curriculum or planned to do so. The most common changes were the introduction of new subjects, particularly languages and computing at the expense of DT and ICT. Dale Bassett, research director at Reform, said: &quot;These results explode the myth of anti-academy campaigners that academies would lead to the disintegration of the state education system. But they also highlight the importance of autonomy in driving school innovation and improvement, and should encourage ministers to strengthen the freedoms provided to academies and other schools.&quot; The Department for Education said: &quot;In a short space of time, hundreds of academies have adapted their curriculum; a third are changing  or are considering changing  term times to suit pupils and parents; and they are rightly enjoying more control over their finances. &quot;The survey also shows that many of the scare stories about academies simply are not true. They are working well with other local schools and many have even improved their links with local authorities.&quot; Stephen Twigg, the shadow education secretary, said: &quot;Twelve years after Labour launched the academies programme, they continue to raise standards  with improvements at twice the rate of other schools. Academies set up under Labour were in some of the toughest neighbourhoods in England.&quot; Martin Johnson, deputy general secretary of the Association of Teachers &amp; Lecturers, said: &quot;This report confirms that few academy heads have really been driven by some grand idea of the virtues of greater independence. They&apos;ve done it for the money.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/28/academies-school-year-survey", 
    "wordcount": "601"
}