{
    "headline": "Children need fresh air and play", 
    "text": "Michael Gove treats children as machines that can be made to do more &quot;work&quot; to keep up with east Asia (Letters, 20 April). Nothing in his argument for longer school days and shorter holidays is about the good of children. This is not his concern. To support his plans he gives two arguments: one that they would improve the children&apos;s &quot;performance&quot;; the second that they would help working parents and be family friendly. Both are arguments about the economy&apos;s needs and not about children&apos;s welfare. Most children are tired after school, in need of fresh air, food, time to play and sometimes time to debrief with an adult. Time outside school is vital for children to digest what has been learnt in school and to do a different kind of learning. This supports the internal life of children, where meaning can be forged and come to be relied on, where thinking can develop and where the moral sense can grow. We should be supporting children to flourish not exploiting them. I believe that his perverse project will not even help him in his objective. His second argument sacrifices children to economic interests. With high unemployment, parents could mostly be working shorter hours. If long hours are necessary, we should at least recognise that this is not in the interest of children, who mostly thrive with their families. And if we do not realise that, we are falling for propaganda. The gap between private and state schools would become greater, with state schools more like workhouses. Generous holidays are essential for children, and if Gove cannot remember, or worse still, never had, these essential experiences and cannot see his duty to protect them, we are in unsafe hands.Margaret CohenChild psychotherapist, London  With no knowledge of early education or child development, Elizabeth Truss parades her personal views as only ones that matter (Nurseries give toddlers no sense of purpose, says minister, 22 April). I agree with Truss  better-qualified staff do make a difference. Where our opinions diverge is her vision of the behaviour for two-, three- and four-year-olds. I cannot think of anything worse than a room full of toddlers with impeccable manners. Working in early years means getting messy, being physical and, more important than that, rolling with mood swings. Talk about children taking turns and saying hello to the teacher when they enter the room is nonsense. Promoting positive behaviour is such an integral part of nursery life that it&apos;s laughable to hear this being highlighted as a problem. What she calls chaos, we call a rich and varied curriculum; her &quot;lack of purpose&quot;, we believe to be the most vital element to learning  play; and what she calls &quot;unstructured play&quot; is anybody&apos;s guess. Working in a nursery is a real team effort; leadership is hugely important in making sure there is a culture of openness, support and reflection. One of the failings, I believe, is that this passion, commitment and dedication is not always obvious to parents. If that was the only thing to come of this review then that might be something.Julie LightleyThe Village Nursery, Manchester  Research indicates that nurturing young children&apos;s positive behaviour is closely linked with responsive parenting and sensitive and predictable attachment behaviour with the child&apos;s prime and secondary carers. In recognising the uniqueness of each child, and the need for key persons in supporting children and their families in early years provision, the sector works within the early years foundation stage framework. Ofsted findings indicate steady improvements across all areas of learning and development. So why this type of attack at this moment? Comparing English nursery provision with France does not take into account fundamental cultural differences, both in parenting styles and the type of provision. Most French nurseries are state-controlled. Over 80% of the English pre-schools and daycare centres operate within the private and voluntary sector. It is the choice of a parent where and when they send their children to nursery. As such the nursery works in close partnership with parents in supporting the child&apos;s learning and development. As Montessorians we are committed to respectful relationships in our settings. The respect which we have for the child, the family and each other is a fundamental component of the child&apos;s nursery experience. Children attending Montessori schools benefit from an atmosphere which promotes calm, polite behaviour modelled by the adults. This is also an important aspect of our Montessori teacher training. If we wish to promote courtesy in young children&apos;s behaviour we need to start with the adults. What a pity the minister did not consider this respectful approach before attacking the very people on whom she relies to deliver her vision for the future of childcare. Barbara IsaacsDirector of national strategies, Montessori ", 
    "section": "education", 
    "gid": "education/2013/apr/25/children-fresh-air-play", 
    "wordcount": "799"
}