{
    "headline": "World Bank analysis of development must look beyond narrow 'results'", 
    "text": "The Independent Commission for Aid Impact (Icai) published its report on the effectiveness of the UK Department for International Development&apos;s engagement with the World Bank last week, just as the battle to succeed Robert Zoellick as president of the world&apos;s leading development institution is hotting up. It is a well-researched document, which paints DfID in a favourable light: a strong working relationship with the World Bank is helping it achieve its strategic objectives. It is also very much a document for our times, bereft of political analysis and adopting a technocratic approach to evaluation. It demonstrates the limited nature of development inquiry when discussions of &quot;results&quot; and &quot;value for money&quot; become the dominant currency of debate. While the rest of the world is discussing the transition to a post-neoliberal era and the role the major international institutions will play in it, Britain&apos;s aid experts are bean-counting. Not that bean-counting is unimportant. Questions relating to the effectiveness of the Bank&apos;s lending and project portfolio are crucial, especially in an era of austerity. But to treat the World Bank as simply a bank or collection of projects to be assessed is to forget that it is also the home of orthodox development policy and economic theory. What the Bank has said on big-picture development policy issues, particularly around the complementary roles of the state and private sector in development, has been vastly more important than the value or effectiveness of its loans over the last few decades. So while the Bank&apos;s own evaluators (generally reckoned to be well-equipped and relatively independent) say that 59% of country assistance strategies are completed satisfactorily, the really interesting question is how many of those helped the country rather than hindered it. While Bank advice has helped some countries achieve development, there is no doubt it has done the opposite in others  the evidence is overwhelming. That makes the 59% number meaningless in terms of what it tells us about actual poverty reduction. But it fulfils the requirement of being a number, and will therefore be used in countless powerpoint presentations. By the same token, while the Icai is tasked to assess how much influence DfID is wielding over Bank policies and practices, one finds oneself questioning the assumption that DfID influence is necessarily a good thing. The World Bank has moved faster than many of us expected into the post-Washington consensus era. Speak to any bank staffer and they are keen to make a break with the past. Common sense is fast becoming common currency. The Bank&apos;s chief economist, Justin Lin, has just published a book openly critical of the Bank&apos;s past policies and calling for a new era of industrial policy and state intervention to shore up developing country firms when necessary. Will today&apos;s DfID speed the transition under way at the Bank, or will it apply the brakes, reverting to outdated models of the private-public settlement and favouring narrow &quot;results&quot; frameworks instead of a more balanced analysis of development progress based on institutions and capacities? The jury is out. I&apos;d prefer a number of countries to have more influence. This question also needs to be asked of the candidates for Bank president, whose job it will be to steer the institution towards newfound relevance by revitalising its policy analysis.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/04/world-bank-dfid-development-results", 
    "wordcount": "551"
}