{
    "headline": "Aspen Ideas festival: MIT reveals its latest 'social' innovations", 
    "text": "The MIT Media Lab provided a star turn in Aspen on Sunday morning, as researchers revealed some of the ideas and devices that could soon become part of everyday life. Mechanical ankles and knees, an interactive platform designed for people with autism and a device that can turn virtually anything into an electronic keyboard are among the most interesting innovations coming out of the Massachusetts laboratory. Doctoral students showcased their handiwork at the fifth day of the Aspen Ideas festival in Colorado. Storyscape, an internet platform which would enable people with autism and their families to create interactive and customizable stories, could help with the &quot;social nature of autism&quot;, according to founder Micah Eckhardt. &quot;There is no one solution for autism,&quot; Eckhardt said, acknowledging the &quot;highly heterogenous&quot; nature of the condition, but advances in web and mobile technology are helping people better address the needs of those with autism, which affects 1 in 110 people. Illustrated stories are already used by parents and teachers to engage children with the condition, but Eckhardt said currently &quot;high-tech means laminated paper and velcro&quot;. Storyscape enourages the creation of interactive stories, enabling people with autism to express themselves and indulge interests. Users of the app would also be able to share their stories with others. The Media Lab has focused on social causes in recent years, such as the acclaimed one laptop per child policy, and this was mirrored by discussions in Sunday&apos;s session. Todd Farrell, a doctoral student in the lab&apos;s biomechatronics group, presented mechanized artificial limbs designed to improve the mobility of amputees. The lab has built and is testing mechanized ankles which are almost as energy efficient as a human ankle, unlike traditional prosthetics. The group is also involved in developing a &quot;walking exoskeleton&quot;  a less horrific device than it sounds  which is strapped on to the user, allowing them to carry greater loads or run at greater speeds. Perhaps the greatest crowdpleaser, however, was MaKey MaKey, a project devised by Jay Silver and Eric Rosenbaum which last month raised $568,106 on the funding website Kickstarter. Described as &quot;an invention kit for everyone&quot;, MaKey MaKey is essentially a circuit board and wires that turns everyday objects into touchpads. The device can be plugged in to a USB socket and combined with the internet, enabling users to explore their creativiy by, for example, using alphabet spaghetti as a keyboard or their stairs as a piano. With MaKey MaKey &quot;plants, coins, your grandma, silverware, anything wet, most foods, cats and dogs, aluminum foil, rain&quot; can be turned into keyboards or computer mice, according to its creators. Rosenbaum told the crowd in Aspen that due to the huge amount of funding from Kickstarter  he and Silver only aimed to raise $25,000  the device is now on its way, with 10,000 MaKey MaKey kits entering production.", 
    "section": "technology", 
    "gid": "world/us-news-blog/2012/jul/01/aspen-ideas-festival-blog", 
    "wordcount": "488"
}