{
    "headline": "Apple criticism grows as 'accidental activists' make their point", 
    "text": "Mark Shields, a communications worker in Washington DC, did not intend to become an activist calling for Apple to clean up its act over allegations of brutal labour abuses in its Chinese supplier network. But, listening to a recent radio show on the subject, Shields, a dedicated user and fan of Apple products, felt he had to act. He was going to write a letter to Apple until a friend suggested he start a petition at change.org, an online group that facilitates campaigning on controversial subjects. In its first 48 hours, Shield&apos;s petition attracted more than 140,000 signatures. Now more 147,000 people from all around the world have signed up, and it has become one of the main focuses of consumer discontent at the way Apple makes its sleek computer products that have become a mainstay of much of modern life. &quot;I am an accidental activist here. I have never started a petition before,&quot; Shields, 35, told the Guardian. &quot;I am an Apple person, I have my MacBook and iPhone. I love all that stuff. These products have changed my life,but they are coming at a cost in human suffering,&quot; he added. Apple is current facing a wave of bad publicity over a New York Times story that exposed many problems with Apple suppliers in China. They included industrial accidents, abuse of workers for long hours and the use of underage labour. Though such problems also occur at many other western consumer electrical companies that have their products made in China, Apple&apos;s position as a brand leader  and its huge profits  make it a high-profile case. The Times story itself followed on the work of playwright Mike Daisey, whose one-man show, The Agony and the Ecstasy of Steve Jobs, has highlighted the issue, and was featured on the National Public Radio show that Shields listened to. Some columnists and observers of the American tech scene have warned that Apple might now face a boycott of its iPhones, iPads and iPods: products that have made it one of the biggest companies in the world. Shields said that he himself did not advocate a boycott. &quot;I don&apos;t think they really help,&quot; he said. But at the same time he had found himself unable to buy a new Apple gadget. &quot;I would really like to go and buy an Apple TV and I can&apos;t do that right now in good conscience. I would feel bad about it,&quot; he said. Instead, Shields&apos; petition asks Apple to release a new worker protection strategy for the period around its product releases, when the huge pressure to deliver a high volume of sought-after new products could potentially cause a spike in worker abuses. It also asks Apple to increase transparency and publish the names of its suppliers who have violated labour standards and exactly what those violations were. &quot;Please make these changes immediately, so that each of us can once again hold our heads high and say: &apos;I&apos;m a Mac person,&apos;&quot; the petition said. Apple did not immediately respond to a request to comment on the petition. However, last week, Apple chief executive Tim Cook did send an email to the firm&apos;s staff  leaked to the media  which promised to crack down on problems, while admitting that issues had occurred. &quot;Any suggestion that we don&apos;t care is patently false and offensive to us. As you know better than anyone, accusations like these are contrary to our values. It&apos;s not who we are,&quot; Cook said in the email. He added that the firm was working hard to resolve things and discover abuses. &quot;No one has been more up front about the challenges we face. We are attacking problems aggressively with the help of the world&apos;s foremost authorities on safety, the environment and fair labour,&quot; Cook wrote. However, the rapid growth of the petition shows the depth of the potential PR disaster that Apple is facing. Many comments written on the petition expressed similar sentiments to Shields&apos; views, coming from dedicated Apple fans. &quot;Apple, you have the power, and most certainly the resources to change things,&quot; wrote &quot;Gabrielle&quot; of Grandville, Michigan, who confessed to standing in line for hours to buy an iPad when the tablet was first released. The success of the petition was also hailed by organisers at change.org for its swift growth. &quot;It has been incredible to see the resonance Mark&apos;s campaign has had with other Apple users, and to watch him become part of a growing movement of consumer-driven change,&quot; said Amanda Kloer, change.org&apos;s director of organizing.", 
    "section": "technology", 
    "gid": "technology/2012/jan/31/apple-criticism-griws-accidental-activists", 
    "wordcount": "779"
}