{
    "headline": "How the Met police criminalised the Critical Mass bike ride", 
    "text": "The trial of the nine cyclists prosecuted after last July&apos;s Critical Mass ride ended last Friday, with five found guilty after a trial that dragged on for 10 days over a three-week period. The sentences handed down were relatively minor  most of the defendants received nine-month conditional discharges and were required to pay 300 costs  and the rate of successful prosecution is low considering 182 were initially arrested on the opening night of the Olympic Games. But the fact remains that the Metropolitan police apparently found a group of cyclists such a threat that they effectively criminalised riding a bicycle north of the river Thames for the night. What is believed to be one of the biggest mass arrests in recent history targeted a peaceful group deemed dangerous solely because they gathered to ride together in large numbers. The Met chose to heavily police the ride on the basis that they considered it to threaten &quot;serious disruption&quot; to the community and the successful prosecutions were for breaches of an order made under section 12 of the Public Order Act. Despite 18 years of experience of dealing with Critical Mass, the in-depth knowledge that presumably must have come with trying to ban it in 2005 and plenty of advance reconnaissance from the infamous forward intelligence teams, the Metropolitan police singularly failed to demonstrate any understanding of the ride&apos;s dynamic. The policing of the ride was farcical, with the rolling roadblocks at most of the major Thames crossings in central London causing far more disruption to traffic than Critical Mass could ever have hoped to, even if that had been the intention. Given that Critical Mass has been happening on a monthly basis in London since 1995, the Met had five years to consider how to deal with the ride on the night  and mishandled it in a spectacular fashion. Either we have to work on the assumption that a sophisticated police force completely fails to understand the leaderless consensual model Critical Mass follows, or we are forced to accept the much more unpleasant possibility that they understand very well what Critical Mass is and what it represents and chose to act in such a way that allowed them to criminalise recreational cyclists. It appears to me that the Met is keen to frame the ride as a protest; their own report on the incident describes the ride in these terms, and they have had some level of success in selling this representation to the media. While this suspicion directed towards public gatherings, and the imposition of the section 12 order that it resulted in, undoubtedly represents an affront to the right to free assembly and free association, the most worrying aspect of the policing of the ride on the night was that it was directed towards an explicitly apolitical social event. Not only must protests be constrained, but any large public gathering is de facto considered a protest. The police report contains various other inaccuracies; to suggest that &quot;the procession usually attracts approximately 100 cyclists&quot; and that the July ride was exceptionally large is ridiculous  as the Met is well aware, the ride regularly attracts up to 1,000 cyclists during the summer months and has been doing so for years. Playing up to Olympic exceptionalism should have been beneath our police force. The legality of Critical Mass in London depends on being a &quot;public procession&quot; which is &quot;commonly or customarily held&quot;, and since their defeat in the House of Lords in 2008, the Met should know better than anyone else that Critical Mass is not a protest and should not be policed as such. In fact, it is not unreasonable to suggest that it is in the interest of the Met to radicalise the ride; if, as has been suggested, this month&apos;s meet-up explicitly protests the guilty verdict, it plays into a vicious spiral of reactionary policing and protest that might eventually allow them to get the ban they failed to secure five years ago. Unfortunately, this official disposition towards cycling is not limited to the Metropolitan police&apos;s overreaction to a monthly fun ride around London. The Met&apos;s attitude towards Critical Mass represents in microcosm the profound disinterest in engaging with cycling that permeates all of our public institutions. It is readily apparent that they did not consider it to be in their interest to engage with cyclists on their own terms. Similarly, the lip service paid towards the development of a proper cycling infrastructure in this country demonstrates that our public bodies readily grasp the PR value of claiming to be bike friendly but have no real interest in following through and promoting schemes that have any significant benefit to cyclists. The 62m set aside by government for the development of bike infrastructure borders on the insulting when the figure is contextualised; as critics have pointed out, it&apos;s a sum equal to the cost of building a mere two miles of motorway. While five relatively minor non-custodial sentences for the unfortunate few that the Met decide to prosecute may not seem like a big deal in itself  the complete lack of any mainstream media coverage of the trial is testament to the fact that it is not deemed to be of interest to the general public  the precedent that it sets and the attitudes that it reveals make this a deeply worrying outcome.  Tom Richards is a freelance writer and regular Critical Mass participant", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/mar/18/police-activism", 
    "wordcount": "915"
}