{
    "headline": "The week in wildlife  in pictures", 
    "text": "   Fog hangs between pine trees in a forest near Neubrcke, eastern Germany Photograph: Patrick Pleul/AFP/Getty Images       A red fox in the East Ujimqin banner (administrative division) of north China's Inner Mongolia autonomous region. Red foxes have overtaken grey wolves as the most widespread canines in the wild. Distributed throughout the northern hemisphere, red foxes are highly adaptable and occupy territories in deserts and tundra as well as urban areas Photograph: Ren Junchuan/Corbis       A flock of Mandarin ducks (Aix galericulata) fly across a lake in Wuyuan county, east China's Jiangxi province. Wuyuan's environmental protection efforts in recent years have turned it into an ideal wild bird habitat. More than 370 wild bird species, including 36 endangered species, now live in the county's 193 conservation areas Photograph: Zhang Weiguo/Corbis       A pair of cormorants in the winter morning sun at the Deepor Beel wildlife sanctuary on the outskirts of Guwahati city, India. Designated as a Ramsar wetland of international importance in 2002, the Deepor Beel is a permanent freshwater lake  that  supports a number of endangered bird species Photograph: STR/EPA       Images released by the Borneo Orangutan Survival Foundation capture the moment that a young orangutan called Terusan was released into the wild, running from the cage waving his arms above his head. Terusan was one of 21 orangutans released into the wild at the Bukit Batikap Conservation Forest earlier this month after finishing jungle school     Photograph: BOS Foundation / Rex Features/Rex Features       British photographer Ed Brown captured an amazing series of images of manta rays feeding while he was snorkeling at Hanifaru bay, Baa Atoll, in the Maldives. Manta rays congregate in their hundreds in the area to feed on on the plankton carried into the bay by currents. The rays filter their food from the water passing through their gills as they swim   Photograph: Ed Brown/Rex Features       A collared aracari (Pteroglossus torquatus) takes flight  in San Salvador, El Salvador. Aracaries are a member of the toucan family, and live in the tropical rainforests of southern Mexico and throughout Central America Photograph: Jose Cabezas/AFP/Getty Images       A Sumatran tiger trapped by tiger poachers in Muko-Muko, Bengkulu province, Indonesia. Conservationists have found 120 traps set up by poachers to snare critically endangered Sumatran tiger in Kerinci Seblat national park Photograph: Kerinci Seblat National Park/AFP/Getty Images       Hare in a storm by Beatriz Estanque, Portugal, was the runner-up in the animal portraits category of this year's BBC Wildlife camera-trap competition Photograph: Beatriz Estanque/BBC Wildlife Magazine       A female grey seal and her pup play in a muddy inlet at Donna Nook nature reserve, Lincolnshire. The reserve, which is made up of dunes, slacks and inter-tidal areas, is home to one of the largest breeding colonies of grey seals in the UK. Every year in November and December, the seals give birth to their pups near the sand dunes Photograph: Anna Gowthorpe/PA       A baboon yawns in his enclosure at the Hellabrunn zoo in Munich, Germany Photograph: Michael Dalder/Reuters       A female sitatunga surprised visitors to Fuengirola's Biopark in Malaga by giving birth right before their eyes. The sitatunga, or marshbuck (Tragelaphus spekii), is a swamp-dwelling species of antelope found throughout central Africa Photograph: Juan.A.Rondon Moncayo/EPA       Great tits are being severely affected by a new strain of avian pox in Britain that 'significantly reduces' the birds' chance of survival, new research published this week shows Photograph: Jelena Harper/Zoological Society/PA       Newborn chicks nestle at the feet of a Magellanic penguin (Spheniscus magellanicus) at the Punta Tombo fauna reservation in the Patagonian Argentine province of Chubut. Hundreds of Magellanic penguins arrive for the breeding season during September to November Photograph: Maxi Jonas /Reuters       A leaf falls from a tree on an autumnal day in central London Photograph: Andrew Winning/Reuters  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/nov/23/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}