{
    "headline": "Vaughan Bell: hypnosis is no laughing matter", 
    "text": "Hypnosis is the eccentric uncle of cognitive science. It was once part of the mainstream  studied by scientists and clinicians alike in its 1960s heyday  but it slowly fell into disrepute as it was picked up and popularised by tacky stage hypnotists and quack practitioners in the following decades. In recent years, hypnosis has seen something of a rebirth, and neuroscience studies using the technique are now regularly published in some of the most respected scientific journals. Curiously, though, it hasn&apos;t shaken off the stigma entirely. While writing this article I contacted several researchers who have published neuroscience studies using hypnosis, and not one replied. The reticence is understandable. Like the study of consciousness 20 years ago, hypnosis is still considered by some to be a &quot;career-limiting move&quot;. Consequently, scientists make sure they stick to the most conservative and orthodox form of research  academic journals, occasional conference presentations, and definitely nothing that hints of hype, or indeed, public exposure. The lack of wider discussion is a pity, as hypnosis  or rather suggestibility  is a remarkable aspect of human psychology. The ability to be hypnotised seems to be a distinct trait that is distributed among the population, like height or shoe size, in a &quot;bell curve&quot; or normal distribution: a minority of people cannot engage with any suggestions, a minority can engage with almost all, and most people can achieve a few. The key word here is &quot;engage&quot;, as, contrary to popular belief, hypnosis cannot be used to make people do something against their will, even though the effects seem to happen involuntarily. If this seems paradoxical, a good analogy is watching a movie: you don&apos;t decide to react emotionally to the on-screen story, but you can choose to turn away or disengage at any time. In other words, the effects of the film, just like hypnosis, require your active participation. The most difficult suggestions to achieve are those which affect the fundamentals of the mind, such as memory and perception, meaning that while highly hypnotisable people can experience temporary hallucinations and amnesia after suitable suggestions, low-hypnotisable people may only be able to experience temporary changes in their volition or movements  such as an arm feeling heavier than usual, perhaps. It seems, however, that there is very little that can be done to make you more or less hypnotisable  the hypnotisability trait is the primary factor in how successfully you can experience the effects. We know that there is a genetic component to this trait and that several studies have indicated that highly hypnotisable people show structural and functional differences in the brain when compared to low-hypnotisables, but the question of why we have a varying ability to have our reality changed by suggestions remains a mystery. Due to their ability to have their mental processes temporarily altered in ways previously not thought possible, highly hypnotisable people have become key in scientific studies. Amir Raz and colleagues at McGill University in Montreal reported that it was possible to &quot;switch off&quot; automatic word reading and abolish the Stroop effect  a psychological phenomenon that demonstrates a conflict between meanings, such as where we are much slower to identify the ink colour of a word when the word itself describes a different hue. Furthermore, when this experiment was run in a brain scanner, participants showed much lower activation in both the anterior cingulate cortex, an area known to be particularly involved in resolving conflict between competing demands, and the visual cortex, which is crucial for recognising words. Although this may seem like a technicality, to the scientific world it was a strikingly persuasive demonstration that hypnosis could apparently disassemble an automatic and well-established psychological effect in a manner consistent with the brain processes that support it. Neuroimaging has also proved key in answering the question of whether hypnotised people are pretending to experience the effects. When people are asked to fake hypnosis, to the point where observers cannot tell the difference between them and the genuinely hypnotised people, the two groups are clearly distinguishable by their brain activity. Taking the science one step further, researchers from the Macquarie Centre for Cognitive Science in Sydney have published a series of studies in which they have used hypnosis to temporarily simulate genuine conditions where patients may hold false beliefs or lose awareness of a problem after brain injury. One such condition, called somatoparaphrenia, can occur after right-sided brain injury and can result in the patient denying ownership of a limb. Literally, the patient believes that their arm is not theirs, has been replaced, or belongs to someone else  something which both challenges our intuitive ideas about how we perceive our body and can pose a practical problem for post-injury rehabilitation. In highly hypnotisable volunteers, the Macquarie team momentarily instilled a similar feeling of limb alienation to examine whether healthy people could rationalise such a counterintuitive idea, finding that participants remained consistent in their explanations even when challenged with visual evidence. A special issue of the respected journal Cortex will shortly be dedicated to the neuropsychology of hypnosis, additionally pointing to the growing momentum of the scientific revival. The wider public, however, still base their knowledge on the watches and weight-loss stereotype, meaning it is likely to be a while before neuroscientists feel comfortable about breaking their self-imposed silence.", 
    "section": "science", 
    "gid": "science/2012/jul/22/hypnosis-revival-neuroscience-vaughan-bell", 
    "wordcount": "890"
}