{
    "headline": "Xbox One: why we need time to figure this out", 
    "text": "     In his fascinating book, You Are Not A Gadget, the tech veteran and virtual reality pioneer Jaron Lanier spells out a major concern he has with modern life. His fear is that social media, especially Twitter, is manipulating us into to acting like neurons in a global brain, disseminating information as quickly as possible, rather than actually taking the time to really process it. To consider things. To think like individuals, to sum up evidence and mull it over. This often becomes extremely clear after a video game launch event.  On Tuesday, Microsoft revealed Xbox One to the world via a one-hour presentation on the backyard of its vast Redmond Campus. The upshot of the briefing was that the machine will be an all-in-one entertainment device  something for TV lovers as much as gamers, something that wants to become a vital element of the &apos;living room ecosystem&apos;. Something that transcends games  but still takes games really seriously. It wasn&apos;t a perfect introduction, far from it  but of course in consumer technology that isn&apos;t really possible anymore. Devices have become so multifaceted and complex that they deny a single interpretation, a defining message.  So, with the Xbox One briefing, we got a bit of TV, a couple of well-known game franchises, some stuff about Kinect and the cloud, some promises about E3, and then it was over.  But of course, even before it was over, Twitter had exploded. And when Twitter explodes it is rarely a graceful controlled detonation, it is a cluster bomb of malice. Somehow, Call of Duty: Ghost&apos;s dog came to be the symbol of the day; a metaphor for faintly absurd boasts and unwanted additions. I joined in; it&apos;s fun, we enjoy shared topical reactions. But it&apos;s not real. As MCV writer Ben Parfitt tweeted on Wednesday, &quot;It&apos;s important not to confuse Twitter and forums whining about a new console reveal with the belief that a company has actually &apos;blown it&apos;&quot;. A few hours after the presentation, came the satirical YouTube videos  because YouTube is the way our digital culture processes reality. And certainly, some of them have wincing truths to tell  especially the video that cruelly edits the whole Xbox One presentation into a series of robotic buzz phrases. Of course, this is the problem with percolating a hugely complicated entertainment proposition into a one-hour pitch. Everything gets distorted and nothing is really represented. The modern launch event is a sort of information phantasm, ethereal and abstract. It takes time to root out the physical truth of the matter. &quot;I think if you only watched the press conference, then you would rightly have a pretty strong negative reaction. I certainly did at the time,&quot; says Tom Bramwell, editor of Eurogamer. &quot;But the subsequent panels, interviews and technical demonstrations I attended made a better impression.  &quot;There is a vision there for how to make games more interesting  they want to harness the computational power of the cloud, take advantage of the fact everyone owns a smartphone or tablet, and improve Kinect and put it in every home so developers can rely on its presence. There is potential there for the people making Xbox One games to do new and interesting things beyond simply making things look better graphically.&quot; Part of the problem here is that successful consumer devices tend to evolve beyond their initial functionality in an organic way. Take the mobile phone. Texting was added almost as an afterthought yet it came to define mobile communications. Similarly, the smartphone was originally marketed as a business device, with WAP providing very functional access to internet services; but people decided how they wanted to use them and the industry changed as a result. With Xbox One, Microsoft is trying to provide us with an evolved service from day one and that is  tricky.     Xbox One Photograph: Nick Adams/Reuters    Brian Blau, a research director at Gartner reckons Microsoft will need to build its &apos;vision&apos; over the next few months. &quot;We often describe devices like the smartphone and tablet as multi-function devices, capable of providing users with a consistent but broad content consumption experience, and I think the same will be said of Xbox One,&quot; he says.  &quot;On Tuesday, we only saw the reveal and had an initial look at entertainment content and concepts, and in a few weeks at E3 we will get a better idea of the future of games on the console. Microsoft said multiple times that they are building the One for the future, and will include cloud services as well as companion device/gaming capabilities, so in fact its not just the new console, but also how its connected to other services. When taken all together, it is an attempt to capture users into the Microsoft ecosystem.&quot; But as broad as the Xbox One entertainment offering may be, Microsoft still seems to be speaking to a mono-culture of fairly well-off young men  indeed, fairly well-off young American men. All the TV and movie content shown at the event was about sports and science fiction  NFL, ESPN, Halo  if this was an attempt to speak to a wider audience, why nothing for children or, you know, people who don&apos;t like sport?  In her interesting article for Gamasutra, Leigh Alexander sees the launch event as almost an elitist fantasy of our daily lives:  The company said &quot;groundbreaking,&quot; &quot;immersive&quot; and &quot;connected&quot; more times than I could count during this presentation, yet this is a rich boy&apos;s black box for playing Call of Duty and Halo on -- and even that assumes fans of those franchises who can and will continue to invest in the living room fantasy, will continue to invest in the same game mechanics, the same brands, the same ideas but with better graphics. This is what our advancements have bought us? This is all?  But then it&apos;s so difficult to make pronouncements about the consumerist activities of the masses, because there are no self-signifying masses anymore. Digital entertainment has shattered the audience into millions of demographic shards  so all a launch presentation can hope to do is introduce enough tropes to catch the eye of the mainstream media to in turn reel in a big enough user-base.  If you look at BBC or CNN coverage of the Xbox One launch, it is all about the promise of the technology; the Twitter and forum debates rarely figure. Yes, there&apos;s a huge section of the internet that sits in sardonic judgement over mankind, but that&apos;s nothing compared to the vast disparate audience of people who don&apos;t know that there are all these concerns over whether there will be support for indie developers or that the console looks a bit portly. Microsoft&apos;s communications are designed to speak to those people, not to us. &quot;The kind of person Xbox One is being pitched at isn&apos;t exactly the same kind of person that&apos;ll sit and watch a livestream of a console reveal event  that&apos;s why there has been a lot of criticism,&quot; says Neil Long editor of Edge Online.  &quot;The existing Xbox audience wants games, and some muddled messages around &apos;always-on&apos; and second-hand games certainly haven&apos;t helped. If there&apos;s one thing we&apos;ve learned about these &apos;first look&apos; events from Xbox One and PS4, it&apos;s that they don&apos;t satisfy a games-playing public hungry for games, not to mention hard facts about next generation consoles.&quot;     Microsoft's Kareem Choudhry demonstrates how the new Kinect for Xbox One can read facial features and other visual indications to approximate the heart rate of a user Photograph: Ted S. Warren/AP    But what Microsoft really needs to contend with is that, where connected content is concerned, consumers tend to rush toward convenience rather than the optimal experience. It&apos;s a well-worn example, but the reason YouTube came to dominate in the online video space was because it emphasised ease of use and ease of access over picture quality.  Nobody cared if that video of the guy falling off his skateboard was really low resolution, it was a guy falling off a skateboard. Sure now there&apos;s HD and long-form content, but the service has been allowed to mature and adapt to demand.  However, the Xbox concept of TV and movie content delivered via one box is an optimal proposition  it&apos;s going to rely on your Xbox being in the right place, with the right companion services, and it&apos;s going to be best with specific high-value content, like live sport coverage. With every abstraction beyond simply switching on a TV, you&apos;re losing vast segments of the potential user-base. You are no longer YouTube, you are ThemTube.  As James McQuivey, a senior analyst at Forrester put it to me, &quot;Until we know the price of this setup, it&apos;s hard to say whether consumers will pay extra to have such an enhanced experience. Changing the channel or the input today may be a hassle, but if it costs hundreds of dollars to get the privilege of changing the input with a two-word voice command, people will just keep reaching for the remote.&quot; It&apos;s interesting because PlayStation 4 is coming at this from almost exactly the opposite direction. While Microsoft is saying let&apos;s use a games machine to be more like TV, PS4 is saying, let&apos;s use some of the functionality of TV to be a better games machine.  This is why Sony invested 380m in cloud technology company Gaikai  it will potentially mean that gamers can fire up the console and switch effortlessly between different games and entertainment apps, like changing channels on a television  every game becomes a TV series. In short PS4 is about the form of TV, Xbox One is about the function. I&apos;m not sure if either has more merit, but the latter is going to be a tougher sell because a huge number of viewers are happy with their current setups.  As Rob Crossley, associate editor of CVG wisely put it in his forthright op-ed piece, &quot;it&apos;s frankly staggering that Microsoft observed the modern ways people view cable TV and believed, somehow, that it could add to that experience by getting in the way of it.&quot; But for Microsoft, this is a long play, it will remain calm. For gamers, living in a 24-hour information stream, this is going to be difficult and tempers will fray. &quot;I don&apos;t think that&apos;s too surprising for the simple reason that Microsoft didn&apos;t really show any new games,&quot; says Bramwell. &quot;Call of Duty, FIFA, Madden and Forza  fine, great, but this occasion needs something different, and yet the closest thing we got to originality was a few seconds of Remedy&apos;s Quantum Break.  &quot;If it wasn&apos;t for the fact I was able to stalk about the Redmond campus putting the story together from all the different developer accounts, panels and interviews, then I&apos;m sure I would be screaming bloody murder right alongside them. Instead I&apos;ll be trying to cool them off until E3 when we can judge it all based on all those mythical first-party games that we were told were kept out of sight today. Should they fail to ignite the senses, then E3 will be a very grim occasion all round.&quot; Really though, we come back to Lanier&apos;s point. Social media has two broad responses to any event: the swift dissemination of information and snark. Every corporation involved in consumer technology needs to know how to both reach that audience and reach the hell over it.  I&apos;m still excited about Xbox One because the prospect of a console war in the digital age is fascinating and enthralling; I&apos;m excited because somewhere inside that Xbox Campus on the edge of Microsoft&apos;s kingdom there are people that know that games are awesome and need to be taken seriously. Just talking to the engineers who designed the controllers, their enthusiasm and knowledge cannot be denied. And yet these aren&apos;t the voices we hear on stage at major events. These are the voices we&apos;ll hear at E3. And yeah, Xbox One and PS4 both need an awesome E3.      A girl demonstrates the Kinectimals game that utilises the Kinect peripheral for the Xbox 360. Photograph: Michal Czerwonka/Getty Images    I thought Rob Fahey&apos;s article for GamesIndustry.Biz was very insightful in its analysis of the Xbox One launch hubris. It gets to the heart of a problem about message and perception in the digital era.   It&apos;s only the first hour of Xbox One, but it suggested a company that&apos;s curiously both mired in arrogance and somewhat directionless. I don&apos;t know who the Xbox One reveal was meant to appeal to, other than the TV executives whose egos it massaged. Worse; I&apos;m not sure that Microsoft knows who they&apos;re meant to be appealing to. The company is desperate to head off Apple in the consumer space, and Xbox One right now feels less like a competitor to Sony&apos;s heavily games-focused PS4 and more like a pre-emptive shot at a hypothetical future version of the Apple TV.  It&apos;s harsh, but reflects a lot of views today. Pat Garratt on VG247, though, has a more downbeat, reflective and open approach:  &quot;What surprises me is that certain quarters are throwing their arms up in shock. What did anybody expect it to be? Answer this question with complete honesty: what did you expect? Did you turn up expecting 720, the ultimate core gaming device? Did you expect Microsoft&apos;s entertainment strategy for the entire home to kick off with a pretend spaceman shooting an alien in the balls and everyone screaming &quot;fuck&quot; at 4K resolution? Did you expect insight into how Xbox is going to embrace bedroom development and fight for small-scale creativity? Did you expect the next-gen Xbox message to be about you?&quot;  Every console launch is really an act of absurdist theatre, played out to an audience of boo-boys and disinterested consumers; it&apos;s the latter that Microsoft wants to capture, but it is possible that they are unattainable in this way. Whatever the Xbox One launch event was, it wasn&apos;t a fatal disaster, it wasn&apos;t the end of Xbox or the end of consoles; it was the beginning of a conversation.  We all need time to work out if its something we want to listen to, or whether we want to shout &quot;Xbox go home&quot; at our TVs. And time is the one thing the Xbox One launch hasn&apos;t had.  This article was amended on 23 May 2013 to correct the name of Jaron Lanier&apos;s book You Are Not A Gadget, from You Are Not A Robot as the original said.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/22/xbox-one-reactions", 
    "wordcount": "2393"
}