{
    "headline": "Welsh environment minister urges England to introduce carrier bag charge", 
    "text": "England is missing a trick by not introducing a charge on carrier bags and there is no excuse for procrastination, according to the minister who introduced a 5p charge in Wales a year ago. The remarks from Welsh environment minister, John Griffiths, come as figures released on Monday show the Welsh charge has raised more than 800,000 for charities including the RSPB and Keep Wales Tidy. The position of Westminster&apos;s Department for Environment, Food and Rural Affairs is that it is &quot;monitoring the results of the charging scheme in Wales&quot; before it consults on a similar charge for England. But Griffiths told the Guardian: &quot;I think we&apos;ve got the evidence. It&apos;s been quite clear it&apos;s been a resounding success, and delivered on all the expected outcomes: far less litter in our streets and countryside, behavioural change and public support.&quot; He said there was no excuse for procrastinating on introducing a charge in England, which he felt was missing a trick on &quot;a practical measure that is tried and tested  and is relatively straightforward to do&quot;. &quot;I can see no reason why the charge wouldn&apos;t work just as well in other parts of the UK,&quot; he added, in a statement. In July, supermarkets in Wales reported reductions of 70-96% in single-use plastic and paper bags since the charge  which goes to charities and is not a tax - was introduced in October 2011. Plastic bag use at supermarkets in the UK as a whole rose for the second year running in 2011, after a coordinated effort by government, retailers and campaigners previously saw bag use fall dramatically from 2006 onwards. The UK environment minister, Richard Benyon, promised in June that the government would make a decision on a charge for single use bags in England before the end of 2012. Earlier this month, a poll of 1,752 English adults, commissioned by campaigners including Keep Britain Tidy and the Campaign to Protect Rural England, showed 75% supported a 5p charge in England. Ireland introduced a plastic bag tax in 2002, Northern Ireland is set to start a 5p charge in 2013 and Scotland is considering a minimum charge of 5p.", 
    "section": "environment", 
    "gid": "environment/2012/oct/01/england-carrier-bag-charge-wales", 
    "wordcount": "369"
}