{
    "headline": "Kim Dotcom announces Mega, successor to Megaupload", 
    "text": "Kim Dotcom, founder of the banned Megaupload filesharing site, has announced a new version called Mega designed to sidestep the American laws under which he is being prosecuted for 175m worth of alleged online piracy, racketeering and money laundering. Dotcom on Thursday announced the new online storage service, saying it would give users direct control  and responsibility  over their files. The site has previously been referred to as Megabox in a teaser video.  Dotcom said Mega would launch in January 2013, just before he is scheduled to face a New Zealand extradition hearing brought on by the United States where he and other Megaupload operators face prosecution. The site would not use US-based hosting companies as partners in order to avoid being shut down by US authorities, Dotcom said. The US government alleges that Megaupload, once one of the world&apos;s most popular websites, was directly responsible for illegally uploaded content on the site and that it netted $175m from unlawful activities. &quot;The new Mega will not be threatened by US prosecutors,&quot; Dotcom said, adding that he was confident Mega would avoid violating US law. &quot;The new Mega avoids any dealings with US hosters, US domains and US backbone providers and has changed the way it operates to avoid another takedown.&quot;     A screen grab from the Mega preview page. Source: kim.com    Megaupload was shut down in January 2012 when New Zealand police helicopters swooped into Dotcom&apos;s mansion outside Auckland to seize computers and other evidence at the request of US authorities. Users of Mega would be able to upload, store and share photos, text files, music and films, encrypt those files and grant access using unique decryption keys, Dotcom said. &quot;You hold the keys to what you store in the cloud, not us,&quot; a statement on the Mega website said.  The encryption technology marks a major change from Megaupload as Mega operators will not have access to files, a move that is aimed at making them immune to legal action over copyright infringement. Ensuring that files are not pirated will be the job of content owners, a major change from Megaupload, which the US film industry says ignored illegal content and profited from it. &quot;Content owners can still remove infringing material and they will even get direct delete access if they agree not to make us responsible for actions of users,&quot; Dotcom said.  Dotcom, a German national who holds New Zealand residency, faces an extradition hearing in March even though a New Zealand court ruled that the January raid and seizure were unlawful, while the nation&apos;s spy agency was found to have illegally spied on Dotcom.  Thursday&apos;s announcement was delayed for about one hour after the Mega splash page was overloaded by users. According to Dotcom, much of the traffic was driven by US authorities. &quot;FBI agents pressing reload. We see their IP [internet] addresses,&quot; he said on his Twitter feed.", 
    "section": "technology", 
    "gid": "technology/2012/nov/01/kim-dotcom-announces-mega-megaupload", 
    "wordcount": "481"
}