{
    "headline": "Solar storms could crash computer systems this year, says space expert", 
    "text": "Scientists are warning of further solar storms this week after Earth was hit on Thursday by one of the fastest clouds of energy to emerge from the surface of the sun in recent years. The source of the cloud of particles, known as a coronal mass ejection (CME), was a solar flare that erupted from an active region on the sun&apos;s surface that rotated into view on 3 March. The &quot;weather&quot; in space around Earth follows an 11-year cycle that depends on the activity of the sun, with the current one predicted to peak in 2013. Increased solar activity means more flares and CMEs  dense packets of charged particles that can crash into the Earth&apos;s magnetic field and create geomagnetic storms. This most often results in auroras near the poles but the energy released during the storms can also disrupt satellites, power stations and electrical systems. It can also increase the radiation that astronauts and anyone in an aircraft near the poles might experience. Satellite images of the latest flare show &quot;a complex network of sunspots indicating a large amount of stored magnetic energy&quot;, according to the British Geological Survey (BGS). The particles left the sun at more than 1,200 miles per second and, due to interplanetary dust and gas, slowed on the way to Earth, crashing into our magnetic field at more than 800 miles per second at about 11am on Thursday. The relative orientation of the Earth&apos;s magnetic field to the CME has, so far, managed to repel its worst potential effects, but according to the US National Oceanic and Atmospheric Administration (NOAA), that situation might change later this week as the event continues and more CMEs hit. Dr Jonathan Eastwood, a research fellow in space and atmospheric physics at Imperial College London, said: &quot;At the moment, the Earth&apos;s magnetic field is trying to deflect the solar material around the Earth, and scientists in the UK and around the world are monitoring the situation to see if our magnetic shield will hold up.&quot; There was a good chance, he said, that the magnetic field&apos;s protection would break down some time on Friday, leading to a geomagnetic storm. &quot;According to the NOAA space weather prediction centre, this could cause intermittent satellite navigation [GPS] and high frequency radio problems, especially in more polar regions, as well as bright auroral displays in northern regions.&quot; Large magnetic fluctuations caused by a CME can disrupt the national grid and increase the levels of ionising particles around satellites in space and damage solar arrays and onboard digital systems. &quot;The event is the largest for several years, but it is not in the most severe class,&quot; said Dr Craig Underwood of the Surrey space centre at Surrey University. &quot;We may expect more storms of this kind and perhaps much more severe ones in the next year or so as we approach solar maximum. &quot;Such events act as a wake-up call as to how our modern western lifestyles are utterly dependent on space technology and national power grid infrastructure.&quot; Space engineers, he added, went to some lengths to ensure that spacecraft could continue to operate under the hostile conditions of a geomagnetic storm. Mark Gibbs, a Met Office space weather expert, said the impact of the CME would probably result in some airlines redirecting flights away from polar routes. The geomagnetic storm would also increase the chances of seeing the aurora borealis, or northern lights, in the UK  however it was expected that Thursday&apos;s weather would have been too cloudy to see anything clearly. &quot;For the majority of people, a solar storm of this magnitude will pass largely unnoticed,&quot; Gibbs said. Prof Alan Woodward of the computing department at Surrey University said the Earth could expect more storms in coming months. &quot;As the 2012 Olympics approach we have a convergence of an event that is the most connected, computer-intensive event ever with a record level of sunspot activity, which typically leads to solar flares. &quot;We have the potential this year to see what planners call a Black Swan event: one that is unlikely but if it happens will have an extraordinary impact on our lives. The last similar event was the Japanese tsunami which caused massive physical damage. &quot;This year we could see equally devastating results from the disappearance of our computer systems.&quot; Computers can be &quot;hardened&quot; to withstand the effects of electrical interference but very few are, said Woodward. &quot;Even those in safety-critical situations such as engine management systems on aircraft, or medical devices, are vulnerable. How often have you seen the signs to turn off your mobile phone as it may interfere? &quot;Now imagine the combined effects of billions of mobile phones all operating at once. Without computers the modern world would simply cease to function. Life as we know it would grind to a halt. &quot;It is therefore scary to know that these computers are remarkably susceptible to electronic interference which can bring about this situation.&quot; The sun&apos;s active region is still growing and may produce other large flares in coming days. &quot;As it rotates across the face of the sun and in front of the Earth, it becomes more likely that we will be in the path of any further CMEs with resulting magnetic storms and auroral displays,&quot; said the BGS.", 
    "section": "science", 
    "gid": "science/2012/mar/08/solar-storms-continuing-to-hit-earth", 
    "wordcount": "907"
}