{
    "headline": "The biofuel belt keeps creeping across the US  and it's wildlife that loses out", 
    "text": "A collection of satellite-imaged maps now confirm what were once only rumours: between 2006 and 2011, farmers in the United States&apos; corn belt - an amber swath of land encompassing North Dakota, South Dakota, Nebraska, Minnesota, and Iowa  converted 1.3m acres of temperate grassland and wetland into soybean and corn crops for biofuel. The crops are infringing on delicate natural systems that are home to waterfowl, duck, and vulnerable species such as the sage grouse. Conservationists warn of an impending disaster for habitats already severely affected by agricultural change. The drivers of this destruction, they say, are high crop prices and large government insurance subsidies that reduce financial risk for farmers, encouraging them to expand into fringe lands that would otherwise not be worth the risk. Christopher Wright, the landscape ecologist from South Dakota State University who built the maps, says they show &quot;hotspots of change&quot; that indicate conversion levels comparable with rates of deforestation in Brazil. Most of the loss is concentrated in South Dakota and Iowa, his research shows. &quot;People from North and South Dakota will tell you all the wild habitat they hunted and fished out of is disappearing,&quot; says Timothy Male, vice president for conservation policy at Defenders of Wildlife, an American conservation organisation. Conservationists fear especially for Iowa&apos;s valuable Prairie Pothole Region, where key populations of waterfowl breed. All over, visiting pollinators will also decline as monoculture booms, and temperate grasslands  already marked as the world&apos;s most threatened ecosystem  will further wane. Critics say the conversion is thanks to generous agricultural insurance that gets subsidised by the government at roughly 60%. Subsidies &quot;take most of the risk out of farming,&quot; says Male, and so farmers sow their crops in delicate grasslands and wetlands where ground is too hilly or wet for crops. &quot;If the government is going to pay more than 60% of that subsidy,&quot; Male said, &quot;[farmers] have got very little to lose.&quot; With corn and soy now fetching double what they did six years ago, for farmers it is worth the risk. Historically, farmers received lower subsidies, and agricultural insurance came with conservation requirements that forbade disturbance of grasslands and wetlands. But in the mid-90s, farmers&apos; insurance shed these conditions. Higher subsidies were introduced in the early 2000s to encourage farmers to participate in the government&apos;s insurance program, so that the potentially larger costs to government of droughts and disasters were dodged. Today, membership is high says Male, &quot;and many economists believe that a lower level of subsidy would encourage the same level of participation&quot; - just without being so lucrative that farmers expand into fragile ecosystems for extra profit. Farmers see the need for such insurance. Chris Studer, of the South Dakota Farmer&apos;s Union (SDFU), a non-profit member-based organisation for farmers, says &quot;It might look on the surface like farmers are getting handouts, but really it&apos;s a safety net to help them stay in business for the next year.&quot; He likens farming without current levels of insurance to exposing a shop to the elements, and having to pay for the product damage wrought by wind, heat, and rain. He also challenges the notion that farmers abhor conservation, saying that in reality, farmers &quot;for the most part, want to take care of the land.&quot; There is money to be made from conservation too. Scores of corn-belt farmers already work with the government&apos;s Conservation Reserve Program, an initiative that pays farmers to protect natural habitat on their land. Yet still, Wright&apos;s maps clearly show that degraded ecosystems are becoming the consequence of elevated insurance. As farmers have recognised the value in chancing risky crops, they have increasingly expanded into marginal lands. &quot;We definitely see conversion occurring on lands that are more susceptible to erosion and on poorer soils,&quot; Wright says. Wetlands get destructively &apos;tile-drained&apos;, and as farmers remove natural vegetation and till the earth, they release sequestered carbon. Facing higher returns for their crops, the appeal of less-rewarding conservation programs might also diminish. &quot;Farmers are doing all the things they are expected to do,&quot; states Male. At the pace at which conversion is happening now, Male reckons habitat losses are &quot;going to have disastrous impacts; impacts on resources that people really value.&quot; The solution, of course, is terrifically simple but hard to entrench. Pair crop insurance with an obligation to conserve land, as the conservationists suggest.", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/01/biofuel-habitat-loss-usa", 
    "wordcount": "745"
}