{
    "headline": "What is climate finance and where will it come from?", 
    "text": "Climate finance involves flows of funds from developed to developing nations to help poorer countries to cut their emissions and adapt to climate change. The sources and governance of climate finance has been widely debated since the 2009 climate change summit in Copenhagen, where industrialised countries committed to giving $100 billion a year in additional climate finance from 2020 onwards. To get things going, immediate &apos;fast-start&apos; finance of up to $30 billion was promised until the end of 2012. Donor countries have met their initial commitment on fast-start finance. Over $30 billion in additional climate finance has been provided since Copenhagen. The UK has contributed 1.5 billion ($2.4 billion) so far, rising to 2.9 billion by 2015. But globally there is no clear path to ramp up support to the target $100 billion by the end of the decade  which is a concern given that rich countries have a history of not living up to aid promises. Anothe concern is that meeting the target so far has involved the reclassification of some existing aid flows. Classification will always be a problem, particularly when it comes to dealing with the impacts of climate change (&apos;adaptation&apos;). Better education and healthcare, access to safe drinking water, improved disaster relief and the availability of micro-finance will all make countries more resilient to climate change, but they are also basic development objectives. Therefore if the aim is climate-resilient development, there is no clear delineation between adaptation assistance and development aid. Climate finance has been a central element of the international climate change agreements from the outset. The UN Framework Convention on Climate Change, agreed in 1992, stated that developed countries shall provide &quot;new and additional financial resources&quot; to developing countries. In the early years this financial assistance was channelled through the Global Environment Facility (GEF), either directly or through dedicated funds which the GEF administers (in particular, the Least Developed Country Fund and the Special Climate Change Fund). But over the years developing countries have become critical of the GEF, which they see as dominated by developed countries. The search for new institutional arrangements has therefore been an important aspect of the climate finance discussion. The outcome has been the creation of a new organisation, the Green Climate Fund (GCF), which will be the main channel through which climate finance is allocated. The GCF, which is head-quartered in South Korea, is controlled by a Board on which developed and developing countries are equally represented. There has also been a push for more direct access to funding. Developing countries are keen to get financing without going through international institutions like the World Bank and being subjected to their rules and conditions. Many are setting up special national funds to secure direct access. Others look to the Norway-sponsored Amazon Fund as a potential model. The process of creating new institutions and establishing a track record of financial probity is inevitably slow. In the meantime the climate finance landscape is dominated by bilateral aid agencies and international development institutions, which implement GEF projects and have set up their own climate finance initiatives. The most notable of them are the World Bank-led Climate Investment Funds. The Adaptation Fund, which is financed through a levy on international carbon market transactions, is the only international climate fund besides the GCF that is independent of development finance institutions. However, the Adaptation Fund has seen its revenues drop when the international carbon price collapsed, demonstrating that government pledges aren&apos;t the only sources of finance that can prove unreliable. In 2010, UN Secretary General Ban Ki-Moon established a high-level advisory group and tasked it to find the best sources of climate finance. The group concluded that a combination of sources was needed, including aid-style government pledges, market levies and possible new sources such as a tax on international aviation and shipping, which would begin to regulate this so-far uncapped source of emissions, or a financial transaction tax, a policy that has been much-debated in Europe as a way to increase financial stability. A large share of income would also have to come from the private sector through mechanisms like carbon trading. Little tangible progress has been made on the additional sources of finance since the high-level advisory group has reported. In the meantime, developing countries have started to spend their own funds, particularly on adaptation, and the private sector continues to invest in low-carbon technologies like renewable energy. The UNFCCC debate is only the tip of the climate finance iceberg.  This article was written by Samuel Fankhauser of the Grantham Research Institute on Climate Change and the Environment at LSE in collaboration with the Guardian The ultimate climate change FAQ  This answer last updated: 04.04.2013 Read about the project and suggest a question Report an error in this answer Related questions Why does climate change get described as a &apos;stock-flow&apos; problem? What is the &apos;polluter pays&apos; principle? What is a carbon price and why do we need one? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2013/apr/04/climate-change-renewableenergy", 
    "wordcount": "870"
}