{
    "headline": "BP's 'spirit of the Gulf' Olympics hospitality is hard to swallow", 
    "text": "While McDonald&apos;s will remain king of the chips at the London 2012 Olympic Games, BP has charged itself with delivering the culinary &quot;spirit of the Gulf&quot;. The Louisiana Office of Tourism announced this week that the oil company would be hosting a series of events for Team USA that will pair three Gulf coast bands with chefs from Louisiana, Mississippi, Alabama and Florida preparing &quot;the world&apos;s freshest and best-tasting seafood&quot;. No doubt Team USA will enjoy the New Orleans jazz and Cajun food on offer, but it&apos;s more than a little troubling that, after the 2010 Gulf oil spill, BP has co-opted the phrase &quot;spirit of the Gulf&quot; as a promotional device to position itself as the gatekeeper to the region&apos;s culture and cuisine. When the Deepwater Horizon oil rig suffered a &quot;well integrity failure&quot; 40 miles off the coast of Louisiana, it led to the worst accidental oil spill in US history. The spread of oil from the leak was vast - BP found around 1,000 miles of oiled coastline, but other figures suggest between 2,900 and 68,000 square miles of ocean was affected - with devastating effects for marine life and the seafood industry. Dean Blanchard was one of the shrimpers who was hit by the fallout of the spill; his firm used to account for 11% of US shrimp supply, but the oil slick effectively killed off his livelihood. At the time of the spill, he talked to us about his feelings towards BP and its then-chief executive Tony Hayward in a report from the Sand Dollar marina in Grand Isle, Louisiana:  &quot;He took away everything I love most in the world. I am going to hunt that son of a bitch down like a &apos;coon,&quot; he said. &quot;He wants his life back after all he has done to us? The hell with him.&quot;  [...]  [Blanchard] is equally scathing of BP&apos;s oil clean-up strategy. &quot;I could take two 32oz Big Gulp cups from the 7-Eleven and do more than what they are doing,&quot; he said.  [...]  Around the corner from his operations, a family has erected 101 simple white crosses memorialising what has been lost to the spill.  There is sea food industry, with crosses for tuna, shrimp and oyster catches, but also &quot;beach sunrises&quot;, &quot;seafood gumbo&quot;, &quot;redfish rodeo&quot;, &quot;family time&quot;, &quot;porch sitting&quot; and &quot;dog on beach&quot;. And for all his bluster, Blanchard is overwhelmed by the loss.  &quot;I think I did everything right, and here this idiot came and didn&apos;t know how to run his business and put me out of my business. People used to respect me in this town. Now I wake up in the morning and I don&apos;t know what to do.&quot;   Back in the Olympics PR world, Crystal Ashby, BP&apos;s vice-president of government and public affairs, tells us: &quot;BP is proud to use the power of the London 2012 Olympic Games as another way to promote the Gulf coast, draw new visitors to the region and demonstrate our ongoing commitment to the community.&quot; In the light of the Louisiana memorial&apos;s litany of loss, it&apos;s hard to say exactly how BP has promoted the Gulf Coast. Ravaging ecosystems and destroying community livelihoods, though, probably wouldn&apos;t make the list. This Olympic marketing move looks, at best, horrifically ironic and, at worst, like rubbing salt (or should I say oil?) in the wound.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/19/bp-spirit-of-the-gulf-olympics", 
    "wordcount": "589"
}