{
    "headline": "Experiential recruitment: beyond the open day", 
    "text": "Students are not customers  at least that is my opinion. I appreciate that in the ongoing debate post-tuition fees rise, students are likened, more and more, to customers, but I believe the analogy simply doesn&apos;t ring true. I form this view on the basis that you cannot pay more tuition fee to receive more education, or by the same token, pay more to receive a particular outcome or specific experience. Despite talk of students as customers and education as a commodity, I still believe universities have a clear identity of being for social good and not a business. There is, however, no denying that the rise in tuition fees is driving universities to be run on a more business-like basis. This in itself is not a bad thing, if it prevents complacency and offers students a better university experience. As many universities are likely to see their core numbers decrease, increasingly they will be turning to the unregulated market of ABB+ students. This is prompting many to scrutinise the recruitment experience they offer prospective students  how it is packaged, communicated and delivered  as never before. Meeting these challenges plays to the tune of universities wanting to be more business-like in how they operate and present themselves. One of the more interesting areas of differentiation I think we&apos;ll see emerge is the use of experience design (XD) in the recruitment of students. In this context, student recruitment is crafted around an experience that starts off by simply exposing prospective students to the notion of what university life is all about. The use of Web 2.0 technologies to promote experiential recruitment is playing an ever increasing role in the creation of communities of prospective students that can now start forming and sharing ideas well before their first lecture. This is a major advancement on the traditional &apos;open day&apos; model, where students read an outdated prospectus before suffering from information overload followed by a quick walk around campus. Rather than &apos;selling&apos; the institution on its past successes, parents and students now want their confidence developed around the institution&apos;s current and future plans, to the point that they feel they can trust the university in being able to create job-ready graduates for positions in industries that may not even exist yet. Here we see words like selling being replaced with confidence and trust, which signifies a step-change in conventional student recruitment. In the Brunel Business School (Brunel University, London), we put a lot of effort into exposing prospective students to our own ambition and that of our existing student body, while targeting ABB+ students with a unique residential Boot Camp experience. Here we offer a mini-university experience with business simulation games, peer networking opportunities, motivational speakers and group exercises, all with the aim of creating a shared understanding of what university life is all about. In taking this approach, we are starting to undermine the conventional recruitment model that is fast becoming outdated. Students and those who influence their decisions are increasingly savvy and expect clarity on what new experiences they will be exposed to while at university. It is no longer good enough to offer rhetoric; rather, students want to experience before they decide where to &apos;co-create&apos; knowledge. This now means we all need to rethink how we have been recruiting and adapt to the changing expectations of a new generation of learner. Professor Zahir Irani is Head of Brunel Business School at Brunel University  follow him on Twitter @ZahirIrani1 This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/jan/08/student-customers-universities-management-communications", 
    "wordcount": "605"
}