{
    "headline": "I've often seen bees infested with mites, but rarely one so heavily laden", 
    "text": "Bumblebees still foraged on the blackcurrant blossom, even though the afterglow of sunset was beginning to fade. One, a queen Bombus pratorum, fell from a truss of flowers and landed almost at my feet, brushing her legs over her furry back as if to rid herself of some irritation. When I knelt to look closely I could see the source of her apparent torment  dense clusters of pink mites, clinging to her fur in crevices that were beyond the reach of grooming. I&apos;ve often seen bees infested with mites like this, but rarely one so heavily laden. It is impossible not to feel sorrow at the sight of such industrious, valued insects afflicted in this way and there was a time when I might have contemplated catching them to try to relieve them of their burden with a fine paintbrush. But perhaps that would be a mistake. Unlike Varroa mites that devastate honeybee colonies, there&apos;s little evidence that these bumblebee mites transmit disease or inflict significant direct harm; they may be little more than hitchhikers that are minor irritations for their host. They are commensals in bumblebee nests, and studies in Switzerland have revealed that they feed on the sticky coatings of pollen rather than on the bees to which they often cling. They may, in a mutually advantageous evolutionary pact, even be of some benefit to the colony by eating detritus and moulds that might harm the brood. Hitching a ride on their hosts is their method of dispersing throughout the bee population, detaching themselves to crawl into a flower during a pollination visit then boarding the next bee for a ride to its nest. I watched the queen climb on to a leaf, buzz to warm up her flight muscles and then disappear over the hedge, carrying her passengers to her nest. Perhaps she had just been weary at the end of another day of dawn-to-dusk foraging.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2013/may/22/crook-county-durham-bees-infested-mites", 
    "wordcount": "319"
}