{
    "headline": "Scottish renewable energy industry dismisses Donald Trump attack", 
    "text": "The renewable energy industry has dismissed as &quot;trumped-up nonsense&quot; an attack by Donald Trump on Scottish wind energy projects. But the Scottish government has declined to respond directly to the billionaire&apos;s stinging criticism of Alex Salmond&apos;s plans for renewable energy. When asked in an interview on Thursday night about Trump&apos;s comments, Salmond replied only with a prediction that once renewable energy created a large number of jobs in Scotland, &quot;just about everybody will get on board, even Donald Trump&quot;. Trump is opposed to plans for an offshore windfarm near the site of his luxury golf resort in Aberdeenshire. In a letter sent to the first minister, Alex Salmond, Trump accused him of being &quot;hell-bent on destroying Scotland&apos;s coastline&quot;, and said he would halt work on his project until a decision on the windfarm was made by ministers. &quot;With the reckless installation of these monsters, you will single-handedly have done more damage to Scotland than virtually any event in Scottish history,&quot; Trump wrote. He said he would be launching an international campaign against Scotland&apos;s wind energy plans. Niall Stuart, chief executive of Scottish Renewables, which represents the renewable energy industry in Scotland, criticised Trump&apos;s intervention, and said there was no reason why the two developments could not exist side by side. &quot;Who is Donald Trump to tell Scotland what is good for our economy and our environment?&quot; he said. &quot;Offshore wind is already attracting billions of pounds of investment and supporting hundreds of jobs across Scotland, including in his mother&apos;s hometown of Stornoway. &quot;He completely overblows the impact of the proposed wind farm and to be honest there are so many mistakes in the &apos;trumped-up&apos; nonsense that it&apos;s difficult to know where to begin.&quot; In an interview with STV, Salmond said he believed even the American businessman could be persuaded of the benefits of wind energy. &quot;People will be opposed for a whole variety of reasons but as we mobilise this industry, as we are established as world leaders, tens of thousands of jobs come to this country and as we re-industrialise this nation then, eventually, just about everybody will get on board, even Donald Trump.&quot; The Scottish government declined to respond directly to Trump&apos;s criticism, saying it was currently considering the views of interested parties in the project for 11 turbines in Aberdeen Bay, which has become the focus of Trump&apos;s ire. &quot;Scottish waters are estimated to have as much as a quarter of Europe&apos;s potential offshore wind energy,&quot; a spokesman said. &quot;A recent study suggests that harnessing just a third of the practical resource off our coast by 2050 would enable us to generate enough electricity to power Scotland seven times over. An independent Scotland will be able to take full responsibility for this renewables revolution, along with the investment and thousands of jobs it brings.&quot; RenewableUK said studies had shown that windfarms had no effect on tourism. &quot;We think his concerns are probably not merited,&quot; it said. &quot;Unless he&apos;s going to put his golf course on the water, which seems unlikely.&quot; Trump&apos;s intervention follows the Scottish governments&apos; blueprint to help streamline the scope, planning and consent for offshore renewables developments. They plan to create a national database of survey data and will prioritise early work to identify potential sites for new test facilities, including deep-water offshore wind technologies. Willie Rennie, the Scottish Liberal Democrat leader, said Scotland would not be bullied over the issue. &quot;First Mr Trump accuses Scotland of being the laughing stock of the world,&quot; Rennie said. &quot;Now he threatens to launch an international campaign. What Mr Trump needs to understand is that Scotland will live up to our responsibilities to tackle climate change. &quot;This letter is a rather desperate attempt by a rich man who is used to getting his own way. But his latest tizzy is embarrassing. Instead of the world laughing at Scotland, Scotland is laughing at Mr Trump.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/10/scottish-renewable-energy-donald-trump", 
    "wordcount": "674"
}