{
    "headline": "Astronomy Photographer of the Year 2012 nominations  in pictures", 
    "text": "   The Milky Way from the Uludag National Park in Turkey. The stunning natural spectacle hangs above manmade pockets of light from the towns and villages belowPhotograph: Tun Tezel/Royal Observatory       The Elephant's Trunk in the constellation of Cepheus.  New stars are forming deep within the dense clumps of dust and gas that make up the trunk Photograph: Bill Snyder/Royal Observatory       The aurora borealis over Hgtuva Mountain in Norway. The Earth's magnetic field funnels particles from the solar wind over the polar regions. More than 80 kilometres above the ground, these collide with molecules in the atmosphere causing them to glow: green and pale red for oxygen and crimson for nitrogen  Photograph: Tommy Eliassen/Royal Observatory       Raining stars: In this time-lapse picture stars appear to streak across the sky as the Earth rotates. The path of the planet Jupiter is visible to the right of the silhouette  Photograph:  Miguel Claro/Royal Observatory       An enormous complex of sunspots  regions of the Sun's surface where intense magnetic fields are suppressing the upwelling of heat from the star's interior  is visible in this shot, which also captures a jet and its trails in silhouette Photograph: Dunja Zupanic/Royal Observatory       A mosaic image of the constellation of Cygnus reveals massive clouds of colourful glowing gas and lanes of dark dust. Their light would be too faint for the human eye to register, but long exposure times and special filters reveal them in all their glory  Photograph:  J-P Mets vainio/Royal Observatory       A meteor streaks across the sky above Arches National Park in Utah during the annual Perseid meteor shower. The photographer used an artificial light source to illuminate and emphasise the dramatic rock formations Photograph: Thomas O'Brien/Royal Observatory       Various forms of solar activity are showcased in this image including a solar prominence, bottom left. The Sun moved towards the peak of its 11-year cycle of activity this year following an unusually long and quiet lull. Sunspots, explosive flares and prominences have been much more common than in previous years  Photograph: Paul Haese/Royal Observatory       The Orion Nebula. In its centre, newly formed stars blast their surroundings with radiation, carving out a cavity in the dust and causing hydrogen gas to glow pink  Photograph: Michael Sidonio/Royal Observatory       A multi-image mosaic of the moon. Even a telescope with low magnification will only show a small part of the moon's surface at a time, so composite images such as this are needed to show large areas of its surface  Photograph: David Campbell/Royal Observatory       The full moon sets behind the Alps and the Sacra di San Michele, or 'St Michael's Abbey', perched 1,000 metres up on Mount Pirchiriano in northern Italy Photograph: Stefano De Rosa/Royal Observatory  ", 
    "section": "science", 
    "gid": "science/gallery/2012/sep/07/astronomy-photographer-year-2012-pictures", 
    "wordcount": "0"
}