{
    "headline": "Microsoft 'to launch tablet to compete with iPad'", 
    "text": "Microsoft appears to be preparing to launch an own-brand tablet running a new version of Windows in an effort to compete with Apple&apos;s iPad. An invitation to an event in Los Angeles on Monday evening sent out by the software company late on Thursday  but lacking venue details  has sparked expectation that Steve Ballmer&apos;s company is now ready to take on Apple&apos;s dominance in the tablet market. This would be a dramatic break from Microsoft&apos;s usual moves in computer hardware, where it develops the software and licenses that to hardware makers to ensure the broadest possible market. But Microsoft has fallen behind Apple and Google in the fast growing tablet market  already one-eighth as large as the PC market and forecast to be 40% by 2016. The fastest growth in tablet sales is in western countries, where PC sales are slowing, reducing sales in the Windows division in four of the past six quarters. Windows 8, to be released this year, is designed to be used on a tablet as well as a desktop PC. &quot;If Microsoft wants to control the entire user experience and the entire quality of their products, they have to build their own hardware,&quot; Michael Cherry, an analyst at Directions on Microsoft, a Redmond-based market research firm, told the Bloomberg news service. The location of Monday&apos;s event, near Hollywood, could indicate that Microsoft may announce a content deal using its new SmartGlass app, which bridges the gap between the TV and the smartphone or tablet. Other speculation is that the tablet will have access to an ebook store using Barnes &amp; Noble&apos;s technology, following a $300m deal made at the end of April. The timing of the launch would also spike Google&apos;s guns. The search giant is expected to unveil an own-brand tablet at its Input/Output event on 27 June although Microsoft&apos;s forays into own-branded products have had mixed success. Microsoft has declined to comment. Its invitation says: &quot;This will be a major Microsoft announcement  you will not want to miss it.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/17/microsoft-tablet-compete-ipad-apple", 
    "wordcount": "341"
}