{
    "headline": "Michael Hintze revealed as funder of Lord Lawson's climate thinktank", 
    "text": "Michael Hintze, a leading Conservative party donor who runs the 5bn hedge fund CQS, has emerged as a financial backer of the climate sceptic thinktank founded by former chancellor, Lord Nigel Lawson. The Global Warming Policy Foundation, launched by Lawson in 2009, regularly casts doubt on the science and cost of tackling climate change in the media and has called on climate scientists to show greater transparency, but has refused to reveal details of its donors. Leading Nasa climate scientist James Hansen calls it &quot;one link in a devious manipulation of public opinion [regarding climate change].&quot; On Monday, Downing Street was forced to reveal that Hintze was among the leading Tory donors who were invited to privately dine with David Cameron at a &quot;thank you&quot; dinner following the general election in 2010. The revelation that Hintze, who has also donated 1.5m to the Tory party, is connected with climate change scepticism will be an embarassment for David Cameron, who has pledged to lead the &quot;greenest government ever&quot;. The Guardian has seen correspondence sent by Hintze in which he appears to indicate he is financially supporting the educational charity. Last October, Hintze emerged as a key figure in the lobbying scandal which forced the resignation of the then defence secretary Liam Fox after it was revealed by the Guardian that Hintze had given free office space to Fox&apos;s controversial associate Adam Werrity and flown both Fox and Werrity on his private jet. Hintze&apos;s former charity adviser, Oliver Hylton, later lost his job at CQS after it was revealed that he was the sole director of Pargav Ltd , a company which paid for Werrity&apos;s global travel and derived its income from Conservative party donors. Hintze&apos;s backing for the GWPF was made apparent in an email sent last September following an approach by a climate change project for funding. He declined the request, writing that he was &quot;fully committed at this time. Furthermore we are supporting Nigel Lawson&apos;s initiative.&quot; Both Hintze and CQS have declined to comment on the email. There have been repeated calls for the GWPF, which claims to be &quot;all-party and non-party&quot;, to reveal the identities of its donors, but Lawson has refused saying that he offers all donors the protection of anonymity so not to risk exposing them to public criticism. He has added that his charity does not accept donations from anyone with a &quot;significant&quot; interest in the energy industry. A long-running Freedom of Information request by the investigative journalist Brendan Montague, which was supported by Hansen, to force the Charity Commission to reveal the identity of the thinktank&apos;s seed donor was recently rejected by a judge at the Information Rights Tribunal. The judge commented, however, that she found it &quot;rather surprising&quot; that the GWPF claims to have significant influence over policymakers when it is registered as an educational charity. According to the Charity Commission, educational charities cannot &quot;exist for a political purpose.&quot; This, she said, was a matter for the Charity Commission to investigate, not the tribunal. John Prescott, the former deputy prime minister who has called  for Lawson to reveal his funders, said: &quot;Lord Lawson should own up to, not just to this donation, but also where any other donation has come from. The public interest demands greater transparency as to where the money has come from for his hostile thinktank into climate change. I&apos;ve asked him in the alley way, I&apos;ve asked him in parliament and I&apos;ll have to ask again: come clean, Lord Lawson.&quot; Montague added: &quot;Lord Lawson must now recognise there is a public interest in him being transparent about the funding of the GWPF. The Charity Commission should investigate the political nature of his climate sceptic think tank which campaigns for a change in government policy while being part funded by Tory party donors. How can the public take Lawson&apos;s demand for transparency [of climate scientists] seriously when he has been so secretive about his own funding?&quot; The Australian-born Hintze is a key backer of the Conservative party, donating to the party and to individual politicians since 2005. His hedge fund CQS has also donated to the party. In 2006, Hintze revealed he had loaned 2.5m to the party. Hintze, whose personal fortune is estimated by Forbes magazine to be $1.4bn (880m), has been lauded in philanthropic circles for his multi-million pound donations to the arts and museum projects, including major donations to the Victoria &amp; Albert Museum in London, 2m to the National Gallery and money to help restore Michaelangelo frescoes in the Vatican&apos;s Pauline Chapel. Charity Commission records show that in 2010 The Hintze Family Charitable Foundation also gave 100,000 to the Institute of Economic Affairs, a right-leaning, free-market thinktank, where Hintze is also a trustee. The IEA has promoted the work of Lord Lawson and other climate sceptics, including a book claiming global warming is not caused by humans but is instead part of a natural cycle. Professor David Henderson, a member of the IEA&apos;s advisory council, is the chairman of GWPF&apos;s academic advisory council. Hintze is also chairman of the board of trustees for the Prince&apos;s Foundation for Building Community , to which he has donated 683,954 in recent years. In 2009, Hintze received The Prince of Wales Medal for Arts Philanthropy from Prince Charles, who has been a vocal critic of climate sceptics. In 2010 during a speech at St James&apos; Palace, the prince said climate sceptics were peddling &quot;pseudo science&quot;. In a speech at the European Parliament a year ago , the prince said climate sceptics were having a &quot;corrosive effect&quot; on public opinion and were playing a &quot;reckless game of roulette&quot; with the future of the planet. Last December, Hintze replaced Hylton as his charity adviser with Major William Mackinlay, Prince Charles&apos;s former equerry. Last November, Chris Huhne, the then energy secretary, described the GWPF as &quot;misinformed, wrong and perverse.&quot; Last week, the GWPF filed its latest set of accounts with Companies House. It revealed that the charity&apos;s income in the year up to July 2011 was 158,008, compared to 503,302 in its first year. Income from membership fees suggest that it now has 143 members compared to 88 in its first year. In a statement included with the accounts, Lawson said: &quot;We have been able to establish ourselves as the leading thinktank in our field... Before we came into existence there was virtually no debate about global warming policy in the UK. There is now increasingly lively debate and, within the media, only the BBC continues to regard the matter as being definitively settled and not a proper subject for debate. The GWPF has played an important part in achieving this change.&quot; Lawson and the GWPF were approached by the Guardian but have yet to comment.", 
    "section": "environment", 
    "gid": "environment/2012/mar/27/tory-donor-climate-sceptic-thinktank", 
    "wordcount": "1166"
}