{
    "headline": "Why the concept of a Tax Freedom Day is ridiculous", 
    "text": "Thursday, we are told, is &quot;Tax Freedom Day&quot;, the day of the year when we have all earned enough money to pay this year&apos;s total tax obligations. The concept was developed in the United States in 1948 by Dallas Hostetler who showed his entrepreneurial skill by trademarking the phrase. His yearly calculations were transferred to the Tax Foundation in 1971, and since then they have calculated it each year, gradually expanding its application to individual US States and now other nations.  It is marketed as just a bit of fun that provides journalists with something to write about on a slow news day. It is meant to give citizens a sense of how much tax they pay, which in theory enables them to make more informed political decisions. However, as a piece of science, and interestingly as a piece of technology, it is less wholesome and illustrates how numbers can be distorted to mislead and corrupt debates. This isn&apos;t evidence-based policy, its policy-based evidence.  The first problem with the figure is that despite the appearance of objectivity it is a construct that embodies a range of subjective choices. The number is derived by using the fraction of the economy captured by taxation to find a date in the calendar that is that fraction of a year. This number applies to a particular nation, but nations aren&apos;t the sorts of things that can have Tax Freedom Days  nations don&apos;t pay personal income tax on national income. So the number jumps and is applied to the &quot;average taxpayer&quot;. This is potentially misleading because the average taxpayer is a statistical fabrication and is no more real than the average family with 2.6 children. This distorts and biases debate and people&apos;s perceptions of the benefits they get from state spending because the &quot;average taxpayer&quot; maps very badly onto the average person in the street who pays taxes. The &quot;average taxpayer&quot; pays much more tax than the average person because tax systems are heavily progressive. Taxation is skewed so that poor people pay less or even no tax, while millionaires pay considerably more. The average person doesn&apos;t pay the average amount of tax. For many people the tax and welfare system provides them with more money than they put in, so a tax freedom day never happens. Poor them.  The second problem with the figure relates to the &quot;freedom&quot; part of the calculation and is altogether more subtle. Implicit in the idea of a Tax Freedom Day is the notion that the year splits into a part where you are unfree because you are paying taxes and working for someone else (ie the government), and a part where you are free to spend your hard earned cash. There is something fishy going on here that is very difficult to see. It took me a long time to see it and it is my job to detect fishy statistics. What is happening is that the definition of freedom is switched halfway through the statement. I told you it was subtle. The first kind of freedom concerns the distribution of property rights, while the second kind of freedom concerns the exercise of those rights.  When we are talking about paying taxes we are concerned with the distribution of rights to property, specifically the distribution of the rights over earned and unearned income between the taxpayer and the state. Property distributes those rights. My right to something removes your right to it and vice versa. So all distributions create winners and losers and constrain someone&apos;s freedom, that&apos;s what rights are. This includes all forms of market-based distribution.  If you are paying taxes you will lose rights you otherwise might have to income, and presumably gain from the socialisation of risks that government spending produces. If everyone paid no taxes they would in theory gain income, but potentially lose the right to government services. Any distribution of property rights will mean you don&apos;t have rights to some things and so will restrict your freedom in some way.  However, when we move on to talk about freedom after Tax Freedom Day we are discussing the exercise of rights. When we exercise our rights our experience of freedom is different. You don&apos;t experience any loss of freedom over what happens to my property because you have no right to it. If I built a large house over a rambler&apos;s right of way and then changed the law to remove that right, they might experience a loss in the resulting changed distribution of their right to walk. But once the distribution was changed, they can&apos;t experience any loss of freedom in the exercise of that right because that right no longer exists. My freedom is increased because I now have a private garden, and your freedom to roam is not decreased because you no longer have any right to roam, and hence no freedom to lose.  So Tax Freedom Day involves using a definition of freedom for government spending that would make both governments and pure market forms of distribution constrain freedom, because all distributions of property create winners and losers. It then uses a definition of freedom that would make both governments and market free when it is talking about the freedom to spend once the distribution has been agreed.  If as all societies do, we accept that people do not have an absolute right to avoid taxation, then we can just as easily switch the argument around and say that government spending has no negative impact on freedom because people only have property rights to their income after taxes, while non-government spending creates constraints on freedom by redistributing property and hence makes us unfree.  Tax Freedom Day therefore marks the day our slavery starts. Such an argument is clearly moronic, but it is bogus for the same reason that the idea of Tax Freedom Day is.  Concepts like Tax Freedom Days are bandied around to confuse and distort public debate. They embody hidden political assumptions in ways that are very difficult for journalists and readers to detect and unpick. Even a very simple statistic can distort the public debate about taxation. The use of an average to describe a highly skewed distribution makes people think the number applies to them, when it doesn&apos;t, and frames the question in terms of a loss of income, rather than the relative balance between the costs and benefits of both government and private spending.  Moreover, by presenting it as a sound-bite in such a charged way, the statistic helps polarise debate. This ensures the public debate about taxation doesn&apos;t address distributional issues, let alone questions about how the distribution of wealth in the last 40 years has been hugely concentrated in a tiny proportion of the population. Funny how such a seemingly simple little number can achieve so much.  Paul Nightingale is Deputy Director of the Science Policy Research Unit (SPRU) at the University of Sussex where he conducts research on science and innovation policy, financial innovation, the biotech industry, skills, arms control and high-growth firms. He led the NESTA Innovation Gap project with Virginia Acha and is now working on business models and infrastructure.", 
    "section": "science", 
    "gid": "science/political-science/2013/may/30/tax-freedom-day-ridiculous", 
    "wordcount": "1202"
}