{
    "headline": "Hydro dams could jeopardise 'Grand Canyon of the east', say green groups", 
    "text": "Chinese environmental groups warn that government plans for a slew of hydroelectric dams on the pristine Salween (Nu) river  often called the Grand Canyon of the east for its deep valleys and sweeping views  could jeopardise biodiverse ecosystems and indigenous cultures, and lead to potentially catastrophic seismic events. China&apos;s state council released a notice last week revealing plans to proceed with over 60 new hydroelectric projects on three major rivers under the government&apos;s 12th five-year plan, from 2011 to 2015. Four of the projects lie on the upper reaches of the Salween. Plans to build a cascade of 13 dams on the Salween  China&apos;s last free-flowing river  stalled nearly a decade ago under opposition from environmental groups and outgoing premier Wen Jiabao, an ostensible populist and trained geologist. Five projects are being developed by the state-owned Huadian Group, according to the California-based NGO International Rivers. The company produces about 10% of China&apos;s power and is directly administered by a state council commission. Chinese environmental authorities have long considered hydropower an antidote to the country&apos;s overwhelming reliance on coal. The river, also known as the Thanlwin, begins on the Tibetan plateau and winds through Thailand before ending in a Burmese estuary. Its headwaters support 5 million people from 13 ethnic groups, many of whom are subsistence farmers. Entire groups may have to be resettled, dealing a significant blow to their traditional way of life. The government notice approves similar projects on the Jinsha river, a major headstream of the Yangtze, and the Mekong river, which is already heavily dammed. Two proposed projects border protected areas which contain 7,000 types of plants and up to 25% of the world&apos;s animal species, according to the United Nations Educational, Scientific and Cultural Organisation. Ma Jun, head of the Beijing-based Institute of Public and Environmental Affairs, said that because local governments and state-owned enterprises profit enormously from building large-scale infrastructure projects such as hydroelectric stations, they often cut corners on legally required environmental impact assessments. &quot;We had a chance to review some of the summaries of the large dam projects on the Jinsha river  there are major gaps identified in those reports, and some of them are very basic ones,&quot; he said. Scientists warn that building new dams in seismically active south-west China could expose residents to increased risks of landslides, mudslides and earthquakes. A recent analysis of up to 60 Chinese and American scientific papers suggested that the weight of water in the massive Zipingpu Dam reservoir may have caused the 2008 Sichuan earthquake, which killed about 80,000 people. The state council notice also mentions the Xiaonanhai hydropower station on the Yangtze river, a $4.75bn, seven-and-a-half-year project designed to have a capacity of 1.76 gigawatts to provide electricity to the sprawling south-western metropolis Chongqing. Critics say that the project will displace about 40,000 people, submerge about 20 miles of arable land and destroy endangered fish species including the Dabry&apos;s sturgeon, a 140m-year-old &quot;living fossil&quot; which has appeared on a Chinese postage stamp. Wang Yongchen, president of the Beijing-based environmental NGO Green Earth Volunteers, said that the new leadership&apos;s environmental record is uncertain, and that environmental NGOs will lose a key supporter when Wen steps down in March. &quot;We wrote reports to the new leaders, but they haven&apos;t answered,&quot; she said. &quot;We&apos;re still waiting.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/29/hydro-dams-china-ecosystem", 
    "wordcount": "562"
}