{
    "headline": "Rupert Murdoch reveals meetings with Michael Gove over free schools", 
    "text": "News International expressed an interest in applying to set up a free school, after plans to establish an academy in east London fell through, according to Rupert Murdoch&apos;s witness statement to the Leveson inquiry. The statement, published online on Wednesday, also reveals details of several meetings Murdoch and other News International and News Corporation executives had with Michael Gove, the education secretary and former Times journalist, to discuss this project and other education issues. Murdoch disclosed that in May last year. a representative of News International exchanged emails with two members of staff at the Department for Education, asking about whether the Sun and Times publisher might apply to set up a free school and what the deadline would be. Previously, the company had expressed an interest in helping to finance an academy school. Free schools were a key part of the 2010 Conservative election manifesto, allowing parents, teachers and charities to set up their own &quot;big society&quot; schools. The first 24 opened last September. According to the statement, Murdoch said: &quot;I understand that the [free school] idea was not progressed any further. I believe that we had planned to discuss Nl&apos;s interest in supporting a school with Mr Gove at a breakfast meeting in May 2011 but do not recall if we reached that topic.&quot; James Murdoch, Rebekah Brooks, then News International chairman and chief executive, respectively, and James Harding, editor of The Times, were also at this breakfast meeting last May. The statement says the meeting was &quot;devoted to education reform&quot;. The relevant email exchanges between the department and NI have not been published. In the statement, Murdoch praises Gove&apos;s &quot;distinguished record&quot; as a senior Times journalist and said that their recent interactions had focused on education reform. He reveals that Gove and former Labour schools minister Lord Adonis attended his home for dinner last January with Joel Klein, the lawyer who ran New York&apos;s public schools system before joining News Corp. Gove also had dinner at Murdoch&apos;s house in June last year, along with Klein, where there were discussions &quot;on multiple subjects, including education,&quot; the statement says. A list of all the contacts between Murdoch and Gove has been published by the government. Giving more detail of NI&apos;s interest in a school in England, Murdoch said that the company &quot;showed an interest in supporting the running costs&quot; of a new academy in Newham, east London. The statement said that NI representatives attended various meetings with the London Development Agency, with local authorities, and with the DfE, in July, October and November 2010. A visit to the potential site of the academy, attended by Boris Johnson and Gove, took place on 30 November 2010. Murdoch&apos;s statement says: &quot;Nl&apos;s objective was to create a lasting legacy in east London, through an academy school with a focus on media and technology. The project also required government funding; lack of government funding was the reason the project fell through in January 2011.&quot; The statement says that the topic may have been raised when Murdoch had dinner with Gove in January 2011. In his statement, Murdoch reiterated his view that today&apos;s classroom is &quot;the last holdout from the digital revolution&quot;. He said: &quot;The future belongs to those nations that best develop their human capital. I fear that the United States and the United Kingdom are lagging behind in this effort.&quot; Klein, a former White House counsel to president Bill Clinton, was hired to lead an education division that would &quot;help to spark technological change&quot;, according to the statement. The new division&apos;s first action was to acquire Wireless Generation, an educational technology firm. Klein addressed a conference on free schools during his visit to the UK in January 2011. The focus of the classroom technology business has been exclusively in the US, the statement says. &quot;Accordingly, to date there has been no exploration or development of such interests in the UK.&quot; The DfE said that three contacts between NI and Gove in 2010 were &quot;arranged by the department and related to the official business of the department&quot;. These were a dinner with Murdoch, Brooks and Gove on 17 June 2010, a discussion between Klein, Gove and others in September the same year and the academy site visit in November. In response to a request under the Freedom of Information Act, the department said: &quot;Due to the nature of these meetings (two meals and one site visit), we did not produce a formal record of the meetings, and following a search of the department&apos;s paper and email records, I can confirm that the department does not hold records of any notes produced during or after the meetings.&quot;", 
    "section": "education", 
    "gid": "media/2012/apr/25/rupert-murdoch-michael-gove-free-schools", 
    "wordcount": "799"
}