{
    "headline": "How did this get on the science page?", 
    "text": "   Let's not block the view.    I have been wondering why this &quot;Does voting in a church turn you into a Tory?&quot; got on to the science pages. From following the links, the &quot;new study&quot; looks like an attention-seeking piece of pseudo-scientific PR fluff which involved chatting to 99 people near churches in London and Maastricht. Maybe that&apos;s unfair, but I could not find the journal paper to check. I suspect the headline made it worth the effort, since it makes an implied equation between &quot;religious&quot; and &quot;right wing&quot;, and we sciencey lefty types are supposed to shake our tiny fists over our lattes in enjoyable outrage (really, I am drinking a latte right now. I nearly spilled it on my keyboard).While I am not a Tory, and I am an atheist and scientist, I still dispute that equation. I love the Guardian science pages, and I&apos;m proud my blog appears on them. But sometimes I wish that a religious and/or conservative, open-minded and curious person could browse them and read some cool science, without feeling like they&apos;d stumbled into enemy territory.  If you are based in the US (or, say, Saudi Arabia), the idea of someone being religious, conservative, open-minded and curious might sound unlikely. But the ugly tangle between politics, religion and science which seems to have taken hold in the US, while really unfortunate and worrying, is not universal. Not yet, anyway. Those bishops who just voted against benefit caps may be conservative (or confused) when it comes to sexuality, but labelling them Tories doesn&apos;t seem to work either. Don&apos;t get me wrong. If you think the Earth is 5000 years old, or that your head is full of thetans, or that what is written in some book trumps all empirical evidence, you would certainly not feel mainstream on any decent science page.  But lots of people who are religious are curious about how stuff works, and they&apos;re more likely to read about it if they aren&apos;t unnecessarily antagonized. I think that would be a good thing. I quite enjoy posturing, trolling and general argy-bargy sometimes, but it can get in the way. As someone said, &quot;Comment is free, but facts are sacred&quot;. Although this makes facts sound a bit churchy to me. I&apos;m not outraged or anything really. I just have an opinion. And yes, I am fully aware of the irony in the fact that this opinion is about to appear on the science pages.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/jan/24/1", 
    "wordcount": "416"
}