{
    "headline": "Gamesa announces plans to build 125m offshore windfarm facility", 
    "text": "Spanish wind power company Gamesa will build a 125m offshore windfarm facility in the port of Leith, creating around 800 jobs, it said on Friday. The announcement comes just days after George Osborne said in his budget that &quot;renewable energy will play a crucial part in Britain&apos;s energy mix&quot;, after warnings by major wind companies that their investments in the UK were under threat from political uncertainty. The manufacturing facility, on the northern edge of Edinburgh, will produce blades and generator units for offshore wind turbines, which David Cameron said at a major speech on Monday would be the focus for UK renewable energy because of energy security and the economic opportunity it presented. David Cameron today welcomed Gamesa&apos;s investment: &quot;This is fantastic news for Scotland and shows that the UK remains an attractive place for foreign investment. Scotland benefits from UK-wide initiatives to promote renewables and access to the entire UK consumer market. That, coupled with the economic security that comes from being part of one of the world&apos;s most successful unions, makes Scotland an obvious place for companies like Gamesa to invest in.&quot; Alex Salmond, the first minister, said the facility would be a &quot;welcome boost to Leith and to the wider Edinburgh and Lothians economy&quot; and bring quality engineering jobs. &quot;Gamesa&apos;s decision is also the latest in a series of inward investment announcements by major international companies that signal Scotland&apos;s leading position in the renewables revolution that is sweeping Europe and the wider world,&quot; he said. Gamesa, which had revenues of more than 3bn in 2011, already has an offshore wind R&amp;D centre in Glasgow which opened last year, and an offshore wind HQ in London. Edinburgh was chosen earlier this month as the headquarters for the government&apos;s new green investment bank, along with operations in London. The bank will help projects including offshore windfarms. Jorge Calvet, Gamesa&apos;s chairman and chief executive, said: &quot;I have only praise for the support we have received throughout this process from government ministers and agencies across the UK. We hope to play a central role in strengthening the UK&apos;s offshore wind energy sector and improving security of energy supply in the future.&quot; Environmental groups welcomed the Gamesa facility, with Greenpeace&apos;s chief scientist, Doug Parr, writing that it was &quot;great news for [the] green economy.&quot; Niall Stuart, chief executive of trade association Scottish Renewables, said: &quot;This is another fantastic vote of confidence in Scotland&apos;s renewable energy industry. We have fought off incredibly strong competition from other parts of the UK for the location of the company&apos;s manufacturing facility, which is a fantastic addition to the growing list of major employers in renewables in Scotland. This reinforces the massive benefits that renewables is having on our economy, and the role that the sector will play in getting out of the downturn and in getting the labour market moving again.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/23/gamesa-offshore-windfarm", 
    "wordcount": "493"
}