{
    "headline": "Come and see TEDxObserver in your city  and hear great local speakers too", 
    "text": "BRIGHTON Jay Rayner talks food, rockets and much more at Brighton&apos;s Lighthouse  STEPHEN HARRIS  One of the most exciting chefs at work in Britain today, the Michelin-starred chef-patron of the Sportsman in Seasalter will be in conversation with Jay Rayner. With no formal training, Harris simply had a passion to use fresh local produce in exciting new ways. ZAHAAN BHARMAL One time policy adviser to the Cabinet Office, now Google&apos;s head of marketing operations in Europe, the Middle East and Africa, Zahaan Bharmal&apos;s great love is space. Here he talks about his big idea: YouTube&apos;s Space Lab. WILLIAM NICHOLSON: Q&amp;A WITH JASON WOOD  The Academy Award-winning screenwriter and author will be in conversation with writer Jason Wood about Shadowlands, Gladiator and the Hollywood experience. MATT ADAMS: Q&amp;A WITH HONOR HARGER Known internationally as one of the most exciting artists using interactive media, Blast Theory co-founder Adams will talk art and technology with Lighthouse&apos;s director. BRISTOL Ethical columnist Lucy Siegle, plus talks on race, green energy and wild swimming at the Watershed  PAUL STEPHENSON AND TONY BENN The leader of the Bristol Bus Boycott, Paul Stephenson changed not just the face of Bristol but Britain too. A lifelong activist, he helped to pave the way for the first Race Relations Act. He&apos;ll be in conversation with his friend and supporter, Tony Benn. DALE VINCE  A former hippy and member of the Peace Convoy, Vince founded Ecotricity, the green energy company which now turns over more than 40m a year. In conversation with Lucy Siegle. JULIAN BAGGINI Writer, philosopher and editor of the Philosophers&apos; correctMagazine, Baggini is no stranger to TED. More than 350,000 watched his last talk online; in Bristol he&apos;s going to talk about the need to reform capitalism.   KATE REW  Wild swimmer and founder of the Outdoor Swimming Society, Kate Rew will talk about the joys of wild water and how to found a movement. MANCHESTER Former deputy editor of Observer Music Monthly and Shaun Ryder&apos;s ghostwriter, Luke Bainbridge talks music and creativity at Contact  ROBIN INCE  Comedian, actor and writer Robin Ince is also fascinated by science and rationalism. He has toured with Brian Cox, spoken at TEDGlobal, and is now exploring whether you can be both happy and rational. KEISHA THOMPSON  A poet and songwriter, playwright and and Contact Creative Expert, Keisha is just 22 years old, but a brilliant new creative talent and a confident and accomplished performer. STEVE CONNOR Climate change campaigner and sustainability expert Steve Connor is the founder of Creative Concern. Connor will talk about ethical business, creative communications and how to sell a sustainable future. RUSSELL GILL  How do good ideas spread? Russell Gill of the Co-Op will talk about why 2012 is the UN&apos;s International Year of Cooperatives and how a Rochdale shop spawned a global movement. LIVERPOOL Feature writer Tim Adams hosts writers and scientists at Liverpool&apos;s Bluecoat  FRANK COTTRELL BOYCE  Cottrell Boyce, a long-time collaborator with Michael Winterbottom, is one of the area&apos;s most compelling voices. His work includes Welcome to Sarajevo and A Cock and Bull storycorrect. ROBERT SIMPSON  More than half a million volunteers now undertake scientific research at www.zooniverse.org. Robert Simpson explains how citizen science is space&apos;s new frontier. JANE DAVIS  A teenage runaway, Jane Davis left school with two GCSEs. Literature changed her life and, as founder of The Reader, she is trying to bring about a &quot;reading revolution&quot;. ROY BOULTER AND SOL PAPADOPOULOS  The one-time drummer of Liverpool band the Farm and a former photographer and merchant seaman, Boulter and Papadopoulos founded Hurricane Films. Bafta-nominated for Of Time and the City, they work with different communities to help them get their voices heard. CARDIFF Observer feature writer Kate Kellaway, Welsh male voice choirs and local food at the Sherman Cymru  TIM RHYS-EVANS AND ONLY BOYS ALOUD  Born and bred in south Wales, Rhys-Evans and his choir Only Men Aloud were the BBC&apos;s Last Choir Standing. To keep the tradition alive, he launched Only Boys Aloud, whose 14- to 19-year-olds are the next generation of Welsh singers. JOHN BRADSHAW  How and why do dogs and humans interact? John Bradshaw, a fellow in anthrozoology at the University of Bristol, and author of the bestselling In Defence of Dogs, explains. STEVE GARRETT  Founder of the Riverside Farmers&apos; Market, the oldest in Wales, which has gone on to spawn a mini empire, Garrett is a strong advocate of local, sustainable food, and believes that Cardiff needs a &quot;Food Charter&quot;. MARK STEVENSON A writer, comedian and futurologist, Stevenson attempts to answer the question &quot;What next?&quot; A former cryptographer and pop singer, he&apos;s also a founder member of the League of Pragmatic Optimists. NEWCASTLE Feature writer and novelist Elizabeth Day hosts the day at the art deco Tyneside Cinema  PAUL SMITH, MAXMO PARK The charismatic lead singer of alternative north-east rock band Maxmo Park will talk about how his lyrics are inspired by ordinary life. JEREMIAH ALEXANDER  The founder and director of Ideonic, Jeremiah Alexander is trying to build a better world through games. He creates 3D simulations and Facebook apps which engage attention while spreading knowledge. TOM CHATFIELD Journalist, author and game theorist Tom Chatfield was a hit speaker at TEDGlobal in 2010. In Newcastle, he&apos;ll talk about intimacy and technology. KATHRYN HOLLINGSWORTH AND SINEAD BRADSHAW Professor Hollingsworth set up the Street Law project to bring criminal justice to the streets of Newcastle. She&apos;ll appear with one of the project&apos;s student advocates. EDINBURGH Kevin McKenna, the Observer&apos;s Scotland columnist, hosts a day of ideas and talk at Edinburgh&apos;s Dovecot Studios  JOHNNY LYNCH Fence Records based in the village of Anstruther, Fife, is a record label dedicated to making music differently. Johnny Lynchcorrect, who co-runs the label, will talk and then perform. MEL YOUNG As co-founder of the Big Issue in Scotland, Mel Young understands the problem of homelessness and has thought of a new way to try and solve it. He&apos;s the founder of the Homeless World Cup, a social enterprise dedicated to ending homelessness through football. ROANNE DODS  Dovecot&apos;s deputy director and a producer at the International Futures Forum is passionate about Scottish art and contemporary craft.", 
    "section": "technology", 
    "gid": "technology/2012/feb/26/tedxobserver-cities-britain-local-speakers", 
    "wordcount": "1037"
}