{
    "headline": "Escape the marauding zombies and burn calories at the same time", 
    "text": "A new smartphone game developed by two Britons, one an award-winning novelist, with funds raised by crowd-sourcing and no budget for marketing, has become the world&apos;s highest-grossing health and fitness app during its first fortnight of release, beating even such giants as Nike. Released just weeks ago, Zombies, Run! describes itself as &quot;an ultra-immersive running game for the iPhone, iPod Touch, and Android&quot; with a narrative edge. Instead of focusing on fitness, it casts the user as the struggling survivor of a zombie apocalypse. Players undertake sorties to gather supplies, with the drama playing out in fully scripted audio; success is measured in further segments of the unfolding story. Sales are expected to top 100,000 soon, despite the full version costing more than 5, and media specialists say the game&apos;s success has many lessons for the industry. The game is the brainchild of Adrian Hon, founder and head of London games studio Six to Start; and Naomi Alderman, Orange prizewinning novelist and game writer and aficionado. Alderman says their inspiration was a &quot;learning how to run&quot; course she took in spring 2011. &quot;At the start of the course the instructors asked us why we wanted to learn to run. Most people talked about getting fitter, but one woman answered &apos;to escape the zombie horde!&apos;&quot; The idea stuck and, when Hon told her about his ambition to develop a fitness app that &quot;made the actual act of running itself fun&quot;, Zombies was born. Crucially, the pair decided that rather than attempting to raise funds from a conventional investor or games company, they would use the website Kickstarter to crowd source their budget. A three-minute video pitching the game was uploaded to the site in September 2011, and swiftly captured the internet&apos;s imagination. $73,000 of pledged funding from 3,464 donors poured in  more than five times the initial target  as well as more than 30,000 &quot;likes&quot; on Facebook. Not only had they raised their money and ensured the project&apos;s viability: they had gained a highly effective marketing campaign into the bargain. Development with a small team began in October 2011. A Six to Start employee gave up his bedroom so that it could be turned into an impromptu recording studio, where a cast of professional actors assembled to record seven hours of bite-sized scripts. Crowd-sourced funding meant that there were no investors to keep on board and thus, in Alderman&apos;s words, &quot;no need to waste time trying to explain what you&apos;re doing.&quot; This meant abold pricing strategy, with the full version on release for $7.99 (5.49 in the UK): the highest price of any game in the global top 200 on the App Store, and a far cry from the cheap-and-cheerful model dominating gaming on mobile devices. However, Six to Start&apos;s tactic has paid off. The Entertainment Retailers Association announced that for the first time the video games industry is Britain&apos;s biggest entertainment sector. Modern audiences are increasingly willing to spend wherever the most entertaining experiences are found. The lesson seems to be: give people something fresh, gripping and alive to play to its audience&apos;s interests, and they&apos;ll not only pay a premium price, they&apos;ll pay up front for you to make it. It&apos;s a proactive model echoed in the actual process of using Zombies, Run! More than 250,000 miles have been run in aggregate in the game. The conventional image of a passive, sofa-based digital culture looks out of date. Hon says the word &quot;game&quot; itself is rapidly losing its usefulness. &quot;We have these fantastic devices in our pockets that can connect to the internet, detect your location and speed, take photos, and play sounds, but we treat them like they&apos;re just faster Game Boys.&quot; Zombies, Run! itself has more in common with an audiobook or radio play than it does with most games. For Alderman, this crossover is the essence of their success: it&apos;s &quot;the first fitness game with a real story, not a marketer&apos;s idea of a &apos;story&apos; which means picking one of three &apos;cool characters&apos; to be your &apos;coach&apos;. Games are great at motivating action. But stories add meaning to your action. That&apos;s the sweet spot I think we&apos;ve hit.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/mar/25/mobile-app-zombies-fitness", 
    "wordcount": "720"
}