{
    "headline": "UK rural broadband network on hold as European commissioners dig in heels", 
    "text": "The government has paid consultants nearly 3m to help civil servants select companies to build a rural broadband network, only for the scheme to become trapped in a deadlock with Brussels. The BDUK process, under which the government has promised to spend 830m eliminating broadband black spots and bringing superfast speeds to rural locations by 2015, resulted in just two suppliers being selected and has been stalled for six months because European regulators are concerned it is not competitive. KPMG was paid 1,179,630 for &quot;Temporary staff: interim managers&quot; between 12July and 7 December last year, and a further 968,335 for &quot;management consultants&quot; between 12 January and 27 March this year, according to information published by the Department for Culture, Media and Sport (DCMS), which houses the BDUK team. A further 710,943 was spent with the law firm Pinsent Masons, while research house Analysys Mason received 68,000 for &quot;modelling&quot;. BDUK is understood to have an administrative budget of 16.5m for the lifetime of the project, according to a job advertisement published by the agency last year. The government had originally hoped to design an open process in which community groups and private firms would be commissioned to build Europe&apos;s &quot;best superfast broadband network&quot;. BDUK published a framework covering 35 local authority areas, which contractors competed to be allowed to supply. However, a number of companies including Geo and Cable &amp; Wireless pulled out last year and the selection criteria proved too high a hurdle for community groups. On Tuesday communications minister Ed Vaizey confirmed that only BT and Fujitsu had been selected. The companies signed contracts on Friday to become the exclusive recipients of millions in public funds, and will now begin to agree terms with individual councils. However, a DCMS spokeswoman said no work could start until Brussels gives the go-ahead. &quot;The European commission at a very senior level are very concerned that the incumbents [former national telecoms companies like BT] in Europe are not investing what they should be in fibre,&quot; said Malcolm Corbett, chief executive of the Independent Networks Co-operative Association (Inca), whose members include Geo and Fujitsu. &quot;Without competition incumbents will just go slowly. Fujitsu won&apos;t bid for all of the projects in the UK. &quot;If a significant number of counties end up with only BT bidding for their network what sort of deal are they going to get?&quot; The sticking point with Brussels is understood to be that BT is not prepared to give companies wishing to rent its fibre or infrastructure sufficiently open access. Brussels wants rival companies such as TalkTalk and Sky to be able to rent BT&apos;s &quot;dark&quot; fibre and install their own electronic equipment to &quot;light&quot; it, as they do with copper broadband. Brussels may also want less restricted access for companies to lay their own cables along BT&apos;s ducts and telegraph poles. A BT spokesman said: &quot;Discussions between the UK government and the commission continue on the issue of state aid. This is an EU issue as the commission is developing rules that need to work across Europe as well as taking the different conditions in the UK into consideration. &quot;We are working with the UK authorities for an outcome that both incentivises further investment in fibre broadband and delivers vibrant competition in broadband services. &quot;We believe there needs to be consistency with the wider regulatory framework which has given the UK the most competitive broadband environment in the world.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jul/03/bduk-broadband-scheme-delayed-european-commission", 
    "wordcount": "605"
}