{
    "headline": "Tigers under threat from disappearing mangrove forest", 
    "text": "A vast mangrove forest shared by India and Bangladesh that is home to possibly 500 Bengal tigers is being rapidly destroyed by erosion, rising sea levels and storm surges, according to a major study by researchers at the Zoological Society of London (ZSL)  and others. The Sundarbans forest took the brunt of super cyclone Sidr in 2007, but new satellite studies show that 71% of the forested coastline is retreating by as much as 200 metres a year. If erosion continues at this pace, already threatened tiger populations living in the forests will be put further at risk. Natalie Pettorelli, one of the report&apos;s authors, said: &quot;Coastline retreat is evident everywhere. A continuing rate of retreat would see these parts of the mangrove disappear within 50 years. On the Indian side of the Sundarbans, the island which extends most into the Bay of Bengal has receded by an average of 150 metres a year, with a maximum of just over 200 metres; this would see the disappearance of the island in about 20 years.&quot; The Sundarbans are known for vanishing islands but the scientists said the current retreat of the mangrove forests on the southern coastline is not normal. &quot;The causes for increasing coastline retreat, other than direct anthropogenic ones, include increased frequency of storm surges and other extreme natural events, rises in sea-level and increased salinity, which increases the vulnerability of mangroves,&quot; said Pettorelli. &quot;Our results indicate a rapidly retreating coastline that cannot be accounted for by the regular dynamics of the Sundarbans. Degradation is happening fast, weakening this natural shield for India and Bangladesh. &quot;As human development thrives, and global temperature continues to rise, natural protection from tidal waves and cyclones is being degraded at alarming rates. This will inevitably lead to species loss in this richly biodiverse part of the world, if nothing is done to stop it. &quot;The Sundarbans is a critical tiger habitat; one of only a handful of remaining forests big enough to hold several hundred tigers. To lose the Sundarbans would be to move a step closer to the extinction of these majestic animals,&quot; said ZSL tiger expert Sarah Christie.", 
    "section": "environment", 
    "gid": "environment/2013/jan/29/sunderbans-disappearing-mangrove-india-bangladesh", 
    "wordcount": "365"
}