{
    "headline": "The play's the thing for villages in India tackling real-life dramas", 
    "text": "Sibaguda is a remote tribal village in southern Odisha state, in the east of India. There are just 49 households, and cows are frequently herded through the main square. The electricity supply has been disrupted by a broken transformer and the only road has fallen into disrepair. What Sibaguda does have, in common with many tribal villages, is a central meeting place where theatre is performed. Now, thanks to one particular performance, a school is being built here for the first time. Amaresh Satapathy works for the Integrated Agency for Education, Environment and Technology (IAEET) in the nearby town of Koraput. Although his organisation works on everything from land rights to public health, Satapathy describes himself as a theatre activist. He first visited Sibaguda in 2007 as the leader of a Unicef-backed group performing street theatre to raise awareness of the importance of hand-washing. They performed in tribal villages around the Koraput district, and locals said they had all learned important lessons from the plays. However, when they returned to the villages they found that the messages were quickly forgotten. &quot;We asked people which part they remembered,&quot; Satapathy says. &quot;They talked about the entertainment, the tragedy and the comedy, but nobody remembered the message.&quot; Disillusioned, he began to reconsider the role that theatre could play. His group of actors from the main town moving from village to village may have brought entertainment, but they were doing little to empower villagers and were neglecting the area&apos;s own rich tradition of folk theatre. Satapathy decided to ask for Unicef&apos;s support to initiate a participatory theatre programme, known as community-based theatre. &quot;With CBT, we are doing something new with the community,&quot; he says. &quot;It is not just an ordinary development project.&quot; Rather than arriving with a paternalist message to preach, CBT invites villages to determine what their primary problem is, and then to write and perform a play that illustrates it. &quot;The villagers are deciding what the problems are,&quot; says Satapathy. &quot;It is not about the problems of the NGOs. People are working for their own rights, in their own way.&quot; Satapathy no longer travels with a theatre group but arrives in the village with a small team who explain the concept and purpose of CBT over the course of a week. They encourage the villagers to draw on their own storytelling and theatrical traditions. &quot;We don&apos;t train them to act,&quot; he says. &quot;We ask them: &apos;How do you sing, act or beat your drums?&apos;&quot; The team&apos;s role is to spark the initial idea and then to help the villagers draw a powerful audience. The play can help villagers put their problems before local officials. In Sibaguda, villagers decided their primary problem was education. Ramchandra Rana, 26, played a teacher in the performance. He says: &quot;The children had trouble going to school. The nearest one is more than 2km from here, so we invited the block development officer and other local officials to our village to see the play. After the fifth or sixth time of asking, they came.&quot; Bali Dalpati, who gives his age as &quot;more than 50&quot;, played the father of the play&apos;s central character, a young girl. He explains the plot they devised: &quot;In our story, there was a family: a father, a mother and one daughter. Between the village and the next village there was a canal, and to get to school the children had to cross the canal. In the play, my daughter was going to school when a flood came and she had to be rescued. After that, we turned to the audience and the officials and asked, &apos;Is this a good situation for our village?&apos;&quot; Satapathy has found that inviting officials to villages has had far more success than traditional forms of petitioning local government. Of the 427 villages in IAEET&apos;s catchment area, 50 have seen tangible results from CBT in terms of schools being built or better access to clean drinking water. Dalpati is hugely positive about the impact. &quot;We were so excited on the day of the performance,&quot; he says. &quot;The theatre has the power to change people&apos;s minds. We always had theatre for entertainment, but now we see it as a road by which we can develop our village.&quot; He gives a sobering account of a more typical interaction with local officials: &quot;We used to have electricity here but the transformer broke down. When we asked the officials to fix it, they said, &apos;Give us 5,000 rupees&apos;. We said we would give them 5,000 rupees if they gave us a government receipt. They would not.&quot; There are drawbacks to letting the community define their development priorities. For example, the message about the importance of hand-washing is one that is unlikely to come from the villagers themselves. However, as a way of engaging and empowering communities, Satapathy believes there is much to be learned from his experience of placing power into the hands of the villagers. &quot;In our training process we are telling people two things,&quot; he says. &quot;The first thing we are saying is: you are a powerful person, you can change things. The second thing is: you are a skilled person at theatre. Community-based theatre gives people an opportunity to talk to each other and work together. It encourages the community that not only NGOs, the government or the literate, but we the people can solve our problems.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/12/play-thing-villages-india-drama", 
    "wordcount": "932"
}