{
    "headline": "Canada's environmental activists seen as 'threat to national security'", 
    "text": "Monitoring of environmental activists in Canada by the country&apos;s police and security agencies has become the &quot;new normal&quot;, according to a researcher who has analysed security documents released under freedom of information laws. Security and police agencies have been increasingly conflating terrorism and extremism with peaceful citizens exercising their democratic rights to organise petitions, protest and question government policies, said Jeffrey Monaghan of the Surveillance Studies Centre at Queen&apos;s University in Kingston, Ontario. The RCMP, Canada&apos;s national police force, and the Canadian Security Intelligence Service (CSIS) view activist activities such as blocking access to roads or buildings as &quot;forms of attack&quot; and depict those involved as national security threats, according to the documents. Protests and opposition to Canada&apos;s resource-based economy, especially oil and gas production, are now viewed as threats to national security, Monaghan said. In 2011 a Montreal, Quebec man who wrote letters opposing shale gas fracking was charged under Canada&apos;s Anti-Terrorism Act. Documents released in January show the RCMP has been monitoring Quebec residents who oppose fracking. &quot;Any Canadians going to protest the Keystone XL pipeline in Washington DC on Sunday had better take precautions,&quot; Monaghan said. In a Canadian Senate committee on national security and defence meeting Monday Feb 11 Richard Fadden, the director of CSIS said they are more worried about domestic terrorism, acknowledging that the vast majority of its spying is done within Canada. Fadden said they are &quot;following a number of cases where we think people might be inclined to acts of terrorism&quot;. Canada is at very low risk from foreign terrorists but like the US it has built a large security apparatus following 9/11. The resources and costs are wildly out of proportion to the risk said Monaghan. &quot;It&apos;s the new normal now for Canada&apos;s security agencies to watch the activities of environmental organisations,&quot; he said. Surveillance and infiltration of environmental protest movement has been routine in the UK for some time. In 2011 a Guardian investigation revealed that a Met police officer had been living undercover for seven years infiltrating dozens of protest groups. Canadian security forces seem to have a &quot;fixation&quot; with Greenpeace, continually describing them as &quot;potentially violent&quot; in threat assessment documents, said Monaghan. &quot;We&apos;re aware of this&quot; said Greenpeace Canada&apos;s executive director Bruce Cox, who met the head of the RCMP last year. &quot;We&apos;re an outspoken voice for non-violenceand this was made clear to the RCMP,&quot; Cox said. He said there was real anger among Canadians about the degradation of the natural environment by oil, gas and other extractive industries and governments working for those industries and not in the public interest. Security forces should see Greenpeace as a &quot;plus&quot;, a non-violent outlet for this anger, he argued. &quot;It is governments and fossil fuel industry who are the extremists, threatening the prosperity of future generations.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/14/canada-environmental-activism-threat", 
    "wordcount": "489"
}