{
    "headline": "Abolish 0.7% UK aid target, say peers", 
    "text": "UK peers are urging the UK government to drop its commitment to spend 0.7% of gross national income (GNI) on aid, arguing it prioritises spending over results and jeopardises the quality and effectiveness of aid programmes. In a report published on Thursday, the House of Lords economic affairs committee said enshrining the 0.7% figure into law &quot;would deprive future governments of the flexibility to respond to changing circumstances at home and abroad&quot;. Peers said there was no compelling evidence to enact this legislation. &quot;The secretary of state has not put forward any case for legislation other than the government&apos;s political commitment to it,&quot; they said. Lord MacGregor of Pulham Market, chairman of the committee, said members were &quot;unanimous in our view that legislation for a 0.7% target for overall aid spending is inappropriate, and that the government should reconsider the target itself&quot;. &quot;We believe that development aid should be judged by the criteria of effectiveness and value for money, not by whether a specific arbitrary spending target is reached,&quot; he said. The 0.7% commitment was adopted by donor countries more than 40 years ago. The UK&apos;s three main political parties agreed to legislate the figure at the last election in 2010. The government has ringfenced the budget of the Department for International Development (DfID) and has pledged to spend 0.7% of aid by 2013, increasing its budget from 7.7bn in 2010-11 to around 10.7bn by 2014-15. In return for not having its budget cut, the international development secretary, Andrew Mitchell, has promised to be more transparent about how aid is spent and ensure value for money for the British taxpayer. The Lords&apos; report, which assesses UK development, not humanitarian aid, which makes up around 10% of the budget, welcomed the government&apos;s decision to scale down the number of countries it supports, specifically ending programmes in China and Russia, and calls for &quot;an early exit strategy&quot; from India. The government has said it will continue its aid programme to India, targeted at the poorest regions. The committee also called for a reduction in the amount of funding the UK gives to the World Bank, the United Nations Development Programme, and the European Commission&apos;s aid programme. It urged the government to do more to tackle corruption feeding off the back of its aid programme. In the financial year ending March 2011, DfID detected only 1.2m of fraud in its 7.7bn budget, a figure the committee called &quot;paltry and implausibly low&quot;. Peers also said they were concerned that cuts in departmental staffing would lead to weaker monitoring of its increasing budget, a sentiment voiced in a recent report by the Commons international development committee. &quot;We do make recommendations designed to improve DfID&apos;s performance further. In particular we fear that, sometimes, it is pursuing various good objectives  helping fragile states, zero tolerance of corruption, cutting staff numbers  that are likely to prove mutually incompatible,&quot; said the report. Mitchell rejected the Lords&apos; recommendation to drop the 0.7% figure. &quot;Spending less than 1% of our national income on aid  an internationally agreed target  will create a safer and more prosperous world for the UK. And it will get 11 million children into school, vaccinate 55 million children against preventable diseases and stop 250,000 newborn babies dying needlessly,&quot; he said. &quot;Going back on this promise would cost lives.&quot; In an interview with the Guardian last week, Mitchell said the 0.7% commitment would be law by the next election. Ivan Lewis, the shadow international development secretary, agreed with Mitchell, saying: &quot;Without this target it is hard to see how we would have seen the tremendous advances in support which have benefited many developing countries over the past decade. We continue to support the government in their commitment to reach the target of 0.7% of GNI by 2013 and expect the legislation they promised to be in May&apos;s Queen&apos;s speech.&quot; NGOs and advocacy groups reacted strongly to the committee report. Adrian Lovett, Europe executive director of the advocacy group ONE, called peers &quot;out of tune with public opinion and out of touch with economic reality&quot;. &quot;The Lords committee has chosen to ignore the evidence of the impact UK aid will have. If we maintain our commitment to the 0.7% aid target ... British aid will provide over 80 million children with vaccines against life-threatening diseases, saving an estimated 1.4 million lives. This is the very aid that Lord MacGregor and his colleagues seem happy to cut. It is also precisely this aid that will help create 19 million job opportunities and help 77 million people get access to basic financial services such as a bank account, essential investments that will allow the poorest to escape poverty and no longer need aid in the future. Most British people strongly support this aid.&quot; He added: &quot;It is absolutely right that aid programmes must be as smart and effective as possible, but it is simply wrong for the committee to suggest that the 0.7% target will result in a lack of focus on effectiveness and value for money ... These peers have a view of aid that is stuck in the 1980s. The world has moved on.&quot; Eric Gutierrez, Christian Aid&apos;s senior governance adviser, questioned the committee&apos;s view that reaching the 0.7% would prioritise spending over results. &quot;In Scandinavian countries, where the 0.7% threshold has been achieved, the discussion has shifted away from how much to give, to focus instead on how well it could be used,&quot; he said. Meanwhile, Lord Paddy Ashdown, UK president of Unicef and author of last year&apos;s review of the UK&apos;s humanitarian emergency response, said: &quot;Scrapping the 0.7% commitment would not make aid more effective, it would simply deny vital assistance to millions of poor and vulnerable people throughout the world. Long-term development aid means that we can reduce the amount we have to spend on humanitarian emergencies and will help millions more children go to school and live to celebrate their fifth birthdays.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/29/abolish-uk-aid-target-say-peers", 
    "wordcount": "1038"
}