{
    "headline": "Global land deal guidelines could pave way to world without hunger", 
    "text": "The endorsement of voluntary guidelines to improve the way countries govern access rights to land, fisheries and forest resources by the Committee on World Food Security (CFS) on Friday marks a historic milestone not only for the way in which land tenure is managed, but also for international consensus-building. The eradication of hunger depends in large measure on how people, communities and others have access to, and manage, land, fisheries and forests. Pressure on these resources, and on tenure arrangements, is increasing as new areas are cultivated to provide food for a rapidly growing population, urban areas expand, and as a result of environmental degradation, climate change and conflict. Rural landlessness is often the best predictor of poverty and hunger. Moreover, insecure tenure rights can lead to instability and conflict when competing users fight for control of these resources. Weak governance of tenure hinders economic growth and the sustainable use of the environment. Small-scale farmers and traditional communities will not invest in improving their land, fisheries and forests if they could be taken away at any minute due to lack of recognition of customary rights, weak registration practices or corruption. In some countries, women, for example, despite doing all the farming, are denied legal recognition and protection of rights to their land plots. The voluntary guidelines on the responsible governance of tenure of land, fisheries and forests in the context of national food security set foundations that are indispensable to resolve these issues. Responsible governance of tenure enables sustainable social, economic and environmental development that can help eradicate food insecurity and poverty, and encourages responsible investment. The guidelines cover a wide range of issues, including promoting equal rights for women in securing access to land, creating transparent record-keeping systems that are accessible to the rural poor, and helping with recognising and protecting informal and customary rights to land, forests and fisheries. They provide a framework that governments can use when developing their own policies and give investors and developers clear indications of what constitutes acceptable practice. The guidelines are the result of a three-year inclusive process of consultation that was initially driven by the Food and Agriculture Organisationn (FAO). During this government, civil society, the private sector and academics assessed a range of issues and actions. Approximately 1,000 people from more than 130 countries participated in the 15 consultations held worldwide in conjunction with a global electronic conference. The process moved on to the CFS, the inclusive international and intergovernmental platform dealing with food security and nutrition, under whose auspices the final negotiations were carried out. The negotiations involved nearly 100 national governments, NGOs, civil society, farmers&apos; associations, private-sector representatives and research institutions. This participatory, dynamic CFS-led dialogue was crucial to achieving consensus among disparate, sometimes conflicting interests, on a sensitive topic involving  among other issues  striking the right balance between attracting needed investment in agriculture and safeguarding the rights, livelihoods and wellbeing of traditional communities, indigenous people and small-scale producers. The challenge now is for countries to adapt these guidelines to national conditions and needs before implementing them. This is an effort in which every stakeholder that participated in the consultation processes has a role to play, to transform these guidelines into national policies and concrete improvements in the lives of people worldwide. The FAO stands ready to assist countries in areas such as institutional capacity development, advocacy, technical support and legal advice. The FAO will use the guidelines as the baseline for our partnerships, and we call on all our current and potential partners to endorse them. Hunger eradication is a complex challenge. Only by working together can we make progress. Agreement on the guidelines shows that effective, concrete co-operation on sensitive issues central to food security and economic development is possible, offering cause for optimism as we address other challenges on the path to a world free from hunger. It is our collective duty  governments and NGOs, civil society and the private sector  to ensure that the process of constructive collaboration bears fruit by promoting tenure governance consistent with 21st-century needs and equitable access to the precious resources on which the world&apos;s food security depends. And while work on the guidelines now moves to countries, our next global challenge is to establish principles for responsible agricultural investment. A substantial increase in investment, which has fallen precipitously in recent decades, is needed in developing countries. These principles will help assure that investments serve the needs of all stakeholders and enhance rather than compromise food security. The same dialogue and collaborative process that underpinned the guidelines should inform discussions about agricultural investments and other challenges related to food security and rural development. The CFS is uniquely positioned to support this process, providing a forum in which different stakeholders can debate and reach the consensus the world needs. Step by step, we are laying the groundwork for a food-secure world.  Jos Graziano da Silva is director general of the UN&apos;s Food and Agriculture Organisation", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/11/global-land-deal-guidelines-hunger", 
    "wordcount": "826"
}