{
    "headline": "Zynga CEO Mark Pincus on the future of the company: part one", 
    "text": "Zynga is in trouble; at least, that&apos;s what the markets tell us. The dominant western force in social gaming, the company that brought us the all-conquering agricultural sim Farmville and its many spin-offs, has just delivered second quarter financial results that fell far short of analyst expectations. The result: an almost 40% drop in share value, and many leering, gleeful predictions of disaster and decline. For its own part, Zynga has come out and attacked Facebook, which still houses most of the software developer&apos;s key games. John Schappert, the company&apos;s chief operating officer, claimed to analysts that changes to the social network favoured newer titles, leading to a drop in user engagement for legacy brands such as Zynga&apos;s Ville titles. Others argue that the Facebook gaming fad is losing traction, with players swarming to mobile. At the centre of the maelstrom is Zynga&apos;s compellingly contradictory founder and chief executive, Mark Pincus. This 46-year-old Harvard MBA graduate is a serial entrepreneur in the Silicon Valley tradition, launching a string of digital start-ups from early web service FreeLoader to formative social network, Tribe.net.  He would also like us to see him as a keen gamer, in both the classical and digital senses. When he gave a speech to introduce the Zynga Unleashed press event in June, he spoke about his childhood in which regular and viciously competitive family charades sessions would often terrify guests with their intensity. Later, at high school, his friends wrote the message &quot;Anyone want to play Atari?&quot; under his yearbook photo because he was obsessed with console games. He claims, however, to have fallen out of love with the medium in the 90s when the emphasis turned to single-player adventures and anonymous online competitions. He liked the social element, he liked playing with friends. Besides, he was too busy launching businesses. And eventually, that&apos;s where Zynga came in. Formed in 2007, and originally housed in an old potato crisp factory in an industrial quarter of San Francisco, Zynga was one of the first developers to understand the commercial possibilities of Facebook. With less than 30 staff and a handful of venture capital investors and partners, Pincus started working on very basic casual titles that could run within the social network; a poker game and versions of classics such as Boggle and Risk. At the time, there were plenty of other developers doing the same sort of thing, but Zynga understood better than most of its rivals the importance of social connectivity within this environment. Its titles allowed players to invite their friends into competitions, and to meet up and chat online. Plus, Pincus built in an ad model that encouraged its users to visit advertiser sites by offering in-game currencies as a sweetener. In short, Zynga perfectly combined three potent driving forces: casual gaming, social networking and online advertising. Business boomed. &quot;There were two reasons I&apos;d never pursued gaming before,&quot; confirms Pincus when we meet on the day of Unleashed. &quot;One was that I&apos;d assumed it was done  kind of like search in 1999. Before Google, everyone thought that search was finished, it was a mature business. And in 2007, web gaming was mature  the download business wasn&apos;t growing. The second reason was, the product experience of gaming, from consoles to web, wasn&apos;t anything that appealed to me.&quot; But then, along came Facebook and Pincus had a revelation  he started to think about games in a mainstream social context again. It all clicked. &quot;Things came perfectly together,&quot; he says. &quot;I had a career interest in creating branded consumer internet services that would matter in people&apos;s lives. &quot;I got involved early on in social media  I created one of the first social networks  and for me, social gaming was a natural evolution of that. People were hanging out in these places, and just like at cocktail parties, they needed something to do together. I thought, &apos;how can we fit games into someone&apos;s life?&apos;  &quot;We came at it with, initially, very basic games that we all know and love. We put the social and the casual games together and all of a sudden it made sense. I think we live in a unique time  the verbs that make up our online and mobile lives haven&apos;t been completely invented or imagined for us. That was kind of a life path I was on.&quot;  Does he think it took someone outside of the traditional games industry to see this potential? &quot;I don&apos;t know,&quot; he shrugs. &quot;But that&apos;s how it happened. There were other players that were doing games when I started, but they were treating Facebook and eventually smartphones as a marketing channel, they weren&apos;t building experiences that were organic to these platforms. We were approaching it as social media from the get-go, and we started everything from scratch with a dedicated focus  for other companies, this was just another business line.  &quot;Also, our approach was so different from the traditional games industry&apos;s in terms of how we made games. We wanted to build as we went, we wanted to leverage analytics. Your engineering days are like shots on goal  they&apos;re finite, and we use data and analytics to inform our feature and design choices so we don&apos;t over-build something before we know that people want it. We built only 20% of each game before we launched and the rest afterwards, while the traditional approach was build 100% and rely on staff who had world-class instincts and intuition. We didn&apos;t have those people  we had to take a different approach.&quot; In July 2008, Zynga raised $29m in funding and bought YoVille, a cute, moderately successful virtual world app for Facebook with 150,000 daily users  it would be the beginning of the company&apos;s defining brand. From here, Pincus and his team developed their concept of simple socially connected construction games, which would allow players to design and improve their own custom environments through the collection of experience points or more immediately via &quot;in app&quot; purchase of new objects.     FarmVille    A year after the YoVille acquisition, Zynga launched FarmVille, its defining title. From the outset it cleverly combined sweet visuals, compulsive activity loops, and regular XP and virtual cash rewards, but the company just kept iterating and iterating until the dynamics of play and progression were perfectly tuned. Critics called it a glorified skinner box, a compulsive trap of clicks and rewards, but fans loved creating and sharing their farms. By January 2010, the game had 70 million monthly users. And yet, as Zynga&apos;s detractors are only too eager to point out, the developer wasn&apos;t the only operator in this sector. FarmVille was highly reminiscent of, among others, SlashKey&apos;s Farm Town, another visually quaint casual farming game released earlier in 2009. This would be the beginning of the developer&apos;s reputation as a serial plagiarist, happy to benefit from the innovation of other studios in order to boost its portfolio. Perhaps not surprisingly, Pincus sees the early success of Zynga differently.  &quot;I think you&apos;re defined as a company by what you choose to do and what you choose not to do,&quot; he says. &quot;At every juncture, we&apos;ve doubled down on social  our fundamental belief is, our games have to be fun, but they really have to be social. The unique sauce in what we do is that we hope our experiences are always the most social versions. I believe that matters more than if we have the best art or best design.&quot; But even in itself, this is a controversial viewpoint. FarmVille is social in that players can share their achievements with friends, but the interactions are basic and are mostly about building and reaffirming the user-base. It&apos;s social engagement as viral marketing. Isn&apos;t that right? Pincus pauses, then comes at it from a different angle. &quot;You have to let people have differentiated relationships,&quot; he says. &quot;If I visit your farm, are there things that I can do with you and for you that are unique to our relationship? It can&apos;t all be about many-to-many relationships&quot;. I&apos;m not sure what he means, so he explains further. &quot;At one end of the spectrum, maybe a friend comes over and helps you move, or picks you up at the airport  and that&apos;s very differentiated because they&apos;ve given you a lot of time, in an altruistic way. At the other end of the spectrum is somebody including you on an e-invite to a party with 300 other people. Being on that invite will make you feel like more of a friend than if you weren&apos;t invited, but you don&apos;t feel differentiated. As people, there&apos;s an amount of attention that we offer, an amount of thoughtfulness, and games are trying to create this other canvas for you to do that.&quot; And then it becomes clear. He&apos;s talking about the exploitation, not of wide-scale social networks, but of individual relationships. FarmVille and its successors offer a huge range of virtual goods, from essential equipment to purely decorative items, and in sharing these, players are saying to their friends, I know you and I know your tastes. Zynga is positioning itself through its games as a conduit for rich interpersonal activity.  Pincus&apos;s use of language in this respect is fascinating  especially in relation to the company&apos;s hugely successful Pictionary-style title, Draw Something. &quot;The more you express yourself through a game, the more I get to know you,&quot; he says. &quot;If you draw a picture, that&apos;s a lot of self-expression, you&apos;re kinda vulnerable  these are all vectors in the way we get to know each other and change our relationship status.&quot;  This is the Facebook mindset, the Mark Zuckerberg mindset  that relationships are a commodity as rigidly definable as any other other business facet. The question facing Zynga is whether it&apos;s a commodity that the company can still rely on when the focus shifts from Facebook to mobile.  Mark Pincus interview: part two", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/01/zynga-mark-pincus-interview", 
    "wordcount": "1676"
}