{
    "headline": "My first academic post: looking back at month one", 
    "text": "I&apos;ve just completed my first month in my new job. I&apos;ve been asked by many people how I am getting on and have I noticed any changes going from student to staff. I work on a campus I had never been to as a student, so it was a new environment. This place has secret squirrel passages between buildings and I was convinced I would find myself lost, confused and in the middle of a hazchem area. I was more nervous than I expected to be, and on top of new surroundings I had to deal with new people. As a research student you spend the majority of your time working on your own or with your supervisor. Now I&apos;m among people, in fact, at times it feels a bit like a lot of people. During my PhD I valued and measured my productivity, or often lack of it, by the number of words I had written. It was easy, achievement could be calculated purely on a quantitative basis. If something didn&apos;t happen it was all down to me, I was the only one accountable for my progress and my ability to meet my goals. Now the majority of what I do involves at least one other person, often more than one. I still haven&apos;t quite got my head around this yet. I make a decision and then think &quot;oh, hang on, I better ask about that first&quot;. This is in stark contrast to how I was, and still am, with my PhD supervisor, who I am assisting on the development a new MA module. I went to a meeting and was presented with a fabulous initiative which, in my opinion, would really suit the project we are developing. It would also get me involved in a wider university development. So, I signed us up to it without asking her, didn&apos;t cross my mind and just left her a voicemail message. The return phone call went along the lines of &quot;I have no idea what you are talking about but if you think it will work that&apos;s fine, this is why you are involved&quot;. I suppose this comes from working together for four years, I know where I am, what my role is and how I fit within an established relationship. Then there are meetings, even meetings about meetings. Any university initiative is decided by committee and trying to get every interested party in the same room at the same time is a significant feat of logistics, even before getting them all to agree on a course of action. So in the first month I&apos;ve had a lot of meetings, which panicked me initially. I&apos;ve identified and met some really interesting people across the university working on achieving the same or similar goal. I love my job (it took me two days to reach that conclusion). It&apos;s useful having my supervisor nearby who is still there asking if I am OK and offering advice on how to deal with what I call &apos;grown-up&apos; situations. However, I am hoping the feeling of being socially inept will soon pass. At the moment it is a bit like going to a new hotel for the first time and coming down to breakfast and being unsure of the routine but this will ease with time. I am learning a whole new way of seeing the world of academia and myself. I look forward to blogging about that in due course. Dr Sarah-Louise Quinnell is the e-learning development advisor in the Researcher Development Unit - The Graduate School, King&apos;s College London. She is also the founder of Networked Researcher and tweets @sarahthesheepu This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/03/staff-member-academic-post", 
    "wordcount": "643"
}