{
    "headline": "Saul Bass: Hitchcock's master of film titles celebrated in Google doodle", 
    "text": "Google has marked the birthday of Saul Bass with one of the search engine&apos;s most elaborate &quot;doodles&quot; yet  an animated sequence based on his designs for film title credits, film posters and corporate logos. Bass, who died in 1996, worked with film-makers including Alfred Hitchcock, Billy Wilder, Stanley Kubrick and Martin Scorsese over the course of a 40-year career, approaching his commissions in the spirit of a graphic design problem to be solved.     Launch the Saul Bass poster gallery &#9654; Photographs: Saul Bass estate/BFI     Born into an immigrant family in New York&apos;s Bronx, he began working on print work for film adverts in Hollywood during the 1940s. A breakthrough came in the film industry when he was hired in 1954 by Otto Preminger to create an innovative title sequence for the credits of the film, Carmen Jones, which he did using an animated flaming rose. Until the 1950s, the normal method for film credits was to present names and titles on cards, or against an unmoving backdrop. The following year, Bass&apos;s credit sequence for another production, The Man With the Golden Arm, played again with a strong graphic image  white lines rearranging themselves into a twisted arm  which was carried over into the film&apos;s publicity, prefiguring the corporate identity approach of modern film advertising. Bass later worked for Alfred Hitchcock on North by Northwest and Psycho, once again using his favoured lines, which morphed into a vortex of whirling spirals in the opening credits of Vertigo. After a lull in the 1960s, he made a comeback in the 1970s. His last completed credits sequence was for Casino, which featured Robert De Niro being blasted by a car bomb through a raging inferno of Las Vegas neon in Casino.", 
    "section": "technology", 
    "gid": "technology/2013/may/08/saul-bass-film-google-doodle", 
    "wordcount": "279"
}