{
    "headline": "Peter Worsley obituary", 
    "text": "Peter Worsley, who has died aged 88, was a social scientist of remarkable range and influence. A social anthropologist turned sociologist, he did much to define and popularise the idea, first expressed by the French demographer Alfred Sauvy, that developing countries constituted a &quot;third world&quot;. He was one of the last survivors of that generation who found their way to anthropology through their experiences of war. This gave him a direct experience of &quot;the other&quot; at a time when, with the demise of the colonial empires and rise of two new superpowers, the world system was starting to undergo epochal changes. Worsley was born into a middle-class Catholic family in Birkenhead, on the Wirral peninsula, the elder child of Constance (nee Adams) and Peter Worsley. His father, who had been an infantry officer in the first world war, was an auctioneer and estate agent. Later, the family moved to Wallasey, where Peter enjoyed a happy childhood. Sent at first to Catholic schools, he completed his education at Wallasey grammar school. In 1942 he went to Emmanuel College, Cambridge, to read English. Within weeks, he had shed his Catholicism and joined the Communist party. Fourteen months later, he joined the King&apos;s African Rifles. Returning to Cambridge after the war, he switched to social anthropology, gaining a first in 1947. He took his first job as an education officer with the ill-fated groundnut scheme in Tanganyika (now Tanzania), an ambitious project of the British government which proved a disaster. His official work was to design an English textbook for Africans, then a Swahili course for Europeans, but he also started his own research on the language and traditions of the Hehe people of southern Tanzania. The course of Worsley&apos;s career was decisively shaped by the interventions of MI5, on account of his communist associations. They snooped on his Swahili teaching in east Africa and spiked his plan to do fieldwork in central Africa, despite the support of the formidable Max Gluckman, professor of social anthropology at Manchester University, where Worsley had a postgraduate studentship. So Gluckman suggested he go to the new department of anthropology at the Australian National University, Canberra, where he completed his PhD thesis on Aboriginal kinship on an island in the Gulf of Carpentaria. When, back home, he was yet again blocked by MI5 from doing African fieldwork, he decided that he had no choice but to move sideways from anthropology into sociology, and in 1956 he was appointed to his first teaching post, a lectureship in sociology at Hull University. The eight years he spent at Hull were perhaps the most creative  personally, politically and professionally  of Worsley&apos;s life. With his wife Sheila (nee Wilson), whom he had married in 1950, he now had a young family. He was fully caught up in the ferment that engulfed the left after the Soviet suppression of the Hungarian uprising. Leaving the Communist party, he became active in the New Left, alongside such figures as Ralph Miliband, EP Thompson and his Hull colleague John Saville, and in the Campaign for Nuclear Disarmament. He broadcast and wrote on colonial issues, particularly in the New Reasoner, which later merged into the New Left Review. In 1957 he published his first book, The Trumpet Shall Sound, a study of cargo cults in Melanesia  necessarily based on the literature rather than fieldwork of his own  that soon became a classic. It was an envoi to his anthropological life, for he was now energetically retooling himself as a sociologist. The main focus of his thought was the nature of the post- colonial world in the age of the cold war, of which the first fruit would be his most influential book. The Third World (1964) was a study of mostly post- colonial countries as a distinct presence on the world stage, giving attention to their nationalist movements, their class structures, the forms of their states (whether one-party or plural) and their policies of &quot;positive neutralism&quot; vis-a-vis the western and Soviet blocs. By the time it was published, Worsley had moved back to Manchester, first as professor of sociology within a combined department headed by Gluckman, and then as head of a separate department of sociology, which came to be regarded as the best outside London. The textbook that he wrote with his colleagues, Introducing Sociology (1970), was a runaway international success. The wave of student radicalism at the end of the late 1960s was a difficult time for him, since while he sympathised with the demand for less authoritarian structures in the universities  he was a member of the Council for Academic Freedom and Democracy  he eventually found himself the target of the ultra-radicals. He did his duty by serving as president of the British Sociological Association (1973-75) and dean of the social sciences faculty at Manchester (1979-81). As if in compensation, the range of his international contacts and visits steadily widened: to North America were added Mexico, Ecuador and Brazil, China and the Pacific. A happy and productive sabbatical year in New York led to The Three Worlds: Culture and World Development (1984), a mature statement of his views which drew much more on Latin American than on African data, though it had less impact than The Third World. When Margaret Thatcher&apos;s squeeze on universities came, he decided to take early retirement, and in 1984 he left Manchester for London, settling in Hackney. His &quot;third age&quot; was rich with activity. He and Sheila bought a narrow boat, in which they travelled the canals of England. His cultural tastes ranged widely  film, music, Manchester United  and he loved the conviviality of parties and festivals. He was active in his local Labour party, and did voluntary work teaching elderly people computer skills. He revived his old interest in medical anthropology and indigenous knowledge systems, leading to an undeservedly neglected book, Knowledges: Culture, Counterculture, Subculture (1997). His memoir, An Academic Skating on Thin Ice (2008), dedicated to his grandchildren, conveys his intellectual vitality and generosity of spirit. Sheila died in 2010. He is survived by their two daughters, Deborah and Julia, and by three grandchildren.  Peter Maurice Worsley, sociologist and social anthropologist, born 6 May 1924; died 15 March 2013  Peter Worsley interviewed in 1989 by Alan Macfarlane", 
    "section": "education", 
    "gid": "education/2013/mar/28/peter-worsley", 
    "wordcount": "1049"
}