{
    "headline": "CES 2012: heal me up, Scotty", 
    "text": "Think you could invent a gadget that would be able to diagnose diseases as easily, quickly and accurately as the tricorder in Star Trek? Then you could be in line for a $10m prize on offer from an American foundation. When Dr McCoy or Mr Spock waved their tricorder over ill humans in the original Star Trek series, they&apos;d get an instant readout telling them just what was wrong  which they could relay via their clamshell &quot;communicators&quot;. But 45 years after the TV show first aired, while we do have &quot;communicators&quot;  in the form of mobile phones  we are still a long way from having tricorders that can diagnose what&apos;s wrong with us. Now the X-Prize Foundation has launched a prize at the Consumer Electronics Show (CES) in Las Vegas, which will be awarded to the best system for diagnosing 15 common conditions  from a sore throat to sleep apnoea to colon cancer  in the most consumer-friendly form. &quot;We&apos;re trying to put health care in the palm of your hand,&quot; said Jessica Ching, spokesperson for the life sciences division of the X-Prize Foundation. &quot;If you walk around the whole of this show, you won&apos;t see a single medical application that&apos;s designed for the consumer. It&apos;s either for the medical profession to use, or it&apos;s some health and fitness thing.&quot; But the rise of smartphones and the increase in the processing power of cheap processors means there is a growing potential for self-administered diagnosis. The X-Prize Foundation is not specifying how the diagnosis  which will have to be done on 15 different conditions across 30 people in three days  should be carried out. &quot;But if you imagine there&apos;s one contender which diagnoses colon cancer through a self-administered blood test, and one which does it without any needles, it&apos;s pretty obvious which is the more consumer-friendly,&quot; said Ching. &quot;Health care today certainly falls far short of the vision portrayed in Star Trek,&quot; said Paul Jacobs, chief executive of Qualcomm, which is co-funding the work. One obstacle to self-diagnosis is that medical devices in the US need approval from the Food and Drug Administration (FDA), which can take years. But the FDA is partnering with the X Prize, so that in effect the winning device  or devices  will get fast-track testing and certification. A selection of teams will be chosen in two years&apos; time from the competitors, and the final winner announced in just over three years. At that point you might finally be able to set your phasers to heal.", 
    "section": "technology", 
    "gid": "technology/2012/jan/12/ces-x-prize-foundation-healing-technology", 
    "wordcount": "430"
}