{
    "headline": "Fracking: answer to our energy crisis, or could it be a disaster for the environment?", 
    "text": "A woman stands by a kitchen sink, turns on the hot water tap and then holds a lit match underneath. Instead of being extinguished, the flame ignites the tap water and a ball of fire sweeps upwards to the ceiling. It is a dramatic and disturbing sight, one that has become a YouTube favourite in recent months after being distributed by environmental groups as a warning about the dangers of drilling for shale gas, or fracking, as the practice is commonly known. Activists claim that in this case the flaming faucet  filmed in a farmhouse in Pennsylvania  was generated by methane that had leaked from a shale gas extraction plant into an aquifer. And what has apparently happened in Pennsylvania could soon happen in the UK, say environmentalists. They are alarmed at the prospect of a resumption of fracking in Britain, after the practice was halted last year when shale gas extraction was linked to a number of small earthquakes inLancashire. A report on the incidents is being studied by the Department of Energy and Climate Change and a finding is expected in the next few weeks. Drilling companies are hoping it will give fracking a clean bill of health and allow them to resume operations and open up new plants, a process that they say will bring jobs and cheap energy to Britain for several decades. One industry estimate suggests that shale gas reserves in Lancashire alone could deliver 6bn of gas a year for the next three decades. &quot;Britain became a net importer of gas recently,&quot; said a spokesman for Cuadrilla, one of the big drilling companies working here. &quot;Our North Sea reserves are dwindling and we are becoming more reliant on supplies from countries such as Russia. Shale gas could restore our independence and create thousands of jobs.&quot; But reports of drinking water supplies being contaminated by shale gas and toxins being released from extraction plants  as has happened in Pennsylvania, where thousands of fracking centres are now in operation  horrify many of those who live in villages and towns near proposed UK drilling. They see little prospect of improved employment from plants, only contamination and blight. &quot;They&apos;re mad,&quot; said Rosie Rechter, director of the environmental campaign group Deal With It, a group specifically opposed to proposals by Kent Coastal Oil and Gas Ltd to build a fracking plant at Woodnesborough in Kent. &quot;I cannot see there will be many jobs in fracking. Indeed, I think it will take away a lot of jobs that exist here already, particularly those in green tourism and golf clubs. People are not going to want to visit an industriallandscape.&quot;     How fracking works. Click here to see a larger version of the graphic. Image: Pete Guest/Guardian    Induced hydraulic fracturing, or fracking, is a technique developed in the late 1990s to extract natural gas from rock deposits deep underground. The technology is expensive, but as traditional gas reserves are depleted the use of fracking to extract shale gas has become more and more attractive in recent years. As a result about a dozen licences, which permit companies to explore for shale gas in the UK, have been granted by the energy department. But only one has led to fracking taking place  at Preese Hall, between Preston and Blackpool, inLancashire. To frack for gas, engineers drill a well that is typically around 2km to 3km deep. Once it reaches a shale deposit, the drill is turned 90 degrees so that it is channelled horizontally through the rock layer, whose tiny pores are filled with natural gas. &quot;Shale is the most common sedimentary rock on Earth,&quot; said Professor Michael Stephenson, a geologist at Nottingham University. &quot;Take a walk on the Pennines or Peak District and you will find you are striding over shale deposits.&quot; Studies by the British Geological Survey suggest there is an estimated 150bn cubic metres of shale gas in underground deposits in the UK. &quot;That is roughly the equivalent of about half our present North Sea gas reserves,&quot; said Stephenson. &quot;In other words, there are significant deposits here, though getting the gas out of shale is not straightforward.&quot; Once a well has been drilled, a mixture of water, sand and chemicals is pumped down it at high pressure. The water forces the gas out of the pores in the shale while the grains of sand fill the pores and prevent them from collapsing. The chemicals in the water act as lubricants. The gas then returns to the surface via the well. Nearly two kilometres underground, where shale gas is usually found, such operations should not cause problems, said Stephenson. &quot;Ground water is typically found at depths of around 100 metres. Shale gas comes from deposits that are 10 to 20 times deeper. The latter should not contaminate theformer.&quot; Nevertheless, it seems clear such contamination has happened in the US, where fracking supplies 23% of its natural gas, a proportion expected to rise to 50% by 2030. In Arkansas, Colorado, Pennsylvania and Texas there have been reports of tap water turning grey; of bathwater causing skin rashes; of farm animals sickening and dying; and of methane  the principal component of natural gas  bubbling through water supplies and occasionally exploding. Industry spokesmen insist these cases are unusual and that fracking firms cleaned up their behaviour long ago. &quot;Environmental incidents are rare,&quot; Mark Miller, head of Cuadrilla, hasinsisted. A review by senior academics at the University of Texas in Austin reported last week that they had found &quot;little or no evidence&quot; to support claims that fracking had contaminated aquifers. Nevertheless it urged US officials to step up policing of shale gas operations and to consider stronger regulations to reduce environmental and health risks. This point is backed by campaigners who argue that there has been little independent research into the dangers of fracking and that too much weight is given to the industry&apos;s own reports. In any case there are different environmental factors involved in fracking in the UK compared with the US, it is argued. &quot;This is a crowded country, unlike the United States, and drilling operations are always going to affect a fairly large number of people here,&quot; said Stephenson. &quot;At the same time we can still import natural gas at a reasonably cheap price.&quot; In other words, it is not clear that fracking is going to be worth the controversy and argument that will be generated each time a new operation is proposed. Last month, at Balcombe in Sussex, around 200 residents squeezed into the village hall to give Mark Miller of Cuadrilla a roasting over his company&apos;s proposal to start fracking nearby, a process that posed no health dangers, he insisted. &quot;Go away,&quot; screamed members of the audience. &quot;You&apos;re talking rubbish,&quot; others shouted. The immediate future for fracking in the UK hinges on the energy department&apos;s response to a report from Cuadrilla. The company has acknowledged that two small earth tremors, measuring 1.4 and 2.3 on the Richter scale, were triggered in the Blackpool area by its operations at Preese Hall. At the department&apos;s request it submitted a report in which it detailed how it intends to proceed without triggering earthquakes. The report is now being studied by the department after consultations with the Environment Agency and the British Geological Survey. A final decision is expected in a few weeks. A yes will rejuvenate fracking&apos;s prospects in Britain. A no will be a setback, but not a knockout blow. In any case, it is not just the local issues that make fracking controversial. As Friends of the Earth&apos;s Tony Bosworth points out: &quot;Fracking shows the dangerous lengths we&apos;ll go to to feed our fossil fuel addiction. It&apos;s time to get the nation off its reliance on gas, coal and oil.&quot; In other words, instead of relying on US technology to extract buried reservoirs of fossil fuels we should work on developing our own expertise in renewable energy and so create thousands of new jobs. It is a complex business that divides and confuses many of the communities affected by proposed projects in the UK  as was revealed at Woodnesborough, near Sandwich, where planning permission has been given for the construction of a frackingrig. One local man, who gave his name as Mervyn, moved to Sandwich in the 1960s. &quot;It sounds like an almost unlimited source of gas but we just don&apos;t know enough,&quot; he said. &quot;We need the energy, though, and what&apos;s worse? Nuclear or fracking? I&apos;m not bothered about earthquakes  the ones in Blackpool were nothing  but the poisoned water is more worrying.&quot; Or as Jeremy Watts, the mayor of Sandwich, put it: &quot;We could do with more jobs here following the cutbacks at the local Pfizer plant, which recently shed most of its 2,500 staff. But would many jobs come from fracking? It is not like thecoalmines.&quot; Additional reporting by Sam Brodbeck", 
    "section": "environment", 
    "gid": "environment/2012/feb/25/fracking-plans-pollution-uk-water", 
    "wordcount": "1514"
}