{
    "headline": "Gove's dead hand on school's debate", 
    "text": "Am I the only one not to understand the bad grammar award given to the writers of the recent letter to Michael Gove (Report, 4 May)? Applying Chomsky&apos;s famous definition of grammatical correctness in terms of the intuition and response of a native speaker, even after several readings, the paragraph cited seems both well written and correct. Does this not suffice? The award does however serve to illustrate a serious point. Understanding grammar is about understanding how languages work. As anyone who tries to speak a second language quickly realises, in our mother tongue we are all endowed with a wonderful sense of right and wrong. Along with appropriate caveats of spelling, punctuation and finding the right register, this should be our true guide in such matters. That surely opens the door to a much richer world than that of this recent award, and maybe is an idea not far from that which these brave academics sought to defend.Dr David WillBishop&apos;s Storford, Hertfordshire  Very clever, Mr Gove: you have used your grammar school, textbook knowledge of English to belittle the concerns of a group of people who are desperately worried about what you are doing to the education of children. Instead of engaging in any sort of constructive debate you simply sneer at their sentence construction. You forget that, first and foremost, the English language is a method of communication. It is a way of expressing ideas, opinions, feelings and emotions. While it needs to follow basic rules of grammar to make sense, it should not be stifled by the dead hand of pedantry. Reducing our beautiful language to a set of cold, grammatical rules typifies the education you are trying to impose on the next generation. Put your grammar book down, and listen as a human being.June StringerSpondon, Derby  Gove&apos;s grammarians, like all pedants, are living signposts to a past age. Gwynne&apos;s Grammar can only go the way of Fowler&apos;s The King&apos;s English, a historical reference work written to bring wayward language users back to an imaginary true path. Language mutates and evolves, and what communicates most easily survives. In simple: if it says it short and clear, others will pick it up and use it too, and no one really gives a stuff about gerunds mixed with infinitives and adjectives used as nouns except Gove and his dinosaur friends. Mark LewinskiSwaffham Prior, Cambridgeshire   The phrase &quot;too much too young&quot; is in common usage. What does surprise me is that its critics can only come up with inelegant alternatives, which is usually the mark of a pedant. &quot;Too much at too young an age&quot; would suffice. There&apos;s nothing new about adjectival nouns, either.Henry MaltHuntingdon, Cambridgeshire  Neville Gwynne is an old Etonian, retired businessman and self-appointed authority on the rules of Latin grammar. This might explain how he could spend 99 desiccated words on the expression &quot;too much too young&quot; without at any point realising that this is a cultural reference of at least 30 years&apos; standing and one with which most of the professors&apos; audience would have been familiar. I wonder what Gwynne was doing when he should have been &quot;having fun&quot;.Mike HineKingston on Thames    Is it sheer coincidence that one of the panel who criticised the letter, which attacked Gove&apos;s education policies, is Toby Young, a vocal supporter of many of Gove&apos;s policies? Bad Grammar Awards or snide political sideswipe?Aidan CrosseyLondon  The academics&apos; letter is, according to Michael Gove and Toby Young, bad grammar. I wonder what they would make of Mr Gove&apos;s attempt to dismiss any thought of Cameron changing political direction as &quot;bonkeroony&quot; (Ukip on the march, 4 May). That precise use of the English language clarifies quite a significant assessment of the government&apos;s future policy direction. Professor Denis GleesonUniversity of Wolverhampton", 
    "section": "education", 
    "gid": "education/2013/may/05/goves-dead-hand-school-debate", 
    "wordcount": "643"
}