{
    "headline": "Students vow to protest at University of London Union closure", 
    "text": "Students have threatened to stage sit-ins and a demonstration in an attempt to overturn a decision to close the University of London Union, the largest student association of its kind in Europe. The University of London&apos;s collegiate council has voted to take over the union&apos;s headquarters in Bloomsbury from next summer. The building has been used by aspiring student politicians, musicians, journalists and activists for decades and was a key focal point for protests against tuition fees and education cuts in 2010. The council proposes to replace the union with a student centre offering many of the same services, including a swimming pool, fitness centre, shops, cafes and bars. The union&apos;s federal role in running London-wide student sports and political representation will be parcelled out to new bodies. Under the plans, there will no longer be elected officers. A review group set up by the university to look into the future of the union found widespread criticism from students of how the union is run. Five college student union presidents sent a letter to the University of London&apos;s vice-chancellor last year describing &quot;significant concerns&quot; with the union&apos;s operations. The review also pointed out that fewer than 3,000 of its 120,000 student members vote in the union&apos;s university-wide elections. But student activists vowed to fight the plans &quot;to the end&quot;. Michael Chessum, the president of ULU, said it was likely that students would stage a big demonstration on 22 May, when the university&apos;s board of trustees meets to approve the plans. &quot;There is every likelihood that students just won&apos;t leave the building,&quot; he said. &quot;I can&apos;t imagine they will give it up. This decision is totally illegitimate and will have a negative impact on student life and representation in London: no student sat on the review panel, no student got a vote on the decision, and student responses have been ignored or brushed aside throughout. It&apos;s not that we won&apos;t go down without a fight  we simply won&apos;t go down.&quot; Professor Paul Webley, director of the School of Oriental and African Studies and chair of the review body, said most students regarded the union as &quot;providing very limited benefits&quot;. &quot;These recommendations will greatly enhance the student experience across the federal university, by enabling our colleges to support their own student unions more effectively  We are confident that we can build a vibrant new student service centre that will be responsive to student demand,&quot; he said. Webley rejected suggestions that the moves were designed to subdue student protest. &quot;If we&apos;d wanted to muzzle student campaigners, we wouldn&apos;t have said we think a pan-London operation for campaigning, lobbying and representation for London students was a good idea,&quot; he said. Ken Livingstone, the former mayor of London, and Labour MPs Diane Abbott and John McDonnell, as well as seven London assembly members have written to the Guardian to criticise the decision to dismantle the union. &quot;As politicians from across London, we understand the value of having a strong student movement in London. Students, like many London residents, face issues of poverty, appalling housing conditions and attacks on public services. We cannot afford to lose the core of what could be a major force for good in the capital,&quot; they wrote.", 
    "section": "education", 
    "gid": "education/2013/may/03/students-protest-london-union-closure", 
    "wordcount": "554"
}