{
    "headline": "Bram Stoker's books are all very well... but what are the best vampire games?", 
    "text": "Although vampires have been ever-present in movies and literature over the last century, the influence of Dracula and his blood-sucking brethren has been less obvious in games. While horror titles are common, zombies have usually been the &apos;go to&apos; undead option, probably because their tendency to swarm brainlessly about the place makes them perfect bullet-fodder. Vampires meanwhile, have sort of sloped about in the shadows, their complex psychosexuality and figurative charm somehow lost on many game designers. But there have of course been some classic vampire games, many inspired directly by Bram Stoker&apos;s creation. Here are five of the best. Feel free to correct us on our choices! 5. Dracula (1986, CRL)            This reasonably atmospheric vampire adventure, loosely based on Stoker&apos;s novel, gained notoriety as the first computer game to garner a &apos;15&apos; BBFC certificate - despite being mostly text-based. A clearly jumpy classification officer seems to have taken fright from the extremely blocky computer-generated images of skulls and wooden stakes. CRL would go onto make similarly hokey text adventures based around the Wolfman and Frankenstein, resubmitting each for certification, hoping to grab yet more publicity. 4. Darkstalkers series (1993 onwards, Capcom)            Alongside the more famous Street Fighter series, Capcom also spent the nineties producing this range of horror-themed fighting games. The ghoulish roster of combatants has featured several vampires including Romanian traditionalist Demitri Maximoff as well as blue-tinged Chinese zombie vampire Hsien-Ko. The Darkstalker games were known for their beautiful visuals and superb animation, and a new instalment in the series, Darkstalkers Resurrection is due out on Xbox Live and PlayStation Network early next year, compiling elements of previous titles. 3. Legacy of Kain: Soul Reaver (1999, Crystal Dynamics)            Co-designed by Amy Hennig who would go onto create the hugely successful Uncharted series, Soul Reaver featured ghostly blood-sucker Raziel who was tasked with saving his devastated kingdom from apocalyptic collapse. The engrossing action adventure took place in both the spirit and material realms with most of the puzzles requiring players to switch between the two. The game has since been re-released on the PlayStation Network  but a proper next-gen sequel would be amazing. Pity the creator, Crystal Dynamics, is slightly too busy with its Tomb Raider series - whoever heard of that? 2. Vampire - The Masquerade: Bloodlines (2004, Troika Games)            Taking place in a contemporary Los Angeles, Troika&apos;s role-playing game allowed you to create your own novice vampire before hitting the streets, puncturing victims and carrying out blood-drenched missions for the city&apos;s vampire overlords. Possibly the most in-depth simulation of actually being a vampire. The game had an interesting Frenzy mechanic that kicked in when you sucked the veins of too many innocent victims, bringing in a soul-searching moral angle to the action. Sadly, Troika closed in 2005, with lead designer Leonard Boyarsky going on to help create Diablo III. 1. Castlevania series (1986 onwards, Konami)            Of course Konami&apos;s brilliantly atmospheric series of scrolling platform adventures had to be in the top spot, not least because it plays on - and really understands - the Dracula mythos. Originating on the old Nintendo Entertainment System over 25 years ago, these works of gothic splendour have constantly pitted members of the Belmont clan against Dracula and his menagerie of nocturnal monsters. My favourite instalment will always be the 1997 PlayStation title, Symphony of the Night, which added complexity and depth to the experience with its open-ended level design and huge inventory of weapons and power-ups.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/08/bram-stoker-books-vampire-games", 
    "wordcount": "575"
}