{
    "headline": "How to stop 'salmoning', scourge of NYC's bike lanes", 
    "text": "What to do about &quot;salmoning&quot;? This is the question that&apos;s come to obsess me. If you haven&apos;t come across the expression before, it refers to people who use bike lanes the wrong way  because, like salmon, they&apos;re swimming against the stream. Unlike fishy salmon, however, which we sincerely hope reach their spawning grounds and restock our rivers and oceans with their wonderful pink-fleshed progeny, cycling &quot;salmon&quot; are a total social nuisance. Chiefly, they&apos;re a nuisance to pedestrians. People crossing the road in New York, where most streets are one-way only, naturally enough assume that they only need look and check in one direction to cross a bike lane and street safely. So they step out  only to be buzzed by a speeding biker using the path the wrong way. Then they curse us and our damned bike lanes. But salmoners are also a menace to other, law-abiding cyclists. If the bike lane is not a segregated one but just a line painted on the road, then the salmoner usually assumes that she or he can take the near side, the kerb side; so that forces you, the righteous bike lane user, to veer out of their way and risk having motor traffic coming up behind skim your hip, or worse. Most cyclists I know like to complain about the delivery bike guys as the worst offenders; and it&apos;s true that  despite recent campaigns to ensure better compliance from commercial cyclists  the small army that rides around to deliver New Yorkers&apos; takeout food orders are serial abusers of the bike lanes&apos; correct priority. But it&apos;s easy to moan about the mainly immigrant workers on antiquated mountain bikes, wearing with heavy chains and padlocks as belts, who toil in all weathers for meagre wages and uncertain tips, and overlook that it is very much also a white-collar crime. And it drives me crazy. After all, these people are on a bike: how hard is it to go around the block and use the lane the right way? So my personal policy now is to ride head-on towards a salmoner, block his way and force him almost to a stop  call me a bike-bear. &quot;You&apos;re going the wrong way,&quot; I say, which I hope insults their intelligence as well as pricks their conscience. Usually, they just say, &quot;I know&quot;. Or curse.  It&apos;s unpleasant work: nobody thanks you for being a self-righteous prig. But as I see it, if we&apos;re making it just a little more inconvenient for the salmoners, then maybe, over time, people will stop thinking it&apos;s a victimless crime, some sort of covert entitlement, and start realising it&apos;s as anti-social as riding on the sidewalk. Maybe I&apos;m being an obnoxious jerk, and it&apos;s none of my business: I should just let live and go on my way; leave it to the cops, or to the best efforts of the professionals, like Transportation Alternatives who make very nice short films like this to encourage pro-social behaviours. But in the absence of any consistent enforcement, or any sign that the public information campaigns are having much impact, what would your policy be? A critical mass of people using the lanes the right way would also help. Perhaps, when New York finally gets its 10,000 bike share Citibikes, now scheduled for spring 2013, the sheer volume of bike lane users will make salmoning a practical impossibility.  Just as long as we don&apos;t find ourselves with 10,000 more bike salmon ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/nov/13/how-to-stop-salmoning-scourge-nyc-bike-lanes", 
    "wordcount": "585"
}