{
    "headline": "Apple unveils Mac OS X Mountain Lion", 
    "text": "Apple has released a preview of its next update for the Mac operating system, dubbed Mountain Lion. The revamped OS mirrors several features of the flagship iPhone and iPad, including a new messaging app and Twitter integration. &quot;The Mac is on a roll, growing faster than the PC for 23 straight quarters, and with Mountain Lion things get even better,&quot; said Philip Schiller, Apple&apos;s senior vice president of worldwide marketing. &quot;The developer preview of Mountain Lion comes just seven months after the incredibly successful release of Lion and sets a rapid pace of development for the world&apos;s most advanced personal computer operating system.&quot; Mountain Lion will introduce popular iOS apps such as Messages, Notes, Reminders and Game Centre to the Mac for the first time. The new operating system will be compatible with iCloud, Apple&apos;s cloud-based storage system for music, films and other media. It will also introduce AirPlay mirroring, meaning Mac owners will be able to stream video content from their computer to a TV using Apple TV. Apple said the Messages app will replace iChat and will allow users to send unlimited messages, photos and videos from their computer. Apple chief executive Tim Cook said the latest release brings the Mac software closer to the iOS system on the iPhone and iPad. &quot;We see that people are in love with a lot of apps and functionality here,&quot; Cook told the Wall Street Journal in an interview published on Thursday. &quot;Anywhere where that makes sense, we are going to move that over to Mac.&quot; Cook did not rule out the possibilty of Apple using the same microprocessor chips in its iPhones, iPads and Mac computers, saying: &quot;We think about everything. We don&apos;t close things off.&quot; Microsoft is expected to release its new operating system, Windows 8, later this year. Like Apple&apos;s Mountain Lion, Microsoft has borrowed features popular on smartphones running its Windows Phone system. Cook denied to the Wall Street Journal that Microsoft was keeping the heat on the world&apos;s most valuable company. &quot;I don&apos;t really think anything Microsoft does puts pressure on Apple,&quot; he said. The new software will go on sale from the Mac App Store in late summer this year, Apple said. The California-based company sold a record 5.2m Macs in the quarter ending in December, up 26% from the same quarter in 2010.", 
    "section": "technology", 
    "gid": "technology/2012/feb/16/apple-unveils-mac-mountain-lion-os", 
    "wordcount": "402"
}