{
    "headline": "Guardian FGM and Egyptian football videos win Webby awards", 
    "text": "     A film showing how Kenyan girls and their community fought back against genital mutilation has won two Webby awards. The video, I will never be cut  which was produced in association with Christian Aid and published on the Guardian&apos;s Global development website  won both the People&apos;s Voice award and the Webby award in the documentary: individual episode of the online film and video category. It was narrated by the British actress Angela Griffin. The Guardian also won a Webby award in the sports section for Egypt, football and revolution. The Webbys are considered the Oscars of the internet. Tom Barratt, marketing and communications manager at Christian Aid, said: &quot;I will never be cut is a powerful, thought-provoking film about a key cause and symptom of poverty: gender-based inequality.&quot; The film, made by Sara Nason and published last year, is one of the most viewed pieces of content on the Global development site over the past 12 months. At the film&apos;s launch, the Guardian columnist Madeleine Bunting said the film &quot;shows you something that outsiders rarely see: the conflicts within intimate relationships triggered by social change&quot;. Egypt, football and revolution, shot and edited by the freelance video producer Richard Sprenger, tells the story of the Cairo derby between arch rivals Al Ahly and Zamalek, and how since the fall of the former president Hosni Mubarak, politics has entered every aspect of Egyptian life. Jack Shenker, the Guardian&apos;s Egypt correspondent, said: &quot;Cairo&apos;s top sporting pundit told us on camera that only two things can move millions on to the street: football and revolution  and in Egypt over the past 15 months the two have been closely entwined. Last summer we decided to use the derby  the first match between two of the biggest clubs in Africa and the Middle East since Mubarak fell  to explore the subtle ways the revolution was turning Egyptian football on its head, as well as the role football was playing in the dramatic grassroots fight for political change. &quot;Although a print article was also written to accompany the video, film was the ideal medium to bring to life the sights, sounds and subtleties of Cairo&apos;s firework-fuelled footballing universe.&quot; The Webby awards recognise excellence on the internet and were established in 1996. Academy judges select Webby award winners and internet voters chose the winners of the People&apos;s Voice awards. This year a record 1.5m votes were cast from more than 200 countries.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/01/guardian-videos-win-webby-awards", 
    "wordcount": "412"
}