{
    "headline": "What students stand to lose if housing benefit goes", 
    "text": "How will graduates be affected by David Cameron&apos;s desire, announced in a speech on Monday, to cut housing benefit for under-25s? Cameron suggested we go back home and live with our parents  that&apos;s essentially an instruction to move backwards. Take me. I&apos;m about to begin my third year of university and, in a little over 12 months, I will have graduated. Bleak prospects lie on the other side. Debt, the worst economic situation in living memory, rising youth unemployment and a job market flooded with graduates  just like me. According to the Office of National Statistics, at the end of last year, up to a fifth of graduates were unemployed and a further third were in non-graduate level jobs. But whatever happens after university, I know one thing: I do not want to move back in with my parents. Not that I don&apos;t like my parents, of course I do, I love them. But since I left home, I&apos;ve realised I love living in a city and want to continue to do that. At my parents&apos; house, we live opposite some horses. When I wake up I want to see people hustling and bustling to get places, not a horse grazing on a piece of grass for 12 hours. Many of my peers have similar aspirations. We realise that when we throw our mortarboards up in the air they won&apos;t come back down with a well-paid job attached. Only a lucky few will be able to find our feet straight away, and even then we&apos;ll probably have to pay rent before the first pay cheque comes through. So we may require some support in the immediate post uni months. Cameron used the example of a young girl. &quot;When she left college and went down to the Job Centre to sign on for jobseeker&apos;s allowance,&quot; he said, &quot;she found out that if she moved out of her parents&apos; place, she was automatically entitled to housing benefit. So that&apos;s exactly what she did.&quot; The wording was designed to implant all sorts of negative connotations and stereotypes in people&apos;s minds, of someone who is workshy and just wants to sponge off the state. However, from my experience, things are not that simple. My girlfriend graduated last year. She was determined to stay in her university town, and managed to  just. In the space of a year, she had seven different jobs. Not through choice but because she was filling temporary vacancies, or the company suddenly had to make people redundant. My girlfriend, who comes from a hardworking, working class family, hated receiving benefits when she was out of work. She didn&apos;t like to take the state&apos;s money but she had to, or be forced to go back home to her even more economically depressed home town. Housing benefit helped her pay her rent in the brief periods she found herself in the employment wilderness. I understand that people are angry at what they perceive as an overly-generous system, and that the government has huge levels of debt, but imposing a blanket reform on the young can&apos;t be the most effective way to make savings, and will put thousands at risk. The Joseph Roundtree Foundation recently published a report saying that by 2020 an extra 1.5 million young people will not be able to afford their own home, over 3.5 million will be forced to live with their parents well into their thirties and at least 81,000 under-25s will end up homeless. Graduates, saddled with their huge debts and facing extortionate city rents, face an inhospitable jobs market. Now Cameron wants to take away the one thing they&apos;ve got left: the reassurance that if the first few months after leaving full-time education don&apos;t go according to plan, there is a system of support that means you don&apos;t have to throw in the towel and head back home to your parents. With that horse, still grazing on that grass, staring back at you.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jun/29/housing-benefit-cuts-will-hit-students", 
    "wordcount": "665"
}