{
    "headline": "Secondary schools more reticent to become academies, figures show", 
    "text": "The number of secondary schools applying to become academies is slowing down considerably, official figures show. In April, 143 secondaries applied to become academies  state-funded schools that are accountable to central government, rather than their local authority. In December, the number fell to just 38. It&apos;s not surprising that in August there were only eight applications  schools were closed for the summer holidays. But it is interesting that the number hasn&apos;t picked up much since then. In September, just 21 secondaries applied to become academies, while in October and November, 38 and 36 did respectively. Could it be that the initial wave of enthusiasm for the coalition&apos;s drive for all schools to &quot;convert&quot; to academy status has subsided? Michael Gove, the education secretary, rushed through The Academies Act 2010 in only three months so that all state schools could apply to become academies and be &quot;free&quot; to change their curriculum, their school day and the pay of their staff. Gove is convinced that this freedom will make them more responsive to parents and that this will raise standards. But, as The Economist pointed out last year, there is little evidence to show that schools are making use of these freedoms. If excitement has waned, the coalition has still achieved something remarkable  45% of England&apos;s secondaries are now academies and the bulk of these schools have converted since July 2010. The Department for Education is still optimistic. A spokesman told the Guardian he was &quot;relaxed about the conversion rate&quot;. &quot;This is a genuinely permissive policy  it is down to schools, not politicians, to judge whether gaining Academy powers will drive up standards for their pupils,&quot; he said. &quot;Our long-term expectation is that Academies will be the norm in the school system.&quot; Applications to become academies from primary schools tell a slightly different story. The number applying is slowly rising, but the proportion is far smaller than it is for secondaries. Just 3% of England&apos;s primaries are academies. In April, the number of primaries that applied to become academies hit a peak at 88. In November, there were 36 and in December 48. John Fowler, policy manager at the Local Government Information Unit thinktank, says it will take &quot;several generations&quot; for all primaries to turn into academies, unless they are forced to do so through legislation. Fowler, who has kept a close eye on the monthly applications data the Department for Education publishes, says England could end up with local authorities losing their considerable expertise in secondary education. Since the 19th century, he says, English local authorities have taken a view of education that considers both the primary and secondary schools in their area. They may no longer be able to do this. But will it matter? &quot;We might look back in 20 years and say &apos;what a disaster the academies programme was&apos;, on the other hand, we might say &apos;the market rules supreme&apos;,&quot; Fowler says.", 
    "section": "education", 
    "gid": "global/mortarboard/2012/jan/23/reduction-secondary-schools-academies", 
    "wordcount": "498"
}