{
    "headline": "New nuclear power station gets planning consent", 
    "text": "Plans for the first new nuclear power station for nearly a generation in the UK have got the go-ahead from the energy secretary, who has said he is granting planning consent. Ed Davey told the House of Commons the French energy firm EDF would be allowed to build two new nuclear reactors at Hinkley Point in Somerset, on the site of an existing power station, which is due to close in 2023. &quot;It&apos;s vital to get investment in new infrastructure to get the economy moving,&quot; Davey said. &quot;[Hinkley] will generate vast amounts of clean energy and enhance our energy security. It will benefit the local economy, through direct employment, the supply chain and the use of local services.&quot; The two 1.6-gigawatt reactors will become one of the biggest power plants in the UK, providing enough electricity for up to 5m average homes. The nuclear plant is expected to be the first in a series of new ones the coalition has proposed as part of its plans to replace ageing coal and nuclear facilities that are due to be closed over the next few years. However, the symbolic decision on planning permission still leaves Davey&apos;s department for energy and climate change and EDF locked in negotiations over how much subsidy the company will get during the life of the plant. It is thought officials are discussing a contract that would guarantee the French company being paid nearly 100 for each megawatt hour of electricity produced over 30 to 40 years. Under the system, called &quot;contracts for difference&quot;, if the market price, which is about half that level, is lower than the agreed minimum &quot;strike price&quot;, electricity suppliers will have to pay the difference by making a surcharge on customer bills; if the market price rises higher, then the company would forfeit the difference. EDF and government officials also have to agree how much the company will pay for long-term storage of nuclear waste. &quot;Discussions on both those are on going and intense, but I expect them to be concluded shortly,&quot; Davey said. Critics say the subsidies will cost bill-payers at least 1bn a year, pointing out that a strike price of nearly 100 would be higher than all but the highest of the government&apos;s forecasts for future electricity prices up to 2030, and in opposition to a host of government policies designed to reduce that price. However, ministers believe the contracts for difference, available for all low-carbon power, will help develop a variety of energy sources including renewable energy as offshore wind, nuclear, new gas plants and, in future, carbon capture and storage equipment fitted to gas and coal plants. These sources would make the UK more resilient to fluctuating power prices, and reduce the carbon emissions on which climate change is blamed. Davey declined more than once to comment on the negotiations, but added: &quot;When the deal is concluded we will be completely transparent on that deal, whether it&apos;s on the strike price, the length [of the contract] or other details.&quot; There are additional concerns that when a deal is agreed with EDF, the European commission could launch an inquiry into the subsidies, which would qualify as state aid. That would delay the project by at least 18 months. EDF would then have to begin finding funding of up to 14bn to pay for construction of the turbines. Approval has been granted for the design of the EPR (European Pressurised Reactor) reactor, and the Environment Agency last week agreed to the environmental permits needed. Building the reactors is expected to create 20,000-25,000 construction jobs, and 900 permanent jobs when the plant opens. Katja Hall, the CBI chief policy director, said: &quot;This is a big step forward on a critical energy infrastructure scheme. Major projects like this not only help us to overcome our energy challenges, but provide a real boost to growth, creating thousands of jobs directly and through the supply chain. A balanced energy mix is essential in order to ensure secure, low-carbon and affordable supply in the future, and new nuclear is a key part of this.&quot; Keith Allott, chief adviser on climate change at WWF-UK, a wildlife protection group, said: &quot;Backing nuclear means shifting a huge liability to British taxpayers for the cost of building, electricity and, crucially, dealing with the waste. &quot;Unlike renewable energy, the costs of nuclear keep on rising, as witnessed by the fact that the only reactors currently being built in Europe are massively over-budget and far behind schedule. Focusing on renewables and energy efficiency, on the other hand, where the UK has huge potential to be an industrial leader, could deliver both huge cost reductions and a substantial boost to UK economic growth and manufacturing.&quot; The most recently built nuclear plant in Britain is Sizewell B, which was constructed in 1995.", 
    "section": "environment", 
    "gid": "environment/2013/mar/19/nuclear-power-station-consent-hinkley-point", 
    "wordcount": "823"
}