{
    "headline": "Senegal's fishing community will act on foreign fleets if government doesn't", 
    "text": "Abdoulaye Gueye cannot see any Chinese, Russian or European trawlers as he lands his meagre catch of sardinellas and mackerel into waiting horse-drawn carts on the beach at Joal. But he knows there are 30 or more of them just over the horizon, hoovering up the fish he cannot reach. A decade ago he could catch enough in a three-day trip to fill his 30ft-long wooden pirogue; today, he and his colleagues say they are lucky to earn enough to pay the diesel for their vessels. They are angry at what is happening to their fishing grounds and are demanding change from the new government. Now, in a move aimed to put pressure on the developed countries to curb their fleets, community leaders in Joal and across Senegal have warned that overfishing by foreign fleets could lead to piracy and violence on the scale of Somalia, as well as a flood of economic migrants leaving west Africa to find work in Europe. &quot;Catches are 75% down on 10 years ago,&quot; said Samb Ibrahim, manager of Joal&apos;s fishing port. &quot;In 2004 we landed 220,000 tonnes, now we catch only 120,000 tonnes year. It&apos;s a very serious situation.&quot; The port is the biggest in the country, with 1,500 fishermen competing to land declining catches. &quot;At this rate, in 10 years time there will be no fish left. So, unless something changes there will be a catastrophe for livelihoods, employment and food security,&quot; added Ibrahim. &quot;Senegal&apos;s only resource is the sea,&quot; said Abdou Karim Sall, president of the Fishermen&apos;s Association of Joal and the Committee of Marine Reserves in West Africa. &quot;One in five people work in the industry, but if you put those people out of work then you can imagine what will happen. Europe is not far away and Senegal could become like Somalia. &quot;People are getting desperate. For sure, in 10 years&apos; time, we will carry guns. The society here destabilises as the fishing resource is overexploited. As the situation becomes more difficult, so it will become more and more like Somalia.&quot; Senegal has 52,000 fishermen, but tens of thousands of others work in the industry  building and repairing boats and nets, transporting, selling and processing fish, and generally servicing the industry. Approximately 1 million people depend on fish as a primary source of food. Blame for the continuing fall in catches is levelled equally at the giant, foreign-owned trawlers that take up to 300,000 tonnes of fish a year from Senegal&apos;s waters, and corrupt local politicians who sell illegal licenses for &quot;pirate&quot; fishing vessels that take an unknown quantity. Fishermen in Joal say they cannot compete with the trawlers, which are meant to stay off the 12-mile limit but  because there is no cash for monitoring or policing  come in much closer at night. The foreign fleets respond by saying they aim to catch different fish and do not undermine local artisan fishing. Locals counter that the trawlers catch fish on such a large scale that none of the traditionally valuable species are left for them. One large trawler, it is calculated, can catch as much as 250 tonnes of fish a day, roughly what 50 pirogues might catch in a year. &quot;We used to catch the bigger fish like the barracuda, the capitaine and the dorade. But now there are none left, so we have to catch the low quality sardines and sardinella,&quot; said Ibrahim. In April 2011, small-scale Senegalese fisheries demanded the government revoke licences to foreign trawlers allowing them access to local waters. More than 20 licences for Russian, Belizean, Mauritian, and Ukrainian vessels were cancelled. But the fishermen say they want more action. &quot;We are now prepared to take direct action against the foreign boats,&quot; said Sall. &quot;It is they, not we, who would be acting as pirates. We want people in Europe to be aware that, when this happens, they should not call us pirates. The pirates are the vessels taking our fish.&quot; As populations in west Africa grow rapidly, the number of people drawn to the coasts to seek work in the fishing industry has also greatly increased, adding to pressure on coastal waters and fish stocks. &quot;The town of Joal has grown from 6,000 to 40,000 people in 45 years,&quot; said Ibrahim. &quot;People are coming in from Burkina Faso, Mali, all over west Africa. They pay fishermen to fish for them. There used to be 750 pirogues working here, but now there are 1,500.&quot; Tens of millions of people in west Africa are dependent on fish for their diets, so any reduction in catches could impact directly on people&apos;s health, says Raoul Monsembul, an oceans campaigner for Greenpeace Africa. &quot;Millions of Africans depend for their diets on fish caught by local fishermen, but as a consequence of overfishing by the European and other fleets, stocks are rapidly decreasing. Local fishermen are now forced to fish further out at sea,&quot; he said. According to the UN, overfishing threatens to cause further instability by driving communities that live off the sea toward crime. Officials point to the precedent set in Somalia, where illegal fishing in the 1990s encouraged fishermen to turn to piracy. &quot;Illegal fishing in west Africa is essentially out of control,&quot; said David Doulman, senior fisheries planning officer at the Food and Agriculture Organisation (FAO). Doulman believes any deterioration in the livelihoods of coastal communities from Mauritania down to South Africa could have a devastating impact on social conditions in countries already struggling to overcome poverty and unemployment. While there is no clear evidence that local fishermen are behind the hijacks of ships in west Africa, says Doulman, fears are growing that their declining livelihoods could push them into piracy. US diplomats, based in Sierra Leone and quoted in Wikileaks documents published in 2009, say piracy by fishermen is on the increase, with foreign trawlers attacked and robbed of their catch. &quot;Most of the pirates are reported to be from Guinea,&quot; say the documents. &quot;The government of Sierra Leone estimates that the country loses at least $30m in revenue per year to illegal and unreported fishing.&quot; In the first two months of this year, the International Maritime Organisation has recorded 10 piracy incidents off the coasts of Benin, Congo, Ivory Coast, Ghana and Nigeria.  John Vidal&apos;s travel costs to Senegal were paid by Greenpeace", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/02/senegal-fishing-community-act-foreign-fleets", 
    "wordcount": "1091"
}