{
    "headline": "Q&A: UK gas supplies", 
    "text": "Is the UK running out of gas? Not quite yet. The UK has moved in the past decade from being a net exporter to a net importer of gas, as North Sea fields have been depleted. The pains of that transition are being felt acutely now, because the coldest March for decades has confounded forecasters&apos; expectations  we are using much more energy to heat our homes than we should normally at this time of year. As a result, our gas storage has been run down, and we have been forced to rely increasingly on imports, by pipeline and by tanker. So how much gas have we left? In storage, about two days&apos; worth of consumption. But that does not tell the whole story. Our imports are still flowing  despite the failure of a key pipeline on Friday, which caused a major upset in the market but was quickly resolved. On current trends of consumption and imports, by some estimates we could start to experience shortages within two weeks  if we did nothing. In fact, measures are being taken to increase the supply  tankers are on their way, imports are flowing through pipelines and gas that could have been exported from the North Sea is staying here. What is the worry then? Last week&apos;s events were a warning. The sudden panic  spot prices for gas doubled within a few hours on Friday, after it was disclosed that a pipeline from Belgium had failed  dramatically illustrated how vulnerable the UK is to shocks on gas supply. It only took a cold snap and the failure of one pipeline to double gas prices in a few hours  that should worry everybody. The UK has only about 15 days&apos; storage of gas at the best of times. That is regarded as insufficient by many experts, especially considering our dependence on the fuel. More storage facilities are needed  but who should pay? Taxpayers, companies or consumers? That has not been resolved. The other issue is that our dependence on gas  already high  is set to increase under government plans for a new &quot;dash for gas&quot;. What is the &quot;dash for gas&quot;? The chancellor, George Osborne, has made clear his intention to increase the amount of UK electricity generation, as well as heating, that comes from gas. Osborne prefers gas to subsidies for renewable energy, of which he is sceptical. But his championing of the fossil fuel is likely to mean, according to government estimates, that more than two-thirds of UK energy supply comes from gas. That is a lot from any imported fuel. Wholesale gas prices have been highly volatile in recent years. The rises in gas prices have been behind the bulk of the rise in energy prices for households  renewables and green policies make up a much smaller share of bill rises. What about shale gas in the UK? Estimates for the amount of shale gas in the UK vary, but there could be enough to secure gas supplies for decades if not centuries. The problem is that this gas may not be extractable at a reasonable cost. The UK is not like the US  we are far more densely populated, and it is difficult to imagine that the widespread industrialisation of the landscape that has been the pattern of shale gas drilling in the US would be allowed here, under our strict planning laws. Cuadrilla, the only company yet to have fracked for shale in the UK, has suffered a series of setbacks. Two small earth tremors in 2011 caused the company to cease fracking, and while it was given the go-ahead to resume last December, it has not yet started again. Drilling at another of its three operational sites was halted weeks ago when the company decided it needed more environmental tests before proceeding. Cuadrilla has spent more than 100m in the UK so far, and is likely to spend much more before substantial production begins, which could take a decade. But gas is good for climate change, isn&apos;t it? Up to a point. It&apos;s true that gas produces less carbon dioxide when burned than coal. The use of shale gas in the US has prompted a massive shift away from coal to gas for electricity generation. But the problem is that the coal has not just gone away. It has been sold on the international markets at cut-price rates. As a result, we have been burning more in the UK, and across Europe  the EU emissions trading scheme, which was supposed to discourage coal and support cleaner methods of generation, has not been working as the price of carbon under the system is far too low. Developing countries have also been soaking up the excess coal supply. Unfortunately, simply arbitrating among hydrocarbons  use a bit more gas here, a bit less coal there  is not going to be enough to produce the drastic cuts in greenhouse gas emissions scientists say are necessary. Taking more hydrocarbons out of the ground and burning them increases the danger of climate change. Sooner rather than later, we need to stop doing that.", 
    "section": "environment", 
    "gid": "environment/2013/mar/25/uk-gas-supplies", 
    "wordcount": "853"
}