{
    "headline": "MPs call on UK to set example by increasing Global Fund contribution", 
    "text": "Britain should increase its contribution to the Global Fund to Fight Aids, Tuberculosis and Malaria over and above the current 384m pledge, UK MPs said on Tuesday. The international development committee expressed its concern over the delay in delivering funds to the international financing mechanism set up 10 years ago by donor countries to tackle three of the world&apos;s deadliest diseases. &quot;The UK has been a reliable partner to the Global Fund but we are concerned at the continued delay in providing additional funds,&quot; said Malcolm Bruce, chairman of the committee. &quot;We strongly urge the Department for International Development [DfID] to do all possible to commit funds earlier than 2013. A significant increase by the UK could help to catalyse contributions from other donors.&quot; The UK committed more than a year ago to increase contributions to the fund. However, the money has not yet been delivered, nor the amount of the increase confirmed. Britain&apos;s current pledge is 384m for 2012 to 2015, subject to reform at the organisation. The Global Fund, officially created in 2002, has been dogged by problems in recent months. In February, Gabriel Jaramillo took over as general manager; his appointment followed financial problems, corruption and misappropriation of money that caused some countries to temporarily suspend payments. In November, the Global Fund had to cancel a round of grants totalling around $930m. However, the MPs said the fund has made good progress under its new management, reforming the organisation&apos;s structures and tightening financial risk monitoring. At a committee hearing in February, the international development secretary, Andrew Mitchell, voiced his support for the fund&apos;s new direction under Jaramillo, former chair and chief executive of Sovereign Bank. Mitchell reaffirmed the UK commitment to 128m for the fund this year and the two following years, and hinted at big increases. In response to questions from MPs, he said the UK contribution could double, but a decision would be made later in the year. Britain could make an announcement at the G20 summit in Mexico next month, although it is likely the increase will be contingent on other countries also putting in more money. The committee said the G20 meeting provided a good opportunity for the UK to announce new funds, but only if conditions were met and UK taxpayers&apos; money adequately safeguarded. &quot;There has been some welcome news since we completed our report with the Global Fund announcing 630m in new funds,&quot; said Bruce. &quot;It is also reassuring to see other countries, such as Japan, stepping up to the plate with their largest ever annual contribution. Other donors  including the UK  also must commit new funds in the coming months if the Global Fund is to return to full operation speedily and carry on doing what it does best: saving lives.&quot; He added: &quot;The UK is prepared to agree a significant increase in our contribution to the Global Fund  but it must show that the reform programme remains on track and is having an impact. We will need to be absolutely clear that British taxpayers are getting value for money for their support to the Fund.&quot; The UK is the Global Fund&apos;s third highest donor. DfID&apos;s multilateral aid review in March 2011 rated the fund as one of the highest-performing multilateral organisations, which gave &quot;very good value&quot; to the taxpayer and had &quot;very high standards for financial management and audit&quot;. Mitchell said he was encouraged by the fund&apos;s strong leadership and by the &quot;process of clear reform&quot;. Since its creation, programmes supported by the Global Fund have provided Aids treatment for 3.3 million people, anti-tuberculosis treatment for 8.6 million people, and 230m insecticide-treated nets for the prevention of malaria. It has approved 14.1bn for programmes in 150 countries.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/22/mps-uk-global-fund-contribution", 
    "wordcount": "642"
}