{
    "headline": "Surfers oppose Cornwall mining plans", 
    "text": "Surfers are leading a campaign against plans to &quot;dredge&quot; millions of tonnes of sand from the seabed off Cornwall amid fears that it could wreck the shape and power of the coast&apos;s waves. A minerals company is planning a 10-year project to recover tin washed out of old mine workings and now settled in sediment some 20 metres below the sea surface. It says it will use new technology  made in Cornwall  to collect the tin in a way that will not damage the environment and that could eventually be used across the world. But campaign group Surfers Against Sewage (SAS) says the 15m project could ruin surfing at a string of cherished beaches along the north coast from the town of St Ives to Perranporth, as well as harming flora and fauna. Andy Cummins, SAS&apos;s campaign director, said: &quot;Disturbing and removing significant amounts of sediment has the potential to devastate the fragile and complex environments that support surfing, tourism and fishing.&quot; Cummins said surfing brought 64m into Cornwall&apos;s economy and supported 1,600 jobs, and anything that put the industry at risk had to be resisted. The seabed is crucial to surfing as most of the Cornish waves break on sand rather than on rock. Cummins said the sediment was &quot;fairly static&quot; and anything that changed the contours of the seabed could alter the shape of the waves completely. SAS is also concerned that disrupting the sediment close to river mouths could reanimate pathogens associated with sewer overflow discharges and heavy metals that has run into the sea from mine works. It believes the work would have an impact on biodiversity, putting species including seals, sharks, dolphins, crabs and lobsters at risk. One of Britain&apos;s top professional surfers, Alan Stokes, also voiced his concerns. &quot;Those beaches that will be affected are my office. The selfish concern I have is that this could have a massive impact on the waves I train on,&quot; he said. &quot;It seems a crazy idea. Thousands of jobs rely on tourism and the waves are a huge part of that. The unique thing about the coast is that you can find a wave almost every day of the year here. That&apos;s why people come from all over the world. &quot;I&apos;m also worried about the environment. They are going to be hoovering up the sand. I wouldn&apos;t be keen on being one of those creatures living out there if that happens.&quot; The company, Marine Minerals, said the project would only go ahead if the tin could be &quot;extracted&quot;  it rejects the idea that it will be &quot;dredging&quot;  in an environmentally and socially responsible way. Its proposal is to suck the sand up from the seabed  between 200m and 1km out  to a depth of up to around 2m and sift it at sea. The portion containing tin, estimated at around 5%, would be taken back to shore and milled, while the other 95% would be returned to the seabed at once. Marine Minerals is aiming to sift 2m tonnes of sand a year and says there is roughly a billion tonnes of sand in total in the area it wants to work in. It denies surfing conditions will be affected, arguing that the sand is frequently moved in storms and is not rich in flora and fauna. It says there is no evidence that toxic materials would be disturbed. The company argues that the project, which would not begin before 2015, will create skilled jobs, help meet a growing global demand for tin and could help develop a technology that could be used in other parts of the world, including south-east Asia, where much more intrusive methods of extraction cause damage to marine habitats. It says it will address all concerns in a full environmental impact assessment. People who live in the surrounding area are not all opposed. Howard Lyons, the chair of the Hayle group Save Our Sands, which campaigns to protect the area&apos;s beaches, said the organisation had a &quot;visceral opposition&quot; to anything that involved removing material from St Ives Bay. However if environmental concerns were allayed, Lyons said the project could be good for jobs in a place where skilled work is scarce and could help revive the semi-derelict harbour. &quot;We are reserving judgement until we have more data,&quot; he said. John Bennett, a Hayle town councillor and chair of the harbour advisory committee, said most residents were &quot;cautiously supportive&quot; of a project that could help revive the area&apos;s economy and be good for the harbour. But he added: &quot;There are worries about anything that could harm tourism.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/08/surfers-cornwall-mining-plans", 
    "wordcount": "790"
}