{
    "headline": "World leaders accused of backsliding on women's rights", 
    "text": "Women&apos;s rights are under the greatest attack for almost 20 years after a failure of world leaders to continue to support reproductive rights, according to Mary Robinson, the first female president of Ireland. Her comments come amid fears that religious conservatives are eroding support for family planning around the world. Objections from the Vatican and other states removed specific support for reproductive rights, such as family planning, from an international agreement reached in Rio de Janeiro last month by the UN conference on sustainable development. Robinson joined campaigners criticising the final agreement reached between 190 countries at the Rio+20 summit. The former president accused global leaders of &quot;backsliding on fundamental texts&quot; agreed at two summits subsequently lauded for protecting women and girls: Cairo in 1994 and Beijing in 1995. Womens&apos; rights and youth campaigners were shocked that a coalition of the Holy See, Russia, Syria, Egypt and several of the more conservative states in South America were able to jettison international agreements made in the 1990s by speaking against the inclusion of reproductive rights in the final agreement. Instead, the only mention of reproductive rights in the 80-page missive was as a &quot;health issue&quot;. Robinson said this &quot;failure of leadership&quot; could have a devastating effect on some of the world&apos;s poorest and most powerless women. &quot;When you don&apos;t carry that [forward], women worldwide hear a message that life is going to be more difficult,&quot; she said during a visit to London of the Elders, the group of former world leaders gathered together by Nelson Mandela. While Robinson said she understood a compromise had to be reached by the United Nations, &quot;they went for a lower common denominator to say the least&quot;. The former UN high commissioner for human rights condemned the backtracking on agreements painstakingly hammered out in two important summits on family planning and women in the 1990s, when both her and Gro Harlem Brundtland, a fellow Elder, were heads of state. The Rio+20 summit was attended by figures including Nick Clegg, the deputy prime minister, the environment secretary, Caroline Spelman, and the US secretary of state, Hillary Clinton. Zohra Moosa, women&apos;s officer at Action Aid, welcomed Robinson&apos;s intervention, saying that the UN agreements reached in Cairo and Beijing had been used to defend women&apos;s rights, not to control the timing and number of children they have in parts of the world where human rights are not enshrined in law. &quot;It is hideous,&quot; she said of the Rio agreement. &quot;Instead of advancing womens&apos; rights we seem to be rolling them back.&quot; Robinson, on her way to Sudan to discuss the prospect of peace there, welcomed the summit on family planning being held in London next week, organised by the Gates Foundation and the department for International Development. She called the foundation&apos;s support &quot;counter-indicative to the mood  a Tea party-led conservative mood  in the US&quot; that has made political and financial support for family planning increasingly difficult. On a tour to promote the fifth year of the Elders, Robinson said the work of the group, a sort of high-level advisory council, had become more urgent in the face of economic and political turmoil and signs of an increasing democratic deficit. &quot;We are very focused on tackling inequality Unfortunately, since we started five years ago these issues have become more urgent. There is more of a need. Look at Sudan, South Sudan. Yes we had the Arab spring but look now at democracy.&quot; Robinson said a debate about democracy was needed. &quot;With huge unregulated amounts of money in super pacs [political fundraising groups in America] going to influence advertising, influence how people vote, is that really democracy?&quot; The Elders are largely funded by an advisory council set up by Richard Branson, the multi-billionaire entrepreneur, and the singer and activist Peter Gabriel. Robinson denied that this funding compromised the group&apos;s independence. &quot;We are effective because we have an advisory council that is transparent and open and not run by one individual or two. There is no hold on us.&quot; Comparing her work with the Elders to her earlier role as a head of state, she said: &quot;In a curious way being an elder has more moral authority than political power.&quot;", 
    "section": "global-development", 
    "gid": "lifeandstyle/2012/jul/05/world-leaders-backsliding-womens-rights", 
    "wordcount": "725"
}