{
    "headline": "For UCAS admissions systems failures, universities might pay the price", 
    "text": "A week of sleepless nights, the various scenarios playing out in your head  A-level results day nerves this year were more heightened than ever for admissions teams and university marketers. Since the government funding of higher education institutes was cut, universities have been getting to grips with their new identity. Some have been employing a small army of brand consultants, ready for the moment students demand value for money and choose an institute based upon quantifiable outcomes and service (ie. its key information set), rather than cheap beer and a good male to female ratio. With so much effort placed upon market positioning, and getting it right when students walk in the door it&apos;s a shame that both candidates and universities were let down on results day by the very technology designed to welcome students in. On results day, the systems used by university staff to process student applications went down for three hours in the afternoon, leaving many students unable to progress beyond a verbal offer, get a clearing number or register for adjustment. After last year&apos;s track problems (the system was declared down while the higher education minister was on live television) there was pressure on UCAS to get it right. Prior to the big day we heard that improved cloud hosting would ensure the servers could scale to meet demand. As it turned out it was the back end of the system used by universities that gave way. On The Student Room, we became aware of this issue early in the afternoon by the volume of students asking the same questions about track not updating - some of them highlighted below. Results day is an emotional time and for many that missed the grades for their conditional offer it was unfortunate that they had the uncertainty of an additional sleepless night to find out their HE fate.  Does anyone else have any other advice? I feel physically sick with worry and am scared I will miss my place waiting on track updating!  Technology can go wrong and often does but there was little excuse for UCAS not communicating that there were problems to students. What was needed was reassurance: that they weren&apos;t alone and that they would be able to progress, just that it would take longer (until the morning of the 17 August) to happen.  My firm [offer] was unsuccessful this morning, then managed to get a place somewhere in clearing, now I check track its reverted back to conditional? What&apos;s going on  is this an error? I need to put my clearing choice in at 5 and am starting to have a panic attack.  With the lifting of the cap enabling universities to recruit unlimited students graded AAB and above, it was always going to be a challenging year for admissions teams juggling student numbers. This was exasperated by the UCAS system problems. It was unclear to students what was going on, who was at fault and who to contact to get a confirmed place at university.  I&apos;ve called them [my university] and they&apos;re saying they have (released me) and that UCAS is down, then I call UCAS and they say they haven&apos;t been down? Confused!  This confusion reflected badly on universities. In the new world of higher fees and market competitiveness university marketing teams will need to be understand their &apos;customers&apos;, use data in clever ways and ensure their reputation is upheld. This translates as taking control. Universities are diverse organisations. Control of internal systems and departments is a challenge for many, let alone control of the systems of an external body. Universities rely on UCAS to deliver a service on their behalf to students, to collate and provide them with important applicant data and to process students smoothly into their university. For hours on results day many universities had no control of their own admissions and their &apos;customers&apos; were left in the dark. The application process gets more complicated every year (soon you will need a degree to apply to study a degree) and many students aren&apos;t taught by their schools and colleges how to navigate the results day process through clearing or adjustment. The experience of getting into university should be as polished as the experience students have been told to expect when they arrive. When this falls down a university&apos;s reputation is on the line. I suspect if there were a pot of money to throw at the technology infrastructure challenges faced by UCAS that it would have happened by now. Whether or not there is a tech upgrade, communication should certainly be improved next year so that the system is more transparent and universities can welcome students into higher education without the drama. Jamie O&apos;Connell is marketing director of online student network, The Student Room  follow it on Twitter @studentroom This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/22/university-admissions-ucas-track-down", 
    "wordcount": "827"
}