{
    "headline": "Fifteen more university technical colleges to open in next two years", 
    "text": "A new state school with a focus on aviation engineering, backed by the owners of Heathrow, British Airways and Virgin Atlantic, is to open on the outskirts of London in the next two years, the government will announce today. The Heathrow university technical college  which will be based in Hillingdon, west london  is one of a new wave of comprehensive schools that will emphasise vocational education. Fifteen new schools are announced on Monday including the Elstree UTC, which will specialise in electronic engineering and digital technology; one in Salford, which will focus on creative industries, and an engineering academy based at the University of Warwick and backed by Jaguar Land Rover. The main backer of the Elstree school is the businessman David Meller, chairman of the cosmetics firm Meller Group and an established sponsor of academy schools. But this UTC will also be supported by Endemol, Universal Music Group, Warner Brothers and Sony Computer Entertainment. The Lowry arts venue is one backer of the Salford school, to be known as MediaCityUK UTC. Its main sponsor is the Aldridge Foundation, the charitable vehicle for Rod Aldridge, founder of the outsourcing firm Capita. Cammell Laird is among the backers of the Birkenhead UTC, on the Wirral, which will specialise in engineering. John Syvret, chief executive of the shipbuilder, said: &quot;Cammell Laird and its supply chain have a great need for highly skilled engineers, scientists and technicians. The UTC will provide a world-class facility to develop this home-grown talent.&quot; The schools are for 14- to 19-year-olds, and are all sponsored by universities, including Cambridge and University College London. Businesses will help shape the curriculum and provide training that meets their skills requirements. Students will be encouraged to take a core curriculum of GCSEs, including science, a humanity and a language, plus a vocational qualification. Many UTCs will run on business hours rather than the standard school day. The projects approved on Monday join 17 other UTCs that are already due to open this and next September. The schools minister, Lord Hill, said: &quot;Around the country there is a lot of enthusiasm from employers, universities, pupils and parents for high-quality rigorous technical education. They provide more choice for children as well as helping provide the kind of highly skilled technicians our economy needs.&quot; The UTC scheme is the brainchild of former Tory education secretary Lord Baker, who aspires to set up 100 of the schools by 2015. The first two, in Staffordshire and Walsall, are already open. Baker said: &quot;The coalition government continues to show its commitment to these new colleges for 14- to 19-year-olds by expanding the national network. I am delighted that it has all-party support and so many people right across the country want to open UTCs.&quot; Companies across the country that needed highly skilled technicians and engineers supported UTCs, he added.", 
    "section": "education", 
    "gid": "education/2012/may/29/university-technical-colleges-new-schools", 
    "wordcount": "477"
}