{
    "headline": "Flooded mines could supply 40% of Glasgow's heating, say geologists", 
    "text": "Homes and offices in Glasgow could be warmed by water pumped from far underground after geologists surveyed a vast network of old mine shafts beneath the Scottish city. The British Geological Survey (BGS) mapped the mine workings to help developers identify pools of warm, subterranean water that could be used as a source of heat for homes and businesses. At the British Science Festival in Aberdeen on Thursday, BGS scientists unveiled 3D maps that showed groundwater could be tapped from a flooded network of disused coalmines. &quot;The mine workings are hugely extensive. Perhaps 50% of the Glasgow conurbation sits above them,&quot; said Diarmad Campbell of the BGS. Rather than circulating the water through new, dedicated boreholes to draw out heat from surrounding rocks, heat could be extracted directly from water in the mine system. The groundwater would be cooled, depositing the heat extracted from it at the surface, before being returned underground. Already demonstrated locally in a successful housing project, the new survey  produced with Glasgow City Council  shows where the heating technique could be used. The flooded mines could provide up to 40% of Glasgow&apos;s heating requirements, and similar levels could be reached in other UK locations that overlie mine workings. Dave Banks, from geology consultancy Holymoor in Derbyshire, said that while Britain&apos;s use of the technology lagged behind Germany and Sweden, interest was growing. There are now around 10,000 heat pumps installed in the UK compared with only nine in 1999. In some parts of the world, upwelling heat from inside the Earth turns groundwater to steam, providing a free and plentiful supply of energy. But even away from these hotspots, the warming of the ground by sunlight still traps enough energy to heat water to a useful temperature. At 10,000-15,000 per home, ground heat pumps in the UK are relatively expensive to install. But they are economical for large developments, and once installed, are cheap to run. The pumps circulate ground water through heat exchangers, using a process similar to that found in refrigerators. Water pumped from the ground reaches only modest temperatures in the UK  around body temperature  but that is enough for underfloor heating.", 
    "section": "science", 
    "gid": "science/2012/sep/07/flooded-mines-glasgow-heating-needs", 
    "wordcount": "367"
}