{
    "headline": "Make children the cornerstone of urban decision-making, urges Unicef", 
    "text": "Unicef has urged governments to put children at the heart of urban planning  and to improve services for all  since the majority of the world&apos;s children will grow up in towns or cities rather than in rural areas. In its report, The State of the World&apos;s Children 2012: Children in an Urban World, the UN agency said hundreds of millions of children who live in urban slums are being excluded from vital services, from clean water to education. &quot;When many of us think of the world&apos;s poorest children, the image that comes readily to mind is that of a child going hungry in a remote rural community in sub-Saharan Africa,&quot; said Anthony Lake, Unicef executive director. &quot;But millions of children in cities and towns all over the world are also at risk of being left behind. Excluding these children in slums not only robs them of the chance to reach their full potential; it robs their societies of the economic benefits of having a well-educated, healthy urban population.&quot; By 2050, 70% of all people will live in urban areas. Already, one city dweller in three lives in slum conditions, lacking security of tenure in overcrowded, unhygienic places characterised by unemployment, pollution, traffic, crime, high living costs, poor services and competition over resources. In Africa, the proportion is six in 10. Migration from the countryside has long driven urban growth and remains a major factor in some regions. But the last comprehensive estimate, in 1998, suggests that children born into existing populations account for around 60% of urban growth. The report acknowledges that urban areas offer greater potential to secure children&apos;s rights and accelerate progress towards the millennium development goals, because the more urban a country, the more likely it is to have higher incomes and stronger institutions. However, the report also points out that deprivations endured by children in poor urban communities are often obscured by broad statistical averages that lump together all city dwellers, rich and poor alike. When averages such as these are used in making urban policy and allocating resources, the needs of the poorest can be overlooked, said Unicef. Cities offer many children the advantages of urban schools, clinics and playgrounds, yet the same cities are also the settings for some of the greatest disparities in children&apos;s health, education and opportunities. Infrastructure and services are not keeping up with urban growth in many regions and children&apos;s basic needs are not being met, said the report. Families living in poverty often pay more for substandard services. Water, for instance, can cost 50 times more in poor neighbourhoods, where residents have to buy it from private vendors, than in wealthier neighbourhoods, where households are connected to water mains. A focus on equity is crucial  one in which priority is given to the most disadvantaged children wherever they live, said Unicef. To start, more focused, accurate data are needed to help identify disparities among children in urban areas and how to bridge them. The shortage of such data is evidence of the neglect of these issues, the report said. Among its recommendations, Unicef called for the removal of barriers to inclusion such as poor transport and lack of official documents. &quot;Ensuring that all children are registered and documented must be a top priority because, however ardent the efforts to promote equity, it likely will elude children who lack official documents,&quot; said Unicef. The report also called for partnerships between all levels of government and the urban poor, including children. It cited the success of Map Kibera in Nairobi, Kenya, where adolescents helped generate information for development programming, and a project in Johannesburg, South Africa where 10- to 14-year-olds in poor neighbourhoods identified risky areas and suggested improvements. Other examples of consultation led to improvements in public infrastructure in Rio de Janeiro and Sao Paolo, Brazil; higher literacy rates in Cotacachi, Ecuador; and expanded birth registration in Ciudad Guayana, Venezuela. At the global level, Unicef and (UN-Habitat) have worked on the Child-Friendly Cities Initiative, designed to put children at the centre of the urban agenda and to provide services and create protected areas. &quot;Urbanisation is a fact of life and we must invest more in cities, focusing greater attention on providing services to the children in greatest need,&quot; Lake said.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/28/unicef-children-central-urban-planning", 
    "wordcount": "718"
}