{
    "headline": "Technology's new chance to make a difference in 2012", 
    "text": "As the American baseball manager Casey Stengel once warned, never make predictions  especially about the future. Looking at the track records of people you would hope would have known better, they may wish they hadn&apos;t made them either. Bill Gates predicted the end of spam by January 2006, and Alan Sugar declared the iPod dead by Christmas of the same year. When I&apos;m asked to make predictions, I either shy away or say what I hope will happen, rather than what I think will happen. Regardless of the quality of the prediction, a quick glance through history demonstrates one recurring theme: things take longer to materialise than most people think. By the end of 2011, mobile banking was supposed to be &quot;everywhere&quot; in Africa, tablets would signal the end of netbooks, most Africans would have a $50 smartphone, downloadable apps would kill the mobile internet and m-health (mobile health) would finally fulfil its promise. Of course, you could argue that many of these things could still happen, and some are a lot closer than you think. At $80, the Ideos smartphone, launched in Kenya in 2010, is the cheapest smartphone yet. Promising, yes, but these devices need to cost well under half of that if they&apos;re to become ubiquitous across the continent. So, here are my hopes (not predictions) for the information and communication technologies for development (ICT4D) community over the next 12 months. 1 Executing best practice Technology races ahead at a breathtaking pace, but behaviour change chugs along in a much lower gear. As I remind people when I speak at conferences, technology is the easy bit  people (and their habits and expectations) are far more difficult to manage. Thanks to another bumper year, the ICT4D community has even more toys to play with than it did 12 months ago. However, so much of what it debates  and practices  remains the same year after year. &quot;Understand the problem before tackling the technology, put the user first, build tools and not solutions, learn from your failures, don&apos;t reinvent the wheel, use appropriate technologies&quot; and so on. How many more conferences do we need before we finally settle on a set of best practices? We should know by now what is and what isn&apos;t a good way to run an ICT4D project. Let&apos;s instead match best practice against projects, and let&apos;s ensure they become an intrinsic part of the development process rather than simple soundbites and tweets. 2 Keeping the tech real New technologies lead to hype, which in turn leads to new conversations and new big ideas as if earlier problems had been solved. It&apos;s unfortunate that attention spans seem to decrease as rates of innovation increase, and it&apos;s easy to be distracted from the technological reality for much of the planet in the age of the ultra-smartphone and iPad. Trumpeting the need for &quot;appropriate technologies&quot; at a development conference is only helpful if people don&apos;t then run off and build iPad 2.0 apps for African farmers. The reality is that we&apos;re still figuring out how to best use text messaging in a development capacity, and that particular technology has been around for years. That&apos;s my second hope for 2012  that the ICT4D community keep its technology choices firmly routed in what&apos;s appropriate for their users, not what&apos;s newly available in their local store. 3 Mainstreaming ICT4D Finally, I&apos;d love to see ICT4D and m4d (mobiles for development) go mainstream. Today, we have a crazy situation where each sector of development seems to be divided into two camps  the people who are deploying (or most likely figuring out how to deploy) mobile technologies, and those who aren&apos;t. The former put an &quot;m&quot; in front of their discipline, giving us m-heath, m-agriculture, m-learning, and so on. The rest remain plain old health, agriculture and learning. Even worse, they often go to different conferences. So my final hope for 2012 is that technology becomes so intrinsic to the development process that we no longer feel the need to separate it out. We never had p-health (paper health), or b-learning (blackboard learning). ICT4D will only have truly succeeded when it becomes invisible, intrinsic and yes, ultimately works its way out of a job. Here&apos;s to an interesting 12 months.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/04/technology-make-difference-2012", 
    "wordcount": "716"
}