{
    "headline": "Ed Davey's dash for gas will not help UK meet carbon targets", 
    "text": "Last Saturday, the new energy and climate secretary slipped out plans for encouraging investment in gas. Unsurprisingly, his statement  just a few days before today&apos;s budget  raised more than a few eyebrows. Ed Davey has been in position for under three months, and has made some encouraging noises about the green economy. So perhaps it is a little churlish to judge him too harshly on this early development. But as one of his first major announcements on energy and climate change policy, the dash for gas doesn&apos;t feel like a good start. The last time I checked, gas was still a polluting fossil fuel. So if we&apos;re still hoping to meet our legally binding climate change targets, it&apos;s pretty disappointing news. It&apos;s also bad news for households facing ever increasing energy bills, and for all the green jobs that could be created if only the government were to redirect this enthusiasm towards the renewable energy and energy efficiency sectors. There are three glaring concerns in what was said. Firstly, the emissions performance standard (EPS) for new power stations  set at 450g/CO2/kWh  will do nothing to curb emissions from gas plants, given that they already tend to emit less than 400g. And the fact that this inadequate standard will apply all the way until 2045 essentially means they can go on pumping out this level of CO2 for their lifetime. This flies in the face of independent advice from the Committee on Climate Change (CCC), which has the crucial role of setting carbon budgets to keep the government on track for achieving its overall aim of an 80% cut in emissions from 1990 levels by 2050. Mindful of the difficulties of decarbonising other sectors of the UK economy such as agriculture and aviation, the CCC has clearly said that our electricity supply must be virtually decarbonised by 2030. In its research, the committee found no path to meeting the 2050 target where this was not the case. Indeed, the prime minister seemed to agree when he told MPs last year:  &quot;If we don&apos;t decarbonise electricity, we&apos;ve got no hope of meeting all the targets that we are all committed to.&quot;  There was no reference to any of this in the announcement by the Department of Energy and Climate Change (Decc), nor to whether the new love affair with gas will be compatible with achieving the fourth carbon budget, which runs from 2023 to 2027. Secondly, let&apos;s take a closer look at Davey&apos;s professed commitment to carbon capture and storage (CCS) for new gas. Because two years ago, the committee warned that for the UK to meet its 2050 climate targets, any new gas plants would need to be fitted with CCS technology. But while Davey talks up CCS in principle, the truth is that it doesn&apos;t even exist yet at the scale required. And it&apos;s unclear why an owner of a gas plant would bother spending the money to fit it when the weak EPS means they can carry on polluting until 2045. The third worry is the impact that gas dependence will have on bills. The chancellor is quoted in the Decc statement setting out his views that gas is an affordable source of energy. But in December, the CCC found that gas  not renewables, as some media outlets would have us believe  was a primary cause of rising consumer electricity bills thanks to the rise in wholesale prices. Assessments by Decc and Ofgem have found the same. If we are to believe Bloomberg New Energy Finance that there is already 11GW of new gas under construction or in planning  and if we are to accept that some gas will be needed as a transition fuel, allowing us to move away from more-polluting coal-fired electricity generation  then these are questions that Decc needs to address urgently. The underlying concern in all of this is who the policy makers are listening to. To my mind, the gas announcement reveals an undue influence of the big six energy companies, which are keen to retain a system that delivers them massive profits and protects their oligopoly. And Osborne&apos;s presence in the Davey announcement should ring alarm bells about how much Decc has been led by the Treasury in this instance. The economic, social and environmental risks of &quot;lock in&quot; to high-carbon, high-cost fossil fuel infrastructure are clear. In November, the International Energy Agency&apos;s chief economist warned that &quot;if we don&apos;t change direction now on how we use energy, we will end up beyond what scientists tell us is the minimum [for safety]. The door will be closed forever.&quot; We need an energy policy that reflects this urgency, which means giving confidence to investors with billions to spend in the renewable energy industry that the UK is a good place for them to do business. It also means allowing communities to generate more of their own energy, and ensuring that strong energy efficiency measures to improve the homes of the fuel poor are at the heart of this year&apos;s energy bill.  Caroline Lucas is speaking at the &apos;what&apos;s going to keep the lights on?&apos; event this Sunday at the Guardian Open Weekend festival", 
    "section": "environment", 
    "gid": "environment/blog/2012/mar/21/ed-davey-gas", 
    "wordcount": "868"
}