{
    "headline": "Piltdown Man and other phantom species", 
    "text": "Today marks a century since the official presentation to the Geological Society of London of what was later to be revealed as one of the most notorious hoaxes in the history of science. This was Piltdown Man, initially accepted by many as the fossil remains of an early human. The hoax, created by combining parts of a medieval human skull with the lower jawbone of an orang-utan, was only exposed in 1953. While doubts had certainly arisen, within Britain at least, the hope that an Englishman had found in Sussex support for Darwin&apos;s theory of evolution, and backing for the conventional view that human evolution had been led by the development of a larger brain, created a climate in which the claim was largely supported. The specimen was, therefore, given a Latin name: Eoanthropus dawsoni (Dawson&apos;s dawn man, after the collector and almost-certain hoaxer Charles Dawson). E dawsoni was not the only species that Dawson conjured into reality. Back in the 1890s, Dawson had announced the find of the teeth of what appeared to be a missing link between reptiles and mammals. This too gained sufficient credibility to be given a scientific name: Plagiaulax dawsoni.  Although the specimens were forgeries, the fact that they were named, illustrated, published and discussed meant that the species nevertheless achieved some sort of existence, at least for several decades. It feels a little as if there should be some sort of limbo, perhaps similar to the place that ballpoint pens and odd socks go, reserved for these phantom species. It would be a crowded place for, when you stop to count, there are a large number of these non-beings, usually enjoying a brief virtual existence before being re-identified as a variant of a known species or a simple mistake. Most have little impact: the ones we recall are those that generated much enthusiasm and controversy. I came across an example of the latter in an essay by Anne Flore Lalo, included in a collection published earlier this year. This was a supposed creature identified by Thomas Huxley. Like Dawson&apos;s two &quot;missing links&quot;, Huxley&apos;s Bathybius haeckelii was a much-desired link between inorganic matter and organic life. It was &quot;discovered&quot; in 1868 when Huxley re-examined samples of mud from the Atlantic seafloor, taken a decade before during the sounding work done in preparation for the laying of telegraph cable.  Huxley spotted what appeared to be a veined, albuminous ooze, having &quot;so far the attributes of a Vegetable, that it is able to elaborate Organic Compounds out of the materials supplied by the medium in which it lives, and thus to provide the sustenance for the Animals imbedded in its midst&quot;. The name of Huxley&apos;s new species was given in honour of Ernst Haeckel, who had suggested the existence of Urschleim (primordial slime) as the origin of all life. This was a discovery, rather like the more recent &quot;arsenic life&quot;, that created considerable excitement. However, while arsenic life was quickly and successfully challenged, it turned out that B haeckelii was to enjoy a more prolonged existence, turning up in the South Atlantic and Indian Ocean before being shuffled off to the phantom species limbo by John Young Buchanan of the Challenger expedition in the 1870s. Such stories have been used by creationists to suggest that supporters of evolution are either easily duped or untrustworthy fraudsters. It cannot be denied that when a phantom species becomes famous, it is likely to be fulfilling a role or roles much desired by at least part of the scientific community  filling a theoretical gap, providing proof of common assumptions, flattering national pride or justifying new research funding.  However, while there have been a handful of hoaxes, it is usually perfectly good science, intermixed as it necessarily is with theoretical expectations and cultural assumptions, that creates, sustains and then banishes phantom species. Just like other ideas  phlogiston, universal ether, quintessence, gravitational vortexes and, likely, dark matter and string theory  they are products of, and spurs to, the development of science.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/dec/18/piltdown-man-phantom-species", 
    "wordcount": "677"
}