{
    "headline": "Margaret Thatcher: an unlikely green hero?", 
    "text": "Margaret Thatcher will be remembered for her short lived &quot;green period&quot; in the late 1980s when she helped put climate change (or global warming as it was then known), acid rain and pollution on to the mainstream political map. Tutored by Sir Crispin Tickell, British ambassador to the UN in New York, she made several dramatic environment speeches. The first, to the Royal Society on 27 September 1988, galvanised the emerging green debate in Britain and helped swell the membership of groups like Friends of the Earth and Greenpeace. The ecological and scientific arguments she used were not new, but their impact was profound:  &quot;For generations, we have assumed that the efforts of mankind would leave the fundamental equilibrium of the world&apos;s systems and atmosphere stable. But it is possible that with all these enormous changes (population, agricultural, use of fossil fuels) concentrated into such a short period of time, we have unwittingly begun a massive experiment with the system of this planet itself.&quot;  The second, to the UN general assembly, in November 1989 was aimed at the international community. Thatcher had by then understood the environment&apos;s political importance in a globalising world and was the first major politician to hold out the prospect of international legislation. But the timing, was important at home too, because the Greens looked dangerous after securing 15% of the UK vote in the European elections only months before.  &quot;What we are now doing to the world  is new in the experience of the Earth. It is mankind and his activities that are changing the environment of our planet in damaging and dangerous ways. The result is that change in future is likely to be more fundamental and more widespread than anything we have known hitherto. Change to the sea around us, change to the atmosphere above, leading in turn to change in the world&apos;s climate, which could alter the way we live in the most fundamental way of all.  &quot;The environmental challenge that confronts the whole world demands an equivalent response from the whole world. Every country will be affected and no one can opt out. Those countries who are industrialised must contribute more to help those who are not.&quot;  But her enthusiasm for green issues soon evaporated. She opened the Hadley Centre for climate prediction and research in 1990 but did not attend the Rio Earth summit, leaving her successor, John Major to formally sign up Britain to forest, climate and other agreements. In retirement she had nothing more to say about the environment until her 2002 memoirs, when she rejected Al Gore and what she called his &quot;doomist&quot; predictions. Last year Jonathon Porritt, head of Friends of the Earth in the late 1980s, recalled the galvanising effect she had on the green debate:  &quot;Thatcher  did more than anyone in the last 60 years to put green issues on the national agenda. From 1987-88 when [she] started to talk about the ozone layer and acid rain and climate change, a lot of people who had said these issues were for the tree-hugging weirdos thought, &apos;ooh, it&apos;s Mrs Thatcher saying that, it must be serious&apos;. She played a big part in the rise of green ideas by making it more accessible to large numbers of people&quot;.  But her environmental legacy continued long after she retired. The free market economics that her governments espoused dramatically changed the green face of Britain. In a series of controversial privatisations, her ministers encouraged urban sprawl by approving massive out-of-town supermarket developments, deregulated or privatised the bus services, spent billions of pounds on new roads but little on rail transport, and handed ownership of water and waste to global corporations. She balked only at the railways, saying it was &quot;a privatisation too far&quot;. The greatest outcry was when she privatised water and sewerage in 1987. Until then, water had been seen very much as a human right, to be owned by no one and made available by public bodies for as little money as possible. But 10 major new water companies were formed and sold off at a massive discount with their debts written off and a &quot;green&quot; dowry. Even the Daily Mail complained it was a giveaway. As predicted, the price of water prices increased 50% in the first four years and the most companies were heavily fined for pollution incidents. To this day, Britain is the only major country in the world to have fully privatised its water. Thatcher&apos;s influence on the environment and development of third world countries was even more profound. Britain, with the US, led World Bank, IMF and World Trade Organisation moves throughout the 1980s to force more than 100 indebted countries to deregulate their industries, open up markets, privatise state-owned industries and prevent governments from managing basic services such as health, education or water. These now widely discredited &quot;structural adjustment&quot; programmes opened the way for global mining, farming and forestry companies to exploit natural resources in developing countries on a massive scale as well as to undermine local markets by dumping staples like rice and change diets. The result, say critics, was to swell the slums, increase poverty and greatly degrade environments. Thatcher&apos;s 11 years in power (1979-1990) coincided with a decade of profound national and global environmental change. In that time the world increased its population by 800 million people, lost 150m hectares of primary forest, saw its slums grow bigger and its poverty increase dramatically. The political and financial system that Britain and others promoted in those years cannot possibly be held responsible for all the damage done, but history will show that it happened on her watch, and that she and her ministers played their part.", 
    "section": "environment", 
    "gid": "environment/blog/2013/apr/09/margaret-thatcher-green-hero", 
    "wordcount": "964"
}