{
    "headline": "Kalonzo Musyoka hails technology city as start of something big for Kenya", 
    "text": "A 5,000 acre business and information technology &quot;city&quot; that will attract international investors is one of the flagship projects designed to boost Kenya&apos;s economy and set the republic firmly on the path to middle-income status, according to the country&apos;s vice-president. Dubbed &quot;Africa&apos;s silicon savannah&quot;, Kenya&apos;s ICT city, 60km outside Nairobi and 50km from Jomo Kenyatta airport, will be bigger than the capital and better planned, said Stephen Kalonzo Musyoka. In London for the Paralympics and to outline his vision for Kenya, Musyoka, leader of the Wiper Democratic Party  formerly the Orange Democratic Movement-Kenya  is standing for president in next year&apos;s elections. Plans for the ICT city, one of several special economic zones (SEZ) proposed across Kenya, were published in 2010 as part of the country&apos;s long-term national development agenda, Vision 2030. It will comprise business and science parks, a university and housing, and aims to attract much needed foreign investment into the country. &quot;There&apos;s a lot of excitement about it,&quot; Musyoka said. &quot;The city will be giving priority to ICT companies and there&apos;s been a lot of interest.&quot; Musyoka hopes the SEZs will help to increase gross domestic product (GDP). &quot;My vision for Kenya is based on the need to grow the country&apos;s economy into double-digit figures,&quot; he said. &quot;Before 2007, the GDP was at 7%, but that sharply dropped to 1% [following post-election violence]. Now figures are about 5% but, for us to deal with youth unemployment, we need to grow by 10%. It takes everyone&apos;s commitment. Without attracting FDI and domestic growth of the economy we cannot get those jobs.&quot; The construction of a new port at Lamu is also expected to increase revenue, generating income from the exports of neighbouring landlocked countries South Sudan and Ethiopia. Musyoka, who came third in Kenya&apos;s 2007 presidential race, is &quot;realistically confident&quot; of his chances in next year&apos;s elections, which are scheduled for 4 March. He&apos;s been a politician for 27 years, vice-president for five years, and has served in ministerial positions  including foreign affairs minister  under Kenya&apos;s former president, Daniel arop Moi, and the incumbent Mwai Kibaki. After two terms in office, Kibaki is not eligible to stand for a third. &quot;We are prepared, mentally, to succeed,&quot; Musyoka said. Kenya will be anxious to avoid the violence that marred the 2007 elections, when Kibaki declared himself winner amid accusations of vote rigging and intimidation. Hundreds of people died or were injured in clashes. The government is pushing hard for the Independent Electoral Boundary Commission to implement a biometric voter registration system to avoid ghost voters, although questions have been raised about the tendering process being used to acquire registration kits, and plans appear to have been put on hold. Musyoka believes the country&apos;s new constitution (pdf), enacted in 2010, will ease any tensions. The constitution, which he describes as the best in the world, was hard won, emerging only after 20 years of failed attempts. When he came to power in 2002, President Kibaki promised a new constitution within 90 days. Three years later, in 2005, a referendum rejected draft proposals. Musyoka voted no, resulting in a split with Kibaki. It was the election violence in 2007 that made constitutional reform more urgent. As well as outlining people&apos;s economic and social rights, such as those related to healthcare, education and land, and calling for more women and people from marginalised groups to be included in all tiers of government, the constitution urged major reform of the executive and legislative, devolving some power away from the president to 47 local counties. Alongside a focus on calming ethnic tensions, the constitution aimed to reduce corruption, which is endemic in Kenyan politics and which, Musyoka believes, has dragged the country down economically. Musyoka is optimistic that the constitution will make a difference. &quot;The ball game has changed,&quot; he said. &quot;It can never be business as usual when it comes to corrupt practices.&quot; One possible test of whether the game really has changed will be how the country manages its new oil wealth. Musyoka said he is anxious to avoid the so-called &quot;resource curse&quot; that has beset many other African states. &quot;It is very clear in my mind we cannot allow recent oil discoveries to be a curse,&quot; he said, adding that he recently had discussions with Ghana&apos;s new president about the possibility of comparing notes on the management of their respective oil deals. &quot;There is a need for both countries to have a hard look at them [deals] so the benefits can be seen by the majority of the population. People must own what is in their country.&quot; With a new constitution and the oil discovery, Musyoka is optimistic about Kenya&apos;s future. &quot;I think Kenya is going to be a very exciting country going forward,&quot; he said.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/03/kalonzo-musyoka-technology-city-kenya", 
    "wordcount": "823"
}