{
    "headline": "Ontario shows us we should support our teachers, not shame them", 
    "text": "Whatever you may feel about his current reforms, the new head of Ofsted, Sir Michael Wilshaw, is certainly an interesting character. In thelater stages of the Blair government we used to meet in the occasional television studio, although usually on opposing sides because we didn&apos;t agree on the role of local authorities. However, I have always admired his commitment to high standards and unwavering belief in all-ability, comprehensive schools. So it was disappointing to hear reports recently that he had equated low staff morale with success, and a relief to see him partially retract this statement in his evidence to the education select committee earlier thismonth. At the moment, the lion&apos;s share of the public debate about education  whether from Ofsted, ministers, their tweeting acolytes or media cronies  is focused onfailure. Wherever you look, schools, teachers, heads and pupils are lumped together in a great big heaving mass of underachievement. I don&apos;t make this point to excuse inadequate performance but to pose a serious question: can you really build a better system by denigrating and demotivating the very people you need to make it work well? The answer to that question is almost certainly no. Anyone who doesn&apos;t believe that should read How to Change 5,000 Schools by Canadian academic and ex-education minister Ben Levin. Inthis book Levin, who is delivering alecture at the Institute of Education in London later this month, charts the reform programme that has transformed schooling and outcomes for young people in the large, diverse province of Ontario over the last 10 years. When the provincial government in which Levin served was elected, the Ontario school system was in trouble. InCanada each province has sole responsibility for education, and previous administrations had made structural changes, slashed funding, over promoted testing and gone to war with the unions. Perhaps most important, Levin writes: &quot;The government was vigorously critical of schools and teachers in public.&quot; The result was industrial unrest, plummeting teacher morale, low parental confidence and stagnating pupil achievement. Maybe not surprisingly, in2003 a new government was elected on a platform of renewing and improving public education. Today Ontario is widely acclaimed, not least by both the Programme for International Student Assessment (Pisa) and the OECD for its rare combination of excellence and equity for all. There are many important messages in Levin&apos;s fascinating, passionate and humane book. The state matters, not as a monolithic controller of schools but as a driver forchange and high expectations. Ontario learned from some of the 1997 English Labour government&apos;s successes (when standards mattered more than structures), while being less prescriptive and recognising that support rather thanpunishment was a better way to tackle schools that were not improving fast enough. The Ontario government chose a few targeted and ambitious, but not unusual, objectives: raising standards forall, narrowing gaps, increasing participation rates, and growing public confidence in state schools. But rather than experimenting with US-style marketisation policies and tinkering with structures, it developed a rigorous programme based on evidence, and began a relentless focus on implementation and building capacity at every level. &quot;Skill&quot; and &quot;will&quot; became the watchwords, not just for teachers but for everybody involved in the education system, which progressed rapidly thanks to massive investment in leadership and professional development at school, district and ministerial level. Public statements from government and ministers were switched to be deliberately supportive rather than dismissive of state schools. Finally, and most crucially, the government set out to build a respectful, collaborative relationship with teachers, unions, pupils and parents. &quot;You cannot threaten, shame or punish people into top performance,&quot; writes Levin. It all seems a long way from home, where division and animosity prevail, parents and teachers are obliged to organise against forced, unpopular takeovers of their schools, anyone who dares to criticise the government is a closet Trot, and even the headteachers&apos; union is polling members on how morale is affecting their work. It is too late for the Tories  they are too far gone in the opposite direction. But this book should be essential reading for the shadow education secretary, Stephen Twigg, Ofsted&apos;s Wilshaw, and any members of the Liberal Democrats who still hope to salvage some of their party from its current hara-kiri mission. Someone will have to pick up the pieces when the current debacle is over, and this book shows how it can be done.", 
    "section": "education", 
    "gid": "education/2012/mar/12/ontario-shows-support-teachers-schools", 
    "wordcount": "754"
}