{
    "headline": "Boot up: Windows 8 push, Google's antitrust alert, trolls unmasked and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Windows 8 is Coming Soon &gt;&gt; YouTube Microsoft would like you to know this. Lot of emphasis on touch in the shots. FTC staff prepares antitrust case against Google over search &gt;&gt; NYTimes.com  The agency&apos;s central focus is whether Google manipulates search results to favor its own products, and makes it harder for competitors and their products to appear prominently on a results page.  The staff recommendation is in a detailed draft memo of more than 100 pages that is being shared with the five F.T.C. commissioners, said two people briefed on the inquiry.   Together with the EC negotiations, and the expected decision from France&apos;s CNIL that Google&apos;s EU privacy changes broke EU law in March, this is a very difficult time for Google. SNL skit skewers complaints about the iPhone 5 &gt;&gt; CNET News  Asked if they would like to complain about a product made in America, one of Chinese workers (SNL&apos;s Fred Armisen) said: &quot;What does America make? Does diabetes count as a product? If not, we have to get back to you.&quot;   (Video only works in the US.) Exclusive: Apple subsidiary AuthenTec actually DID patch its Windows security software (in September!) &gt;&gt; VentureBeat  Now, I&apos;d appreciate it if AuthenTec had made that known on its corporate website, not just the support site. And there seems to be no direct link from AuthenTec&apos;s corporate website to its support site. In addition ... it&apos;d be nice if Apple had returned my calls, or if the person at AuthenTec knew that the software had already been patched.  All that aside, however, the fact remains: the software had been patched, and I wrote a story saying it was not. So ... I was just plain wrong.  Panorama confronts an internet troll &gt;&gt; BBC News From February; now a topical subject again (see below for more) Unmasking Reddit&apos;s Violentacrez, The Biggest Troll on the Web &gt;&gt; Gawker Adrian Chen:   Jailbait defenders would often argue that if 14-year-olds didn&apos;t want their bikini pictures to be posted to Reddit, they should not have taken them and uploaded them to their Facebook accounts in the first place. If Brutsch did not want his employers to know that he had become a minor internet celebrity through spending hours every day posting photos of 14-year-olds in bikinis to thousands of people on the internet, he should have stuck to posting cat videos.  Exclusive: AMD to cut up to 30% of workforce &gt;&gt; AllThingsD Arik Hesseldahl:   Days after warning of a huge sales and earnings miss, chipmaker Advanced Micro Devices is close to announcing a significant reduction in its workforce that could be be made public as early as next week.  According to sources familiar with the company&apos;s plans who asked not to be identified, AMD will announce next week that it will cut between 20 percent and 30 percent of its employees, which given AMD&apos;s headcount of about 11,700 workers would amount to between 2,300 and 3,500 jobs.  Google&apos;s African affair: an internet giant puts its money where its mouth is &gt;&gt; memeburn Among other initiatives:   Not wanting to leave the &quot;dumb phone&quot; owners out in the cold, earlier this year Google launched GMail SMS, a service that lets you send and receive emails as SMSs. Previously Gmail users were only able to access the service via a PC or a smartphone. So it made sense for the search giant to pick Ghana, Nigeria and Kenya as the countries where it would launch the service. Clever Google -- it&apos;s just introduced itself to a huge group of mobile-only people it would previously have been irrelevant to.   Android tablets also make up 49% of the (very small) tablet sales there; the iPad is 46%. A message to Eric Schmidt and Android: put up proof of profits or shut up &gt;&gt; TechPinions Former lawyer John Kirk:   So where are Google&apos;s [profit] numbers for Android? They have them. They&apos;re just not sharing them. Why do you suppose that is?  When a company has favorable numbers, they shout them from the mountain tops. When a company has numbers that are unfavorable, they remain stoically silent. This is the industry norm.  - Apple seldom talks about Apple TV- Samsung stopped reporting their tablet sales numbers- Amazon never reveals sales or profit numbers for the Kindle Fire- Microsoft actually does reveal the exorbitant amounts they lose on Bing. Go figure.  When a company says nothing about a product&apos;s profits, they are telling us something. And that something is not good. Their silence speaks volumes.   Microsoft is required to give the profit/loss for its &quot;Online Services&quot; division in which Bing lives. So that&apos;s that it figured. Convergence now means picking a side &gt;&gt; Trusted Reviews Gordon Kelly:   Convergence is great, right? Your phone is your camera, your GPS, your games console; your TV is your web browser, your social hub, your on-demand media centre... and everything works together. It should be amazing, but that isn&apos;t how it&apos;s panning out. In reality convergence is exposing a sinister dark side: segregation by brand.  Today you don&apos;t buy a device, you buy into an ecosystem.   Excellent observations. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/15/technology-links-newsbucket", 
    "wordcount": "914"
}