{
    "headline": "Nikola Tesla museum campaign smashes fundraising target", 
    "text": "A campaign to build a museum to the scientist, inventor and early pioneer of electricity Nikola Tesla has exceeded its fundraising target of $850,000 in just under a week. Matthew Inman of The Oatmeal website set up the campaign to raise money to buy the site of Tesla&apos;s Wardenclyffe laboratory in Shoreham, New York. The fundraising target was exceeded on Wednesday morning, with around 21,000 people pledging more than $900,000 (570,000) in total  and 39 days of the campaign still remaining. Mark Miodownik, professor of materials and society at University College London, said that Tesla was one of the engineering unsung heroes of the 20th century. &quot;When you think of engineering of the 20th century, you think of things like going to the moon and the car and the aeroplane and the jet engine. Tesla is right up there with all of those things. He&apos;s one of the people who shaped the century because he was at the heart of electricity.&quot; Tesla is best known for his work on alternating current and his ideas were used in the development of radio communications, the electric motor and radar. Born in Serbia in 1856, he went to university in Graz, Austria, and began working for the inventor Thomas Edison in 1884. The pair fell out, however, and each battled for years to convince the world that his way of generating electricity was better and more efficient than the other&apos;s. Edison advocated direct current (the kind produced by batteries and solar panels where electrons flow from negative to positive terminals), while Tesla was a fan of alternating current (where the direction of the current changes many times every second). Tesla won the &quot;current wars&quot;  alternating current now powers almost every home and building in the world  but Edison nonetheless became the richer man through his myriad other businesses. Tesla had bought the 200-acre Wardenclyffe site in 1901 and built a tower with the intention of providing wireless electricity across the world. But that ambition never came to pass and he died a poor man in 1943. The tower built at Wardenclyffe was demolished in 1917 and the site subsequently became a dumping ground for polluted water. The State of New York has agreed to match the funds raised by Inman&apos;s campaign, at least up to the initial $850,000, to reach the $1.6m asking price for the Wardenclyffe site. Inman started his campaign in response to a plea several weeks ago from the local Tesla Science Centre at Wardenclyffe, a nonprofit group that wants to build a museum and science centre to honour Tesla. Local developers had shown a keen interest in buying the Wardenclyffe site, with reports suggesting they wanted to build apartments or a retail complex. Tesla&apos;s name was adopted by the electric car company Tesla Motors, which produces the Tesla roadster and is owned in part by eBay founder Elon Musk. &quot;As Newton said, it is important to build on the shoulders of giants. Tesla was a giant in what he achieved in his lifetime,&quot; said Mike Short, president of the Institution of Engineering and Technology in the UK. &quot;Because Tesla had so many claims to his name he has not traditionally been singled out for fame. The Wardenclyffe site will hopefully go a long way to mark the man and his legacy for engineering solutions, and to inspire future engineering talent.&quot; Miodownik hoped that the public interest around Tesla might signal a wider interest in his work and the potential of engineering. &quot;It&apos;s a slight shiver that goes up my back, because I feel the tide is turning back again to avante-garde engineering as being part of popular culture, which it was in the 20th century and it reached its peak in the Moon landings, where engineering was part of being human - our ambitions were all embodied in engineering.&quot; He added: &quot;Since then, we have somehow we have become ashamed of it - we want it for useful things like mobile phones but let&apos;s keep it in its place. I like the fact that engineering is part of our wild side. The idea there&apos;s this new generation of people who want to celebrate that, that sounds great.&quot;", 
    "section": "science", 
    "gid": "science/2012/aug/22/nikola-tesla-museum-campaign-fundraising-target", 
    "wordcount": "717"
}