{
    "headline": "World Bank spending on forests fails to curb poverty, auditors claim", 
    "text": "The World Bank&apos;s $4.1bn (2.6bn) investments in forestry over the past 10 years have done little to reduce poverty, improve conservation, tackle climate change or benefit local communities in developing countries, a study by its own inspectors has found. The 202-page report  a copy of which has been seen by the Guardian  was compiled by the Independent Evaluation Group (IEG), which consists of senior bank staff and outside consultants. The document says the bank&apos;s financial support helped to protect 24m hectares (59m acres) of forest around the world and to classify 45m ha of forest as being on indigenous people&apos;s land. But it says the bank mostly failed to address critical social and environmental issues. (See foot note for the Bank&apos;s response). The World Bank funded 345 major forestry projects in 75 countries in the decade to July 2011. The IEG panel, which visited many of the projects and interviewed hundreds of people, criticised the bank strongly for:  Continuing to support industrial logging.  Not involving communities in decision-making.  Assuming that benefits would accrue to the poor rather than the rich and powerful.  Paying little attention to rural poverty. The IEG report has been sent to the UK and other major contributors to bank funds, and is due to be discussed on 4 February. It is particularly embarrassing for Britain because the government has donated $600m since 2008 to the bank&apos;s forest investment programme, and the departments of energy and climate change, environment, and international development (DfID) have all claimed to be committed to fighting forest loss in developing countries. Last year, DfID said in response to a select committee inquiry into its funding of the World Bank that it &quot;is one of the most effective uses of British aid&quot; (pdf). It is not known which bank forestry projects UK money has been invested in, but the IEG said that forestry financing often failed to achieve its environmental targets: only one-third of the protected-area projects designed since 2008 included climate change in project design, and &quot;sustainability of the environmental outcomes in three-quarters of bank-supported projects was found to be at risk&quot;. It found that only two out of 37 projects that the bank funded in protected areas achieved their aims to help people find work, and three-quarters of these projects forced people to move against their will. One of the problems identified was that the bank mostly worked in officially managed forests in the poorest countries, but consistently ignored the unmanaged areas where millions of people live and depend on forests. &quot;By neglecting the informal sector, the World Bank has missed an opportunity to reach more forest-dependent rural poor,&quot; says the report. &quot;Poverty reduction, for the most part, has not been adequately addressed,&quot; said Caroline Heider, director general and a senior vice-president of IEG, in a memo to the bank&apos;s president and directors. &quot;Projects that promote participatory forest management [where communities have a say in decision-making] have been the most successful at balancing poverty reduction and environmental aims but this integration is lacking in other interventions  There have been negligible outcomes in integrating natural forests into economic development in a socially and environmentally sustainable way, particularly in the tropics.&quot; The report undermines confidence in bank policy because its mission is to reduce poverty in developing countries. In addition, it suggests the largest multilateral bank in the world is continuing to invest in large-scale logging and agriculture concessions that have been shown to generate only limited local benefits. NGOs say the bank has not learned from previous mistakes. Internal inspections in 2001 and 1991 forced reforms after they accused the bank of being a major force in the destruction of the world&apos;s forests and failing to address climate change and poverty. &quot;The World Bank must profoundly change its approach and address the drivers of deforestation to contribute to poverty reduction and forest protection,&quot; said Korinna Horta, senior scientist at German environmental and human rights NGO Urgewald. &quot;This includes ensuring that projects in its own portfolio, such as loans for agribusiness and large-scale infrastructure, do not generate forest destruction.&quot; &quot;It is high time that the bank shifted its funding away from finance for logging companies and government-run protected areas, towards support for community-controlled forests, which are proven to bring benefits for the environment, local livelihoods and the global climate,&quot; said Tom Griffiths of the UK-based Forest Peoples Programme.  This article was amended on 30 January 2013 to include the following response from Mark Cackler, sector manager for agriculture at the World Bank.  &quot;We feel the story does not fully convey the bank&apos;s strong work in forests. Our work in forests aims to support countries in their efforts to harness the potential of forests to reduce poverty, better integrate forestry into their economies, and protect and strengthen the environmental role forests play, locally and globally. We support some of the poorest  and most conflict-affected  countries in the world to get out from under the effects of weak governance and serious corruption that has plagued their forest sectors for decades. The World Bank Group is working in the forests sector in 25 countries, where its support is contributing substantially to positive environmental outcomes, especially in protected areas, where we are successfully reducing deforestation. We are helping to improve livelihoods through participatory forest management initiatives, which involve and empower local communities, and the bank is at the forefront of efforts to advance the rule of law in a sector plagued by patronage, corruption, and rent seeking by increasing transparency and accountability and by putting environmental standards in place.  The substance of the report will be given a full review in the near future and we&apos;ll have further to say at that time. More information on the World Bank Group&apos;s forest work can be found here.&quot; ", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/29/world-bank-forests-poverty-auditors", 
    "wordcount": "980"
}