{
    "headline": "Nobel Prize in Quackpottery: Chemistry", 
    "text": "    On Wednesday, the last of this year&apos;s Nobel Prizes in science were awarded, so this the last of my Nobel Prizes in Quackpottery, too. Like Wednesday&apos;s Nobel, this Quackpottery award is for chemistry. If you have just popped in for the first time to read this little series, let me review the prize rules. First, similar to the Nobel Prize, this award is limited to still-breathing scientists. Additionally, they must have already won the Nobel Prize in a scientific field and they must openly embrace some form of anti-scientific or pseudoscientific quackery. This fantasy award consists of a gold-plated duck penis and the presentation of this award is accompanied by 42 quacks from an outraged duck. The winner of this year&apos;s Nobel Prize in Quackpottery for Chemistry is Kary Mullis. Mullis is the American biochemist who was awarded the 1993 Nobel Prize in Chemistry for his improvements to the concept of the polymerase chain reaction (PCR), a prize he shared with Michael Smith, who was recognised &quot;for his fundamental contributions to the establishment of oligonucleotide-based, site-directed mutagenesis and its development for protein studies&quot;. I selected Mullis for this award to honour the severity of the damage that he has wrought upon his own scientific credibility. The reasons I chose Mullis are legion, and are based on his many unfounded attacks upon solid science that has been published in fields for which he has no expertise, research experience or training. &quot;I read a lot, and think a lot, and I can talk about almost anything&quot;, Mullis assures us in his Nobel autobiography.  &quot;Being a Nobel laureate is a license to be an expert in lots of things as long as you do your homework.&quot; But Mullis hasn&apos;t done his homework. Despite lacking any training, research experience or expertise in either medicine or virology, Mullis -- in common with Peter Duesberg -- disputes whether HIV causes AIDS. Instead, he argues in his autobiography that AIDS is a conspiracy of environmentalists, government agencies and scientists attempting to preserve their careers and earn money. This is contrary to decades of published research findings that link AIDS and HIV, and some of best evidence refuting Mullis&apos;s AIDS/HIV denial are those thousands of HIV-positive people who, believing Mullis, refuse treatment -- but unfortunately, they&apos;re dead. Further, undeterred by his lack of expertise or research experience in a number of other research fields, Mullis also shares his opinions about them. For example, he disputes scientific evidence that chlorofluorocarbons are depleting the ozone layer and that industrial waste gases are linked to global climate change.  If you wish to learn more, you can find a summary of Mullis&apos;s views on AIDS/HIV and climate change in this document posted on his website. Additionally, Mullis elaborates on these topics and discusses some of his other opinions in a talk and Fireside Chat, both delivered in 2010. Surprisingly, even theoretical and quantum physics have not escaped his omniscient gaze: Mullis disputes the big bang theory. But Mullis is surprisingly friendly to pseudoscience. In his autobiography, Dancing Naked in the Mind Field, he instructs his reader on how to illuminate a light bulb using brain waves. Mullis also claims to have chatted with a glowing raccoon that he met at midnight while on his way to the loo then losing the ensuing six hours as a result of an alien abduction. Although Mullis admits his lack of scientific evidence, he also supports astrology, astral plane travel and reincarnation.  After reading this summary, you might suspect that Mullis is a quackpot&apos;s quackpot or, as Arthur Herzog wryly observed, an Anything Authority:  The anything authority is one whose credentials in one field are taken as valid for others -- sometimes many others. [...] The trouble with an Anything Authority is not that he takes a position or works for a cause but that he seldom seems to apply the same standards of research and documentation to the field in which he is not expert as he would to his own.(The B.S. Factor: The Theory and Technique of Faking It in America by Arthur Herzog.)  Similar to chatting with a glowing raccoon, Mullis seems to enjoy messing with people&apos;s perception of reality. Worse, it appears that he believes his Nobel Prize has given him &quot;license&quot; to do so.  .. .. .. .. .. .. .. .. .. .. .. Thanks to my twitter pal, @Dundorama, for digging up the &quot;Anything Authority&quot; quote. Nobel Prize in Quackpottery: Physiology or MedicineNobel Prize in Quackpottery: Physics .. .. .. .. .. .. .. .. .. .. .. Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn, Pinterest and of course, twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/oct/12/nobel-prize-quackpottery-chemistry", 
    "wordcount": "766"
}