{
    "headline": "Protesters attempt to set up coalition against fracking", 
    "text": "The biggest meeting on the issue of fracking for shale gas to be held in the UK will take place in Manchester on Saturday in an attempt to set up a broad nationwide coalition to stop the controversial practice. Protest groups have been set up in areas currently affected by shale gas exploration activities or likely to be the sites of fracking in future. But anti-fracking campaigners want to step up the pace of their protests as support for shale gas grows rapidly in some political circles. The concerns over fracking follow its widespread use in the US over the last few years. Environmentalists say it has caused contamination of water supplies, gas leaks and the despoliation of the countryside over wide areas. They want to ensure that similarly destructive practices do not take hold in the UK. Green groups also fear that an over-emphasis on gas will put carbon-cutting targets far out of reach  some research even suggests that shale gas from fracking produces more greenhouse gas emissions than coal when burned  and will crowd out investment in renewable forms of energy. But Cuadrilla, the only UK company currently engaged in fracking, argues that the bad examples of the US would not apply in the UK, where the industry is more tightly regulated. The company has invited people to its site and says its equipment and methods are of a higher standard than those that have caused problems in the US. All fracking operations for shale gas in the UK are currently suspended, pending scientific evaluation of two small earthquakes in the Blackpool area last year that, according to a report from European seismic experts, were directly linked to fracking operations in the area. Saturday&apos;s meeting follows the blockading of a fracking industry conference in London on Thursday, when activists obstructed the entrance to the hotel where the conference was taking place with a giant banner. They were coordinated by Frack Off, London Rising Tide and other protest groups. Carl, an activist at Frack Off, said: &quot;Fracking has been shown to cause water contamination and earthquakes in the US, so it ought to be stopped here until we are certain it is safe. &quot;We also need to reduce our carbon emissions, and fracking will cause a disastrous cut to investment in low-carbon power sources. The only sensible course is to say no thank you to fracking.&quot; Attendees at Saturday&apos;s meeting in Manchester will hear from scientists at the Tyndal Centre and a representative from the Cooperative Society, which has raised concerns over fracking and climate change. It will also hear from Friends of the Earth, as well as campaigners protesting against proposed fracking sites in Lancashire, South Wales, Sussex, Kent, Scotland and Northern Ireland. So far, the Department of Energy and Climate Change has granted licences for exploratory drilling with a view to fracking or the exploitation of coalbed methane in six sites, three of them to Cuadrilla for two sites in Poulton-le-Fylde in Lancashire and one in Banks, Lancashire. The other sites are UK Methane&apos;s operations in Neath and Maesteg, both in south Wales, and IGAS, in Frodsham, Cheshire. Any drilling or fracking requires planning permission and subsequent drilling consent from DECC, and the Environment Agency or its regional equivalent and the Health and Safety Executive have to be notified before operations can commence. The agency and the executive have powers to impose conditions, or halt operations, if they are not satisfied with the operator&apos;s proposals. The Department of Energy and Climate Change said a geomechanical study of the Blackpool earth tremors, submitted last November, was still under review, in consultation with the British Geological Survey and other independent experts. A spokesman said: &quot;No decision on the resumption of these fracking operations will be made until the implications of this report has been fully considered, and appropriate practical measures have been approved by ministers to minimise the risk of such events occurring again. &quot;Other key regulators will be consulted before any such decision is taken.&quot;     Shale gas consents map. Photograph: guardian.co.uk  ", 
    "section": "environment", 
    "gid": "environment/2012/mar/16/protesters-coalition-against-fracking", 
    "wordcount": "673"
}