{
    "headline": "Grammar and secondary modern pupils talk about year 8", 
    "text": "It&apos;s two years since Education Guardian first met a group of year6 children from St Saviour&apos;s primary school in Westgate-on-Sea, Kent, who shared with us their hopes and fears for the future at &quot;big school&quot;. But moving up to a secondary wasn&apos;t the only thing they had to worry about. Living in one of the 36 local authorities that still have grammar schools, they also had the 11-plus exam to contend with and the divide between who would go to grammar school and who wouldn&apos;t. Two of the children from St Saviour&apos;s were off to a grammar and three to a non-selective high school. When we caught up with them at the end of year 7, they seemed relieved that their biggest fears about big school  getting lost, being picked on by older kids, or accidentally hearing bad language  hadn&apos;t been such a bother. So, as they come to the end of their second year, how are they faring? Gabriel, 13, Dane Court grammar school, Broadstairs  Last year Gabriel said: &apos;I&apos;m not sure I would have achieved as much if I wasn&apos;t in a grammar school&apos;  I&apos;m still getting used to the fact that some people are much cleverer than me, but I try to stay positive. I&apos;m in the bottom set for maths, but I&apos;m good at other things, like French. If you overthink it, you just upset yourself. The 11-plus exam seems so irrelevant now. The test was all about shape and words, but the minute you get here [to grammar school] there&apos;s nothing like that. It makes me wonder if there are kids at other schools who didn&apos;t pass the test, but would actually get on fine here. I&apos;ve had a few problems with people in my form this year, like this girl who kept taking my phone and constantly bugging me. There is a lot of teasing, but the best thing is to laugh it off. Mostly it&apos;s about change, like when someone has a new haircut. People pick on anything different. Now I&apos;m a teenager, I&apos;m definitely more aware of how I look. I talk about going on a diet  then I go and scoff some doughnuts. I&apos;ve got braces now, which are really painful, but in a few years&apos; time at least I&apos;ll have great teeth. Gabriel&apos;s mother, Rachel Saint:  Gabriel enjoys school, but he does have a tendency to get drawn into his friends&apos; dramas  particularly their romances  so it can be a challenge to keep him focused on his studies. He&apos;s still really into the performing arts. He won the school&apos;s inter-house music competition, competing against pupils who were much older than him. We are really proud of him. Cameron, 13, King Ethelbert school, Westgate-on-Sea  Last year Cameron said: &apos;I think I&apos;ve definitely got much louder since I started secondary school&apos; When I started here, some people made fun of me, but now I have made friends with the people who were giving me a hard time, things are easier. I feel different now I am a teenager. I&apos;m taller than my mum and my voice has broken, which was quite a weird experience. I didn&apos;t notice it at first, but my dad started teasing me and telling me I was talking funny. I&apos;ve started to get moody too  not on purpose. One of the best things that has happened to me this year is becoming a peer mentor, which means I go to primary schools to meet children who will be coming here in September. Most of them have the same worries I had. I try to reassure them that everything will turn out all right. When I was in year 7, I felt like a nobody. Now everyone knows me. Anthea Millen, Cameron&apos;s mother:  Although he is still shy about some things, like putting his hand up in class, Cameron seems much happier this year. He has lots of friends and his confidence has soared. He&apos;s been having extra tuition in English, which has really paid off. His grades have improved across the board. I do wonder where my little boy has gone though. I keep saying to him: &quot;Don&apos;t grow up too quick&quot;. Tayla, 12, Dane Court grammar school  Last year Tayla said: &apos;It&apos;s competitive here, but not in a nasty way. If someone is doing really well, it motivates you to do better&apos; Things have definitely got more difficult this year. We&apos;ve just taken our exams  12 in three days  which was hard-going. Now everyone has settled into secondary school, there is a lot more bitchiness. Some people in the class will just turn on others for no reason. They&apos;ll just start ignoring someone and get everyone else to do the same. I was on the receiving end of it at the beginning of year 8 and it was horrible. You feel you don&apos;t want to put your hand up in class or say anything, in case it&apos;s the wrong thing. Some people are real cowards and hide behind their phones or laptops. They won&apos;t say anything to your face, but there&apos;ll be stuff about you all over Blackberry Messenger or Facebook. Everyone is acting a lot more grown-up now, particularly some of the girls. It tends to come as a package: make-up, boys and hair dye. The group I hang about with isn&apos;t really like that: we&apos;re more interested in having sleepovers and hanging out together than going out with boys. Nicola Gaspa, Tayla&apos;s mother: Tayla has had a tough year with problems in her friendship gr oup. It got so bad at one point, her work was starting to suffer and we considered moving her to another school. The teachers have stayed on top of it though, and the ringleaders have been punished. We are very proud of her attitude to her schoolwork. She scored As in most of her end-of-year exams. Ellie, 13, King Ethelbert school  Last year, Ellie said: &apos;I do have times when I wish I could be back in the safety of my old primary school, but most days I feel OK&apos; I&apos;m much happier at school than I was last year. I&apos;ve danced in school productions and we&apos;re doing Bugsy Malone at the moment, which is really good fun. Last year, some people in my class used to tease me, but that has pretty much stopped now I&apos;ve found a group of friends I feel comfortable to hang around with. We&apos;re all kind of misfits, which is why we get on well together. Some of the girls in my class have changed a lot this year. They are a bit louder, dye their hair, get piercings, wear make-up and bring iPods into school, but that&apos;s not really my sort of thing. I&apos;m much more interested in dancing. Angela Perry-Taylor, Ellie&apos;s mother:  Ellie has had a brilliant year at school. She&apos;s found a really nice group of friends and has done really well. Her teachers say she has exceeded all of her targets and is in the top 25% of her year group, so we are really pleased. We&apos;ve noticed her changing, though. She has developed a good sense of humour, has a lot more opinions of her own and her friends are really important to her now  almost more important than family. She is definitely more self-conscious about her appearance. She doesn&apos;t seem interested in having boyfriends yet  at least she hasn&apos;t mentioned anything at home. Lewis, 13, King Ethelbert school  Last year, Lewis said: &apos;Secondary school gives you experience of what is going to happen in the big wide world, where you won&apos;t have teachers and friends holding your hand all the time&apos; I had a few problems with older students teasing me when I was in year 7, but that has all stopped now. I&apos;m much more confident in myself and able to stand my ground. My little brother is due to join the school this September. He&apos;s worried about getting lost or picked on  all the things I worried about when I started. I&apos;ll help him if he needs it but not all the time. I want him to be independent and learn to stand on his own two feet. Our teachers have already started talking to us about which GCSEs we&apos;d like to do, as we have to decide in year9. I want to be a film director, so I think I will need drama and English. I definitely think I&apos;d like to go to university. I think I am one of the top students in my year, but I don&apos;t regret not taking the 11-plus exam. I&apos;d much rather be top of a school like this than struggling in a grammar school. I do think the system is a bit unfair though. Even if you&apos;re really smart, when it comes to looking for jobs or applying for university, if you go to a school like this, people might not think you&apos;re as good as someone who goes to grammar school. Jo Baker, Lewis&apos;s mother:  Lewis has grown in confidence and is turning into a really mature and sensible young man. He loves getting involved in school activities, particularly the drama club and school plays. He&apos;s still not keen on homework though or getting out of bed in the morning.", 
    "section": "education", 
    "gid": "education/2012/jul/09/secondary-school-year-8-children", 
    "wordcount": "1551"
}