{
    "headline": "Dear Mr Gove: Letter from a curious parent", 
    "text": "I wonder if I can tell you about some rumours that are doing the rounds? First, we&apos;ve all seen that you&apos;re going to perform that miracle much beloved by those who like measuring human beings: changing the pass level of exams. I come from an era when this was standard practice in the 11-plus exam. The pass level in any area wasn&apos;t a statement about how good or bad that cohort of children were. It was simply tied to how many grammar school places that particular local authority had created. The collective memory of this sort of thing makes people wonder, you know. I mean, there couldn&apos;t be a tiny possibility, could there, that the reason why you&apos;re fiddling around with exam pass levels is so that you can regulate the numbers of school students applying for university? After all, it has become quite embarrassing that thousands of young people we all thought were qualified to benefit from three years more education are now deemed not to be so, with the only visible reason for this shift in view being that you agree with the bankers that we can&apos;t &quot;afford&quot; that level of university provision. Handy for you, I suppose, if you can dampen a bit of the young people&apos;s ardour for more education by labelling more of them as failures. Talking of labelling people as failures, I see it&apos;s full steam ahead with June&apos;s phonics test. The results for your pilot tests are in and they make interesting reading. The pass level was put at 34 correct readings of the 40 single words. (I&apos;m not sure why reading single words, not in sentences nor in passages of writing counts as &quot;reading&quot;. Wouldn&apos;t it have been more honest to have called it a &quot;decode test&quot;?) Sad to say, only 32% of the children reached the pass score. Now, one rumour I heard was that even the &quot;outstanding schools&quot; that did the pilot scored at this sort of a level. If so, will your new head of Ofsted have to change the word &quot;outstanding&quot; to &quot;crap&quot;? He&apos;s rather good at that sort of thing, isn&apos;t he? Moving on, I gather that you say, parents of children who fail will, by law, have to be told they failed (which, in my experience, is the same as telling the children). Perhaps you could prepare the speech that a headteacher could give to the year 1 children: &quot;Hello children, all of you, sitting over there are failures. It&apos;s about two thirds of you.&quot; What a good way to encourage them to become eager learners! Now here&apos;s the next rumour bit  people are saying that this is all a cunning plan so that you can run a big press conference in the summer announcing that we have a nation of illiterates and the present one-hour a day synthetic phonics lessons should be upped to two hours. There are even some cynical people (tush  who would have thought there could be such people!), who are saying that you&apos;ll run the pass level at 34 out of 40 for the time being, and then after a year or so of SP, you&apos;ll lower it a bit, more children will pass, and, hey presto, you&apos;ve improved reading! How can people think such things of you? Shocking. And then, as if all this wasn&apos;t enough, you&apos;ll never guess what I heard this week? Someone told me that when you ran a press conference to tell the group of lucky journalists assembled there that the free school experiment in Sweden was a success, one journalist asked you if you were aware of the evidence emerging from Sweden that things weren&apos;t going quite as swimmingly as you suggested. Whereupon, you asked him if he was aware of the counter-evidence: a master-stroke of repartee, sir, if I may say so. But I cannot find the counter-evidence you mention anywhere, and dare I say I am a bit worried about that. It slightly reminds me of your party conference speech that time when you compared the questions on science exam papers in the US and Britain, while failing to point out that the paper in the US was a chemistry exam for students aged 16 to19 and the UK one was for GSCE biology. In a test on use of evidence, that would have had me telling your parents you were a failure, you know. But these are all rumours and we really need to dump them in the bin marked &quot;false&quot; as soon as possible, don&apos;t we? Michael Rosen&apos;s letters appear monthly ", 
    "section": "education", 
    "gid": "education/2012/mar/05/michael-rosen-questions-education-secretary", 
    "wordcount": "778"
}