{
    "headline": "Elizabeth Monkhouse obituary", 
    "text": "My aunt Elizabeth Monkhouse, who has died aged 99, was a leading light in adult education for several decades with the Workers&apos; Educational Association (WEA) and the University ofLondon. She was born in Disley in Cheshire, the youngest child of Allan Monkhouse, playwright, novelist and Manchester Guardian journalist. Her brother Paddylater became deputy editor ofthe Guardian. After Oxford and the University ofPoitiers, where Elizabeth specialised in Proust, she taught French at aschool in St Andrews, Fife. But in 1941 she joined the WEA and spent the rest ofher career in adult education, specialising in international affairs. Her pupils ranged from construction workers building quarters for the RAF in wartime Scotland to diplomats&apos; wives in the 1960s needing a crash course on international politics. This included a briefing on Marxism until one of the wives said: &quot;You&apos;d better stop this, I&apos;m beginning to believe it.&quot; After serving as the WEA organiser for the east of Scotland  one of the first women to hold such a position  Elizabeth joined the University ofLondon&apos;s department of extramural studies in 1947, becoming a tutor in international affairs, and later senior lecturer in adult education. From 1969 to 1973, she served on the Russell Committee on Adult Education, set up by Labour&apos;s Ted Short, though it was Margaret Thatcher, by then education secretary, who was forced toaccept their recommendations. Elizabeth spent much of her life in the Labour party, and in 1955 she fought Hendon North, falling 4,000 votes short of unseating Ian Orr-Ewing. She did not stand again after being advised that time was against her. By the time she won a seat and served time on the backbenches she would have been past 50. In the 1980s she joined the SDP, and eventually the Liberal Democrats, though she was dismayed by their decision to join the coalition in 2010. In 2011 she was delighted to lead afamily expedition to one of her father&apos;s plays, Mary Broome (first staged the year before her birth), atthe Orange Tree in Richmond. She had been looking forward eagerly to a second Monkhouse play, The Conquering Hero, this year, when she also hoped to fulfil an invitation to address Somerville College students on life in 1930s Oxford. Though she gradually grew increasingly frail, Elizabeth continued to be a lively and intelligent force, and was able to remain in her own home thanks to the devoted help of her carer, Patsy McCalden. She is survived byhernephews, Conrad and Charles; her nieces, Penelope and me; and her great-niece, Jemma.", 
    "section": "education", 
    "gid": "education/2012/jan/20/elizabeth-monkhouse-obituary", 
    "wordcount": "445"
}