{
    "headline": "Wii U  review", 
    "text": "Nintendo&apos;s new console is a peculiar beast. It marks the company&apos;s first real foray into modern gaming, with high-definition output, online multiplayer and social networking. Like its forebear, the Wii U aims to revolutionise ways to play, with its unique controller boasting an integrated touchscreen. The overall design is sleek and fetching, particularly the black Premium model. It&apos;s inviting, appealing; a new look for an old friend. It&apos;s also stubborn  Nintendo doing things Nintendo&apos;s way, all others be damned. Both the touchscreen Gamepad and the conventional Pro Controller avoid industry-standard layout, with the right thumbstick above input buttons rather than below. A subtle change, but one contrary to gamers&apos; physical memory. The console also suffers a pitifully small amount of storage  8GB or 32GB depending on model  which seems madness in an era of digital distribution. External storage can be used but will anyone but the most devoted fans want to bother? The Wii U also proved to be a nightmare to set up. What you get out of the box is essentially an unfinished product, requiring an online update to activate the majority of its features. Lacking ethernet connectivity, it demands a Wi-Fi network  fine, until it refused to recognise the router. After much frustration, manually setting an IP address and entering Google&apos;s Public DNS (8.8.8.8 and 8.8.4.4  in case of similar problems) did the trick, allowing the update to download. A staggeringly complex roadblock for likely the vast majority of customers. However, update completed, the WiiU sings. Miiverse provides quirky ways to interact with friends, in a warmer and more inviting manner than Xbox or PS3&apos;s social services. It&apos;s more of a media hub than pure games console, with the Gamepad doubling as a hybrid remote control and second screen. Built-in Netflix, LoveFilm and YouTube apps embrace the digital era for film in a way the tiny hard drive paradoxically prevents it from doing for games. More importantly, the launch line-up is remarkably strong, with a mix of titles that will appeal to Nintendo&apos;s mainstream audience and the &quot;core gamer&quot; the company aims to win back. The Wii U is not a perfect console  sluggish navigation is a problem needing a solution, and soon  but it&apos;s an improvement on its predecessor. Control frustrations should fade as familiarity grows and hardware issues will hopefully prove to be teething troubles. If Nintendo can iron out the wrinkles, there&apos;s no reason it can&apos;t be another massive success.", 
    "section": "technology", 
    "gid": "technology/2012/dec/02/nintendo-wii-u-review-hardware", 
    "wordcount": "416"
}