{
    "headline": "Rescue squads sent in to save drought-hit fish", 
    "text": "Drought conditions have so badly affected wildlife in some regions that rescue parties have been created to save fish from rapidly disappearing rivers. In Yorkshire, the river Rye is a victim of what has been, in some parts of the county, the driest spring for more than 100 years. At one point, close to the picturesque village of Helmsley, the waterway has dried up completely. The Environment Agency has taken drastic action. A group of five men toiled throughout Tuesday morning to scoop up 128 brown trout, 72 native white claw crayfish, 80 grayling and five chub at risk of being picked off by predators, or dying in the pools left by receding waters. One of the rescuers, Jim Gurling, of Ryedale anglers&apos; club, said: &quot;Never ever has it dried up this early in the year. It has a terrible effect. The fish can potentially die in the pools that develop. All the invertebrate life, which is normally absolutely amazing because it is such a healthy river, lose their habitat.&quot; Rye brown trout are not endangered, with a population in the thousands, but the Environment Agency is keen to preserve and protect wild stocks as much as it can. &quot;It is a lot of effort. But this is a totally natural population of brown trout. There is no stocking here. They are perfectly adapted to living in this part of the world; this is their home,&quot; said Pat O&apos;Brien, a fisheries specialist at the agency. &quot;The dilemma is, do we rescue them or do we let nature take its course? But because they are wild fish, they are completely different to farm fish. They are very important.&quot; The work requires a skilled hand and a quick eye. A 240-volt electric current is thrust into the water, forcing the fish towards waiting nets. The fish need to be scooped up in seconds, otherwise they fall unconscious. Large fibreglass tanks filled with oxygenated water transport the fish to the Duncan Park estate a mile upstream, to be deposited where the water is still flowing freely. &quot;This method is perfectly safe,&quot; said O&apos;Brien. &quot;The fish are happy to be in the tanks.&quot; The dry conditions have put large numbers of wild animals in danger across England. Some parts of the Rye have experienced six consecutive months of below-average rain. A unique limestone geology means the river loses water more quickly than other waterways. But still, such early drought is unprecedented. Yorkshire&apos;s previous two winters were also the driest on record. An environmental drought, where the area&apos;s ecosystem is under threat, has been announced across the county; the last was in 2003. The situation is not as bad as in parts of East Anglia, where a hosepipe ban has been announced for 5 April, but if the dry weather continues, areas of Yorkshire could soon face similar measures. The drought conditions affecting the Rye also apply to sections of other Yorkshire rivers including the Don, Rother, Hull and Derwent. More dry weather could mean more fish rescue operations. Light showers dampened Ryedale on Tuesday, the area&apos;s first proper rainfall for two and a half months. &quot;It won&apos;t solve the problem, as the damage has already been done,&quot; Gurling said. &quot;We can see how low the water levels are now. The impact is instant.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/03/rescue-squads-save-fish-drought", 
    "wordcount": "563"
}