{
    "headline": "On the road: Mercedes Benz SLK 250 CDI Sport Edition 125  review", 
    "text": "The timing of this one&apos;sarrival couldn&apos;t be much worse. First,the weather has just changed, fromthat lovely early spring we had to a more genuine British April, complete with showers. But showers come and go, so the roof comes and goes in seconds. It&apos;s still brilliant, that retractable hard roof, 16 years onfrom when it appeared on the first-generation SLK. A more serious problem is that it arrives soon after the number ofmembers in my family increases from two to three, one more than the number of seats. I toy with various permutations, none satisfactory. Leave my girlfriend at home, she gets upset, the baby goes hungry. Leave the baby at home, social services get upset. Leave me at home, I get upset, plus my girlfriend isn&apos;t a famous motoring journalist. Put her in the boot? No room (she&apos;s a big girl), and even if there were, she&apos;d probably get beheaded when we put the roofdown. Put the baby in the boot, he&apos;d probably be catapulted out when we put up the roof. (Don&apos;t you hate that, when you pull over at the start of an April shower, press abutton to keep it out, and your son lands on the bonnet?) In short, I don&apos;t know what to do. So I do what I always do when Idon&apos;t know what to do  I go running to my mum. Well, I drive, obviously. Alone. &quot;Oh golly,&quot; she say. &quot;That&apos;s rather snazzy.&quot; She knows all the new words, my mum. We pootle around Oxfordshire awhile. It takes a bit of getting used to, a diesel sports car. It just doesn&apos;t quite feel  or sound  like a proper Mr Toad roadster. But the SLK was never really that kind of car. And it&apos;s actually PDQ  200bhp and, more importantly, 500Nm of torque (sorry, girls, that just means oodles of the good stuff, the stuff that actually makes you feel good). But then you also get 56 miles to the gallon. The figures make perfect sense; there are no losers  well, unless there are more than two of you. I like the look of the new incarnation, too  the nose and vertical grille give it more presence and poise; it has more attitude, butwithout losing what my mum calls its snazziness. The sun comes out, I pull over. &quot;Press that button there,&quot; I say. Shedoes, the miracle happens: move over, steel; hello, sky. She laughs. It&apos;s a bit chilly, to be honest, but this one has all the extras, including heated seats and an &quot;air scarf&quot; to keep her neck warm. We pootle on. Perhaps a little more than pootle now. I can dabble in a few more of those Nms (woohoo, quite nice) while my mum is distracted, admiring the red kites from below. Mercedes Benz SLK 250 CDI Sport Edition 125           From 36,250Top speed 151mphAcceleration 0-62mph in 6.7 secondsAverage consumption 56.5mpgCO2 emissions 132 g/kmEco rating 7/10Cool rating 7/10", 
    "section": "technology", 
    "gid": "technology/2012/may/04/mercedes-benz-slk-250-cdi-sport-125-review", 
    "wordcount": "522"
}