{
    "headline": "Where Tech City still falls short", 
    "text": "Wendy Devolder  Founder and chief executive of SkillsMatter &quot;Provide tech companies with funding or tax breaks to fund training&quot; &quot;The biggest issue our community faces is the difficulty recruiting highly skilled developers. Tech companies&apos; success often depends on the skills of their development team. This is why both tech startups and large technology-dependent enterprises are desperate to find experienced, highly skilled software professionals. Every day, we are asked by tech startups how and where they can find good people. Our jobs board at Skills Matter is absolutely packed with vacancies advertising &apos;cool&apos; projects and teams, begging people to join them. &quot;The government can help in a number of ways. Provide tech companies with funding or tax breaks to fund training in advanced technology. And relax immigration rules for the highly skilled. In the meantime, we should provide the next generation with actual programming skills (as opposed to MS Office skills) very early on  by supporting initiatives such as Computing at School and Apps for Good, so that in 10 years&apos; time, we&apos;ll be in a better position.&quot; Joe Cohen Founder and chief executive ofSeatwave &quot;Make all of London Tech City&quot; &quot;The government focuses on publicising Old Street and the Olympic Park  but so far the winners are all overLondon. Betfair are in Hammersmith, Spotify are in Soho, Wonga are located in Camden and Skype in Fitzrovia. Whether it&apos;s promoting London or east London [as a tech hub], from a PR point of view, wouldn&apos;t make that much difference. If you look at what&apos;s going on around Old Street, while there are certainly some success stories, you have companies at an earlier stage with a higher probability of failure. &quot;Why wouldn&apos;t you just claim the winners, wherever they are in London? History may prove me wrong when Crossrail is finished and maybe the Olympic Park [will] become a really popular place. But until that happens, I can&apos;t imagine you&apos;ll have many people who&apos;ll move into that space of their own free will, without the government twisting their arms. &quot;Broadband provisioning is also a major issue. It&apos;s amazing to me, because you would just think that market forces would solve this  but it doesn&apos;t seem to be happening. If I start a company tomorrow and ring up to get a dedicated line in, it&apos;s going to take 100 days. And that&apos;s if you&apos;re lucky.&quot; Neil Rimer Partner, Index Ventures &quot;Lionise entrepreneurs&quot; &quot;I&apos;m very impressed with the way the government has positioned London as a hub for entrepreneurship. I think lionising entrepreneurs is a good thing  having educators and officials who recognise the value and importance of entrepreneurs in society. There are parts of the world where entrepreneurs are looked up to much more than here. I read about an entrepreneur here who said when he tells people he&apos;s an entrepreneur, theyfeel sorry for him, as if he can&apos;t geta real job. That shouldn&apos;t be the case. &quot;[Tech] is the next industrial revolution and these people are the pioneers. This is what the country needs. You can&apos;t continue to rely on natural resources, traditional goods and insurance companies for growth and job creation. Schools and universities need to do more to promote entrepreneurship as a lifestyle, a career and an ethic. They need to make sure that all children are given access to great education in maths and science and engineering so we don&apos;t end up with a lopsided employment pool. We invested in a company called Code Academy. Their thesis is that coding is the new English  if you don&apos;t program you&apos;ll be programmed. The government putting their weight behind that would be great.&quot; Hussein Kanji Angel investor &quot;Make New York the model, not Silicon Valley&quot; &quot;[Attempting to rival Silicon Valley] is boneheaded. The way to think of London is the way you think of financial services markets in offshoot countries. Singapore and Hong Kong are vibrant markets in Asia. However, they are markets that are subservient to the two global markets that really matter in finance  New York and London. [In tech terms] London has a very good shot at becoming an offshoot market. Really what the government should be focused on is how we work in harmony with Silicon Valley. A lot of that is bridge-building between those two economies and they&apos;ve not done a good job there so far. &quot;The best parallel for success, if you take this thesis, is New York. New York was by and large a nonexistent tech centre, and then a few things happened that made a material difference. One was Google set up an engineering centre. One of the best ways to bridge is exactly what New York did  get a company that is out on the west coast to open up not a sales office but an engineering centrehere.Thegovernment needs to spend a lot ofenergy doing this, because without that depth of managerial and engineering talent, you will not get big companies in yourbackyard.&quot;  Stephen Ball General manager of Hitachi Data Systems UK &quot;Develop the next generation of coders&quot; &quot;We all heard the prime minister&apos;s speech, but the reality is I don&apos;t know what Tech City is. I&apos;ve been in this industry for 25 years and as a leader of a big [technology] company in the UK, and while I do accept that our focus isn&apos;t working with internet startups, I would have expected Tech City to have hit my radar on a regular basis. But it&apos;s just not happening. I would have also expected [the government] to come to me to see how I could help incubate some of those skills. &quot;We could help some of these youngcompanies with things like mentoring and, possibly, invest in them. But no one&apos;s asked that question of me or any colleagues in other [similar] organisations. Also, I don&apos;t see anything in the school curriculum that is going to help us create the next Google in this country in terms of coding capability. My kids aren&apos;t allowed to take their phones to school [to build apps], and while they do take ICT classes, it&apos;s all based around Windows rather than coding and social media. We&apos;re going to have a 10-year skills deficit here, when it comes to buildingthe [tech] superstars of the future, unless we start building coding into the curriculum.&quot; Glenn Shoosmith Founder and chief executive of BookingBug &quot;Do more to boost London tech flotations&quot; &quot;As all of our companies grow and mature, where you look to float for the second stage of growth, including larger-scale later investment, is crucial  and London is not geared well for that. Traditionally a lot of companies head toSilicon Valley for the large, later-stage investment, because that investment is there. Equally, when you want to float you still head to New York. Two things need to be done. The first is happening slowly anyway, which is educating the market itself. Second, therules and regulations around floating are considerably moreonerous and difficult to go through here. &quot;I&apos;ve seen several companies abandon float plans in London and shift them to the Nasdaq [in New York] because of it. The government is working on that, but more needs to be done. Much more also needs to be done with government procurement. When I spoke at the launch [of Tech City], I talked about trying to build a booking system for sport. It took two years and we&apos;re finally working very closely with Sport England  and theywouldn&apos;t have worked with us until the government said: &apos;You have to work with some startups.&apos; I&apos;ve spoken to a lot of companies who are still quitefrustrated when it comes to dealing with potential [public-sector] tender processes.&quot; Maria Molland Chief European officer, Fab.com &quot;Change the rules for the enterprise investment scheme&quot; &quot;When I first started talking to Tracy [Doree] and Vivienne [Bearman, co-founders of the design retail site that started life as Llustre], one of the many things I loved was the location of their office. It is located just west of Silicon Roundabout  an area sprinkled with fashion boutiques, up-and-coming and more established designers, and unique cafes selling vintage clothing and strong espresso to budding tech entrepreneurs. &quot;That inspiring setting is partly because of the government&apos;s effort in encouraging large digital companies such as Google, entrepreneurs and investors to set up shop in Tech City. The government was smart to see that as one of the keys to the success of Silicon Valley, but they should be looking at this as just one initiative among many to make London a global centre of tech. Additional priorities include education programmes that encourage young Brits to pursue careers as entrepreneurs, engineers and designers. Organisations such as the Prince&apos;s Trust are getting this kickstarted, but they could use help. The UK needs a group of angel investors who are eager to invest their time and their millions in helping businesses get off the ground. This could be helped by the government changing the rules for the enterprise investment scheme (EIS).&quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/28/tech-city-still-falls-short", 
    "wordcount": "1564"
}