{
    "headline": "On the road: Fiat Punto 1.3 MultiJet 85hp Diesel", 
    "text": "In some ways, the flasher the car, the slower it is. No,seriously. Say I&apos;ve got some top-of-the-range German luxobarge to review. I get in, by pointingand pressing  that bit&apos;s usually straightforward. But then I&apos;ve got tostart the bloody thing. Isit aquestion of putting the key ina hole and turning? Almost certainly not. A while back, someone decided that aspirational people shouldn&apos;t have to do this; they want to put down the key thing somewhere they&apos;ll later forget, and press astarter button instead. Where is it, though, and do I have to put my foot on the clutch (if there is one) or the brake before it will start? Next Ihave to wait for the car&apos;s various systems to wake up, and figure out how to adjust the seat and the mirrors. Right, handbrake off Oh,there isn&apos;t one  it&apos;s got an electronic parking brake. Is that way on, or off? God, I hate electronic parking brakes Nightmare. I think my record  zero to some mph  is about 10 minutes. By which time my girlfriend had given up and walked to the tube, and there was a group of children pointing and laughing atme. Imagine if it was a getaway car  how embarrassing. And how nicked would I be? This Punto is a much better getaway car. It can be driven without looking. This is motoring at its most basic. Everything is exactly where I expect it to be. I can be starting with my right hand, releasing the handbrake with the left, clutch, revs, first, without thinking. We&apos;re off, away in record time. So three doors isn&apos;t ideal for getting my accomplices in. But so what? It&apos;s the perfect excuse. Screw them  I&apos;ll leave them. All the more loot  which I&apos;ll sling on the front seat  for me. OK, the 1.3-litre multijet 85hp diesel engine isn&apos;t exactly going to set anyone&apos;s world alight. That&apos;s fine though: I&apos;m in town, I want to be small and nippy, which this is. Unnoticed, too, for which the Punto&apos;s rather ordinary, dated exterior will help. And the good thing about this engine, which is new, is that it emits less than the magic 100g/km of CO2 (as well as doing 80 miles to the gallon  80!). If I&apos;m in London, I&apos;m not going to get caught out not paying the congestion charge. I probably won&apos;t have to fill up, either. Also, Icare. I may be a bank robber, but Idon&apos;t want to steal the planet from my children and grandchildren Yeah, all right, and I don&apos;t want to pay any road tax, either. And because I&apos;ve got away with the swag  all of it  and I&apos;m safely living in Paraguay, I can now go and get myself a car I actually like. A big German one maybe. Fiat Punto 1.3 MultiJet 85hp Diesel       Photograph: Simon Stuart-Miller for the Guardian    Price From 13,900Top speed 107mphAcceleration 0-62mph in 13.1 secondsCombined fuel consumption 80.7mpgGreen rating 8/10Cool rating 5/10", 
    "section": "technology", 
    "gid": "technology/2013/jan/19/fiat-punto-13-multijet-85hp-diesel-review", 
    "wordcount": "517"
}