{
    "headline": "Bangladesh farmers caught in vicious cycle of flood and debt", 
    "text": "Seven-year-old Mili Begum knows her classroom like the back of her hand. She should, because she&apos;s been living in it for the past six weeks. The flood waters that surged through her village in the Sunamganj district of north-east Bangladesh have receded, but her family is one of many struggling to cope after losing both home and belongings. The monsoon floods killed more than 100 people and displaced an estimated 600,000 in June and July, mainly in the north-east and south-east of the country. Although most of those displaced have returned home, experts say they remain vulnerable. &quot;People assume that since floods happen almost every year in Bangladesh, flood-affected people have learnt to cope, but it&apos;s not that easy,&quot; said Abdul Mannan, a senior official at the Ministry of Food and Disaster Management. &quot;The next month will be hard. These people are in real danger of falling into debt.&quot; Flooding is a significant obstacle to the development of Bangladesh, which is home to two of the largest river systems in the world: the Brahmaputra and the Ganges. This year the floods arrived after the harvest of the dry season rice crop  locally known as boro  but the waters hampered planting for the next crop and prevented villagers in some areas from taking their produce to market. Because the flooding leaves communities isolated, income-generating activities are also severely curtailed. &quot;When you&apos;re poor and hungry, losing your home or crops to floods can mean the beginning of the end,&quot; said Anisul Islam, director of the Centre for Natural Resources Studies, an NGO with anti-poverty programmes in the region. &quot;The people affected by natural disasters have no insurance policy and no savings to fall back on. They sink deeper into poverty.&quot; Studies carried out after a major flood in 2004 showed that flooded households often fall into a vicious cycle of debt and roughly a fifth of flood-hit families are pushed below the poverty line. Other studies have confirmed that flood-affected rural communities often deal with the short-term shocks by adopting extreme coping mechanisms  including borrowing money to buy food, reducing expenditure by skipping meals, and selling assets such as cows and goats. Vulnerable families coping with the destruction of their homes, unsafe drinking water and reduced calorie consumption are faced with crippling interest rates  ranging from 21-67%  charged by local loan sharks. &quot;The farmers who sell their cattle won&apos;t be able to buy them back,&quot; said Rezaul Haque, who works for local NGO Practical Action. &quot;They will have difficulty ploughing the fields next year. Many will end up migrating to the cities and joining the ranks of the urban poor.&quot; In the aftermath of floods, reducing the quality and quantity of food intake becomes a common practice, which has a negative effect on the nutritional status of people, especially young children. Mili Begum&apos;s mother, Razia, said she was unable to give her family milk or eggs since the flood had killed her goat and washed away her chickens. &quot;We&apos;re just eating rice,&quot; said Razia. &quot;Rice porridge is all we can manage right now. Vegetables are too expensive since gardens have been ruined.&quot; According to a survey carried out in the flood-prone north-east districts of Bangladesh, two-thirds of households short of food often have to buy food on credit or borrow from other families; more than 90% sometimes reduce the size of their meals, and close to 60% sometimes skip a meal altogether. Data on child malnutrition shows that the region is substantially worse off than Bangladesh as a whole: 55% of children under five years old are underweight, compared with a national average of 41%. &quot;After floods, children aged six months to two years  a crucial age for development  usually do not receive the minimum meal frequency and the minimum dietary diversity needed for proper growth,&quot; said Dr Qamrul Islam, a former civil surgeon of Sunamganj district. &quot;No wonder there are so many stunted and underweight children.&quot; After severe flooding in 1998, studies showed that a child living in a household exposed to the floods faced a seven times greater risk of wasting  low weight for height  than one not exposed at all. Many children never recovered to pre-flood levels of health. Poor sanitation, lack of food, water-borne diseases and loss of family income all contribute to increased malnutrition among children during floods. Experts say the destruction of home gardens is particularly harmful, because vegetables represent the most important source of micronutrients in the diet. Razia Begum pointed to another factor responsible for reduced food consumption. &quot;We have no fuel,&quot; she said. &quot;Firewood is damp and it&apos;s difficult to light fires.&quot; Fishing used to be an important economic activity and a critical source of protein for the people of the flood plains. But these days, that option no longer exists. &quot;The rivers and lakes are off limits to us because the government has leased them out to big contractors,&quot; says Mili&apos;s father, Kalam Mia. &quot;We can&apos;t catch fish any more. So if the crops fail due to a flood, we have to starve.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/23/bangladesh-farmers-cycle-flood-debt", 
    "wordcount": "870"
}