{
    "headline": "Mystery bird: red-billed tropicbird, Phaethon aethereus", 
    "text": "    Red-billed tropicbird, Phaethon aethereus mesonauta (protonym, Phathon aethereus), Linnaeus, 1758, also known as the short-tailed tropicbird or as the boatswain bird, photographed resting on the deck of a yacht (or, more likely, a dingy?) near Floreana Island, Galpagos archipelago, Ecuador (South America).  Image: Nick Athanas/Tropical Birding, 24 November 2008 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 50D    Question: The previous few mystery birds have been challenging to identify, so this one will be easy. This Ecuadorian mystery bird has no sister species, although it and its relatives have taught scientists a thing or two about evolutionary relationships. What was the result of that lesson? And what am I talking about? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult red-billed tropicbird, Phaethon aethereus. The red-billed tropicbird is the largest of the three tropicbirds and it is the least abundant. This species is threatened by introduced mammal pest species such as cats, rats, dogs and humans -- particularly fishermen and tourists, as well as exploitation and development of their habitat. Currently, the world&apos;s population of these birds is estimated to number roughly 7500 individuals.  The red-billed tropicbird is easy to identify from its white underparts, elongated and tapering white wings with contrasting black tips, the bold black stripe through its dark eyes, the fine black vermiculations on its white upperparts (visible only close up), its heavy slightly decurved crimson beak, and its wedge-shaped tail with two extremely elongated central tail feathers. Both male and female have these long white tail streamers, although the male&apos;s are usually longer. Juvenile birds have a yellow beak and lack the tail streamers.  The red-billed tropicbird has an extremely large range, being highly pelagic and dispersive, and they are found throughout tropical marine areas in much of the world. They fly energetically high above the water, hunting for squid and fish by plunge-diving.  Here&apos;s a short video of red-billed tropicbirds in flight:             Visit davidcaro79&apos;s YouTube channel [video link].  Red-billed tropicbirds are particularly fond of flying fish, which are captured on the wing as the fish fly above the water&apos;s surface. These graceful birds are clumsy and helpless on land, and slowly push themselves along on their belly using their wings and feet.  Red-billed tropicbirds nest in holes or beneath rocks in cliffs on small, remote oceanic islands. They lay a single egg.  There are three species of tropicbirds, all placed into the genus, Phaethon, which is placed into the family, Phaethontidae. Although the tropicbirds are probably distant relatives to Procellariiformes (albatross, shearwaters and storm-petrels), their relationships with other taxa are unclear, and it is likely that they have no close relatives, except each other. Within their taxon, the red-tailed and white-tailed tropicbirds are sister species -- each other&apos;s closest relatives -- leaving the red-billed tropicbird more distant from them, as their closest living relative.  Traditionally, the tropicbirds were placed into Pelecaniformes; the pelicans, cormorants and shags, darters, gannets and boobies and frigatebirds. But then Sibley &amp; Ahlquist came along goobered things up by merging Pelecaniformes and several other taxa into a really large &quot;Ciconiiformes&quot;. This messy taxonomic blob is now known to be a massively paraphyletic tangle that is missing some closer relatives whilst including more distant relatives. After that massive cock-up, the entire mess was split again, and the three tropicbirds have been removed into their own special little taxonomic order, Phaethontiformes.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/08/7", 
    "wordcount": "633"
}