{
    "headline": "Obama blocks Chinese firm's purchase of four US wind farms", 
    "text": "Barack Obama has revoked a Chinese company&apos;s acquisition of four wind farms, citing national security for the first time in two decades against a foreign investor. The executive order from the White House on Friday, against the privately held Ralls Corporation, follows accusations from Mitt Romney that Obama has failed to stand up to Chinese businesses. The president said in the executive order he had &quot;credible evidence&quot; that Ralls &quot;might take action that threatens to impair the national security of the United States&quot;. Ralls had been installing wind turbines made by another privately held Chinese firm, the Sany Group, at a site close to restricted air space used by a Navy weapons systems training facility in northern Oregon. Ralls will now be forced to shelve the project, and divest its interests in the wind farm projects that it acquired earlier in the year. It was the first time a president has invoked national security against a foreign investor since 1990 when the first President George Bush blocked a state-owned Chinese aero-technology company from obtaining a US manufacturer. The treasury department said in a statement that Friday&apos;s decision was an exceptional case. &quot;The President&apos;s decision is specific to this transaction and is not a precedent with regard to any other foreign direct investment from China or any other country,&quot; the statement said. Concerns about the Chinese firms&apos; involvement in the wind farms first surfaced last spring, after the company bought the projects. The US navy objected to the siting of the project, and the treasury department&apos;s foreign investment committee ordered Ralls to halt construction on the project pending a government review. Ralls sued to reverse the order earlier this month. Even so, Friday&apos;s order from Obama will likely be seen within context of an election race in which Obama and Romney are trying to demonstrate who could best protect US jobs and manufacturing from Chinese competitors. Romney, on the campaign trail, has called China a currency manipulator. The Obama camp meanwhile has been running television ads in battleground states claiming Romney&apos;s Bain Capital shut down American firms and shipped overseas.", 
    "section": "environment", 
    "gid": "environment/2012/sep/28/obama-blocks-chinese-firm-wind-farm", 
    "wordcount": "355"
}