{
    "headline": "The UK must adjust to ever-changing weather events", 
    "text": "On the day that hosepipe bans kick in across many parts of the UK and in a week where we have seen snow and rain fall across the country, I am sure some people are wondering how in a country largely perceived to be a rainy one, we ended up in this situation. The answer is that the UK is a lot drier than we think it is. While some of the more northern and western parts of the country have had rainfall relatively  if not more than  as you would expect, in other parts, we receive less rainfall per head than some parts of Africa. We have had two extremely dry winters. The current overall water resource position in some areas is comparable to that experienced around this time in 1976. Yes, the summer of &apos;76 saw exceptional and sustained high temperatures, and the Met Office isn&apos;t yet able to make any reliable sort of forecasts about the likelihood of a &quot;barbeque summer&quot; yet. But we can&apos;t make it rain, so we need to do all we can to conserve the public water supply now. Drought has affected this country in the past, and will affect us again in the future. What we cando is to become as resilient as possible to ever-changing weather events. It&apos;s been suggested that the way to tackle drought is to build a &quot;national grid&quot; that spans the length of this country, a north-south pipe, so we can move water to areas that need it. But water is very heavy and is expensive to move around. Like all large scale infrastructure projects, it would not be cheap to build. Nor, indeed, could it be delivered in time to provide an easy answer to some of the more challenging questions we will face about our water usage in the coming months. What we can do, and what we set out in the water white paper launched at the end of last year, is to encourage water companies to look at ways of patching together local networks to move water to where it is needed. This means water companies are not only looking to their neighbours for supplies but also connecting their own supplies within their region. The good news is that this is already happening in most parts of the UK. Other people say the solution is to fix all leakage coming from our waterpipes. There is still more to be done to reduce waste from leaks but we have to recognise that there has been a dramatic reduction of around 40% since the mid 1990s. Asking water companies to go out and fix all their leakage tomorrow would cost customers more, which wouldn&apos;t help household budgets already under strain. This doesn&apos;t mean water companies have a soft deal - their leakage targets are set by Ofwat and have tough penalties. So, the temporary bans on some water use in domestic properties are just part of the efforts by consumers, business, the water industry and the government alike aimed at conserving as much water now to avoid being in a more difficult position further down the line. Everyone knows ways in which we can all save water and doing the simple things are what saves massive amounts of water. On average a person in this country uses 150 litres of water a day, if everyone could reduce that by just 20 litres then we would be making a massive difference to our water supplies. Using a bowl when we are washing the dishes, taking a shower rather than a bath, watering your garden once a week not twice, buying plants that do not require as much water this summer and not leaving the tap running when we are cleaning our teeth all adds up to water savings. None of these is necessarily new, but sometimes it is easy to forget how simple it is to cut back on our personal water usage. Small savings can add up to being a big deal, and I hope everyone will do their bit.", 
    "section": "environment", 
    "gid": "environment/2012/apr/05/weather-drought-spelman", 
    "wordcount": "679"
}