{
    "headline": "Elder Scrolls V: Skyrim Dawnguard DLC  review", 
    "text": "I can&apos;t speak to anyone else&apos;s experience of playing Elder Scrolls V: Skyrim (from here on known simply as Skyrim), but I sank a sizable chunk of time into it. I didn&apos;t max out my character, and I certainly didn&apos;t uncover every map-point the game had to offer, but when I eventually emerged from my Skyrim revelry I checked my stats and noted that I&apos;d managed to lose 120+ hours of my life to the game. The hook was deep, and so it was with some trepidation that I booted up the game again to review its new DLC, Dawnguard. Say whatever you like about Bethesda, but you certainly can&apos;t accuse it of skimping on content when it comes to Skyrim. Dawnguard activates when the player&apos;s character hits level 10 although I&apos;d advise players tackle it only after they&apos;ve shot past level 30 as the DLC contains some powerful foes. The player will start to hear rumours of the Dawnguard and will soon be approached by a member of this vampire-hunting faction who&apos;ll offer them the chance to join their ranks. When this happens, a marker will appear on their in-game map, and if the player beats a trail to it, they&apos;ll find the Dawnguard&apos;s castle. The leader of the Dawnguard, Isran, will then task them with investigating a cavern that vampires have been seen skulking about in. This quest ends with the player releasing a woman called Serana from a tomb and accompanying her back to her home  a dark, Gothic-looking castle right at the opposite end of the map from the Dawnguard&apos;s HQ. It turns out Serana is a vampire and upon her return home, her father, Harkon, will offer the player the gift of his vampiric embrace. This is the point at which the player will be forced to pick a side in the secret war between the vampires and Dawnguard, and it&apos;s worth saving your game before this happens. Whichever side the player ends up on, the DLC will take around 10 hours to complete and if they want their money&apos;s worth from Dawnguard, it&apos;s worth making sure they can return to the point where the DLC&apos;s narrative forks.     Dawnguard    It&apos;s also worth pointing out that the DLC highly favours the vampire faction, so any players whose instincts tell them to opt for the Dawnguard are advised to make sure they can give the bloodsuckers a go at some point. The missions in the vampire storyline are more interesting than the rather generic narrative tied to the Dawnguard faction. Furthermore, once Harkon embraces the player, they gain access to a rather impressive list of powers. By clicking in the right shoulder button, players can assume the form of a Vampire Lord, a feral beast of the night that&apos;s both tougher and more deadly than their human form. The Vampire Lord form allows the player to dish out brutal melee attacks. If they click in the thumbstick, however, the player&apos;s character will hover a few centimetres above the ground. This allows them to move faster than most opponents they&apos;ll face and they can raise the dead with a left-handed attack while draining life force from attackers with their right. They can also transform into a swarm of bats, which allows them a quick escape if the tide of battle goes against them. The Vampire Lord also has its own perk constellation, which allows players to unlock new abilities through draining the life of opponents. These powers include turning into mist, animating gargoyles as allies and chocking enemies from afar (like Darth Vader). While all of this sounds rather impressive, its implementation is less so. First of all, if the player assumes Vampire Lord form, the game switches to a third-person-perspective, which in tightly enclosed environments can play havoc with the camera. Furthermore, the Vampire Lord&apos;s shape and size can restrict the character&apos;s movement; you often won&apos;t be able to fit through doorways and corridors. In Vampire Lord form players also can&apos;t loot bodies, pick up items, open chests, access their inventory or use their map.     Dawnguard    It also takes 10 or so seconds to switch between forms, so it&apos;s unadvisable to do so in the middle of a battle as you&apos;re likely to sustain quite a bit of damage from attacking foes. Still, as ropy as the Vampire Lord mechanics are, they&apos;re preferable to the new kit you&apos;re given if you decide to fight on the side of righteousness. As a Dawnguard soldier, players gain access to a crossbow and some armoured trolls as allies. They get a new shout too (as you do with the vampires) but there&apos;s no new perk tree offered unless they&apos;re playing a werewolf. In this instance they unlock new powers if they consume freshly killed humans. Whichever side the player lands up on, by the end of the DLC they&apos;ll have a new shout, new allies and a castle they can use as a new base of operations. They will also have some new powers and new weapons to aid them in their further explorations of Skyrim if they haven&apos;t already exhausted all of the content the main game has to offer. And that&apos;s probably Dawnguard&apos;s biggest selling point; it&apos;s the best excuse  if you needed one  to return to Bethesda&apos;s enchanting RPG beast. While the new DLC will take players 10 or so hours per faction to complete if they follow its narrative rigidly, players such as myself who rejoin the game with tons of locations uncovered and a lengthy list of unfinished side quests risk sinking even more time into it. Each time I embarked on a Dawnguard mission, a new location, a new character or a new bauble would catch my eye and send me running off on a tangent that would take hours to complete. It&apos;s a testament to the wealth of content Skyrim offers that 120 or so hours of playing time still leaves so much of the game undiscovered. The new DLC contains a couple of mechanical flaws, its story feels undercooked at times and, because this is a Bethesda game, it is by no means bug-free. But if you already own a copy of Skyrim, buying Dawnguard isn&apos;t so much a good decision to make as it is a no-brainer. In fact, what are you still reading this for? Go! Shoo! Skyrim is calling to you again, dear reader. Heed her call.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/10/elder-scrolls-skyrim-dawnguard-dlc-review", 
    "wordcount": "1071"
}