{
    "headline": "How should academic libraries communicate their own value?", 
    "text": "A common complaint from my librarian friends: too often users fail to appreciate that the resources they use online are only available to them because the library has purchased them. This is aggravated by confusion about what an academic library is. Researchers actively using library resources online may not think of themselves as using the library because they have not recently visited the building. Libraries need to overcome such confusion to ensure that the contributions they make to the university are fully appreciated. Demonstrating value is key if libraries are to be able to continue to claim their share of institutional funding. As part of a wider focus on working with the library community, SAGE recently commissioned a research project from LISU, the Library Information Science unit at Loughborough University. Although not the first research piece on this issue, LISU&apos;s research offers an up to date, accessible insight into best practices for libraries in demonstrating value, not just in terms of use, but also in terms of impact on research and teaching outcomes. Drawing on research from the UK, the US and Scandinavia, the LISU study shows a world in which libraries are actively engaged in gathering evidence to demonstrate their value  but challenges remain. Though a good deal of evidence is collected, much of it is evidence of activity rather than evidence of value and impact. The kind of evidence provided by the 2009 CIBER global library study, demonstrating that per capita expenditure and use of e-journals is strongly correlated to research performance, is more challenging for individual institutions to develop. Evidence is critical not only because administrators are increasingly required to justify expenditure, but also because librarians cannot take faculty support for granted. Though librarians do get a lot of positive feedback from faculty, the LISU study shows many librarians believe that researchers do not really know how to use all the library&apos;s resources. There is also a strong sense that teaching staff are often surprised by the sorts of support on offer. Library buildings are increasingly geared towards meeting the needs of students, with cafs and social space provided alongside information resources. At the University of Utah, a recent survey showed that many teaching and research staff regarded the library as a large undergraduate study hall. With material available online and document delivery being made directly to offices, many faculty never visited the library building. This creates an increased risk that faculty support for libraries will erode if faculty no longer perceive themselves as actively supported by the library. Disconnects of this kind are widely perceived. One librarian said: &quot; ... most faculty really do ignore us or take [the library] for granted, while most librarians think that we are a central part of the faculty&apos;s mission&quot;. The LISU study highlights a number of areas where libraries are actively engaging with faculty and students, providing evidence of value more effectively. The biggest trend is in collaborative working between librarians and faculty to support research and teaching roles. Library teaching embedded in departmental courses has become an important role for libraries, contributing to enhancing students&apos; skills in information literacy and other areas. Some universities, particularly in the US, have moved further in developing co-teaching courses. At others, there is librarian involvement in curriculum design with a view to ensuring that information skills are embedded in the course from the start. This kind of close working between faculty and librarians can also apply in research partnerships. An example cited is the involvement of subject librarians at the University of Nottingham in systematic reviews: their time is costed and documented as part of the research project in recognition that library skills are key to the successful delivery of the project, and librarians contributing to systematic reviews are cited as co-authors on the publications. While there are gains to be made, library contributions to teaching and research can also pose significant challenges - notably that of time management. Providing embedded information training is a time-consuming support service for the library. Librarians are also aware of the limitations on faculty time in any partnerships. For librarians to understand the perceptions of faculty and students and know how to reach and influence them, requires effective marketing - but this isn&apos;t just a question of promotion. The research found that in delivering shared services, Purdue University emphasises the importance of framing services from a faculty rather than from a librarian perspective. Librarians engaged in research support need to &quot;present themselves as someone who can solve a problem research staff are having directly&quot;. A similar concern came across in the issue of using appropriate language  at the University of Sussex, sessions on electronic resources are presented as &apos;awareness raising&apos; rather than &apos;training&apos; to avoid generating unnecessary resistance. Asked about the biggest impediment to promoting library services, one librarian summarised the issue as: &quot;lack of time: for library staff to have time to promote resources to individuals; for academic staff to read and digest emails or other communications&quot;. This challenge was expressed in all three regions surveyed. Given the reality of time challenges on both sides, libraries need to be smart in identifying ways of building relationships and communicating value which are effective and scaleable. There are also recommendations for senior university managers  the full report can be downloaded here. We undertook this project as a chance to better understand how libraries can support teaching and research staff. What LISU has reported on are just a small number of examples of best practice from case studies internationally: we&apos;d welcome further input from you and your experiences here or on the Library Value blog. Professor Stephen Barr is president of SAGE International This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/20/academic-libraries-value-research-teaching", 
    "wordcount": "983"
}