{
    "headline": "Too many chiefs? Experts, advisers and the disciplinary mix", 
    "text": "Sir John Beddington, the government&apos;s chief scientific adviser, was in an upbeat mood as he gave evidence to the House of Commons science and technology select committee this week. With just days left in the job until he hands over to Sir Mark Walport, Beddington joked with committee chair Andrew Miller MP: &quot;I share your hope that we will not be seeing each other again.&quot; In entertainment terms, the highlight of the session was a polite but sharp exchange about the efficacy of homeopathy between Beddington and the committee&apos;s newest and most controversial member, David Tredinnick MP. &quot;Nonsense&quot;, bellowed Beddington, before suggesting that Tredinnick had succumbed to the Galileo fallacy by assuming that his vocal dissent from medical orthodoxy would one day be proved right.  For policy wonks like me, the most interesting point came earlier, when Beddington gave his end-of-term review of how the network of departmental chief scientific advisers (CSAs) is working across Whitehall. He rightly identified the coherence and effectiveness of this network as one of the proudest achievements of his time in office, but accepted there was still room to improve.  Beddington expressed particular regret about the lack of a high level champion for the social sciences within the network; a role that used to be performed by Paul Wiles, the former Home Office CSA, but which has been &quot;in limbo&quot; for a couple of years. The recent Cabinet Office announcement of a network of What Works centres for evidence in social policy, co-ordinated by a national adviser, will go some way towards plugging this gap. Beddington praised the new centres, but admitted that &quot;my own view is that we need someone at the highest level from social research  that senior challenge function is really missing&quot;. He said he hoped that the next CSA in the Department for Communities and Local Government  now in the process of being recruited  might be a social researcher, who could combine that role with the broader remit of a chief social scientist. Beddington&apos;s enthusiasm for a chief social scientist echoes a recommendation made last year by the House of Lords science and technology committee, and related calls by the Academy of Social Sciences. Until recently, the smart money was on David Halpern, nudger-in-chief in the Cabinet Office Behavioural Insights Team, inheriting this additional responsibility. This option seems to have receded for now, but one of the first tasks for the What Works national adviser will be to review the case for a chief social scientist. Those lobbying for a cross-government post make some persuasive arguments. Social research is crucial to policy on education, health, employment, criminal justice and many other areas (as the What Works network shows). Finding solutions to cross cutting policy problems  from obesity to healthy ageing, food security to climate change  will require insights from the social sciences, often in combination with the natural sciences. And the methods and approaches of the social sciences are sufficiently distinctive to justify their own seat at the top table of evidence-based policy. However, there is one potential pitfall: if we accept the case for a chief social scientist, how far do we follow it through? Do we settle for one social scientist co-ordinating everything at the centre? (Tony Giddens springs to mind as a rare example of a sociologist with the breadth and hubris to take this on, though indulge for a moment my fantasy appointment of Zygmunt Bauman, redesigning Whitehall for an age of liquid government). Do we instead push for a more ambitious, cross-departmental network, parallel to that of the CSAs?  And why stop there? There are already chief economists in most departments, connected through the Government Economic Service to HM Treasury, the cold heart of epistemic and political authority in Whitehall. How about a few chief philosophers, able to interrogate ministerial logic and pose deep questions about the purpose of government? Could the poet laureate be persuaded to extend her brief to reflect the wisdom of literature?  Above all, don&apos;t neglect the historians! They have form in these debates. In 2007, Sir David Cannadine launched a campaign for a chief historical adviser and network of departmental historians. His rallying cry reverberates still; only this week, Lord Robin Butler, the former cabinet secretary, published an article in Civil Service World, restating the case for historical advisers in every department. &quot;Those who take major policy decisions in ignorance of relevant history,&quot; wrote Lord Butler, &quot;are like a driver who commits to some manoeuvre in the road without looking into the rear mirror.&quot; Sir John Beddington responded to a version of this dilemma at the select committee, when he was asked if he planned to appoint a government chief engineer. He replied by listing the three engineers already in post as CSAs (in the Foreign Office, Department for Transport and Department for Business, Innovation and Skills). Then, to laughter, he mentioned a recent letter he had received urging him to appoint a chief chemist. &quot;And what next?&quot; Beddington said. &quot;A chief physicist? Where do you draw the line?&quot; He went on to clarify that he saw no reason why one of his future successors as government chief scientific adviser couldn&apos;t be drawn from the ranks of the engineers.  This begs a number of questions. Even under Beddington&apos;s admirably plural model, there are still implicit hierarchies between disciplines, which aren&apos;t properly explained or written down. If some departments benefit by appointing engineers and social scientists as CSAs, alongside others with natural scientists, what is the ideal balance across the network as a whole? And if an engineer could one day occupy the top job of government CSA, is the same true for a social scientist? Where do economists fit in (or philosophers, historians and the rest)? It is worth noting that James Killian, science adviser to President Eisenhower in the late 1950s, and widely regarded as the most successful holder of that office, had a degree in public administration, rather than in one of the natural sciences. Once you start to unpick these assumptions an approach to expert advice built primarily on academic disciplines quickly unravels. For a start, whatever their background or training, perhaps the most important thing that experts share in common is the yawning breadth of their ignorance. Martin Rees, former president of the Royal Society (and my old boss), was fond of reminding colleagues that &quot;we&apos;re all depressingly lay outside our specialisms&quot;. If this is acknowledged, it should encourage a degree of humility within advisory processes, and an openness to other perspectives. As the science policy scholar Andy Stirling has observed, it is only when &quot;the intrinsically plural, conditional nature of knowledge is recognised  that science advice can become more rigorous, robust and democratically accountable&quot;. At an institutional level, creating stand-alone advisory structures for the social sciences or engineering feels like a clumsy solution, which ducks the bigger challenge of how to integrate an appropriate mix of expert advice from all subject areas. It&apos;s easy to understand why some academics prefer to view government through a university lens, projecting on to it the disciplinary silos and rivalries that remain a feature of campus life, and trying to build a stronghold for their academic tribe inside Whitehall&apos;s walls. But this &quot;supply side&quot; view makes little sense from the &quot;demand side&quot; perspective of the civil servants, special advisers and ministers, who want access to the most relevant expertise, wherever it sits within the university. Over the past few months, I&apos;ve been helping to organise a series of seminars on the future of scientific advice. We&apos;ve heard from dozens of thoughtful speakers, and I want to close with a few remarks by Geoff Mulgan, chief executive of Nesta and former head of the prime minister&apos;s strategy unit. At a seminar in January he described how:   Forty years of evidence about evidence shows that supply push models simply don&apos;t work. Having very clever chief scientists in departments just leaves you with very clever chief scientists in departments  Again and again, I&apos;m struck by the importance of the intermediation role, the translator role, which I think we still undervalue in this field  We over-privilege someone with very deep knowledge over someone who&apos;s very good at orchestrating networks to pull in multiple types of useful knowledge.&quot;  This gets to the nub of what&apos;s wrong with the way we tend to think about scientific advisers, disciplines and expertise. We won&apos;t solve this by appointing yet more chiefs. As we gear up for the handover from Sir John Beddington to Sir Mark Walport next month, I hope we can take a deeper look on this blog at how the institutions, processes and cultures of expert advice can be improved, at a time when Whitehall is learning to cope with greater demands and fewer resources than before.  James Wilsdon is professor of science and democracy at the University of Sussex and is on Twitter @jameswilsdon", 
    "section": "science", 
    "gid": "science/political-science/2013/mar/15/science-policy", 
    "wordcount": "1504"
}