{
    "headline": "The week in wildlife - in pictures", 
    "text": "   Students of the Amazon University measure a pale-throated sloth (Bradypus tridactylus), a species of three-toed sloth that inhabits tropical rainforests in northern South America, at the Sauim Castanheira Wildlife Refuge in Manaus. The refuge takes in wild animals which are found injured or lost to treat them until recovery, a task they say has grown in importance as the city of Manaus, with 3.4 million inhabitants, expands and encroaches on the surrounding jungle Photograph: Bruno Kelly /Reuters       A shoal of salmon at Port Valdez in Alaska, the United States. Situated in the north-west extremity of the North American continent, Alaska is the largest state in the United States by area. It is home to majestic mountains, glaciers, active volcanoes, huge tracks of forested land and some of the planet's most varied extremes of cold, heat, rain, snow and wind Photograph: Shen Hong/Corbis       A millipede moves on a leaf at a public park in the southern Indian city of Chennai  Photograph: Babu/Reuters       A ruby-tailed wasp (Pseudospinolia marqueti) feeding on Cretan oregano flowers, Lesbos, Greece. The society says more than 12,000 invertebrates from the IUCN red list of threatened species were reviewed by conservation scientists who discovered freshwater species to be under the highest risk of extinction, followed closely by terrestrial and marine invertebrates. The findings from this initial group of global, regional and national assessments provide important insight into the overall status of invertebrates. Together they indicate that the threat status of invertebrates is likely very similar to that of vertebrates and plants Photograph: Nick Upton/ZSL/EPA       Goats climbing up an Argan tree to its fruit, near Essaouira in Morocco  Photograph: Fadel Senna/AFP/Getty Images       Veolia Environnement wildlife photographer of the year: The duel by Sergey Gorshkov (Russia), commended. In late May, about a quarter of a million snow geese arrive from North America to nest on Wrangel Island, in northeastern Russia. They form the world's largest breeding colony of snow geese. Sergey spent two months on the remote island. Arctic foxes take advantage of the abundance of eggs, caching surplus eggs for leaner times. But a goose (here the gander) is easily a match for a fox, which must rely on speed and guile to steal eggs. 'The battles were fairly equal,' notes Sergey, 'and I only saw a fox succeed in grabbing an egg on a couple of occasions, despite many attempts.' Surprisingly, 'the geese lacked any sense of community spirit', he adds, 'and never reacted when a fox harassed a neighbouring pair nesting close by' Photograph: Sergey Gorshkov/2012 Veolia Environnement Wildlife Photographer of the Year       A tree shows the erosion that has taken place on the beach at Muri on the Island of Rarotonga, the largest island in the Cook Islands is viewed from the air. Two of the world's smallest countries are to place nearly 2.5 million square kilometres of south Pacific Ocean in newly created marine protected areas Photograph: Marty Melville/AFP/Getty Images       One of seven cheetah cubs born in March 2012 at Whipsnade zoo,  Bedfordshire, plays with its mother  Photograph: Steve Parsons/PA       Mountain goats are seen near the Logan Pass in Glacier national park, Montana, the United States. Glacier national park boasts some of the most spectacular scenery on the planet, preserving more than a million acres of forests, alpine meadows, lakes, rugged peaks and glacial-carved valleys in the Northern Rocky Mountains. Glacier Park's diverse habitats are home to over 70 species of mammals and over 260 species of birds. However, effects of global climate change are strikingly clear in the park. There were approximately 150 glaciers present in 1910 when the park was established. In 2010, US Geological Survey (USGS) considered there to be only 25 glaciers larger than 25 acres remaining in Glacier Photograph: Zhang Jun/Corbis       A katydid, also known as bush-cricket and long-horned grasshopper. The katydids, of which there are 255 species in North America, form part of the 6,400 species Tettigoniidae family and is primarily found in the tropics. It eats leaves, flowers, bark and seeds and are considered as pests by commercial crop growers and are sprayed to limit growth Photograph: Michael Nelson/EPA       Sansao, a Jaguar, jumps from a tree at the NEX Sanctuary for felines in Corumba, Brazil. NEX is a non-governmental organisation created to defend and preserve the life of endangered wild felines, currently houses 26 big cats, most coming from the Amazon Photograph: Eraldo Peres/AP       Chestnuts and the prematurely brown dying leaves at Pre Lachaise cemetery in Paris, Thursday. The great chestnut trees of Europe are dying and the culprit is the leaf-mining moth. The moth caterpillars disfigure the trees and cause them to produce smaller conkers Photograph: Michel Euler/AP       Rescued young tawny owls perch on a branch as they wait to be released back into the wild at the RSPCA West Hatch wildlife centre in Taunton, England. Between January and the end of July, 33 of the baby birds were taken to the RSPCA centre in Somerset for care, a large increase on previous years. Although the exact reason for this rise is unclear, it is thought the weather conditions and some extremely windy days through the spring and summer may have contributed Photograph: Matt Cardy/Getty Images       A black bear catching a salmon at a brook near Port Valdez in Alaska, the United States. Situated in the north-west extremity of the North American continent, Alaska is the largest state in the United States by area. Wild and beautiful Alaska is home to majestic mountains, glaciers, active volcanoes, huge tracks of forested land and some of the planet's most varied extremes of cold, heat, rain, snow and wind Photograph: Shen Hong/Corbis       A blooming yellow Lapacho tree in Canindeyu. The Lapacho tree is Paraguay's national tree Photograph: Jorge Adorno/Reuters  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/aug/31/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}