{
    "headline": "Google report reveals continued rise in US government requests for data", 
    "text": "Google has revealed the full scale of the US government&apos;s use of controversial legislation that bypasses judicial approval to access the online information of private citizens. According to its latest transparency report, the number of requests for private data Google received from US officials had increased by 136% by the end of 2012 from the second half of 2009, when the search firm first started collecting data. In the US, 68% of requests were made under Electronic Communications Privacy Act (ECPA) subpoenas, which, unlike wiretaps or physical search warrants, typically circumvent the need for officials to make their case to a judge. Google said it complies to some degree with 90% of those requests. This is the first time Google has disclosed the legal processes used by US officials to gather electronic information. The ECPA has been widely criticised by privacy advocates, and was passed in 1986, long before electronic communication became so common. Under the act, email stored on a third party&apos;s server for more than 180 days is considered abandoned. To access that information, officials need only a written statement certifying that the information is relevant to an investigation. But Holmes Wilson, co-founder of online advocacy group Fight For the Future, said the Justice Department had argued that emails are &quot;abandoned&quot; once they are opened. &quot;Ironically, the emails that now have the most protection are the spam that you never open,&quot; he said. &quot;ECPA is under dire need of reform. Right now the government can access almost anything that you have online without a warrant and at anytime. Electronic communication should be afforded the same protection as your physical mail or files stores in a cabinet,&quot; he said. Of the other requests, Google said 22% were through ECPA search warrants, which are, generally speaking, orders issued by judges, and the remaining 10% were mostly court orders issued under ECPA by judges. Governments around the world continue to dramatically increase the number of requests they make for private users&apos; data, according to Google&apos;s latest report, which covers the last six months of 2012. &quot;User data requests of all kinds have increased by more than 70% since 2009,&quot; Richard Salgado, legal director at Google said in a blogpost. From July to December the US topped the poll with 8,438 requests, 136% higher than the same period in 2009 and up another 6% from the first half of 2009. Google provided the authorities with some data in 90% of cases. India was the country that made the second most requests for information, 2,431 up from 2,319 in the first half of 2012. France, Germany and the United Kingdom complete the top five. Google&apos;s bi-annual report usually contains a separate section on government requests for content to be removed from search results. This has now been split out and will be presented in another report. The search firm did not give more detail on the legal processes used by governments other than the US when they make requests for information.", 
    "section": "technology", 
    "gid": "technology/2013/jan/23/google-transparency-report-government-data-privacy", 
    "wordcount": "509"
}