{
    "headline": "Readers' voices development photo challenge: document your 2012", 
    "text": "In 2011 you shared fantastic pictures on our Flickr group. Some of your messages and images went on to make great galleries on health, education and International Women&apos;s Day. Thank you. We&apos;re looking forward to more of these in 2012, but want to try a new approach this year. We&apos;d like you to choose something important in your life to document over the year, so that at the end of 2012 we can share your stories on the Global development site, through your pictures. The project: You document a theme within your year. You can choose anything you want that tells a story about how life is developing in your country. Here are some examples to get you thinking:  your harvest  the changes in the area you live, your city, or village  your school year or training, or religious year  your activism or campaigning - an election perhaps  your business, job or job search  your pregnancy or your children&apos;s year We&apos;d like you to tell us what you are doing at each point. Are crops growing when they should? How are the exams going? We&apos;ll need good captions for each photo to be able to tell your story. But as this is a long-term project, we can help you develop those if needed  what we want is for you to start taking pictures. There are further guidelines here on Flickr about what might make a good project. Criteria: Unlike our other Flickr projects, this is only open to people resident in developing countries in 2012. There will be plenty of other global Flickr projects from us throughout the year, which will be open to anyone, anywhere. You may be a reader working somewhere relevant, you may live somewhere that is changing rapidly, you may prefer to get together with colleagues, friends or family to submit photos - we&apos;re just looking forward to seeing what you come up with. Timing: We&apos;d love to see the first photos submitted as soon as possible, and then ideally receive a few of your best photos as an update each month through 2012. Submissions: If you are on Flickr, you can submit your photo to our group www.flickr.com/groups/guardianglobaldevelopment. If you are not, you can email your photo to development@theguardian.com with the subject line &apos;Reader photo 2012&apos; and we will add it to the Flickr group for you. Please add some information when you post or email your picture so we know who you are, where you&apos;re from and what&apos;s happening in your photo. Good captions are crucial. Please note that by posting your pictures in this group, or sending them to us in response to this request, you agree to let us use them on our site and potentially in the newspaper (though copyright remains with you at all times, and you will be credited). Please let us know what you think, and ask any questions you have below , via development@theguardian.com, or via our Flickr discussion.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/26/community-photo-project", 
    "wordcount": "499"
}