{
    "headline": "A runway anywhere but London", 
    "text": "Jackie Ashley repeats the claim that London requires more airport capacity to allow for more direct flights to opening markets such as Venezuela and Indonesia (A third runway, Boris Island, better rail? Please, just decide, 27 August). At the same time, we in the farther reaches of these islands need more direct flights from regional airports such as Manchester, Birmingham and Glasgow to the existing markets such as North America and Europe, both for business and leisure. Both these needs could be met by moving flights from London-area airports to the regional airports, making more slots available in the south-east for flights to the new market areas. At the same time, this would help to even out the growth rates, such as they might eventually be, between the south-east and the regions.David CunliffeHanley Swan, Worcestershire  Jackie Ashley mentions all the usual options for aviation expansion to serve the south-east but omits the one that is staring in her face  greater use of existing regional airports. Here in Doncaster we have an excellent but underused airport, within spitting distance of the east coast mainline. Build a short spur, and a fast, comfortable train could be in King&apos;s Cross in little over an hour. With one of the longest runways in the UK (two miles) it could easily accommodate flights from anywhere in the world.Cllr David HollandDoncaster metropolitan borough council  In order to correct the overreliance on the extreme south-east corner of the country, the government needs to take the radical step of building a new airport that has more relevance to the country as a whole  while remaining a viable facility for the capital. While Doncaster offers great potential for development, it would be perceived as being too far from London. The most obvious choice is RAF Alconbury. Situated at the junction of the A1 and the A14 and adjacent to the east coast mainline, this ex-USAF base has the basics in place already and is capable of almost infinite expansion with minimum disruption. David DaviesBrigg, Lincolnshire  Denham airfield in Buckinghamshire has fairly uninhabited landing and takeoff routes, is only 12 minutes from Terminal 1 at Heathrow by road, but could be reached in a high-speed shuttle train running parallel with the M25 in 10 minutes  less time than a T5-to-T3 transfer. It would need the runway widening and lengthening, but would be a far less damaging choice than losing whole communities, as is proposed at Sipson. And much better than the environmentally and financially challenged Boris Island.David SpearsTaunton, Somerset  Manston in Kent already has one of the longest runways in the UK, dealing with the largest of aircraft. With far less expenditure than for Heathrow, connecting it to the new fast rail to London would make the journey time equal to Heathrow, and within seconds aircraft would be over the sea. J BlackmanMargate, Kent  The former RAF base at Upper Heyford, Oxfordshire, midway between London and Birmingham, and adjacent to main rail links and the A40, would serve London and the Midlands, with potential for links to the west. With a long runway and its basic infrastructure intact, the costs, environmental impact due to construction, and timescale for development, would all be kept to a minimum. And jobs lost due to the closure of the base would be recovered.George BaczkowskiSwardeston, Norfolk  Is David Cameron a man or a mouse (Rail and air transport policy left in chaos, 29 August)? I neither know nor care. It does bother me, though, that such an insignificant politician as Tim Yeo has managed to get so much media coverage simply by issuing a macho playground taunt. Could the Guardian not have treated this with the contempt it so clearly deserved?Kate FrancisBristol", 
    "section": "environment", 
    "gid": "environment/2012/aug/29/runway-anywhere-but-london", 
    "wordcount": "622"
}