{
    "headline": "Philippines floods: the aftermath in pictures", 
    "text": "   Anna Sampilay in her home in a flooded province next to the swollen Pampanga river in Bulacan. The northern Philippines was still reeling from massive flooding when a tropical storm brought days of wet weather. The floods and torrential rain have claimed at least 60 lives, and thousands of people have been left homelessPhotograph: Paula Bronstein/Getty Images       A woman in a riverside community of Marikina City, east of Manila, watches over her belongings, which she recovered from a shanty damaged by flooding. The floods have affected an estimated 2.68 million people, more than 440,000 of whom have fled to evacuation centres in Manila and surrounding provinces Photograph: Rolex Dela Pena/EPA       With emergency workers stretched to the limit, people have been forced to respond to the crisis as best they can. Here, a man in Pasig City, east of Manila, uses a rope mechanism to traverse floodwaters. Officials say many of those affected by the situation still need food, blankets and medicine Photograph: Francis R. Malasig/EPA       Local residents wade through floodwaters in the township of Apalit on the outskirts of Manila, about half of which was submerged by the floods. At the height of the crisis, Benito Ramos, who heads the government's main disaster response agency, described Manila as 'like a water world'Photograph: Nicolas Asfouri/AFP/Getty Images       Regie Pacheco shovels mud outside his home, which was partially swept away when a low-lying community was hit by flash flooding. The disaster has had a devastating effect on domestic life, with many residents living near rivers and seashores forced to evacuate en massePhotograph: Paula Bronstein/Getty Images       Those who remained in their homes now face a major clean-up job. Here, Edna Mendoza and her daughter attempt to separate their belongings from the surrounding mud and debris. Rainfall in Metro Manila surpassed the levels of Typhoon Ketsana, which devastated the city in 2009Photograph: Paula Bronstein/Getty Images       A resident places clothes out to dry in the sun as flood waters recede in the outskirts of Quezon City, north of Manila Photograph: Aaron Favila/AP       The disaster has taken a toll not only domestically but also on local businesses. Here, workers at an electronics repair shop in a flood-hit community in Marikina City attempt to salvage damaged appliances  Photograph: Rolex Dela Pena/EPA       People affected by the floods queue for food relief at a municipal building in the township of Paombong on the outskirts of Manila. The thousands who crammed into evacuation centres face uncertainty about the scenes that await when they return homePhotograph: Nicolas Asfouri/AFP/Getty Images       People queue beside an army truck delivering relief items to a flood-affected community in Manila Photograph: Rolex Dela Pena/EPA       People affected by the floods queue for food relief distributed by the Red Cross at a church in Valenzuela City, on the outskirts of Manila Photograph: Nicolas Asfouri/AFP/Getty Images       Flood victims sit beside sacks of relief goods at a covered basketball court converted into a temporary evacuation centre in Quezon City Photograph: Aaron Favila/AP       Reliant on candles as their only light source, people cook dinner at a crowded evacuation centre Photograph: Paula Bronstein/Getty Images       A newborn baby is washed at a temporary shelter in Marikina City Photograph: CHERYL RAVELO/Reuters       Children with dengue fever share beds at the Quirino hospital in Quezon city Photograph: Nicolas Asfouri/AFP/Getty Images       A man uses a makeshift wooden shovel to clear mud in a flood-hit street in San Mateo, an urban municipality in Rizal province, east of Manila Photograph: Rolex Dela Pena/EPA  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/aug/20/philippines-floods-aftermath-in-pictures", 
    "wordcount": "0"
}