{
    "headline": "Why I go to other people's lectures", 
    "text": "I have a confession to make. I have been going to the wrong university lectures. That is, classes in which I&apos;m not enrolled. I know, I know, I&apos;m a terrible student. I should be doing as little work as possible, drinking and partying. But instead, I&apos;m learning. And what&apos;s worse, learning stuff I shouldn&apos;t even be learning. Shame on me. I did do all those studenty things, but for some reason, in my all-important final year, I decided to branch out. Why? Because a university is the best place to indulge in a bit of &quot;free education&quot;, to explore what you find interesting, to expand your knowledge. I&apos;m not the only one. Amy Francis, a politics graduate from Liverpool University tells me: &quot;I went to Egyptology, Roman archaeology and anything I was interested in. If you know people on the course just go along with them.&quot; And I wonder: wouldn&apos;t it be good to have a menu of subjects, freeing us to pick what we like? A nibble of history here, a bite of biology there. It sounds much more stimulating and intellectually nourishing. In the US, it&apos;s standard to take a variety of subjects alongside your major. For example, if you went to the University of West Virginia, you could do economics and Asian studies, with elective classes in maths, philosophy, history and French. &quot;In England, I miss the flexibility of picking my schedule. It&apos;s annoying when you&apos;re given a 5pm lecture if you&apos;re more of a morning person or vice versa,&quot; says my coursemate Rachel Valentine. Rachel, who hails from California but came to England to study, says: &quot;In some ways I prefer the English system as it&apos;s more focused. However, when I was at uni for a year in America, it was nice to have fun with the options, plus it breaks up your semester.&quot; Choice is alluring. It makes up for the quizzical glances that leap my way when I stow away on scriptwriting courses or lectures on psychology. I&apos;m not saying everyone should combine astrophysics with fish husbandry, but some people are passionate about this more liberal approach. Tom Corfield, a Bristol engineering graduate, recalls: &quot;My lectures were often a bit dry and I have lots of broader interests, so I started going to my friends&apos; lectures in different subject areas. Whenever anyone mentioned a particularly inspiring lecturer, I would try to go and hear them speak.&quot; After he finished his degree, Tom set up the Best of Bristol (BoB) lectures. Hundreds now attend the free lunchtime talks given by professors in medicine, philosophy, economics and others. &quot;Sampling the most inspiring teaching at university, regardless of what subject you study, should be something all students get the opportunity to do,&quot; says Corfield, who has recently quit his job to focus on Fruni, the free range university, a social enterprise dedicated to expanding the idea of BoB across the UK. I&apos;ve had a word with the heads of academic services and education development at my university: none are aware of any official policy toward classroom interlopers. Their baffled response and oft-repeated mantra &quot;well, if you&apos;re not interrupting, and you do it within reason&quot; suggest it&apos;s no big deal. Not many students I&apos;ve spoken to have even thought of attending other lectures  some find it hard enough to get to their own. We study for three years focused on one thing, chafing against our natural inclination toward myriad interests, with the vague expectation of a better job. But in our rush to get ahead, perhaps we forget the whole point of education: to become a better person. So what do you think? Have you ever tried going to lectures outside your course? Would you like to see a more flexible system like the one in the US?", 
    "section": "education", 
    "gid": "education/mortarboard/2012/feb/16/why-i-go-to-other-lectures", 
    "wordcount": "644"
}