{
    "headline": "Invention of cooking made having a bigger brain an asset for humans", 
    "text": "If human beings had not invented cooking as a way of increasing the number of calories they consumed, they could only have supported the 86bn neurons in their big brains by spending an impossible nine hours or more each day eating raw food, according to a scientific paper published on Monday. The research, the authors suggest, explains why great apes such as gorillas, which can have bodies three times the size of humans, have considerably smaller brains. Though gorillas typically spend up to eight hours feeding, their diet influenced an evolutionary tradeoff between body and brain size; supporting both big bodies and big brains would be impossible on a raw food diet. The brain is so energy-hungry that in humans it represents 20% of the resting metabolic rate, even though it only represents 2% of body mass, suggest Professor Suzana Herculano-Houzel and Karina Fonseca-Azevedo of the Institute of Biomedical Sciences at the Federal University of Rio de Janeiro. &quot;Why are the largest primates not those endowed with the largest brains as well? Rather than evidence that humans are an exception among primates, we consider this disparity to be a clue that, in primate evolution, developing a very large body and a very large brain have been mutually excluding strategies, probably because of metabolic reasons.&quot; Gorillas, they suggest, already live on the limit of viability, foraging and eating for 8.8 hours a day, and in extreme conditions increasing this to as much as 10 hours a day. In contrast, humans&apos; move to a cooked diet, possibly first adopted by Homo erectus, and their bigger brains yet smaller bodies, left spare energy which allowed further rapid growth in brain size and the chance to develop the big brain as an asset rather than a liability, through expanded cognitive capacity, flexibility and complexity. &quot;We propose that this change from liability to asset made possible the rapid increase in brain size that characterises the evolution of Homo species, leading to ourselves. We may thus owe our vast cognitive abilities to the invention of cooking  which, to my knowledge, is by far the easiest and most obvious answer to the question, what can humans do that no other species does?&quot; Herculano-Houzel commented on the paper, published in the journal PNAS, the Proceedings of the Natural Academy of Sciences of the USA. The paper builds on the earlier research by Richard Wrangham, a British primatologist, now professor of biological anthropology at Harvard University, who suggested the invention of cooking was a crucial point in human evolution. Wrangham said he hoped later work would look at tradeoffs within the body allowing energy from smaller organs to be diverted to the brain  for instance our relatively small guts. &quot;Human guts are about 60% of the expected size for a primate. The small size of human guts (combined with our having the same basal metabolic rate as any other primate, relative to body mass) means that we have some spare energy, which contributes to explaining how we can afford a relatively large brain. And the reason we have been able to evolve small guts is that we have been able to rely on eating our food cooked.&quot;", 
    "section": "science", 
    "gid": "science/2012/oct/22/cooking-supports-increased-human-brain-power", 
    "wordcount": "535"
}