{
    "headline": "Fossil fuel bosses say the darndest things on climate change", 
    "text": "Fossil fuel industry bosses really do say the darndest things. Take, for example, Dr Nikki Williams, head of Australia&apos;s coal industry lobby, who said a few weeks ago: &quot;I don&apos;t know about you but the last time I flew to Europe  which was last week  it was pretty apparent that the Arctic was still there&quot; Now, I don&apos;t know about you, but the last time I went to Europe, the Arctic definitely wasn&apos;t there. I&apos;m pretty sure it was a bit further to the north. But anyway, Williams, CEO of the Australian Coal Association, was having a crack at US climate action advocate Bill McKibben for writing that the Arctic had &quot;already melted&quot;. Yet a huge chunk of the Arctic&apos;s sea ice has already melted and it&apos;s not a trivial issue. In September 2012 at the end of the Arctic summer when the ice melts, there was 3.29 million square kilometres less ice than the long-term average. That&apos;s two Alaskas or almost half of one Australia  melted. One emerging impact of this melt is its effect on weather patterns in the northern hemisphere (which was also still there the last time I looked). This video from the Yale Forum on Climate Change and the Media explains how.            Williams represents a sector that claims to be worth $60 billion in Australia where mining companies dug up more than 350 million tonnes of the ancient rock last year. Australian coal makes up about a third of the international coal trade. Speaking at The Sydney Institute, Williams assured the audience she accepted that &quot;greenhouse gases from burning coal are a problem&quot; but dismissed Australia&apos;s emissions as tiny compared to China (Australia is officially responsible for about 1.5% of global emissions, but it actually exports about double the CO2 which it emits at home). Cutting global coal production would, Williams said, just keep poor countries in poverty. &quot;In Africa, 51% of children die before the age of 5,&quot; she said, adding: &quot;The war against coal and fossil fuels, in the name of climate, should be exposed for what it really is: an attempt to snooker development by stealth.&quot; This is a common debating point from fossil fuel advocates  that poverty stricken countries need coal, oil and gas to become wealthy (as if coal, oil and gas have only just become available to alleviate the developing world&apos;s ills). Given that poorer countries are likely to be hit hardest by the impacts of climate change from burning all that coal, the idea that they so desperately need fossil fuels feels a little like selling cigarettes to lung cancer sufferers. Asia&apos;s richest woman, Australian coal and iron ore mining magnate Gina Rinehart, has also been thinking of Africa. Last year, she warned taxes and regulations were making Australia uncompetitive. &quot;Furthermore,&quot; she said, &quot;Africans want to work, and its workers are willing to work for less than $2 per day. Such statistics make me worry for this country&apos;s future.&quot; Unlike Williams though, Rinehart doesn&apos;t accept that burning fossil fuels causes climate change. In a 2011 magazine column, she wrote:  I am yet to hear scientific evidence to satisfy me that if the very, very small amount of carbon dioxide in the atmosphere (approximately 0.38%) was increased, it could lead to significant global warming. I have never met a geologist or leading scientist who believes adding more carbon dioxide to the atmosphere will have any significant effect on climate change, especially not from a relatively small country like Australia   Rinehart has twice supported Australian speaking tours of UK climate change sceptic Lord Christopher Monckton. Prominent Australian climate sceptic Professor Ian Plimer sits on the boards of two of Rinehart&apos;s mining companies. Fellow Australian billionaire mining magnate Clive Palmer is similarly sceptical of climate change science. He told the ABC&apos;s Q&amp;A television program last year that carbon emissions were going up and humans were causing this, but  and it&apos;s a big but  &quot;I don&apos;t believe it&apos;s leading to global warming&quot;. In the same way that Rinehart tries to make the radiative properties of carbon dioxide go away by pointing out it&apos;s only a small fraction of the atmosphere, Palmer also tries to confuse the issue by saying, &quot;97% of carbon dioxide is by natural sources&quot;. In the studio audience was University of New South Wales climate scientist Professor Matt England who pointed out Palmer&apos;s point was &quot;a confusion strategy actually by some of the folks trying to derail the science&quot;. Palmer&apos;s 97% represented the natural carbon cycle, England said, rather than the extra CO2 being added to the atmosphere each year that&apos;s causing all the fuss. The atmosphere now carries about 40% more CO2 than it did before the industrial revolution. Rex Tillerson, CEO of one of the world&apos;s biggest oil companies Exxon Mobil, does accept that human-caused climate change is happening even though for years his company funded organisations that confused the public on climate change science. &quot;What good is it to save the planet if humanity suffers?&quot; asked Tillerson at his company&apos;s AGM last week. This was apparently a rhetorical question, although the answer might be &quot;because it&apos;s where we live, Mr Tillerson.&quot; He said climate change was simply &quot;an engineering problem, and it has engineering solutions&quot;. Humans would be able to adapt, he said. But what if adapting means relocating entire towns away from their traditional lands, as is happening in Alaska, when the once permanently frozen ground starts to melt beneath their feet? Or how about seeing an entire nation disappear under the waves, as some island nations in the Pacific fear will happen as sea levels rise? Will people be reassured that they can adapt to losing their homes and livelihoods in bushfires and floods or have the supply of staple food crops disrupted? Can you adapt to dying in a heatwave? Simplism, dishonesty and acrimony must cease. Nuance and civility should prevail. By the way, that previous sentence about &quot;simplism&quot; isn&apos;t mine. I stole it from the speech by Nikki Williams of the Australian Coal Association. But it&apos;s good advice, wouldn&apos;t you say?", 
    "section": "environment", 
    "gid": "environment/planet-oz/2013/jun/06/fossil-fuel-bosses-climate-change", 
    "wordcount": "1044"
}