{
    "headline": "Rio+20 Earth summit talks turn into rubber-stamp job", 
    "text": "Delegates and non-governmental organisations at the UN&apos;s huge Rio+20 conference have expressed dismay that world leaders arriving on Wednesday to thrash out a deal will do little more than rubber-stamp a negotiating text that contains few concrete measures and has been largely locked down. Campaigners had hoped the arrival of world leaders such as the Chinese premier Wen Jiabao, US secretary of state Hillary Clinton, UK deputy prime minister Nick Clegg and Russian president Vladimir Putin would mean the ambition of the final agreement could be raised. The text, made public on Tuesday, was greeted with disappointment by those who urged negotiators to be more ambitious on issues such as clean energy and water provision for the poorest. But it emerged that delegates&apos; presence would be reduced to a largely ceremonial role, making  at most  minor tweaks to the agreement. The Brazilian hosts seem to be trying to avoid a repeat of the shambles at the Copenhagen climate conference in 2009, which ended without a substantive deal after hours of tense negotiations. A spokesperson for the UK delegation said: &quot;All countries have agreed to it, but it has to be put to the heads of state in the next few days ... we don&apos;t expect the text to get reopened, or to get significant changes ... There will be very little, if any, change.&quot; Clegg, leading the UK delegation, described the text as &quot;a real step forward&quot;, but added: &quot;It may not be as ambitious as if I were able to write it myself ... But, by definition, any text that is agreed by 190 countries will always involve compromises and dilution ... The key is what direction does this point us all in. &quot;My view is that the draft text assembled by the hosts unambiguously pushes us all towards a world where we treasure, measure and protect sustainable development in a way we have never done before.&quot; The UN major group of NGOs, an umbrella group, condemned the document. &quot;With governments only trying to protect their narrow interests instead of trying to inspire the world ... it will be a big failure ... You cannot have a document called the Future We Want without any mention of planetary boundaries, tipping points or planetary carrying capacity ... The text as it stands is completely out of touch with reality.&quot; Although it promises to establish sustainable development goals and other objectives in 26 areas, the terminology is vague. Most timetables, targets, financing figures, methods of monitoring and strong language on commitments were stripped from the document by the hosts in an attempt to secure a compromise before the leaders arrived. The word &quot;encourage&quot; appears 50 times, &quot;we will&quot; only five; &quot;support&quot; is used 99 times, &quot;must&quot; just three. In a press conference after his opening address, the UN secretary general, Ban Ki-moon acknowledged that negotiations had failed to live up to expectations: &quot;Some member states hoped for a bolder ambitious document. I also hoped that we could have a more ambitious outcome document. &quot;But you should understand that negotiations have been very difficult and very slow because of all these conflicting interests.&quot; The document was practical and far-reaching, he added, but its significance would depend on the political will of national leaders. The document will be discussed at high-level talks this week. It is thought unlikely negotiations on the wording will be reopened, but Ban urged world leaders to be more ambitious. &quot;Why do we have a summit meeting? The leaders are the ones who can make a political decision. Depending on the political priorities they choose, the consequences will be huge. If these actions are not implemented, then this will merely be a piece of paper,&quot; he said. Brazil has declared the preliminary talks a success. With a draft agreement in place, it hopes leaders can now concentrate on how to build political momentum and policies that will support the broad goals on water, energy provision, sustainable agriculture and ocean protection. The UN environment programme will also be strengthened, and studies will begin on alternatives to GDP as a measure of national wellbeing, and the valuation of ecological services.", 
    "section": "environment", 
    "gid": "environment/2012/jun/20/rio20-earth-summit-talks", 
    "wordcount": "709"
}