{
    "headline": "Subconscious cues can trigger the placebo effect, say researchers", 
    "text": "Subliminal information can trigger the placebo effect and its opposite, the nocebo effect, researchers say. The finding suggests that patients with certain ailments may feel better or worse depending on subtle cues their brains pick up from the environment, but which they are not consciously aware of. Karin Jensen, who led the study at Massachusetts General Hospital and Harvard Medical School, said the work had implications for how doctors interact with their patients and how healthcare is delivered. The placebo effect is the curious biological mechanism whereby patients&apos; symptoms improve when they take fake medicines with no active ingredient, such as sugar pills or saline injections. It also boosts the effectiveness of genuine medicines. Though placebo is the better known effect, there is an opposite reaction, called the nocebo response, where people can feel worse after an intervention that should have no ill effects. While both are usually linked to a tangible intervention the patient is aware of, Jensen&apos;s team wondered whether subconscious cues might be enough to trigger the same effects. &quot;It&apos;s been a dominant theory in placebo research that in order to elicit these responses you should be pretty aware of the suggestion being made that you are going to get better. People weren&apos;t opposing the idea of unconscious processing, it just hadn&apos;t been investigated properly,&quot; she said. The scientists recruited 40 healthy volunteers for the study and hooked them up to a heating element that could inflict various levels of heat, and so pain, at the researchers&apos; whim. In the training phase of the study, each volunteer watched a computer screen that flashed up two men&apos;s faces, one at a time, over and over again. For each volunteer, one face was accompanied by a severe heat shock, the other with a much lesser shock. Both men wore neutral expressions and the pictures appeared for 100 milliseconds. In the second part of the study, the device was set to deliver a moderate level of pain every time, halfway between the high and low pain of the training phase. The volunteers were then split into two groups. The first group saw faces flash up on the screen as before, along with a third neutral face, and were asked to rate their pain each time. The heat level was the same for everyone. As expected, the level of pain they experienced depended on which face they saw. The &quot;high pain&quot; face from training made them feel more pain (nocebo), while the &quot;low pain&quot; face made them report less pain (placebo). The neutral face elicited pain midway between the two. The reaction of the second group was more intriguing. They saw the same faces for only 12 milliseconds - too short a time for the brain to consciously process the information - before the images were scrambled and masked. But despite this, they showed the same placebo and nocebo response as the first group. The pain rose or fell depending on the face that appeared on screen, but without them knowing which face it was. &quot;The work shows that processes like placebo and nocebo happen without us being aware of the cues that trigger them,&quot; said Jensen. &quot;We get these responses due to associative learning. We don&apos;t need somebody standing there saying &apos;ok, now you will feel less pain&apos;. It&apos;s being elicited naturally, and without us being aware, all the time.&quot; The study appears in Proceedings of the National Academy of Sciences. Previous work has highlighted areas of the brain, particularly the amygdala, that might be involved in such subconscious processing of information. &quot;The next step for us is to tease apart any possible clinical implications for this,&quot; Jensen said. &quot;We know from this study that it&apos;s happening, so for sure it&apos;s happening in a clinical context too. Awareness of these processes is very useful for the doctor-patient relationship, and the procedures around the delivery of healthcare.&quot; Fabrizio Benedetti, who works on the placebo effect at Turin Medical School, said: &quot;In 2003 we showed totally unconscious placebo responses for hormone secretion, but with the present study we now know that an unconscious mechanism holds true for pain as well. &quot;This means that our behaviour and emotional experiences are often guided by stimuli out of our consciousness. Once again, the placebo response is emerging as an excellent model to understand how our brain works and how mental events interact with neural events.&quot;", 
    "section": "science", 
    "gid": "science/2012/sep/11/subconscious-cues-trigger-placebo-effect", 
    "wordcount": "747"
}