{
    "headline": "Which mayoral candidate will tackle London's air pollution?", 
    "text": "In February, the environment secretary, Caroline Spelman, acknowledged that the UK will not comply with air quality laws for many years. Her comments came just a week after two major medical studies added to the large and growing body of evidence linking poor air quality with serious health impacts - in these cases heightened risk of strokes and heart attacks. Small particulate pollution and nitrogen dioxide (PM2.5 and NO2)  from a variety of sources including diesel vehicles  have enormous health costs, second only to smoking. PM2.5 particles alone are estimated to have caused 29,000 premature deaths across the UK in 2008, with an average loss of life of 11.5 years. This includes nearly 4,300 deaths in London  about the same number of deaths believed at the time to have been caused by London&apos;s great smog of 1952. And these figures do not include increases in illness. By comparison, only 15-20,000 premature deaths are attributable to alcohol abuse in England, 9,000 to obesity and 87,000 to smoking. It has been estimated that manmade particulate air pollution costs the UK between 8bn and 17bn a year in health costs (compared to an estimate of 13.7bn for smoking). So reducing the health costs of air pollution ought to secure the sort of focus and resources from government that smoking, alcohol and obesity receive. The scale of government intervention in relation to smoking is huge, including around 9bn a year in tobacco duties, plus intrusive regulation of smoking in public places, tobacco packaging and display. Does air pollution command the policy priority it deserves? In its recent report on air pollution, the environmental audit committee of MPs said that the government had failed to get to grips with this issue. The issue&apos;s low priority appeared to be confirmed when the only specific figure highlighted in the government&apos;s response to the report was 3m allocated to local authorities to investigate air quality measures. The Department for the Environment, Food and Rural Affairs is seeking to delay EU deadlines for the UK to comply with NO2 pollution standards. As mayor of London, Boris Johnson&apos;s record on air pollution has been mixed. He implemented the bicycle hire scheme, but removed the congestion charge western extension. He extended the low emissions zone, and has promised to refurbish older buses to make them less polluting, but has scaled back rollout of electric car charging points. Controversially, he is using &quot;dust suppressants&quot; in front of official air quality monitoring stations to reduce reported pollution results. Ken Livingstone made progress when last in City Hall, introducing the congestion charge and low emissions zones. He has said that, if re-elected, he would &quot;urgently set out a programme to reduce air pollution&quot; and &quot;would use the mayor&apos;s power and influence to encourage a swift uptake in zero emission delivery vehicles in London.&quot; Further details are awaited. Brian Paddick has indicated a series of green transport policies including converting London&apos;s bus fleet to all-electric over the next decade, and Jenny Jones, the Green party mayoral candidate wants, among other things, to clean up air pollution hot spots with a very low emission zone in central London. Policy Exchange will be undertaking research on this important but neglected area of policy. There are a wide range of areas for policy makers to consider: whether a campaign to build public understanding of the dangers of air pollution could deliver benefits quickly; how to develop London&apos;s low emission zone; whether road tax bands or relative fuel duty levels could better take into account heath-harming pollutants; whether energy policy could better take into account health-harming emissions from biomass and fossil fuel burning; and the extent to which pollution-suppressing road coatings are an appropriate approach to air quality improvement. Clearly both central and local government face difficult choices about how they allocate scarce resources. But the huge health impacts surely argue for a greater priority for tackling air pollution. Which of the London mayoral candidates will make the most effective commitments to tackling the thousands of deaths each year from air pollution?  Simon Less is head of the environment and energy unit, Policy Exchange", 
    "section": "environment", 
    "gid": "environment/2012/mar/30/mayor-london-air-pollution", 
    "wordcount": "705"
}