{
    "headline": "Student choice: what informs it most?", 
    "text": "Deciding what to study and where is a tough decision for many prospective university applicants, and never more so than now. The increase in tuition fees  which rose to 9,000 a year at many universities in September  means today&apos;s students could leave education more than 50,000 in debt. So howdo they decide on the universities they are going to apply to? Where do prospective students go for information and advice? And how are their choices influenced by the cost of study? These were some of the questions raised at a recent debate hosted by the Guardian, in association with the Higher Education Academy (HEA). The discussion was held under the Chatham House rule, which allows comments to be reported without attribution to encourage a frank debate. The roundtable began with a participant making the point that people do not generally make &quot;rational&quot; decisions about higher education. &quot;Even among the most able students [applying for university] there is often an emotional reaction, a stress and anxiety, which is disproportionate to the choice they have to make,&quot; said one participant. The discussion followed the publication of new research, jointly commissioned by the HEA and the National Union of Students (NUS), and carried out by academics from the University of Sheffield and the research consultancy CFE. The research, Behavioural Approaches To Understanding Student Choice, uses behavioural economics  the study of social cognitive and emotional factors on the economic decisions of individuals and institutions  to explore how people make choices about where and what to study. It also asks how these insights can be used to help people make better decisions about their studies. One of the findings of the report, which was backed up by participants in the discussion, was that peer pressure has a part to play, particularly among school leavers whose choices can often be based on the opinions of friends and family. The &quot;public&quot; nature of decision-making can also be a critical factor, it was said. &quot;If you are in a sixth form, especially a large one  all of your peer group know where you are applying to and everyone asks each other what parents and tutors are saying, which all adds to the pressure  it&apos;s a decision that feels like it&apos;s the rest of someone&apos;s life.&quot; Having to make such a momentous decision is &quot;what causes the stress&quot;, said one participant. But, the roundtable was told, in the absence of good quality, independent careers advice and guidance it is not surprising that people are making arbitrary choices about their future. All participants agreed prospective higher education applicants, of all backgrounds and ages, could benefit from more information about careers and guidance, but a distinction was drawn between reliable and unreliable sources. While there is no end of information on higher education, including many online resources and communities, not everyone is in the position to discriminate what is trustworthy, it was said. Participants debated the usefulness of the Key Information Set (KIS), which is data universities are now required to publish on, among other things, student satisfaction, graduate destinations, and accommodation and other costs. Some argued that, used in isolation, KIS was too crude a measure of a university&apos;s success  &quot;like comparing washing machines or mobile phones&quot;. Some participants said the KIS was only useful to &quot;a certain proportion of society&quot; who were already fairly clued up on higher education. &quot;It works extremely well for some people; those who can draw on experience of making decisions about HE that maybe goes back several generations. But for those people who don&apos;t really know anyone who has gone to university  they may not be able to get the guidance needed to wade through the treacle of information people are bombarded with.&quot; What most young people want is face-to-face support with people who have up-to-date knowledge of jobs, courses andcareers, the roundtable was told. &quot;One of the difficulties can be that students come along and want you to decide for them [what university course they should do]. So it&apos;s about having counselling skills and the ability to frame the right kinds of questions.&quot; And it needs to start early. The idea  as is the case in many schools  of encouraging young people to start thinking about university after they take GCSEs is &quot;absolute nonsense&quot;, it was said. &quot;They [young people] make these decisions, sometimes on a really superficial level, much earlier on in their lives  so we have to make sure that, once these opinions start to form, they are done so in much more informed way than currently.&quot; One participant warned of a narrow approach to careers advice and guidance that focuses solely on higher education at the expense of other opportunities such as apprenticeships or other vocational courses. &quot;By even asking whether people are making the right choices about where they go to university and what they will study, we are making a value judgment on them going to university compared to doing something else.&quot; Another cautioned against the tendency to prioritise the needs of &quot;conventional 18-year-old school leavers&quot;, pointing out that part-time students were among those most baffled by the recent increase in tuition fees  and how they would be affected. In the absence of information from the Student Loans Company or government agencies, such as the department of Business Innovation and Skills, many looked to universities as their only source of reliable information, it was said. Participants debated universities&apos; responsibilities for fair access for students from disadvantaged backgrounds. While most are now doing outreach work in this area, there were mixed feelings around the table about the efficacy of this. One said universities were wasting government funding allocated for guidance on &quot;utterly pointless&quot; bursaries and fee waivers, and questioned their suitability to deliver careers advice and guidance because  essentially  it was a marketing exercise. There was criticism of some institutions  particularly the elite universities  for being more concerned with their international reputation and standing among their peers than the interests of their students, which, for example, leads them to raising A-level entry grades. &quot;Universities are saying &apos;we want to up our A-level entry score because that helps our reputation and standing  we are looking at contact time because it&apos;s now a performance metric&apos;,&quot; said one participant. Another pointed out that some universities are upping their game when it comes to contact time with students, creating new academic posts solely for those who wish to focus on teaching (as opposed to research). In many cases, there is still a gap between reputation and student experience, it was said  something students paying up to 9,000 a year in tuition fees may no longer be willing to accept. And far from encouraging people to shop around for the best deals, the increase in tuition fees may have made students even more determined to get their decision right, the debate heard. Some have chosen to study abroad, while others have become uncompromising about getting into one of the UK&apos;s 24 elite, research-focused universities  the so-called &quot;Russell Group&quot;. &quot;No longer is it the case that they are looking for the student experience. What they want to know is that, if they are paying out all this money, they will emerge with a degree they know is going to be marketable and enable them to earn back what they have spent. So they would rather apply to five Russell Group universities, not get in, retake their A-levels and then get in, &quot; said one participant. This is part of wider behavioural trends &quot;within the school and parents environment, where expectations are driving in a direction that isn&apos;t necessarily right for young people&quot;, the roundtable was told. Infact, parents can be so seduced by the Russell Group ideal, they are not interested in hearing about how a post-1994 university or further education college might be able to deliver a degree programme that is far more suited to their child. That is why marketing must not be seen as a &quot;dirty word&quot;, said one participant, arguing that universities should move away from a &quot;bums on seats&quot; approach toone that promotes what makes their institution special. Knowing these distinctions could be very important to a prospective student, it is the kind of information that allows them to make an informed choice. As one participant said: &quot;It&apos;s everything that&apos;s unique about being a student at that institution  the learner experience as a brand  and that&apos;s a very powerful thing.&quot; Key discussion points  People do not always make rational decisions about what and where they will study.  Peer pressure can be an influential factor in the decisions people make about higher education.  The lack of independent careers advice and guidance makes it more difficult for young people  particularly those from disadvantaged backgrounds  to make decisions about their future.  Information, advice and guidance about higher education should not solely be focused on the &quot;conventional&quot; 18-year-old student.  Used in isolation, The Key Information Set (KIS) has limited value for prospective university applicants.  The increase in tuition fees has not greatly influenced students&apos; choices about where to study  if anything it has made them more determined to apply to elite universities.  Today&apos;s students who are paying higher tuition fees want a marketable degree that offers a return on investment in their future earnings.  Some universities are more concerned with their reputation than with meeting the needs of their students  but this is changing.  Marketing has a crucial role to play in identifying and promoting the distinctiveness of particular higher education institutions  which is vital in a more competitive marketplace. At the table Sue Littlemore (Chair)Education journalist, The Guardian Dr Paul BennettHead of surveys, Higher Education AcademyAndy WestwoodChief executive officer, GuildHE Toni PearceVice president, NUS Jenni AllenHead of public services, Which? Dr Alastair RobertsonAssistant director Scotland and head of research and policy, HEAJennifer RobertsProfessor of economics, University of Sheffield Johnny RichPublisher, Push Abigail DiamondManaging director, CFE Chris ThomsonPrincipal, Brighton Hove and Sussex sixth form college Rajay NaikDirector of government and external affairs, Open University Paul WhitePro-vice chancellor, University of Sheffield Mike BoxallHigher education expert, PA Consulting Group Tricia KingPro-vice-master for student experience, Birkbeck, University of London  Roundtable report commissioned by Seven Plus and controlled by the Guardian. Discussion hosted to a brief agreed withand funded by the Higher Education Academy. (lucy.haire@theguardian.com) Forinformation on roundtables, visit: theguardian.com/sponsored-content", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/dec/11/student-choice-higher-education", 
    "wordcount": "1782"
}