{
    "headline": "Boot up: Windows 8 tablet specs, the workerless Economy, Microsoft's 1991 iPhone and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Intel&apos;s first Windows 8 tablet specs unveiled with fancy new chipsets &gt;&gt; Wired.com Nine-hour battery life, 3G or 4G connectivity (optional), &quot;connected standby&quot;, 30-day standby, weight below 1.5lbs (0.7kg), &lt;9mm thick. And: 10in or 11in screens. Let&apos;s see how closely they can stick to that; ultrabooks are already suffering specification creep (in a bad way). (Thanks @rquick for the link.) How computers are creating a second economy without workers &gt;&gt; The Atlantic  When the disappointing jobs numbers were reported last week (employers added 120,000 jobs in March, about half the number reported in the two previous months), analysts tripped over themselves looking for an explanation. Of course, jobs numbers are bound to vary, but in my view the long-term trend calls for more jobs to disappear, and the reason is clear as day: the exploding Second Economy.  The Second Economy -- a term the economist Brian Arthur uses to describe the computer-intensive portion of the economy -- is, quite simply, the virtual economy. One of its main byproducts is the replacement of low-productivity workers with computers. It&apos;s growing by leaps and bounds, brimming with optimistic entrepreneurs, and spawning a new generation of billionaires. In fact, the booming Second Economy will probably drive much of the economic growth in the coming decades.   The definition remains slippery, though: is EasyJet or Amazon a &quot;second economy&quot; company? Lots of what happens is achieved by humans; it couldn&apos;t happen without them. Instagram or Google are more like a &quot;second economy&quot; company, surely: far more automated. Anonymous hacker caught by FBI after girlfriend&apos;s tit-pic blunder &gt;&gt; T3  The information was leaked through a website which, at the bottom, contained the image in question. By analysing the photo they were able to discover that it was taken on an iPhone and then using that, were able to find the GPS tag which is included with most images taken on smartphones today.  Learning the location of the image was Austrailia they were then able to make the connection between the image and the fact that Ochoa had made several references to an Australian girlfriend.  From there it was a simple matter of tracing his Facebook page through her own and then placing surveillance on him until they were satisfied to make the arrest.   Simple. Ish. How former Microsoft tech chief Nathan Myhrvold could have created the iPhone &gt;&gt; GeekWire  A cover story in Men&apos;s Journal, called &quot;How a Geek Grills a Burger,&quot; casts the former Microsoft chief technology officer as a &quot;mad scientist&quot; living out a &quot;nerd fantasy.&quot;  He has a bestselling six-volume cookbook, he studied astrophysics with Stephen Hawking, and his giant Tyrannasaurus rex skeleton has turned his waterfront home into a tourist attraction.  And yes, by the way, he tried to convince Microsoft to make the iPhone, basically, more than two decades ago.   Though given that the time when he tried to suggest Microsoft do that, in 1991, you would have had to pay about $10,000 per phone, perhaps that&apos;s not such a realistic claim. Myhrvold is clearly trying to work on his public image, though, which has been tarnished by his shareholding in patent troll Intellectual Ventures. Disruptions: Innovations Like Instagram Are Tough for Large Companies &gt;&gt; NYTimes.com Insightful comment from Nick Bilton, on why Facebook didn&apos;t create Instagram - and nor did Kodak, or Apple, or Google:   Even if Polaroid or Kodak could have developed Instagram, it&apos;s likely that the project would have been killed anyway. What would be the reaction of almost any executive presented with a business plan to save the company with an iPhone app that had no prospect for revenue?&lt;/p  Companies that try to change the fan belt while the engine is still moving usually end up losing a few fingers.  Google BBS Terminal &gt;&gt; Masswerk Hilariously brilliant: if Google had been around in the 1980s, it would be a BBS like this. With appropriate dialup noises. TuneCore: we must boycott Grooveshark. we must pressure their advertisers... &gt;&gt; Digital Music News  This is a battle that appears to be bleeding beyond the major labels. We&apos;ve seen the markings of a broader artist and industry backlash, and now, there&apos;s this. The sharpest attack on Grooveshark is now coming from TuneCore CEO Jeff Price, an artist champion who spends most of this time fighting against the majors. Yet on Friday, Price tore into the company for failing to compensate his artists and blatantly exploiting legal loopholes. In fact, Price is now urging his massive indie and DIY community to boycott the company, and directly contact Grooveshark advertisers to pressure change.   The clock is definitely ticking for Grooveshark. CIOs See Windows 8 as Possible iPad Alternative &gt;&gt; The CIO Report, WSJ  Greg Fell, CIO for global manufacturer Terex, is so keen to adopt Windows 8 for tablets that he has arranged with Microsoft to test a Windows 8 tablet in May. Fell, who supports 200 iPads among his 23,000 Terex workers, said he was interested in the interoperability Microsoft is promising between desktops, tablets and phones with Windows 8.  Fell has another motive for scrutinizing Windows 8. He wants another viable platform to support. &quot;We don&apos;t want Apple to be the only vendor in the enterprise,&quot; Fell said. &quot;If BlackBerry is not going to be the strong No. 1 or No. 2, somebody else has to be, and if that&apos;s Microsoft, that&apos;s good for us and competition.&quot;   Does assume that enterprises will be using Windows 8 and Windows Phone on smartphones. The latter may not be such a safe assumption. Google&apos;s evil stock split &gt;&gt; Felix Salmon Reuters financial blogger Salmon points out that what Google is proposing was outlawed for large chunks of the 20th century, and creates shareholders who have no say in the company&apos;s running:   My key problem with the proposal is that it&apos;s being pushed through without common shareholders being given the opportunity to object. I would be OK with it if it was being voted on a one-share, one-vote basis. But instead, Google&apos;s Troika has decided that having ten times the votes of any other shareholder isn&apos;t good enough for them, and that what they really want is a whole new class of shareholders -- including new employees -- who have no votes in the company at all.  Boeing to jump into the mobile phone business &gt;&gt; National Defense Magazine blog  Competitors offering similar secure, encrypted devices are charging $15,000 to $20,000 per device and are using proprietary software and hardware, Palma said.  &quot;We are going to drive down towards a lower price point, but ... not mass-market price point,&quot; he said referring to iPhones, BlackBerries and other consumer market smartphones.  &quot;We believe that there is significant interest in the defense side as well as the intelligence side and in the commercial world as well,&quot; Palma said.   YANF - Yet Another Android Fork. (Thanks @rquick for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/16/technology-links-newsbucket", 
    "wordcount": "1225"
}