{
    "headline": "Dead Space 3  review", 
    "text": "If H.P. Lovecraft was right and the greatest type of fear is fear of the unknown, then it stands to reason that any horror franchise faces problems when it hits its third iteration. Once a horror series can lay claim to a fan base, it&apos;s faced with something of a double-edged sword. On the one hand, it has a proven audience and willing consumers. On the other, it has to up the ante considerably; how do you scare an audience, after all, who  to a degree  know what to expect? Unless a horror sequel attempts to build on the unsettling foundations of its forebear, audiences simply wind up with re-packaged scares. This is the reality that any Dead Space fans who pick up a copy of the latest instalment in EA&apos;s sci-fi horror series are staring down the barrel of. I can&apos;t speak to the experience of someone whose entry into the franchise is Dead Space 3  you may be frightened out of your wits when you play this game for all I know. But I can speak for veterans of the series and here comes some bad news: if you&apos;ve played through any of the games in this franchise  especially the first terrifying entry  you&apos;re not likely to find much in Dead Space 3 that&apos;ll make your hair stand on end. The reason for this is because, if you&apos;re a fan of this series, a lot of Dead Space 3&apos;s beats feel telegraphed. The game&apos;s flailing monstrosities, the Necromorphs  which looked so thoroughly disturbing in the series&apos; first outing  are now all-too familiar, and so too is the way some of them play possum until the player approaches. The way the monsters regularly attack from both the front and the rear is no longer challenging as much as it is annoying, as is the way the developers make use of the game&apos;s unwieldy camera  positioned over the protagonist&apos;s right shoulder  to blindside the player. Like all the other Dead Space games, most of the action takes place in badly-lit clanking corridors. There are a couple of sections set in the vacuum of space and outdoors on an ice-covered planet, but players will find a lot of their surroundings quite familiar. There are a couple of new additions to the Necomorph pack, but on the whole they&apos;re not great departures, visually speaking. No creature in the game, new or old, appears or behaves in any way likely to prompt spine-chills and, jack-in-the-box scares aside, players can always pre-empt an attack  (not-so-)pro-tip: if you enter a wide area filled, say, with catwalks and airvents and the door suddenly slams shut behind you, you&apos;re in for a fight. Where the action is     Dead space 3 Photograph: EA    So Dead Space 3 isn&apos;t as frightening as earlier instalments. What it is, instead, is far more slick and action-orientated. Dead Space 3 may lack moments of out-and-out terror, but it more than makes up for this with its high-octane tempo. The game&apos;s narrative shifts its protagonist (or protagonists) swiftly between action set-pieces, with barely time to draw breath. The characters&apos; movements are also less sluggish than in previous games and a dodge-roll mechanic has been mapped to the left bumper. The speed is complimented beautifully by the variety in activities; one moment, players are gunning a hallway full of monsters, in the next, they&apos;re operating a gun turret, before leaping into zero-gravity and blasting creatures that are approaching them from every angle. The developers even find time to litter the player&apos;s progression with a ton of puzzles and the odd boss fight. Whatever other complaints one may level at Dead Space 3, &quot;being bored&quot; isn&apos;t one of them. The game&apos;s pace is so relentless, it even manages to obscure just how knuckle-headed the plot is. After a brief prologue, players are reintroduced to Isaac Clarke, space engineer and traumatised survivor of the horrors from outer space. It seems between Dead Space 2 and 3, Clarke became involved with Ellie  the heroine from the second game who had her eye gouged out  but their relationship curdled and now Clarke spends his days staring at her picture (and pictures of alien artefacts) in a dingy apartment. Clarke&apos;s storyline kicks off when he&apos;s contacted by a couple of military types called Carver and Norton who want him to help them track Ellie down. It seems she disappeared somewhere near an ice-covered planet called Tau Volantis, which also happens to be the source of something called The Marker  an item that turns humans into Necromorphs. Clarke and his newfound companions head off to rescue Ellie, but not before The Unitologists  an insane cult who believe Clarke to be a heretic  try to fill them full of lead. This rather elaborate set-up quickly becomes a convoluted mess, but players are likely to be having such a lot of fun dismembering Necromorphs by then they&apos;ll hardly notice. Blasting through enemies isn&apos;t just satisfying, it&apos;s also profitable. Nearly every downed opponent drops an item, which players can put towards filling health meters, crafting new weapons, kitting out their armour or bolstering the game&apos;s Stasis and Kinetic Field mechanics. Dead Space 3 has also done away entirely with different ammunition types for different weapons; players now collect ammo clips that fit every type of weapon in the game. Get your hands dirty     Dead space Photograph: EA    The reason for this is the game&apos;s new weapon-crafting mechanic. In past games, players could use workstations (called Benches) to augment weapons in Clarke&apos;s arsenal with Power Nodes. Now, alongside being able to craft health-packs and ammo clips, they can use the Benches to build weapons from scratch with items dropped by slaughtered foes or what they find lying about. Depending on what brackets and components they pick up  as well as how many transponders, semi-conductors and tungsten pieces they have  they can create customised instruments of death. They can, for example, tinker with a line thrower, so that its head swivels in the same way as a plasma cutter. They can bolt a grenade launcher to a machine gun or a shotgun barrel to a flamethrower. My favourite creation paired a forcefield gun with ripper core; its primary attack would knock over whole groups of enemies allowing me to then walk a ripper blade through them as they struggled to get up. Of course, anyone following the Dead Space 3 news feed will know that the weapon crafting mechanic contains optional micro-transactions. Every Bench has a list of blueprints for weapons which players can build and the opportunity to use real cash to buy any parts they may lack for their construction. It has to be said, this leaves a bit of a nasty taste in the mouth and it completely goes against Dead Space&apos;s survival horror roots  after all, exactly how scary can a game be when you can buy your way out of trouble? However, it should be pointed out that it&apos;s possible to complete the game without doing this and during the campaign, players acquire three scrounger robots to aid in their collection of raw materials. They&apos;ll also find a hefty stack of optional side missions they can embark on  all of which end with them finding a container of loot. Admittedly, some of these are simply straightforward run-and-gun affairs with only a negligible impact on the overall plot, but a couple have pretty well-crafted narratives  one involving a lazy hick who taunts the player over an intercom system is particularly memorable. Players will also come across locked pathways, which they can access by using a tungsten lever, which they have to craft at a Bench. Co-op is no flop     Necromorph Photograph: EA    There are also several locked rooms and routes that can only be accessed in Co-op Mode, which fans of the series have dreaded since it was announced at E3 last year. However, far from feeling shoehorned into the proceedings, Co-op Mode is actually very well implemented. In it, one player controls Clarke and the other controls Carver, and the mode does a lot to flesh out the latter character who, in Single-Player, is reduced to just a bit-player. In Co-op, Carver starts to fall prey to the influence of The Marker, and the player controlling him starts to see evidence of his growing psychosis. In Co-op, puzzles become a two-handed affair, with one player having to cover the other&apos;s back while they fiddle with a control panel or hack a console. It also lends more weight to the weapon-crafting mechanic, as players can wield up to four weapons between the pair of them, bolstering the capabilities within their overall arsenal. The only real drawbacks are the fact that a player can find themselves shunted back to an earlier checkpoint should their partner leave the game and facing the Dead Space universe with a mate isn&apos;t as tense as going it alone. And that final point may prove the sticking point with fans of the earlier games. Really, one&apos;s enjoyment of Dead Space 3 depends on how much one is prepared to surrender to Visceral&apos;s new vision for their horror IP. If you&apos;re after a rollicking action title that provides countless opportunities to blast away at slavering monsters, Dead Space 3 could well be one of the most exciting titles you play all year. But if you&apos;re one of the Dead Space faithful who was seduced by this series&apos; ability to deliver a survival horror experience shot through with moments of white-knuckled terror, be warned: Dead Space 3 has left that terrain and doesn&apos;t look set to return to it any time soon.  Game reviewed on Xbox 360  UK release date: Friday 8 February", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/06/dead-space-3-video-game-review", 
    "wordcount": "1606"
}