{
    "headline": "The fragrance of witch hazel and daphne pervade the damp air", 
    "text": "A red glow at sunrise presages more rain, as grey clouds lour above the mist which formed overnight along the Tamar&apos;s tributaries. Soon, the only streak of brilliance is far off, to the east, beyond the silhouette of Dartmoor. In this overgrown and bedraggled garden the fragrance of witch hazel and daphne pervade the damp air. Springs gush into overflowing ponds where mud is stirred up by a pair of visiting mallards seeking frog spawn in the watercress. Lengthening catkins of hazel and alder drip water; birds tune up, as if for spring; snowdrops emerge through soggy leaf mould; and rows of daffodil leaves poke up between the brambles. Lichen on bare branches is so profuse on the older cherries and apples that the pale green tufts appear as a strange blossom. Along the parish&apos;s narrow lanes, hedge banks are green with mosses, pennywort, unfrosted ferns and a few mud-spattered primroses. The steepest ways run with water, which has eroded pot-holes in tarmac and gullied the unsurfaced tracks of Peppers Hill, Barretts and Vogus lanes. Most cattle are off the waterlogged fields, in covered yards, but a few remain out, their feed brought to troughs through mires of mud. Even in the drier pastures sheep-trodden paths shed water after every downpour. For a while the Cotehele stream ran orange with sediment, washed out from old mine adits upstream at Harrowbarrow. Water levels have subsided but streams, once channelled into leats to power water wheels geared to grindstones in the parish&apos;s corn mills, have deposited shoals of stone, branches and tree trunks along the banks. Frosts are forecast but now, despite the rain, Mary and James (my sister and brother-in-law) tend their orchard of local varieties. It is too wet for pruning but today they lift rabbit guards around two-year-old trees to weed out the tangle of grasses. Burrowing voles shelter here and eat and kill the tender roots of young trees. Hopefully the voles will move out towards the swathes of uncut meadow and become easier prey for the barn owls.", 
    "section": "environment", 
    "gid": "environment/2013/jan/15/fragrance-witch-hazel-daphne-air", 
    "wordcount": "341"
}