{
    "headline": "Mystery bird: barred antshrike, Thamnophilus doliatus", 
    "text": "      Barred antshrike, Thamnophilus doliatus (protonym, Lanius doliatus), Linnaeus, 1764, photographed in Tarcoles River Mangrove, Puntarenas province of Costa Rica (Central America).  Image: Alex Vargas, 4 June 2010 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D5000, Nikkor 300mm f/2.8G ED-IF AF-S VR 1/320s f/5.0 at 420.0mm iso200 with a Kenko 1.4X teleconverter on.     Question: This Costa Rican mystery bird&apos;s family has an unusual reproductive behaviour amongst birds. What behaviour is that? Can you name this mystery bird&apos;s taxonomic family and species? Is this an adult or a juvenile? A male or a female? How can you tell?  Response: This is an adult male barred antshrike, Thamnophilus doliatus. Adult males are barred with black and white and have a black crest with white underneath that they can raise. Adult females have rufous upperparts and crest, buffy face, head and neck with grey streaks, and pale orange underparts. This video gives you a nice look at an adult female&apos;s plumage:            [video link] Barred antshrikes are common throughout their range, which extends from central coastal Mexico into Trinidad and Tobago, through much of South America east of the Andes and extending as far south as northern Argentina, Bolivia and Paraguay. These birds are found wooded habitats in both humid and arid regions. They forage by gleaning arthropods (mostly insects) from branches and leaves, although they can also hawk flying insects or rapidly flip leaves in search of a meal. They mainly consume grasshoppers and crickets, cockroaches, praying mantises, stick insects and the larvae of butterflies and moths as well as spiders, scorpions and centipedes. Antbirds are sedentary and monogamous. Although both parents share incubation and of brooding and feeding the nestlings, after fledging, each parent exclusively cares for just one chick.  Barred antshrikes are suboscines and placed into the passerine family, Thamnophilidae (antshrikes, antwrens, antvireos, fire-eyes, bare-eyes and bushbirds), along with more than 200 other avian species. They have relatively simple and repetitious calls. This short video captures an adult male barred antshrike responding to the calls of another male:            [video link .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/26/4", 
    "wordcount": "409"
}