{
    "headline": "20 tips and resources for using learning technology in higher education", 
    "text": "Allison Littlejohn, director of the Caledonian Academy, Glasgow Caledonian University Blended learning should transform learning, not just replicate teaching: Companies want graduates who can source, filter and use existing knowledge to create new knowledge, and the university is key to equipping students with these skills. Yet we seldom see technology tools being used in radically new ways in HE. They are usually used to replicate lectures - think of websites or podcasts - rather than enabling students to learn in new ways. Massive Open Online Course is one example of transformational learning. The courses are semi structured, decentralised, and (crucially) open. People contribute via blogs, tweets and a variety of other web 2.0 tools. Students can source and bring together ideas, using hashtags, mashups and a range of technologies. The real power of a MOOC is that people learn together. But it requires a high level of self-regulation and it would seem that students going into universities today are less self-regulated than a decade ago. The relationship between blended learning and digital literacy is important, yet often overlooked: There are few well-defined ideas on how learners make connections across distributed networks and how they chart their learning pathways including a review of how universities are supporting literacy development at http://www.academy.gcal.ac.uk/llida/ and some more ideas at literacyinthedigitaluniversity.blogspot.com The work of Eszter Hargittai at Northwestern and Danah Boyd at Berkley is well worth reading. Learn from industry: There are lots of examples of collaborative and collective learning in industry. For a decade Shell has been pioneering the use of global knowledge networks to help employees solve problems and build new solutions. Here are some ideas we developed with Shell to help knowledge workers improve productivity. Glasgow Caledonian University is now using these approaches and tools to help postgraduate students, PhDs in the UK and Netherlands, learn more effectively. Also see this journal article on Charting collective Knowledge. Other useful examples:  iSpot, UK Open University - where students, experts and members of the public share ideas on botany  DIDET, Universities of Strathclyde and Stanford - where engineering students are given a design brief and have to source, use and share knowledge resources while creating their produce design Ben Scoble, learning development specialist, Staffordshire University Experiment with Screencast: Many lecturers I have worked with have found this an amazing tool. They have seen the immediate benefit in recording a lecture (much like a live event) but have it available before and after a workshop or seminar. In terms of value for the student, they have a high quality resource that has many additional benefits. In respect to value for learning, many lecturers have been looking at replacing the lecture with this and finding other experiences to develop where there was once a lecture. In addition, many have also seen an opportunity for pre-workshop &apos;training&apos; on software or lab equipment before students experience the real world environment. View blended learning as a continuum: So, as an earlier step into blended learning, using virtual learning environments (VLEs) as &apos;presentation&apos; environments to support traditional delivery is a valid and appropriate approach. The approach matches the confidence and technical skill level of all involved. Beyond this &apos;presentation&apos; end of the continuum, one must gauge how difficult the transition to online learning activities that enhance or replace the traditional learning experiences will be, and what has been the experiences of others. Technical skill development and learning activity redesign are areas to focus on to then focus on. See this example University of Glamorgan CELT Resources:  Not all presentations are equal in effectiveness or impact. See the Ferris Bueller example of poor delivery  Learning ecology, communities and networks: extending the classroom by G. Siemens is worth reading Claudia Megele, senior lecturer and module leader, University of Hertfordshire Understand and address student frustrations: Various research documents students&apos; technical frustrations regarding appropriate ways to utilise web-based material, and depict an inconsistent picture of students understanding. The assumption that students will engage with virtual learning environments (VLE) and web-based components of the course as enthusiastically as their engagement with Twitter or Facebook are misguided. In fact, little attention has been paid to students&apos; non-use of the technological resources available to them. Key stages in blended learning: To tap into the transformational aspects of the new technologies and create a new &apos;blended reality&apos;, we need to do the following:  Better define the terminologies involved  Work out what blended learning means to us  Contextualise blended learning through a transformed course-design  Take responsibility for learners development  Engage in networks and communities Timothy Murray, director, Society for the Humanities and curator of the Rose Goldsen Archive of New Media Art, Cornell University Examples of using technology to enhance learning and collaboration: At the University of Technology Sydney, we combined our students through live Polycom streaming and asked them to work in small units (with students from UTS and Cornell University, in Ithaca, New York) to develop internet art projects addressing technological issues we faced when live streaming was complicated by suddenly slow internet feeds, for example. The students, working together, via digital technologies, enhanced their understanding of the socio-cultural challenges of digital learning itself. We later used the same technology to join colleagues gather on two different continents and very different time zones in a live seminar on &apos;sound cultures&apos;. Resource: Many projects that have arisen from the HASTAC Digital Media and Learning Competition and its blog that may be of interest. Elizabeth Losh, director, Culture, Art, and Technology program, Sixth College, University of California, San Diego Some of the most effective forms of blended learning are relatively unambitious technically: Writing individual emails to students enrolled in large lecture hall courses to provide meaningful, personalised feedback that addresses each student as a human being can be one of the best ways to enhance learning. Of course, it is really time-consuming. Share failures so we can all learn from them: One problem with technological innovation in education is that there is a real hesitance to tell failure stories. A lot of distance learning and blended learning initiatives are unsuccessful and there are many abandoned initiatives such as universities using Second Life. This isn&apos;t to say that we shouldn&apos;t be trying lots of new things to make our classrooms more interesting and meaningful places. But it is important to get beyond hype and promote understanding whenever we can, and that understanding should include an honest discussion of the pitfalls of thinking that we can solve the many problems with which the contemporary education system grapples merely with a new website, gadget, or buzzword. Good courses that use online technologies encourage interaction and experimentation not passive consumption. Resource: Check out this group of articles about the so-called &apos;distraction panic&apos; over laptops and mobile devices in the classroom from The New Everyday. Nitin Parmar, learning technologist, University of Bath Show the benefits of blending learning for staff as well as students: We&apos;ve been examining the role of a lecture capture platform to support learning and teaching at the University of Bath over the course of the last couple of years. Not only has this proved to be of immense benefit to those students based on campus, but also to those learning at a distance where teaching can be delivered (and later reviewed) in a more engaging way than might have been the case previously. However, academics can be cautious of these tools so learning technologists need to stress the benefits, not just to students, but also to staff. At Bath, publications such as 5 reasons to capture your practice helped us do that. Resource: I&apos;m part of a project team on a JISC-funded projected called Professionalism in the Digital Environment (PriDE) in which we are taking an institution-wide approach to developing digital literacies. David J A Lewis, blended learning manager, University of Glamorgan Resources:  Continuums of blended learning suggest that technology can enhance any experience, whichever the mode of teaching. See Carole Longden&apos;s or Keith Tyler-Smith&apos;s blogs  Aberystwyth has an interesting piece of work on the benefits of capture, undertaken by their psychology department. They have had great success with embedding lecture capture. Brandon Muramatsu, senior educational technology consultant, MIT Office of Educational Innovation and Technology The challenge going forward is moving from monolithic recorded sessions to shorter ones with more focused topics: The last few years have seen YouTube and other systems be able to support seeking to particular point in a video clip (based on time code). From an educational perspective this allows us to pinpoint a start time for a particular concept - either a key topic, or an interesting point. Also, in some of our work we&apos;ve been experimenting with automatic speech recognition to enable full text search and seek over entire videos. Pam Tatlow, chief executive, million+ Resource: It&apos;s worth having a look at the electronic e-portfolio system at the University of Wolverhampton which is designed to increase the support on offer to students, enhance learning and improve professional practice. Students use PebblePad an electronic portfolio system, during their work placements to maintain contact with their peer group and tutors. This e-portfolio allows students to capture their thoughts and experiences immediately and contains spaces for communication with tutors and other students about practical problems (and successes) they experience on placement. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/06/using-technology-in-university-teaching", 
    "wordcount": "1585"
}