{
    "headline": "Malibu residents hire crew to remove rotting whale carcass from beach", 
    "text": "For days it stunk up a stretch of beach favoured by Hollywood stars, but on Saturday the rotting remains of a 40,000lb whale were finally returned to the deep, to the relief of Malibu&apos;s well-heeled residents. Having failed to persuade authorities to deal with the decomposing mammal, homeowners took matters into their own hand and hired a crew to tow the beast back into the waters. It means beachcombers along Paradise Cove and Point Dume  a quiet, scenic spot near which the likes of Barbra Streisand and Matthew McConaughey have set up palatial homes - can once again breath easy. The flocks of seagulls that had been feeding on the remains in recent days are likely to be less pleased. The carcass of the 40ft fin whale washed up on Malibu sands on Monday, presumably a victim of a collision with a ship out at sea, experts say. At first the glistening bluish-grey blubber proved to be a tourist attraction, attracting onlookers who wandered down the narrow beach to gawp at the remains. But wonder turned to revulsion pretty quickly when the nature started working its magic on the remains, resulting in a putrid stench. Scientists removed the animal&apos;s internal organs and opened the whale&apos;s spine to take samples for a necropsy. But the rest of the whale stayed on the beach, in too bad a state to contemplate its wholescale removal, it was claimed. &quot;It&apos;s not physically capable of being moved because of its condition,&quot; Kevin Marble, of the LA county fire department, told Malibu Patch. &quot;It&apos;s so embedded in sand that they won&apos;t be able to get it out. The body will be pulled apart.&quot; But that prospect was not accepted by nearby residents, such as James Respondek, who worried that the carcass would draw sharks and pose a threat to his young daughter, who swims in the cove. &quot;There seems to be no readiness to take responsibility, to take action, just a lot of excuses. &apos;I don&apos;t have a boat, I don&apos;t have the money, I don&apos;t have the resources,&apos; they all told me,&quot; he said Friday. A burial on the beach was mooted, as was the burning of the remains. But by Sunday the whale was gone, towed 20 miles from shore by a crew hired by a homeowners&apos; association, Los Angeles County fire inspector Brian Riley said.", 
    "section": "environment", 
    "gid": "environment/2012/dec/09/malibu-residents-remove-whale-carcass", 
    "wordcount": "400"
}