{
    "headline": "News websites falling victim to online hackers", 
    "text": "It is a defining moment in modern warfare, when state TV succumbs to the invading army. So it has become with cyberwarfare, as media titans including the BBC, Reuters and the New York Times come under attack from suspected state-sponsored hackers. The elaborate breach of the New York Times&apos;s computers by hackers with possible links to the Chinese military, as revealed on Thursday, is the latest in a spate of cyber-attacks directed at the news media. &quot;We&apos;ve seen a real escalation of attacks that seem to be designed to steal information rather than make money,&quot; said internet security expert, Graham Cluley, of research firm Sophos. &quot;The typical news agency may not consider themselves the target for an attack, but in the world we live in this is going on more and more.&quot; In the internet age, the websites of newspapers and broadcasters can propel a damaging story across the globe in seconds  quicker than the TV or radio. But they are also a shop window for cyber-intruders, offering a target for sophisticated hackers to find a vulnerability or security hole. Some of the world&apos;s biggest and most powerful news organisations have fallen victim to online assaults over the past year. The BBC revealed in March that the communications system of its Farsi-language service in London had been disrupted by a &quot;sustained&quot; attack that temporarily took out its telephone lines and email access. The attack happened just 48 hours after the BBC boasted of a huge rise in the audience for its Persian TV service  an announcement that will no doubt have irritated state officials in Tehran. BBC sources said the incident was a suspected Distributed Denial of Service (DDoS) attack, which failed to disrupt the broadcaster&apos;s on-air output but hindered its internal communications for a matter of days. Other online assaults have silenced mainstream news websites at key moments: the Russian radio station Moscow Echo was taken offline by an attack by Distributed Denial of Service on the day of the country&apos;s election in 2011, amid claims of poll violations and arrests. In October hackers gained access to Reuters&apos;s systems at least twice in a fortnight, publishing an article that falsely claimed Saudi Arabia&apos;s foreign minister had died. E, proving that even one of the world&apos;s most trusted news agencies is not invulnerable to unknown cyber-assailants. But the motives behind some attacks are more grave than others. Cluley, who documents security breaches for Sophos, said journalists should take extra precautions to protect sources and confidential information in the digital age. &quot;I know some journalists who use encryption software and other tools and I would recommend that  especially when you&apos;re dealing with stories that are potentially life and death, like the New York Times on China.&quot; David Garfield, managing director of cyber security at defence firm BAE Systems Detica, said media groups were vulnerable to &quot;bespoke&quot; attacks by hackers with a strategic interest in stealing confidential information. &quot;We have investigated intrusions, from similar origins, against media organisations  attacks devised to steal sensitive information such as correspondence around a specific topic of interest between journalists and their sources,&quot; he said. &quot;These attacks aim to view the content of conversations, who the sources are, or what the next story angle might be. This type of activity is obviously an acute worry for any news organisation.&quot; David Emm, a security researcher at Kaspersky Lab, said the most common attacks on media groups were by lone vigilantes looking to embarrass them, rather than to steal information. He added: &quot;If you look at the increase in targeted attacks on media groups you have different motives. It can be agitation or protest, or some form of information gathering, or just to take them offline.&quot; Emm said it was no surprise that news organisations appear to be a target for intelligence agencies, noting that they are &quot;a hub of sensitive information&quot; that is likely to be highly sought-after by authorities with malign intent. In reality, the security experts admit, it is incredibly difficult to catch the culprits of increasingly-sophisticated cyber attacks. Traditional security technology, such as anti-virus software and firewalls, offer little defence to the determined actions of a highly-skilled hacker  particularly when they operate behind the cloak of a rogue state.", 
    "section": "technology", 
    "gid": "technology/2013/jan/31/news-websites-online-hackers", 
    "wordcount": "722"
}