{
    "headline": "Scrap tuition fees for engineering students, urges James Dyson", 
    "text": "Sir James Dyson has urged the government to create a generation of manufacturing entrepreneurs by waiving tuition fees for science and engineering undergraduates, while paying the brightest students 40,000 a year to continue their research at a postgraduate level. The billionaire inventor of the bag-free vacuum cleaner said the preferential treatment would benefit the taxpayer because the money lost on fees would be recouped in high-tech exports further down the line. &quot;Engineering undergraduates should not be charged fees. They should receive grants, not student loans, and the government will get the money back long-term from increased exports,&quot; he said. Dyson added that a dearth of UK-born postgraduate researchers in science and engineering could be remedied by paying them around 40,000 to prevent a brain-drain to other industries. Such a move would cost the government around 40m a year, Dyson said. &quot;Engineers do not have much of an incentive to stay on [at university],&quot; he added. A spokesperson for the Department for Business, Innovation and Skills said most students did not pay upfront for their studies and loans were repaid only when they earned more than 21,000 a year in their post-university job. &quot;We are working closely with industry and are supporting engineering at all levels, including engagement in schools, apprenticeships and postgraduate training,&quot; said the spokesperson. Dyson spoke as his company reported a 30% rise in annual profits  measured by earnings before interest, tax, depreciation and amortisation  to 306.3m for 2011. The company also confirmed that it will begin selling products in China from November. Dyson said he expected the battery-powered vacuum cleaner to be a hit, as rising incomes lead to fewer cleaners as domestic staff move to better paid jobs, while better off residents invest in home furnishings such as carpets. &quot;The middle classes will grow and people will have to clean homes themselves,&quot; he said, referring to a general trend across the Bric countries.", 
    "section": "education", 
    "gid": "education/2012/sep/06/scrap-tuition-fees-engineering-students-james-dyson", 
    "wordcount": "334"
}