{
    "headline": "Early bird beat Archaeopteryx to worm by 10m years", 
    "text": "A prehistoric beast the size of a pheasant has become a contender for the title of oldest bird to stalk the Earth. The small, feathered &quot;Dawn&quot; bird lived around 160m years ago, about 10m years before Archaeopteryx, which holds the official title of the earliest bird known to science. The new species, which scientists have named Aurornis xui, had claws and a long tail, with front and hind legs similar to those of Archaeopteryx, but some features of its bones were more primitive. It measured 50cm from its beak to the tip of its tail. Encased in sedimentary rock, the fossil preserved traces of downy feathers along the animal&apos;s tail, neck and chest, but the absence of larger feathers suggests it was not able to fly. When scientists reconstructed the evolutionary tree of similar beasts using measurements from their skeletons, A xui appeared on the bird lineage, but closer to the base of the tree than Archaeopteryx. &quot;It&apos;s an important fossil,&quot; said Gareth Dyke, a senior palaeontologist involved in the study at Southampton University. &quot;Aurornis pushes Archaeopteryx off its perch as the oldest member of the bird lineage.&quot; Archaeopteryx holds a prized position in evolutionary history. The fossil, discovered in Germany in 1861, proved that modern birds evolved from dinosaurs, and was the first fossil to support Darwin&apos;s theory of evolution, which had been published only two years earlier.     Scientists bought the remains from a local fossil dealer, who claimed they had been unearthed in Yaoluguo in western Liaoning, China. Photograph: Thierry Hubin/IRSNB    Researchers named the new species Aurornis xui because it marks the earliest days of the evolutionary path that led to modern birds. Aurornis combines aurora, the Latin for dawn, and ornis, the Greek for bird. The second part of the name, xui, honours Xu Xing, a Chinese palaeontologist, according to a report in Nature. Scientists at the Yizhou Fossil and Geology Park in north-eastern China bought the remains from a local fossil dealer, who claimed they had been unearthed in Yaoluguo in western Liaoning, where sedimentary rock was laid down 153m to 165m years ago. It is not uncommon for scientists to work with fossil dealers, but it can be a risky business. Unless experts can confirm where a fossil came from, it can be impossible to gauge their age. The high value of exotic fossils has led to a flood of fakes onto the market that have duped scientists in the past. In 2009, researchers retracted a paper that claimed cheetahs originated in China, after the fossil they studied was found to be glued together from less interesting remains. When it was bought, the latest specimen was only partially prepared, but further work by Pascal Godefroit and others at the Royal Belgian Institute of Natural Sciences in Brussels revealed the intricate details of the skeleton. They saw no signs of forgery and said the chances of it being a fake were low. Analysis of the sediments proved that the fossil came from the Tiaojishan formation as the dealer claimed, and not younger deposits nearby. Though the remains themselves are stunning, scientists are more interested in what the new species means for the evolution of birds and bird flight. In 2011, Xu Xing claimed that Archaeopteryx was not an ancient ancestor of modern birds after all. The latest study overturns that claim, and returns Archaeopteryx to the avian lineage. &quot;This work makes Archaeopteryx a bird again, and given that we have the original specimen here in London, we&apos;re very pleased to have it reinstated,&quot; said Paul Barrett at the Natural History Museum in London. &quot;It makes life simpler. If Archaeopteryx was an early bird, we only have to worry about one origin of flight.&quot; Dawn is only the latest small-bodied, bird-like creature from the Jurassic to be unearthed by fossil hunters. The picture emerging is of a time when scores of bird-like dinosaurs and dinosaur-like birds lived side-by-side, with only minor differences separating one species from another. &quot;This emphasises how grey the dividing line is between birds and dinosaurs. There&apos;s such a gradation in features between them that it&apos;s very difficult to tell them apart. It only takes relatively small changes in our knowledge of these to flip around some of the evolutionary relationships between them,&quot; said Barrett. Though the Dawn bird is older than Archaeopteryx, claiming the title of oldest known bird is no simple matter. Features of Archaeopteryx are used to define what a bird is, so species that lived beforehand are in murky territory. &quot;The new species is certainly an older member of the bird lineage than Archaeopteryx, and it&apos;s fair to call it a very primitive bird. But what you call a bird comes down to what you call a bird, and a lot of definitions depend on Archaeopteryx,&quot; said Barrett. Fossils that captured evolution in action TiktaalikBetter known as the &quot;fishapod&quot;, Tiktaalik was discovered in the Canadian Arctic in 2004. This 375m-year-old creature lived at a crucial time in history, when fish first left the oceans and became land dwellers. Tiktaalik looked like a primitive fish crossed with early four-legged animals. It had lungs and gills, and fins that could support much of its weight. ArchaeopteryxThe classic transitional fossil, Archaeopteryx had feathers like a bird, but teeth, claws and a bony tail like a dinosaur. The first remains were discovered in Germany in 1861, only two years after Darwin published his theory of evolution. In 1868, Thomas Huxley suggested that Archaeopteryx was an evolutionary link between dinosaurs and birds. The animal became central to the evolution debate. AmphistiumAmphistium is a 50m-year-old relative of the flatfish. While modern flatfish, like flounder, plaice and sole, have both eyes on one side of the head, the shift in eye position is incomplete in Amphistium. One eye has begun to move towards the other. Specimens of Amphistium had lain in museums for more than two centuries before their importance became clear. AmbulocetusThe evolutionary leap from land to marine mammals was a problem for Darwin, but Ambulocetus gave a snapshot of the process in action. Known as the walking whale, Ambulocetus was an early whale discovered in Pakistan in 1992. It could walk on four legs on land and in water, and heard by picking up vibrations through its jawbone, just as modern whales do. ThrinaxodonKnown from fossils unearthed in Antarctica and South Africa, this creature lived 245m years ago. It captures the extraordinary transition from reptile to mammal. Descended from reptiles, it had scales and laid eggs, but like mammals, had whiskers, warm blood and perhaps a fur coat. Ian Sample     Image: Guardian Graphics  ", 
    "section": "science", 
    "gid": "science/2013/may/29/early-bird-dawn-archaeopteryx-aurornis-xui", 
    "wordcount": "1087"
}