{
    "headline": "Twitter appeal saves couple's wedding day", 
    "text": "A couple whose wedding plans collapsed when the events company organising it ceased trading had their big day saved after a desperate Twitter appeal led to them receiving 10,000 worth of freebies. Lauren Lane and Daniel Welch, from Somerset, lost their 4,500 deposit when the company folded six weeks before they were due to marry. The bride-to-be posted a tweet: &quot;Help needed with aspects of our wedding after venue goes bust with 6 weeks 2 go &amp; with our 4.5k!&quot; Twitter users with something to offer leapt in to help. Some contributed jewellery and clothes, one came up with a three-tiered chocolate cake. A magician, make-up artist, a photographer and a wedding planner all offered free or cut-price services or goods. Their campaign was helped when celebrities including Davina McCall and Dannii Minogue spotted their appeal and re-tweeted it. They walked down the aisle on Saturday 25 February. The 27-year-old bride said: &quot;It just goes to show the power of Twitter. As soon as I posted my message on the website everything just went crazy. &quot;My bridesmaids got involved and began tweeting messages to local wedding services companies, asking if they could do anything for us. Then Davina McCall and Dannii Minogue re-tweeted my message to their thousands of followers. &quot;We got so much help from a lot of kind people and it made our day really special. So much has come from such an awful time we can&apos;t thank all our helpers enough. It really did make it a dream wedding for us both.&quot; The couple were &quot;totally devastated&quot; when their wedding plans collapsed. Rather than give in, Lauren, took to Twitter on 5 January and the help flooded in. &quot;It was a lovely wedding and I cannot believe how many people and businesses came forward to help us  it was amazing. I had gone on Twitter on the off-chance that someone might be able to help us but it just went mad,&quot; she said. The happy couple estimate they received 10,000 worth of free services and gifts and had to contribute just 5,000 themselves. Following the wedding on Saturday, Lauren was quick to thank everyone who helped. Via Twitter, naturally: &quot;Massive thank you to everyone that made our wedding day so special. Will thank everyone individually very shortly. We had an amazing day xx&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/mar/01/twitter-appeal-couples-wedding-day", 
    "wordcount": "408"
}