{
    "headline": "China's rocketing elderly population prompts a rethink on pensions", 
    "text": "Early in the morning, an army of older workers descend onto Beijing&apos;s streets, rummaging through bins for recyclable materials. Plastic bottles can be sold for 1 mao (less than $0.02). For many older Chinese people, this is their retirement plan. The basic pension is just 55 yuan ($8.75) a month, forcing thousands to collect rubbish to make ends meet. Filial piety is the first of the five Confucian bonds that have traditionally tied Chinese society together; caring for one&apos;s parents in later life is a child&apos;s duty. But these bonds are being broken by China&apos;s rapid development. Life expectancy in the country has soared and the fertility rate has plummeted, putting a heavy financial burden on the next generation. China&apos;s fertility rate stands at 1.6, far below the 2.1 needed to sustain a growing population. In 2007, there were 167 million people over the age of 60, a number expected to grow to 480 million by 2050. The ratio of working-age adults to pensioners is 3:5, but thfigure is expected to fall to 2:1 by 2035. The one-child policy puts pressure on the second and third generations of only children. A couple who are both only children will have four parents to care for between them, and their children could potentially have four parents and eight grandparents to look after. Neighbouring countries such as Japan, South Korea and Taiwan, face similar problems. But these countries are already developed; China is unique in that it is getting old before getting rich. To tackle this problem, the Chinese government introduced a rural pension plan in 2009 and a new urban pension plan in 2011. Before 2009, only 30% of the population had a pension; now, 55% are covered (664 million people). Looking at the numbers, the pension plan appears to be a success  240 million people have signed up for the rural pension since it was introduced. But pensions vary from city to city, from urban to rural areas, and from public to private sectors. Last week, China announced plans to reform its pension system after a report published by the Bank of China and Deutsche Bank showed an 18.3tn yuan ($2.9tn) deficit in its social security fund in 2013. If nothing is done, this gap will widen to 68.2tn yuan ($10.9tn) by 2033. Part of the government&apos;s plan is to raise the retirement age, which at the moment is 60 for men, 55 for women working in white-collar industries, and 50 for blue-collar female workers. But 93.3% of the 450,000 respondents to a poll on the People&apos;s Daily website were against the idea, while only 2.4% were in favour. This puts the Chinese Communist party in an awkward position, not least because some of the most high-profile corruption scandals in China involved social security funds. In 2006, five Shanghai officials were sacked for misappropriating a third of the city&apos;s 10bn yuan social security fund. China also operates a dual-track system. Private sector workers pay 8% of their salary into the pension pot and their employers contribute another 3%. The government covers all public sector pensions, which are linked to government salaries rather than inflation, as government salaries rise faster than inflation. Netizens have not failed to notice these inequalities.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/01/china-elderly-population-pensions-rethink", 
    "wordcount": "551"
}