{
    "headline": "A grand entrance hints at former splendours", 
    "text": "South of Bruton, the ancient road called the Hardway continues westwards past Redlynch crossroads on a winding and uneventful journey down towards the little village of Shepton Montague. So it is a surprise to come upon a striking gothic archway flanked by two round towers, castellated and embellished with coats of arms. There is no evident notice to discourage the pedestrian from passing through the archway (known locally as &quot;the Towers&quot;), and taking the inviting path down between an avenue of trees. The grandeur of the entrance makes you expect something spectacular at the end of the path but you find only a farm and three houses, one apparently derelict. Inquiries reveal that an 18th-century Lord Ilchester had an ambitious vision for his estate, and the Towers, built in 1755, were part of it. He wanted a grand ceremonial entrance leading from a corner of his park by way of a serpentine drive to his mansion, and to design it engaged Henry Flitcroft, architect and creator of lakeside temples for the great garden at Stourhead over in Wiltshire. A little road between Shepton Montague and Stoney Stoke winds over rising ground to the south of the park, and offers a view that gives some impression of the estate as a whole, which at its most magnificent contained ornamental gardens, lakes, cascades, a temple, a menagerie and an aviary. But while Stourhead has become a nationally celebrated attraction, Redlynch park has retired into relative seclusion. Most of what you now see is farmland or woods, though there is still a lake, and hints of former splendour survive in the summerhouse and orangery close to today&apos;s Redlynch house, which consists of two blocks, one formerly the coach house, handsomely remade as a residence by Edwin Lutyens after a fire, said to have been set by suffragettes.", 
    "section": "environment", 
    "gid": "environment/2013/apr/01/redlynch-somerset-entrance-former-splendours", 
    "wordcount": "306"
}