{
    "headline": "Boost your size with meta-analysis", 
    "text": "When it comes to studying gender roles and sexuality size really does matter, but not in the way you might think. A recent example was given in research looking at gender differences between 1993 and 2007, involving more than a million people. Generally speaking in statistics, the more data the merrier. It&apos;s true that what you do with it makes a difference, but big is best in the land of data. There&apos;s nothing that will put a smile on a statisticians face more than a hefty sample. But, as I explained in an earlier article, getting hold of a large sample is often just not possible, for all kind of reasons usually to do with time and money. For example, collecting data from over a million people, as in the gender difference study, would be a huge feat. One way to get around this problem is with a meta-analysis. The term meta-analysis is so common in news articles now that often no explanation is given of what it actually is. When we read &quot;scientists performed a meta-analysis&quot; it is assumed that this is a good thing and we move on. But is it always a good thing, whatever it is? Prefixing things with the word meta certainly makes them sound a bit futuristic and cooler. &quot;Meta&quot; often means the thing is talking about itself. Very intellectual. For example, meta language is a language for talking about language. Metadata is data about data. You are creating metadata every time you tag a photo of a friend on Facebook looking worse-for-wear after a night out. In the case of meta-analysis, the meta means to combine the results of several related studies or experiments. The gender differences study got such a big sample size by doing just that. The scientists pooled 834 studies from 87 countries and seven national datasets to give them over a million subjects. This pooled dataset, we hope, will be better at helping us find out what is really going on in the wider world and not just in the small population examined in one particular study. But these studies, although related, will be different. They are likely to have slightly different population characteristics, quality and sample sizes, and the researchers are likely to have made different assumptions. So we will not be comparing apples with apples. More like apples with pommes with manzanas. It&apos;s tempting to think that simply pooling data from enough studies will make it all better. Big may often be best but &quot;junk in, junk out&quot; is also true, and this is sometimes overlooked. One way to address this problem is to weight each of the samples depending on how good we think they are, before mashing them together. For example a gold standard study (in the jargon of medical research, a randomised, controlled trial) would be given an A* rating and high weight and a poor study is graded as &quot;must try harder&quot; and given a low weight. If we don&apos;t take the differences between the studies into account, the conclusions of our meta-analysis may be misleading. If we do the pooling successfully, however, then a more powerful estimate of the true &quot;effect size&quot;  a measure of the strength of a relationship between two things being studied  can be calculated. For example, the effect size for the relationship between gender and how often someone thinks about sex was examined in the meta-analysis I mentioned at the start of this article. It suggested that most differences in sexual attitudes and behaviours between men and women are in fact small and were affected by social environment. In this case, at least, we can say with some confidence that even though size matters, a person&apos;s gender probably doesn&apos;t.", 
    "section": "science", 
    "gid": "science/2012/feb/11/boost-size-meta-analysis", 
    "wordcount": "631"
}