{
    "headline": "Higher education needs clearer directions from the government", 
    "text": "Higher education is undergoing significant change and continues to make daily news. Tuition fees are set to treble for UK/EU undergraduate students, undergraduate applications have fallen in many institutions, and with government-imposed caps, good students with grades ABB at A-level are likely to be denied a place at the university of their choice this summer. Add to the mix the indefinite postponement of the proposed higher education bill and one thing is clear: there&apos;s more change ahead. But where are we going? Away from the corridors of power, the day-to-day business of our universities continues. Important decisions are made quickly, in a fast-changing environment. However, the absence of a coherent government vision for HE means these decisions are made for personal or institutional benefit only, and are almost necessarily to the detriment of the system and country as a whole. You only have to look at the process of determining future fees in each university to see how individual, rational choices that benefit the institution make the overall problem worse, and the government&apos;s task that much harder. The last government&apos;s policies for higher education did at least offer some vision and context in which to manage and operate our institutions. A 50% participation rate recognised the life-changing impact that HE can have in terms of mobility and earning capacity. Over the course of their working life, the average graduate can expect to earn comfortably more than 100,000 extra compared with someone with A-levels who does not go to university. The last government protected research budgets in the knowledge that a strong research base fuels innovation and growth. Now the UK is second only to the US in its share of cited research papers, a measure of their worth and impact. Previous immigration policies encouraged international students to study in the UK, making us the second most popular destination, adding over 3.3bn to the economy and sustaining 27,800 jobs. This vision helped those of us managing HE institutions to make decisions that were not only right for us, but could also contribute to wider goals of positioning UK higher education as a world leader and delivering social and economic benefit to the UK. By contrast, today we have no sense of what the government is trying to achieve through its reforms. The coalition government started with a need to ensure a system of HE that was economically sustainable, in the context of almost unprecedented pressure on public finances. It was right that universities should be called upon to help. But cutting budgets and achieving efficiencies are tactics to deal with a problem, not a long-term vision. The Browne report and higher education white paper were simply devices to change the way the system is funded, not a statement of the purpose of that funding. The proposed HE bill was to encourage diversity by allowing private providers in, but even this cannot be judged as good or bad without an understanding of what is to be achieved. Some hoped that the recent Innovation and Research Strategy Growth paper would provide clearer direction. Regrettably, it says little about the role of research in our universities, choosing to focus on tactical issues around funding and short-term choices. Tactical moves are not wrong, but they must be guided by a strategic direction. As we approach the second anniversary of the current government, the time has come for real leadership to be shown by ministers. They must engage with us and our stakeholders to develop a clear, long-term vision for higher education. Whether or not we get such a vision, my fellow university leaders and I will continue to do what we do best: provide excellent education for students and carry out high-impact research to improve our cultural, economic and social wellbeing. But we do best as a sector, with shared goals, rather than as individual institutions looking out for ourselves. With a sense of direction, and leadership from government, we could do so much more.  Paul Layzell is principal of Royal Holloway, University of London, and professor of software engineering", 
    "section": "education", 
    "gid": "education/2012/feb/13/higher-education-reforms-government-vision", 
    "wordcount": "681"
}