{
    "headline": "Girl, 10, has vein made from her own stem cells successfully transplanted", 
    "text": "Scientists have successfully transplanted a vein made from a 10-year-old girl&apos;s own stem cells into her body. It is the first time such an operation has been reported and marks an important step in the practical ability of doctors to use stem cells to grow replacement cells for damaged or diseased tissue. Writing on Thursday in the Lancet, a team led by Professor Suchitra Sumitran-Holdgersson of the University of Gothenburg described how the girl had a blocked hepatic portal vein, which takes blood away from the gut and spleen to the liver. The blockage can lead to complications including internal bleeding, developmental problems and even death. The usual treatment for the condition is to remove the blocked vein and replace it with sections of healthy vein from other parts of the body. Prof Sumitran-Holdgersson&apos;s team instead grew a vein for the young girl using her own bone marrow stem cells. They started with a nine-centimetre section of vein taken from the groin of a donor and stripped it of its cells, leaving behind a tubular protein scaffold. This was seeded with the girl&apos;s stem cells and the resulting vein was transplanted into the girl. The procedure restored blood flow out of her liver immediately. &quot;The patient increased in height from 137 cm to 143 cm and increased in weight from 30 kg to 35 kg in the one year since the first operation,&quot; wrote the authors. &quot;Although we undertook no neurocognitive tests, the parents reported that the patient had enhanced physical activity (increased long distance walks of 23 km and light gymnastics) and improved articulated speech and concentration power in school activities.&quot; Nine months after the operation the vein had constricted slightly in size and this was corrected in a follow-up procedure. Most significantly, scientists found no antibodies for the donor vein in the girl&apos;s blood. Her body was not rejecting the transplant because it was recognised as being made of her own cells. &quot;The young girl in this report was spared the trauma of having veins harvested from the deep neck or leg with the associated risk of lower limb disorders, and avoided the need for a liver or multivisceral transplantation,&quot; wrote Martin Birchall and George Hamilton of University College London, in an accompanying commentary article in The Lancet. &quot;Although the graft had to be extended by a second stem cell-based graft at one year, she has an improved exercise tolerance and evidence of improved cognition. Thus, in a long-term economic analysis, the substantial price for a one-off, personalised treatment can be justified. However acute pressures on health systems mean that this argument might be impractical in larger numbers of patients.&quot; Birchall and Hamilton said the procedure may get cheaper as medical companies start producing protein scaffolds from human and animal sources more efficiently. They concluded that Prof Sumitran-Holdgersson&apos;s work was promising, but it needed to be properly tested in full clinical trials if such regenerative medicine treatments were to become widely used and accepted.", 
    "section": "science", 
    "gid": "science/2012/jun/14/girl-vein-stem-cells-transplant", 
    "wordcount": "505"
}