{
    "headline": "New to nature No 76: Solaster spectabilis", 
    "text": "Sea stars are an ancient and diverse group dating back to the Ordovician period nearly 450m years ago. About 1,800 species are found today, in waters ranging from the intertidal zone to the abyss below 6,000m. While some sea stars are filter feeders or have specialised tastes for sea urchins, mollusks, sea stars, corals or sponges, many are general predators or detritivores. Due to their low tolerance for pollution, they are good indicators of water quality. Solaster spectabilis is one of 17 species of sea stars, representing four different families, discovered within 20 metres of the shores of the Aleutian islands in 2006-7, during a survey of nearshore marine organisms by Alaska&apos;s Department of Environmental Conservation and the University of Alaska, Fairbanks, which also discovered a brown alga and an anemone. This treasure trove has been described by Roger N Clark, associated with the Natural History Museum of Los Angeles County and the Santa Barbara Museum of Natural History, and Stephen C Jewett of the University of Alaska. Sspectabilis, which has 10 (or, rarely, 11) long rays with slender tips and is about 30cm in diameter, earns its name with a truly spectacular range of colours. The &quot;typical&quot; form has a yellow or orange disc and contrasting purple rays. Colour variations include uniform orange, white or purple; cream or tan, with pink stripes on the lower half of the rays; or purple with red stripes that radiate from the centre of the disc to the tips of the rays. Specimens of S. spectabiis were seen but misidentified as the related Sdawsoni in 1911. Although superficially similar, differences between the species include the numbers of rays and spinelets, their colours and their geography. Sdawsoni is distributed along the west coast of America from California to the east side of Samalga Pass at the NW end of Umnak Island, while Sspectabilis appears to occur only in the central Aleutians from Chuginadak Island to near Kiska Island. Also, Sspectabilis appears to feed mostly on sea urchins whereas Sdawsoni is a sea star predator, sometimes feeding on its own species and even the sunflower sea star, the largest in the world, reaching a metre in diameter. Specimens of Sspectabilis have been collected at depths from seven metres to 212 metres and from a diversity of substrates including boulders, cobble sand, gravel and shell hash.", 
    "section": "science", 
    "gid": "science/2012/jun/24/aleutian-islands-sea-star-new-to-nature", 
    "wordcount": "408"
}