{
    "headline": "How librarians can help widen access to research  live chat round-up", 
    "text": "Ann Rossiter, executive director of Society of College, National and University Libraries (SCONUL)  Research discoverability is important. One of the main challenges for the library community is how we can collaborate to ensure the research that is increasingly being deposited in institutional repositories is discoverable to users. Not easy, but important. Open access is a worry. We&apos;re going to have to pay twice, for subscriptions and for article processing charges. We are going to need the backing of the academic community to make sure that this doesn&apos;t happen.A real win would be to pay a more reasonable price for journals  prices are going up much faster than inflation. Article Processing Charges are not a bad thing in themselves. There&apos;s lots we can do to track costs. I can understand academics&apos; concerns about the relative costs of APCs being used to pressure researchers at the start of their careers to publish in less prestigious journals  I wouldn&apos;t want to see that happen. But at least if academics know a little bit more about the economics of this, they can make informed decisions about which publishers / journals are behaving reasonably (or not). Jane Harvell, head of academic services at the University of Sussex library Libraries need support. This can conflict with teaching and learning, but as long as there is strong support outside the library and in other university units, and an appreciation of what skills and expertise the library has to offer in this area of work, then it can and is working. Researchers also need local routes to present research. A number of institutions such as St Andrews already use the Open Journal System. It can offer students at all levels the opportunity to engage with the publishing process and also help the library to be seen as a facilitative, aiding dissemination of all types of output  not necessarily just supporting the more traditional repository mechanism. Libraries and librarians are well-placed to support researchers as generators (and not just consumers). However, its not always easy to balance this desire and willingness against other priorities, or to get institutions (and sometimes academics) to take this seriously. Library research support already has its own active community (whether its about IRs, skills training or spaces)  this can be built on and shared. Natalia Madjarevic is the research support services manager at LSE Services should be joined-up. We need think about how enabling access to research is integrated at a user level. Linking up all these services is key to enable readers to see the narrative of a research project and the underlying data rather than just the final published paper. And libraries are central to linking up silos. Subject-specific repositories have their place. Institutional repositories provide an institutional record of research which can then be preserved, re-purposed, anaylsed for impact, and used for the REF (Research Excellence Framework). REF has raised the awareness of bibliometrics. I think it&apos;s a great opportunity for libraries to contribute to analysing impact and linking this up with stats/altmetrics gathered from repositories and other sources. Recognition. Libraries have got to promote themselves within their own institution to get involved in those conversations and demonstrate how they can contribute to research processes. Martin Wolf, humanities faculty librarian at the University of Liverpool Access to research depends on the type of institution. And the time of the academic cycle. If you&apos;re in a Russell Group / 1994 Group type of institution and it&apos;s REF time, you bet access to research will be near the top of the agenda. It&apos;s good to talk. Talking with academics more frequently would be one way of making librarians know they are valued. It&apos;s a bit &quot;chicken and egg&quot;  how do you know you can help if you don&apos;t know what&apos;s needed. I&apos;d like to set up some focus groups here to get a better sense of researchers&apos; workflow, and how we might support it  after all, they&apos;re not interested in what we do, they&apos;re interested in what they do. Discipline versus institution. If their discipline is more important to their work than their institution, perhaps researchers will explore more the use of subject-specific repositories. Eprints and DSpace style resources will still be around, but perhaps the subject ones will be far more prominent than at present (that idea that IRs should be feeding material into other resources, rather than being seen as the end in and of themselves). Julie Allinson, digital library manager at the University of York Access to research means lots of different things. It&apos;s not enough to say &quot;all research should be open&quot;. Here at York we&apos;ve been interviewing heads of research committees about research data and the picture is very varied. Some data could not be shared, some could, some wouldn&apos;t be understandable by anyone else without a lot of extra effort. All research should have a licence attached. Even if that licence is (ideally?) Creative Commons. Without this, how can anybody know what they can do with information? Sharing gets much easier if people know what they can, and can&apos;t, do and also why certain things aren&apos;t available. Know what you don&apos;t know. Institutions need to get a handle on the management of information about research, then find the gaps. Offering services to help researchers find and deposit into subject data repositories is my dream, so that the institution knows where data is going, and the researcher doesn&apos;t have to think so hard. The role of the library is changing. Libraries clearly do have a role in access to research, a role that isn&apos;t yet fully defined. We must be careful not to assume we know what researchers want, or that one solution will fit every discipline. Jo Webb, deputy director of library and learning services at De Montfort University The labour process rewards publication in high impact journals. Such titles don&apos;t necessarily have an incentive to support Open Access. If your career depends on where you publish to reach an audience and pass the bibliometric test, mandates to certain publishers are threatening and could be perceived as barriers to effective scholarly communciation. Data management needs collaboration. That collaboration needs to be between the research office, IT services and the repository owners in terms of the technology. When we raised the issues of curation of research data in the past, lots of people tried to look the other way. But to work effectively with academics, we must choose advocates from within that community, rather than making everything seem like a compliance chore imposed by bureaucrats. This is how our REF submissions are managed as well. Locally-produced OA journals are a helpful stepping stone for researcher development. I&apos;ve got experience of doing this to disseminate pedagogic research created within my university, and it&apos;s pleasing to see how widely-indexed the content is. But there are costs associated with the creation of local OA journals, including the overheads of peer review and the whole editorial process. We also need to be smart as the importance of bibliometrics is increasing and part of the key to high impact is choosing the right venue for publication. Kevin Lalor, head of the school of social sciences and law at Dublin Institute of Technology (DIT) Institute mandates help. They can be an effective way of dramatically increasing holdings in a repository and consequent citations and profile. Policies can be surprisingly open and the more authors demand that their work be available in a parallel format, the more pressure will come on pay-journals to allow to keep the flow of quality papers. Encouragement costs nothing. Librarians can promote the development of Open Access journals using the repository infrastructure, such as Digital Commons/BE Press. Librarians can encourage academics to take the leap, and offer to deal with the technology interface and leave them to edit content. There is usually no cost as the facility is provided in the repository licence. Training is invaluable. Librarians can make friends and influence academics by helping them with the tools to boost their citations and profiles. Hold seminars on &quot;maximising your profile / citations&quot;  tell them about the tools that are out there. Even simple things like explaining impact factors, h-index etc. Do all the academics in your university know about Google Scholar citations (and its strengths and limitations) and Google Scholar profile? Open Access is evolving. It must compete with (replace?) the unsustainable pay-wall model. Tools have evolved to facilitate this, and in my experience librarians, not academics, are the experts and need to help academics and their institutions to maximise their participation in the OA movement. Monique Ritchie, research librarian at Brunel University Research access has always been a priority for libraries. My view is that teaching and learning support are increasingly intertwined, as many of library users need both no matter who they are. We therefore have no choice but to support both with the intensity that you would expect for just one  a huge challenge, especially in the current financial climate, with cuts to funding, and the upheaval in the sector. Integrated library services aren&apos;t a given. They are important, but is this always recognised? There are so many institutions where not everyone understands the role libraries/ librarians play, or overlook the value they can bring to research processes. This can sometimes impede the development of the right partnerships across an organisation. Also not everyone has the resources to achieve this kind of integration. Access and permissions are different issues. Access means you can see it, but you need the right permissions to be able to use it. Research is one thing  copyright exceptions might cover certain uses, but will they cover use of research content for educational purposes? One to watch: the government is looking at reforming copyright legislation, but there&apos;s been no real movement there for some time. The role of libraries is becoming more sophisticated by the day. We have to continue to engage the researcher community, keep up to date, and be ready to adapt to provide new services to their ever-evolving needs. Access to research is all-important, as without it, we don&apos;t progress as an institution, or as a society. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/jan/29/university-libraries-open-access-publishing", 
    "wordcount": "1721"
}