{
    "headline": "A lot of video games are dumb, but a lot of everything is dumb too", 
    "text": "Most popular video games are dumb, and gamers shouldn&apos;t settle for it. That&apos;s the central thesis of Taylor Clark&apos;s Kotaku article, and it&apos;s a fine, well-argued point: most mainstream games have poor characterisation, dodgy dialogue and laughable storylines, seemingly inserted as an afterthought to the gameplay itself. And that&apos;s fine  a bit of fun is a fantastic thing after all  so long as we don&apos;t start to believe that&apos;s the only thing games are capable of. Clark writes: &quot;To accept childish dreck without protest  or worse, to defend the dreck&apos;s obvious dreckiness just because the other parts of a game are cool  is to allow the form to languish forever.&quot; That&apos;s a grandiose statement, and one that applies not just to Skyrim and Gears of War, but to films, books and other media too. Change a few words and it&apos;s just as applicable to readers who love Dan Brown&apos;s fiction in spite of the writing, or viewers who overlook the hour-long goodbye scenes at the end of The Lord of the Rings films because the battles are awesome. Video games are not unique in being collaborative creations in which many elements are brought together to form a whole; nor are they alone in being often poorly integrated, with areas of brilliance marred by areas of dreck (or indeed whole areas of dreck occasionally elevated by moments of brilliance). All media have these problems. But video gaming is a small field at present. Our examples of brilliance and of dreck come from a very limited pool of options, especially when we examine big-budget titles. We&apos;re limited historically, because it&apos;s a young medium, but we&apos;re also limited by the time and budget constraints of game production, which mean only a few big-ticket releases each year  which have to sell in order to recoup costs. Truly standout works in any field are rare. Most media plays to the majority. In video gaming, it is the mindless that has proven to sell well  so mindless most games remain. Sturgeon&apos;s Law (90% of everything is crap) applies not just to things being bad, but also to things being dumb, crude and silly. It&apos;s not just video games, it&apos;s also everything else  television, film, literature, art. There shouldn&apos;t be any shame for gamers in saying: yes, a lot of games are dumb. A lot of everything is dumb. A lot of dumb things are fun. But Clark&apos;s right that by saying video games can only be dumb, we&apos;re doing the medium a great disservice. In the 18th century there was a widely held perception that novels could only be dumb, until classics began to emerge and a canon formed. Video gaming has been around for a much shorter time and has much farther to go before it reaches maturity  technology is still not stable, barriers to entry are still falling rapidly, business models are still fluctuating wildly. All those things impact the kinds of games that are produced and the processes by which they&apos;re made. But video games can, and should, aspire to greatness, both mechanically and narratively  and ideally, both at once. Narrative and gameplay should be the same thing. Matthew Burns, who has worked on big-budget games for Bungie among others, says he doubts that such a thing is possible given the current climate. He argues that &quot;it is extremely difficult  maybe impossible  to come up with a story and characters that, when placed within the context of most current video games, don&apos;t feel inherently silly.&quot; The core of his argument seems to be that most current video games are inherently silly, therefore it&apos;s impossible to put anything on top of the silliness to produce something that&apos;s less silly. There&apos;s an assumption here about the place of writing, story and characterisation in games  that it&apos;s not an inherent part of the context of games, but rather something added on top. But if you start from the premise that your game is about hyperviolent destruction of mythical monsters, you&apos;ve made a lot of decisions about the story and the characterisation already. Even the best writers won&apos;t be capable of making a game deep, believable, complex or realistic if the gameplay is fighting against that narrative at every turn. See also: GTA4, in which a touching, sensitively written character in cut-scenes can be transformed into a mass-murdering asshole as soon as the player regains control. Gameplay and narrative shouldn&apos;t simply inform each other. They should be inextricable. Games that aspire to being well written can&apos;t just plaster story on top of mechanic like wallpaper. It has to be mixed into the mortar, built into the foundations. It doesn&apos;t matter whether you&apos;re gunning for embedded or emergent story, froth or experiential narrative or whatever  you can&apos;t slap it on top of gameplay like an afterthought, because gameplay mediates the entire experience. If you&apos;re playing a different story to the one you&apos;re being told, the game can&apos;t attain Clark&apos;s coveted, if ill-defined, goal of comprehensive intelligence. It&apos;ll always be fractured; no matter how carefully the cracks are hidden, it won&apos;t ring true. It&apos;ll be dumb.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/03/video-games-are-dumb", 
    "wordcount": "851"
}