{
    "headline": "Feathers edge closer to the origins of dinosaurs", 
    "text": "   The beautiful specimen of Sciurumimus. Aside from the last few bones of the tail it is complete    It has been clear to palaeontologists for decades now that living birds are the direct descendants of dinosaurs. Much evidence had been accumulated from skeletons, eggs and other fossils to support this conclusion, but the icing on the cake came in the late 1990s with the first discoveries of feathered dinosaurs. There were animals that were from lineages that originated before Archaeopteryx and its kin took to the skies  feathers had, rather unsurprisingly, evolved well before flight. Now dozens of specimens are known from several different fossil beds representing more than 20 species of dinosaurs that were not birds, but that did definitively have feathers. However, feathers require unusually good preservational conditions to become fossils and remain relatively rare. This means it&apos;s near certain that many of the dinosaurs that we know only from bones did have feathers when alive  given the presence of feathers in the tyrannosaurs Yutyrannus and Dilong for example, it&apos;s looking increasingly likely that the legendary Tyrannosaurus rex had feathers. For palaeontologists the real question though is quite when feathers first appeared. To date, discoveries have been limited to a major group of dinosaurs called the coelurosaurs. However, a newly described dinosaur called Sciurumimus potentially pushes the origin of feathers back towards the origin of dinosaurs and implies that still more dinosaurs might have been running around with downy coats.     The skull of Sciurumimus seen under UV light     Sciurumimus is represented by a beautiful fossil of a very young animal that was discovered in southern Germany a couple of years ago. The skeleton itself is wonderfully preserved, but under ultraviolet light, a host of bits of soft tissues are visible including bits of muscles, skin and, most importantly, feathers. The name Sciurumimus means &quot;squirrel mimic&quot; on account of the bushy tail and indeed the tail of this animal has rather long feathers that would presumably have given that part of the animal a rather squirrel-like appearance. Otherwise though it was decidedly un-squirrel-like, being a bipedal carnivore and capable of giving a rather nastier nip than the average London &quot;tree-rat&quot;. It&apos;s worth noting that these feathers are more like thin filaments and would be hair-like in appearance, though of course birds have many kinds of feathers and not just those associated with the wings. Sciurumimus would have been more downy like a baby chick or shaggy like a kiwi or cassowary, than covered in a neat layer or plumage like a pigeon or chicken.     Part of the tail of Sciurumimus under UV light. The red arrow points to the long thin filamentous feathers on the tail    What makes Sciurumimus potentially of great interest though is where it fits in the dinosaur family tree. The authors themselves advise caution with their results, but their analysis suggests that Sciurumimus is a megalosauroid dinosaur and thus from a group that preceded the coelurosaurs. In short, feathers may have been present in dinosaurs earlier than previously thought and more dinosaurs may have had feathers than previously thought. While it&apos;s sadly true that the best way to conclude this little piece is the horrible statement that &quot;more research is needed&quot;, this is an exciting development: feathers are rarely preserved and every new find can potentially add much to our knowledge and understanding of their origin and evolution. Sciurumimus provides not just a new data point in this ongoing process, but an important early one and there is much more to come from this fossil and from feather research. Rauhut, O. W. M., Foth, C., Tischlinger, H., Norell, M. A. 2012. Exceptionally preserved juvenile megalosauroid theropod dinosaur with filamentous integument from the Late Jurassic of Germany. Proceedings of the National Academy of Sciences. DOI: 10.1073/pnas.1203238109. My thanks to Helmut Tischlinger for his permission to use the images of Sciurumimus shown here, for which he retains the copyright. Full disclosure: I am both friends and colleagues with most of the authors of this research.", 
    "section": "science", 
    "gid": "science/blog/2012/jul/05/feathers-dinosaurs-fossils", 
    "wordcount": "629"
}