{
    "headline": "Crytek's Cevat Yerli: free-to-play games are the only future", 
    "text": "When upstart German developer Crytek launched Far Cry in 2004, the game immediately drew plaudits for its advanced visuals and agenda-setting AI. Over the next eight years, the company developed its reputation for providing cutting edge technology in both the PC and console sectors with its Crysis series of high-tech shooters.  But two years later, CEO Cevat Yerli visited South Korea and saw something that blew him away: free-to-play gaming. He found a culture in which players gathered in internet cafes, engrossed by a multitude of freemium titles he&apos;d never heard of. He saw in this alien gaming culture, a glimpse at the future for the global industry. Since then, Crytek has announced the development of its own social games network entitled Gface, which will allow players to access free-to-play titles that stream over the web. To launch the service, the company has developed Warface, a near-future first-person shooter boasting cinematic visuals and a host of co-op and competitive multiplayer options. Both Gface and Warface are currently in beta. In the meantime, however, the developer is pushing Crysis 3, the latest title in its traditional boxed copy shooter series. Due out next February, might this be Crytek&apos;s last ever release on physical media? We recently spoke to Yerli to find out.During E3, we had Ubisoft showing off the latest Far Cry 3  a series you originated  and EA hosting Crysis 3, your current series. What do you think of where Ubi is taking your old game?I had a little play on Far Cry 3, that was  interesting. It had a very artsy style to it. The character design has taken a very interesting approach. The gameplay felt quite standard in a way, although it&apos;s not fair to judge it on such a little piece of gameplay. But, yes, I liked it. It&apos;s interesting to see these titles competing: both are open-world shooters with different ways to approach each mission Yes, I call it the proactive sandbox  and they&apos;ve stayed true to it, which is good. It&apos;s this whole concept of action bubbles: you can approach, decide how you want to play, then move in. When you&apos;ve resolved it, you&apos;re funnelled back to the fiction with story sequences, etc, then you open up another bubble. That&apos;s a good approach. This is what people loved about Crysis - there was no fear in letting the player stop and investigate, to try things out. Is this still the case with Crysis 3?Yes, and more so than with Crysis 2. With the original title we didn&apos;t want to produce a passive shooter where you&apos;re a passenger, where you can shoot, but you&apos;re being constantly driven forward. In Crysis, you&apos;re inserted, you have to do the mission, and that&apos;s it. Players could be smart about it, be explorative  they could take their tools, the light conditions and enemy positions into consideration.  We call it veni vidi vici: I come, I see, I conquer. To conquer, you have to first observe. That approach has been in the DNA of all our games and I wanted to stay true to it because as a gamer myself, I like to think about what I do. I like to find creative solutions. And to create that possibility you have to have systemic technologies like AI and physics, and you have to have level designs that allow you these positions of observation and analysis.  I&apos;m going to give away our design here, but we always try to put you somewhere where you can walk up a path and find yourself slightly elevated. This lets you analyse the valley, spot enemies, and plan the route you can take. This process is almost subliminal  we like to simulate you into making decisions, it&apos;s passive guidance, it&apos;s not enforcing anything. Crysis 2 was a much more choreographed approach, it was still a sand box, but it was more intense, more linear. It was also much more vertical because you were playing in New York and could explore up and down buildings. Crysis 3 is much more like Crysis 1  it&apos;s a more expansive approach. It seems, in someways, that you&apos;ve merged the principles of Crysis 1 and 2 into this game, it looks to have a linear thrust, but with the domes, you&apos;ve also provided open areas.Making games is a constant learning curve  you only really understand your game once people are playing it and telling you what&apos;s great and what&apos;s crap. I think Crysis 3 gives the world a very cinematic feel, yet it puts you into these massive domes. It&apos;s a playground, but it&apos;s confined so you always understand where you are. I think that encourages a creative approach. The theme is &quot;urban rainforest&quot;, you feel that you&apos;re in a new world, but you understand where you are conceptually, and as you move through, you get a sense of progression that was perhaps not clear in Crysis 2; you never knew if you were getting close to the end. That&apos;s something we completely missed in the design.  Crysis 3 adds a new rather low-tech weapon: the bow. How did that come about?Did you see how many bow games there were at E3?! Isn&apos;t that weird? We were the first game to be loud about it, then I come to E3 and they&apos;re everywhere  I saw four games that have bows in their posters!  The idea in Crysis 3 was simple: the concept of the game is nature claiming the world back, so we wanted it to be more visceral, more natural  we wanted it to be more about humans and less about technology. Crysis 2 had all this high-tech weaponry, so when we started the design for the third title, we said, what&apos;s the lowest tech we can go to as well as the highest? So here, the highest tech is the alien weaponry while the low end option had to fit in with all this wildlife. The bow came from that. It was originally proposed as an entirely improvised weapon, but when we looked at it we said, no that&apos;s interesting, but it&apos;s not effective enough. So we decided to make the most kick-ass bow ever. We have the different arrow tips to fit with your playing style, and it has this really punchy feel. You can literally pin enemies to the wall. It&apos;s also silent. It turns the player into a hunter. And we wanted this game to feel like you are hunting.  That&apos;s interesting, because over the past three or four years we&apos;ve had lots of science fiction games about humans essentially being the helpless prey, the underdog Exactly, so we thought, why not the other way around?! Yes, there are a lot of enemies, but you have all this weaponry, you&apos;re amazing as a character. We want you too hunt them down. You&apos;re the predator, you&apos;re the aliens&apos; worst nightmare. We say in the fiction of the game that your character, Prophet, had this vision of the end of the world, and it&apos;s brought about by the aliens  he&apos;s pissed off about it. He wants to bring them down  one by one if necessary. So he&apos;s not just on a mission to save the world, he&apos;s on a mission of vengeance against every alien.  There&apos;s a tonality there that explains how fearless he is, how little he cares about failing. This is the attitude a hero needs  he doesn&apos;t know any limits. And this, in a way, is symbolic of the gaming experience. A player intrinsically has no fear  you go forward and you fight it out; you know your character could die but you&apos;re not afraid of it. The player is always a hunter, so why not map that metaphorically into the fiction? It works really well in terms of player psychology  I am a hunter and the character is a hunter, your motivations align: the player wants to kill every enemy because they get to collect better weapons, but in the fiction, Prophet wants to hunt them one by one as well. It&apos;s the perfect alignment. Game design is all about how you start as the prey and become the hunter, then back to prey  prey, hunter, prey, hunter - that is the cycle. The role of the player changes constantly. But you always meet the enemy at eye-level. That&apos;s not to say the game isn&apos;t challenging, but you will always feel good about it.  The enemies do seem genuinely smart  in what ways have you been able to explore the concept of intelligent enemies?AI is something I&apos;ve been pushing a lot, through all our games. But with AI there&apos;s something you&apos;ve always got to bear in mind: the average lifespan of an AI character is three seconds. He spawns, he walks, he dies. You can&apos;t express a lot of intelligence in three seconds! Within this short lifespan, the most he can express is, &quot;I see you&quot;, or &quot;go over there&quot; if the enemy are using group tactics. But we try to give them some kind of combat personality - I&apos;m scared, or I&apos;m going to hunt you down.  But the concept of putting AIs in with memories, who don&apos;t forget you once they&apos;ve seen you  there&apos;s not enough time. However, there are some AIs that live more than three seconds  say, an enemy sitting a kilometre away from you, watching you through a sniper scope. Then we get to use the systemic AI we developed throughFar Cry and Crysis. The important thing about our games, which isn&apos;t true of all others, is that the enemy can actually find you from all the way over there, and if you move away from the snipping spot, he will head towards you and try to take you down. That path discovery, and the ability to tell others that the player has been spotted  that&apos;s what we&apos;re trying to bring in. A more tactical kind of AI. Do you look at academic work in this area at all? Stuff like AI planners or neural networks?We&apos;ve played with stuff like that for years. Neural networks are a little too much  there&apos;s no time to develop your brain as an AI. We have invested a lot in real-time AI navigations so if an object falls in front of enemies, they can bypass it. Real-time steering of groups, formations, flocking, all that. But the main focus is on making the AI more believable, more human, and with that, they need to be able to make mistakes. Sometimes an AI will stumble over a ledge when jumping, or two enemies will bump into each other  they&apos;re mistakes a human would make. It&apos;s more believable than perfectly executing each tactic. It&apos;s funny because in Crysis 2 we had a bug come up where the AI would only make mistakes  then you had fantastic outtake shots where everyone was sliding and falling all over the place. But yes, we&apos;re using a scientific approach to AI in order to make enemies more real. Your studio is associated with bleeding edge technology and the lhigh-end visuals  do you have a team in the studio put aside to just work on that stuff, to sit around thinking about the next generation of PCs and consoles?I wish we did  that&apos;s a good idea! No, it&apos;s more driven by where we think the future should be. I&apos;ll tell you the story of Warface now. In 2006 I went to Korea and it was like looking into the future of the western world. I was sitting in an internet cafe and there were ten people in front of me just sitting and playing - and I was taking notes. What I saw was amazing  these guys were playing free-to-play only, they were zapping between games every 15-20 minutes and they were with their friends  it was a cool thing to do, play games in an internet cafe.  This was very different to western culture  but I thought, this is how it should be. I looked at the charts of the games they were platting and I&apos;d hardly heard of any of them. But the great thing is they could just whizz between them because they were free  it was a whole different mindset. I met some developers, we exchanged information, shared ideas, and it made up my mind. I said to my studio  guys, we need to be there, we need to be making games for this market.  So we started Warface. It was around the time that Crysis was finishing  I said, we have one of the world&apos;s best technologies and we supposedly know all the shooters on the market, yet I have never heard of the top 10 shooters in Korea. How come we&apos;re not in there? So we set up the Warface team to make a free-to-play shooter. that was five years ago. And it was a huge learning curve going from making packaged goods game to an online game service.  At the same time I started to think about GFace as a social platform  because that&apos;s what internet cafes effectively are. People go there, socialise and play games with their friends. I wanted to capture that process  meeting friends, deciding on a game and playing together  virtually.  That&apos;s the Gface network, effectively. People can come together in real-time, choose what game they want and play it, and then have an aftermath of chatting and discussing the game. Xbox and PlayStation don&apos;t really do that very well, so we built Gface as a platform on which we could launch Warface. I didn&apos;t want to launch in Facebook because I couldn&apos;t replicate that experience there  not in a fluid and intuitive way, not in the way I imagined. And then also, I wanted to make the platform open for other developers to be able to do the same thing.  Do you have specific game genres in mind?With Gface, I want to concentrate on Triple A games that are free to play. And that&apos;s what Warface is. People in this industry are still too much in the mindset of packaged goods, in terms of business, logistics, forecasting  we just said, screw it, let&apos;s do it  let&apos;s spend money on it at the risk that we&apos;d never get the money back. We bet on it; we saw the future and we bet on it.  Is that the only future?Look around, look at the younger generation! When I see my nephews, they have never bought a game in their lives; they don&apos;t play on the PC at all, they have iPads. In 10 years&apos; time, none of these guys will be buying PC games, they won&apos;t be buying console games. Those are the guys who play games. Naturally, very visibly in the next generation, the consoles will have a problem, because unless they reflect the lifestyles of this generation, you can&apos;t get them on a console. That&apos;s why I&apos;m very vocal about this. I don&apos;t think there will be another hardware generation beyond the next one. That&apos;s why I&apos;m building Gface. A lot of people think there will always be a market for consoles, that hardcore players demand a dedicated platform Ask my nephews! These are the guys who will be playing in five to seven years&apos; time. And then we&apos;ll be seeing iPads that are five times as powerful as they are today, we&apos;ll have five times as powerful Android tablets  but we won&apos;t have consoles that are five times more powerful. The power of the technology you have in your hands will be greater than any console in the next five years. Tablets will be streaming to TVs, you&apos;ll have controllers  why would you by a console? Unless the consoles figure it out. The Cryengine will be there on the next generation of consoles, figuring it out too. There will be some support from us, but I believe that some kind of software platform will be the future.  So if you woke up tomorrow and you were the head of Xbox or the head of PlayStation, and it was your responsibility to map the future of the consoles, what would it be?That&apos;s not fair!  But come on, what would you do?I would make every game free-to-play. No compromise. I want to log in to my console, go to my catalogue, pick the game and play it. I don&apos;t want to buy games anymore. I&apos;d also contact Crytek and ask to license Gface (laughs). Microsoft and PlayStation are sort of trying to go in the direction of digital gamesThey&apos;re trying, but the industry is dependent on the retail business. The stores say, I&apos;m not going to sell your Xbox if you don&apos;t give me games to sell, because the margin on hardware is so low. So which companies have no retail dependence today? It&apos;s Apple, it&apos;s Google. They already have their own online stores. So Microsoft and Sony have to figure out a way to become retail independent; with that, or they say to the shops you get 100% margin on the Xbox, which doubles the price. It&apos;s not going to happen. It is a chicken and egg problem. Someone has to bite the bullet and make the hardware more expensive or launch a console that&apos;s free-to-play only - we have to bring about this lifestyle change. But what worries me about this free-to-play future of yours is that it will mean radical changes to the way games are designed. I mean, take an epic narrative shooter like Crysis 3, could that work if you have to build a whole freemium economy into it?Look, I think so. We&apos;ll figure out how to make a game like Crysis 3 work. If the proposition is, the gamer gets the games for free, well, that&apos;s better for the gamer. And what&apos;s best for the gamer is best for the industry.  The problem is, people aren&apos;t thinking like that. Customers have to put up with all this crap right now, legal notices, copyright protection the best way to get rid of all that is go free. The gamers get what they want - free access - and if your game is good enough you can hook them in, whether that&apos;s a single-player game, or multiplayer, or co-op, or an RPG, an RTS, or Fifa, or whatever, it really doesn&apos;t matter.  For every game you can find a solution. For every single one of them. It&apos;s a creative challenge, nothing else.  Crysis 3 is released on PC, PS3 and Xbox in February 2013. Gface and Warface are TBA", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/02/crysis-cevat-yerli-interview", 
    "wordcount": "3103"
}