{
    "headline": "100m Intel laptops to get pre-loaded English lessons", 
    "text": "100m Intel laptops to get pre-loaded English lessons English language learning software from the British Council will be pre-loaded on up to 100m computers used in schools worldwide by 2015, the UK&apos;s education and cultural promotion agency has announced. The British Council says that content from its ELT websites will be installed on computers built by Intel as part of the US computer manufacturer&apos;s campaign to increase school students&apos; access to low-cost devices. English language learning content will be available on Intel&apos;s Classmate device. The company says it has produced 6m of the simple, robust and low-cost laptops since 2007. &quot;The concept of &apos;one-to-one&apos; education, where every students has a laptop or tablet that they can also take home, opens up new possibilities for classroom pedagogy in ELT, new ways to support learning with authentic language input and new ways to expand learning beyond the classroom,&quot; said Michael Carrier, director of English language development at the British Council. Japan funds universities to &apos;internationalise&apos; Universities in Japan that introduce more English language classes and encourage their students to travel abroad to study could receive over $16m each over the next five years as part of government funding aimed at internationalising higher education. Up to 40 universities are being encouraged to apply for grants if they meet criteria such as recruiting teaching staff from abroad and setting up credit transfer systems with other colleges. Shinichi Yamanaka, deputy director general at the education ministry, told the Japan Times: &quot;I believe we are entering a time to open up Japanese universities. To send more Japanese students abroad, universities need to make them more open to the global environment.&quot; This year the government increased scholarship support for Japanese students to study abroad from $24m to $39m in an attempt to reverse a decline in numbers choosing courses outside Japan. Shanghai launches plan to protect shut-out students After a string of school closures that have left students out of pocket, Shanghai city authorities have launched a deposit system to protect students from business failures. Students at private English language schools are among those who have lost pre-paid fees as a result of recent closures. From the beginning of this month education providers will be required to pay 10% of the fees they collect into supervised bank accounts, which will be used to reimburse their students in the event of closure. &quot;It is good for long-term development of the whole industry,&quot; a representative of one of the city&apos;s major English language centres told China Business News. &quot;We support policies that protect customers&apos; rights.&quot; US college and Disney totrain teachers for China The University of California Riverside, in southern California, is appealing to out-of-work teachers to sign up for an English language teaching training course leading to teaching work in China with Disney English, the education arm of the global entertainment giant. US and Canadian citizens educated to degree level and who have &quot;two years&apos; post-graduation teaching experience in an educational setting&quot; can get free training and accommodation for the 10-day course starting on 30 July. Disney is paying for all tuition and accommodation costs, but teachers must commit to a minimum 12-month contract to teach at Disney English schools across China and be ready to leave by mid-August.  The Xenos game (ELT diary 13 April) was developed not by MIT Education Arcade but by its not-for-profit spin-off Learning Games Network. Max de Lotbinire max.delotbiniere@theguardian.com", 
    "section": "education", 
    "gid": "education/2012/may/15/elt-diary-may", 
    "wordcount": "584"
}