{
    "headline": "30 Best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new iPhone and iPad apps released in the last seven days, from music, board games and jogging aids to dinosaurs, aliens and fairytales. As ever, games aren&apos;t included, because they have their own separate weekly post covering all platforms. This week&apos;s roundup included iOS games like Real Boxing, Skylanders: Lost Islands, Arranger and Candy Crush Saga. What about Android apps? They have their own weekly roundup, and you can find the latest one here. In the meantime, here&apos;s this week&apos;s bumper selection of new iOS releases: Songful (1.99) Songful is the work of website Ultimate Guitar and startup instruMagic, claiming to be the &quot;world&apos;s first song-based guitar simulator&quot;. That means a database of 200k songs with lyrics and chords, for you to strum the virtual guitar along to at your own pace.iPad Official Scrabble Words for iPad (1.49) You may frown at the idea of a Scrabble player having their iPad to hand during a game: they&apos;ll either be cheating by looking up words, or having a surreptitious game of Angry Birds while you deliberate. Actually, this companion app for Scrabble may be a good thing to have to hand: the official word checker to settle arguments, as well as an against-the-clock training mode for solo practice. iPad Dan Snow&apos;s Battle Castles (6.99) Historian Dan Snow has already had one App Store hit with Timeline WW2. Now he&apos;s back for a crack at a different topic: 500 years of castles and siege warfare  something he&apos;s already explored in a TV show and book. Here, there&apos;s a comprehensive interactive timeline, more than 100 videos and 500 photos, as well as regulation (for this kind of app) 360-degree spinning castles and weapons.iPad Mixta.pe (Free) There have been websites and apps to help people make virtual mixtapes before, but often the music itself has either been unlicensed, or drawn from YouTube (where bad covers and dodgy live recordings nestle alongside the original versions). Mixta.pe is different: it relies on you having a premium account on streaming music services Spotify or Rdio. You can then create and share mixes (non-subscribers can play too, but with 30-second song samples) and generate random music mixes from your Facebook Likes or most listened-to tracks.iPhone Yog (Free) For most running apps, social features merely involve the ability to boast to your Facebook friends about running 10km while they&apos;re loafing about on the sofa. Yog goes further: it connects you to other people running around the world, as if you were jogging together  complete with races and audio notifications. A neat idea, although I&apos;m not too sure about calling myself a &quot;yogger&quot; if I use it.iPhone Men in Black 3: Movie Touch (Free) This is only available in the US for now, but it&apos;s an interesting example of how films might be distributed (and enhanced) as apps. Sony Pictures is behind it: a version of Men in Black 3 that adds DVD-style extras like behind-the-scenes video, a timeline and maps, as well as 360-degree spinning props, a search engine for the film, and the ability to clip scenes and share them on Facebook and Twitter.iPad Picaflor (Free) If you&apos;ve been wanting to do that photo thing where you make everything black and white apart from one object / colour, Picaflor is well worth a look. It uses a neat slider system to drain the colours from your images, with arty effects. Photos are watermarked in this free version, but a 1.49 in-app purchase removes that.iPhone Primeval: dFX  Dino Movie Maker (Free) More manipulation here, but for video. It sounds silly, yet a bit marvellous if you&apos;re a fan of dinosaur-toting TV show Primeval. The app takes videos shot with your iPhone&apos;s camera, and inserts CGI dinos from the show: a raptor, beetle, T-Rex, Titanoboa and so on. The results can be shared on Facebook or saved to the device. Some of the monsters are bought via in-app purchase.iPhone #swirl (Free) Will names with hashtags be a bigger thing in 2013? Perhaps. #swirl is one of the App Store examples, and it&apos;s just as of-the-moment with what it does: &quot;automatically creates albums from your Instagram &amp; Twitter networks&quot;. That means organising pictures by hashtags #halloween and #birthday are two examples given. Neat enough, but as ever the risk is that this is a feature for those bigger social networks going forward, rather than a standalone app.iPhone Vimily (Free) I&apos;ve been thinking more lately about the idea of sitting older family members down and grilling them about their lives and families, for family research purposes. Vimily is an app that aims to help that process: using an iPhone to film interviews with family members, including showing individual interview questions as prompts. It can also scan old photos, and uploads everything to accounts on the Vimily website.iPhone vjay for iPhone (0.69) vjay has been around for a while on iPad as an excellent way to mash together video and music/sounds when DJing. Well, VJing really. Now developer algoriddim has squeezed it down for iPhones. You can mix and scratch videos from iTunes or your own camera roll with music, recording the results to share on Facebook or YouTube, or outputting them to an external display.iPhone Honk (Free) Described as a &quot;cross-platform super chat app&quot;, Honk blends instant messaging, emails, images, &quot;LOLs and memes&quot; to make something colourful and inventive. You add Facebook friends to individual Honk chats and then ping thoughts and pics back and forth. It could sink without trace (as many apps do), but if it catches on, it has the makings of a potential craze.iPhone Grimm&apos;s Snow White (2.99) This is the latest children&apos;s book-app from StoryToys, which made its name (well, previous name Ideal Binary) making 3D pop-up stories based on famous fairytales. This continues the trend with Snow White and her seven dwarves, with 39 text pages, 11 3D pop-up scenes, and lots of well-crafted interactivity.iPhone / iPad Country Home Ideas (2.99) Magazine publisher IPC has launched a new iPad app as a spin-off from Country Homes &amp; Interiors magazine. This promises 150 &quot;style ideas, crafts and recipes&quot; or to be specific, 80 recipes, 30 country crafts and 40 decorating ideas for very big houses in the country (and quite possibly small-to-medium ones too).iPad Eye Paint Animals (0.69) Another children&apos;s app here from developer Curious Hat, which is hoping to get kids out and about in the real world using their (or their parent&apos;s) iOS device&apos;s camera. The idea: &quot;Paint with the camera, capturing colours, patterns and textures around you&quot;. Innovative, but also fun.iPhone / iPad Mr Porter the Tux (Free) Men&apos;s fashion site Mr Porter has made its way to iPad, with a stylish (well, it would have to be) mixture of information and shopping. There is historical details on tuxedos, party etiquette tips and cocktail recipes, and then features to choose a tux and accessories, then buy them from the site.iPad Usborne Sticker Dolly Princesses (2.99) Parents with iOS devices really are spoiled for choice this week for new apps. Usborne Publishing&apos;s new release is a digital sticker book aimed at any child who loves dolls. Based on an existing book, it involves dressing, dragging and dropping princesses into scenes and like real-world dolls, quite possibly providing the tools for children to make up their own stories.iPad iDisplay Mini (0.69) This is an interesting-sounding utility: an app that turns an iPhone or iPod touch into an extra screen for a Mac or PC. In fact, up to 36 iOS devices can be connected to one Mac using the app not necessarily recommended. It runs using a separate piece of iDisplay Desktop software.iPhone Beside Myself (4.99) Back to the world of fiction now, except for adults (although not in a 50 Shades way, just in a &quot;not children&quot; way). Beside Myself is an interactive novel by Jeff Gomez, which stars three heroes called Jeff Gomez, based on different choices made by the original one. The story can be shuffled like a music album, or individual Jeffs can be followed through the narrative one after another. Emails, live web links and multimedia content add to the intrigue.iPad Gadget Guide (Free) Fresh out today, this is the work of News Corporation&apos;s team behind app-newspaper The Daily, and while it has a US skew, it&apos;s available here in the UK too, with most of the products for sale on both sides of the Atlantic. It provides gadgety gift suggestions for Christmas 2012, with products available to buy in-app.iPad Sift (Free) This is even more of a US app not even available in the UK but it&apos;s a good sign of the work being put into online shopping on tablets. It pulls in catalogues from nearly 3,000 stores to create a &quot;personalised shopping guide&quot; (I haven&apos;t checked, but this is presumably being called a Flipboard-for-shopping on numerous blogs). The emphasis is on finding discounts and upcoming trends quickly, while also promising to declutter your email inbox of ecommerce marketing.iPad Duolingo (Free) Duolingo has a good reputation for its language-learning courses, and that looks to be translating well into the apps world. This iPhone app is for learning Spanish, French or German, with social features to learn with friends, and the option to test your skills with text from the web, rather than just pre-compiled sentences.iPhone One Direction Picture Book (Free) Released by augmented reality startup Zappar, this is a companion app for the box-set version of One Direction&apos;s new album Take Me Home. That means fans who&apos;ve splashed out 40 on the box-set can point their phone&apos;s camera at the pages of its picture book to get exclusive videos and photos. For more on this, see this post from earlier in the week.iPhone / iPad Oh, What a Tangle! (2.99) This looks good fun for children: a story about a little girl called Kiki who gets a knot in her hair, then leaves it until it becomes &quot;something worthy of an incredible story&quot;. A story with animation, interactivity and lots of charm.iPhone / iPad Lovely  Find Homes and Apartments for Rent (Free) Although available in the UK App Store, the content for this homefinding app is strictly US for now. It&apos;s a slick way to search through listings of houses and apartments, with colour-coding to show how long properties have been on the market, and the ability to save data for access through the Lovely website.iPhone TechCrunch (Free) TechCrunch remains one of the big hitters in the tech blogosphere, and its iPad app has now been elegantly downsized for iPhone. As on the tablet, it pulls down stories and videos from the main website, while also tying into its CrunchBase startups database.iPhone London Travel Guide Insight Guides (3.99) This one&apos;s for tourists planning to visit London, with a mixture of listings, recommendations, editorial content, photos and offline maps. All presented in a clean interface that&apos;s as good for pre-trip browsing as for using while out and about in the capital city.iPhone / iPad Beat Bang (Free) It&apos;s been out on Android for a little while, but musical app Beat Bang has now made the leap to iOS. It&apos;s a guide to electronic music from 1988 to the present day, cataloguing albums and tracks by BPM, explaining artists, influences and genres along the way.iPhone / iPad Trains Byron Barton (0.69) Byron Barton&apos;s children&apos;s books are instantly recognisable if you&apos;ve read them, with their bold, colourful illustrations. Trains follows Planes, Trucks and Boats onto the App Store, with voice narration and word highlighting to help early readers get to grips with its text.iPhone / iPad Quik.io HD (Free) Quik.io is one of the apps trying to help people squirt music, videos and photos from device to device within their homes. It works with a PC or Mac app to convert and send media to one or more tablets.iPad That&apos;s our selection this week, but what about you? What iOS apps have you been using and enjoying, or what do you think of the ones above? Make your recommendations in the comments.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/16/best-iphone-ipad-apps-16nov12", 
    "wordcount": "2092"
}