{
    "headline": "Boot up: another Windows 8 review, how Google killed its social network, broken Silverlight and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Christmas gift for someone you hate: Windows 8 &gt;&gt; Philip Greenspun&apos;s Weblog  Microsoft has had since October 2008 to study Android. It has had since June 2007 to study iPhone. It seems as though they did not figure out what is good about the standard tablet operating systems.  One thing that Android and iOS do not address is how to handle the requirement of offering a legacy Xerox Alto-style mouse-and-windows environment. Microsoft here integrates the tablet and the standard Windows desktop in the most inconvenient and inconsistent possible way.   Greenspun approaches it calmly enough, and the comments (there are lots) are fascinating too because - once you ignore those which say &quot;I&apos;m a developer..&quot; or &quot;I&apos;ve been using it since the RC..&quot; - they come from actual users. Android&apos;s Google Now services headed for Chrome, too &gt;&gt; CNET News Stephen Shankland:   It looks like Chrome users, not just Android users, will get access to Google Now, the search giant&apos;s technology for bringing weather reports, trip departure reminders, birthday alerts, nearby restaurant reviews, and more to the attention of Android users. Google&apos;s Chrome team added a &quot;skeleton for Google Now for Chrome&quot; to the Google browser yesterday, an early step in a larger project to show Google Now notifications in Chrome.  Google Now integration into Chrome gives Google a new way to connect people closely to online services that Google judges to be relevant depending on time and location. Francois Beaufort, who keeps a close eye on the Chrome source code, spotted the move.   The OS is in the browser. How soon will there be a Windows 8-native version of Chrome? Google&apos;s Lost Social Network &gt;&gt; Buzzfeed  How Google accidentally built a truly beloved social network, only to steamroll it with Google+. The sad, surprising story of Google Reader.   Long - arguably overlong - and detailed look at the dispossessed Google Reader community. Besides scalpers, few turn out for iPad mini launch in Beijing &gt;&gt; WSJ  The release of Apple Inc.&apos;s iPad Mini on Friday at its flagship store in Beijing was missing the massive and unruly crowds reminiscent of some the company&apos;s previous product launches in China, but scalpers were still out in force despite rules making it tougher for them to buy most of the stock.  Apple is requiring Chinese customers to participate in an online lottery one day in advance to buy the Wi-Fi version of the iPad Mini at its seven retail stores in China. Those selected, however, are limited to two iPad Minis each and must bring photo identification...  &quot;Most Chinese consumers have a modest disposable income, and a lot of them are going for cheaper offerings,&quot; [Mark]Newman [of brokers Sanford Bernstein] said. &quot;We believe the mass market is more interested in specs rather than brand - similar to what we&apos;ve seen for smartphones in China.&quot;  But David Wolf, chief executive of marketing consulting firm Wolf Group Asia, said:... &quot;This will do better than some of the naysayers suggest... Apple is going to make the iPad technology available to a market that either couldn&apos;t afford it or couldn&apos;t fit it into their lives.&quot;   Take your pick. (Thanks @modelportfolio2003 for the link.) SplashMaps by David Overton &gt;&gt; Kickstarter  A SplashMap is a map printed onto a fabric, and like its inspiration (the escape and evasion silk maps used in the second WW and distributed around the continent in Monopoly boxes) they are light-weight, durable, washable, wearable and ideal for the &quot;real&quot; outdoors of mud, wind, snow and rain... all the conditions that paper is not &quot;cut out&quot; for. This is a fresh new market offering, never done before; uniquely based upon the best Ordnance Survey data and other Open Data Sources.   Terrific - and already past its target, so join in and make it all gravy. (Via @edparsons blog.) Google&apos;s Android failure in China is another setback for the search company in the world&apos;s largest internet market &gt; MIT Technology Review Jessica Leber:   Now it&apos;s clear that Google is paying a price for leaving the country just as the mobile market took off. Today, it&apos;s barely a factor for Chinese consumers who use mobile phones. Because Google no longer has servers in China, Google Play and Google Web search aren&apos;t particularly useful to people there. Google Play suffers from bad connectivity, and the Web search is routed through Hong Kong. &quot;Google won&apos;t improve the situation unless they resolve the bigger issue of having a presence in China,&quot; says Nicole Peng, the Shanghai-based research director for the market research firm Canalys.  Google also has accused China of slowing or blocking access to Gmail. And its mobile mapping service has fallen from popularity in part because the service is poor and has been infrequently updated while Google has been waiting for the Chinese government to approve a necessary licence.  That&apos;s in stark contrast to Apple, which tightly controls its devices--and hasn&apos;t battled with the Chinese government over censorship. It was able to simply remove Google Maps from its phones in China in favor of its own new map service, just as it did elsewhere around the world this year.  Chinese companies, too, are jumping in where Google can&apos;t. Baidu has its mobile search and mapping services and has released a cloud-based service to help developers build apps for Android devices. Tencent&apos;s chat and payment app, WeChat, has become popular. And companies like Xiaomi have developed customized versions of Android that phone owners can install on new phones after their purchase.  Microsoft Silverlight: shattered into a million broken urls &gt;&gt; Tim Anderson&apos;s ITWriting  I am not sure when it happened, but it is true. Silverlight.net now redirects to a page on MSDN. Some but not all of the content has been migrated to MSDN, but Microsoft has not bothered to redirect the URLs, so most of the links out there to resources and discussions on Silverlight will dump you to the aforementioned generic page.  One of the things this demonstrates is how short-sighted it is to create these mini-sites with their own top-level domain. It illustrates how fractured Microsoft is, with individual teams doing their own thing regardless. Microsoft has dozens of these sites, such as windowsazure.com, windowsphone.com, asp.net, and so on; there is little consistency of style, and when someone decides to fold one of these back to the main site, all the links die.  Google adds bizarre requirement for SFPD&apos;s bike theft workshop attendees &gt;&gt; SFAppeal  &quot;The workshop will offer speakers from the San Francisco Police Department on topics ranging from how authorities investigate bike theft to tips and tricks on protecting your bicycle,&quot; according to SFPD. What they don&apos;t mention is that those who create content for Google are apparently offered priority access to the event.  According to the RSVP page for the event, admission to the bicycle theft event is guaranteed only if community members include a link to their Google Plus Local profile with five or more reviews... &quot;You know you try and do something good, you try and do something for the community and something like this happens,&quot; Officer Carlos Manfredi, an SFPD spokesperson told The Appeal in apparent frustration.   Well, it&apos;s one way to increase the &quot;activity&quot; on Google+. (Google declined to comment to the reporter.) Thoughts on Apple&apos;s 6.4% Stock Drop &gt;&gt; AAPL Orchard &quot;Sammy&quot; has frequently forecast Apple&apos;s revenues and profits more accurately than Wall Street analysts:   I&apos;m skeptical that any rumored (or even factual) news story was capable of causing the world&apos;s most valuable company to drop 6% in a few hours. Instead, I think the intense selling pressure was caused by several mid-sized hedge funds forced to sell Apple positions because their computer models were programmed to sell Apple. In an effort to remove emotion from trading, some funds program models to buy and sell stock given certain market conditions (most likely momentum characteristics). By removing the human from the equation, one is unable to avoid selling a stock on no news (in many ways, for the model to be successful, all decisions have to be followed).  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/10/technology-links-newsbucket", 
    "wordcount": "1422"
}