{
    "headline": "Wind myths: Turbines kill birds and bats", 
    "text": "Studies (here, here and here) of windfarms built in California and Spain in the 1980s have shown an &quot;excessive&quot; number of fatalities among six raptor species, including eagles and vultures. The evidence suggests that poor planning and outmoded turbine design was largely responsible and the current thinking is that fewer, but much large turbines sited away from known migratory paths of birds can significantly decrease the risk of bird strikes. Bats, despite their ability to use sonar to avoid moving objects, are susceptible to &quot;&apos;barotrauma&quot;, a sense of disorientation caused by the rapid change of air pressure created by a turbines rotating blade. An unexpectedly high number of bat fatalities have been recorded across the US and Europe over the past decade. &quot;A recent review of the problem put forward no less than 11 hypotheses as to what might be contributing to these [bat] fatalities,&quot; says the Centre of Sustainable Energy in Bristol in its publication Common Concerns About Wind Power. &quot;Clearly, a great deal of research is still needed.&quot; With regard to bird fatalities, it says: &quot;Wind turbines represent an insignificant fraction of the total number of bird deaths caused by man-made objects or activities (eg building structures, transmission lines, and keeping domestic cats).&quot; According to the CSE, for every bird killed by a turbine, 5,820, on average, are killed striking buildings, typically glass windows. However, UK planning laws now mean that bat and bird assessments must be conducted as part of the application process. &quot;If windfarms are located away from major migration routes and important feeding, breeding and roosting areas of those bird species known or suspected to be at risk, it is likely that they will have minimal impacts,&quot; says the RSPB. &quot;We are involved in scrutinising hundreds of wind farm applications every year to determine their likely wildlife impacts, and we ultimately object to about 6% of those we engage with, because they threaten bird populations. Where developers are willing to adapt plans to reduce impacts to acceptable levels we withdraw our objections, in other cases we robustly oppose them.&quot; It stresses, though, that there are &quot;gaps in knowledge and understanding&quot; of how turbines impact on bird and bat populations: &quot;The environmental impact of operational windfarms needs to be monitored  and policies and practices need to be adaptable.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/27/wind-energy-myths-turbines-bats", 
    "wordcount": "401"
}