{
    "headline": "Nanotech roundup: nanocapsules, DNA labelling and more", 
    "text": "A new method for treating alcohol poisoning could speed up the breakdown of alcohol and prevent alcohol-related deaths. Scientists in China and the US bundled enzymes  biological catalysts  close together in a nanocapsule, which improved their ability to reduce the levels of alcohol in the blood of intoxicated mice. That mimics the way enzymes work in biological cells, where different enzymes with complementary functions work together more effectively when they are in close contact. The nanocapsules also enhanced the stability of the enzymes, compared with those that were free to float about in biological medium. Nanocapsules can also reduce the poisoning effects of pesticides, insecticides and chemical warfare agents such as sarin. The enzyme that breaks down these toxins (which all come from the organophosphate family of chemicals) is very fragile but can be stabilised in a protective shell. In the shell, an enzyme can withstand exposure to harsh chemicals or even freezing, while retaining its activity. DNA for plastics Want a foolproof way to label your things? DNA offers a new tamper-resistant route to label products with detailed information buried within the object itself or its packaging. DNA is a molecule that encodes all the information to generate living systems and make them function. But, like any code, it can be used to store any sort of content such as the product information or owner identification for security tagging. Researchers from ETH Zurich encased DNA in a nano scale protective layer of glass which allowed the molecule to be embedded within plastics during high temperature processing with no degradation. They recreated the effect of ancient DNA protection in permafrost samples or in desiccated form from amber and from avian eggshell fossils where DNA has been separated from harsh environmental factors over thousands of years and remained intact. So information encoded into DNA can now be stored in any sort of plastic from coatings to packaging to the product itself. Blue is the new green at least when it comes to energy. Researchers have developed a way to extract energy from a salt-water gradient. These gradients occur naturally at river estuaries, where salt water tides meet currents of fresh water from rivers. Nanotubes made from boron nitride could be used to create devices that generate electrical power from the gradients and, scientists propose, resulting devices could be thousands of times more energy dense than technologies available today. Scientists from the University of Lyon and Joseph Fourier University in France embedded a tiny tube of boron nitride into a membrane with fresh water on one side and salt water on the other. The resulting difference in salt concentration along the tube led to a flow of fluid which, the researchers proposed, dragged electrical charges along the internal surface of the nanotube, generating an electric current. Made in Manchester Take a video tour of the technological possibilities offered by graphene, atomically thin sheets of carbon, whose exceptional range of properties were first explored in a physics lab at Manchester University and resulted in a Nobel prize. The University&apos;s graphene initiative received a massive funding boost last month which will go towards its National Graphene Institute, expected to open its doors in early 2015. A closer look at nanoparticles The first step to understanding and solving a problem, from a crime scene to a jigsaw puzzle, is to look at the information available. But nanoscale materials and devices are so small that scientists first have to design techniques to probe them for information about their structure and, therefore, their properties. Researchers have now developed an imaging tool that is so powerful that it can reveal in three dimensions how the atomic arrangements in nanoparticles deviate from an organised crystal lattice. These deviations are critical to understanding how a nanoparticle behaves. Prof Patrick McNally, of Dublin City University, explained the importance of understanding such defects in a supporting article in Nature: &quot;Crystals without defects are the &apos;Stepford wives&apos; of materials science: all too perfectly, almost robotically, ordered, and relatively uninteresting. However, when one adds defects to these perfectly ordered solid-state arrangements of atoms or molecules, the materials acquire useful attributes, including the altered conducting or optical properties of semiconductor devices.&quot; The original research from Jianwei Miao and colleagues based in UCLA can be found here. And finally weight watchers Every kilogram of weight transported to other planets for space exploration costs Nasa $250,000. That&apos;s why Meya Meyappan, the director of the Centre for nanotechnology at Nasa&apos;s Ames Laboratory describes the space agency&apos;s research efforts in nanotechnology as &quot;the world&apos;s largest weight watchers program&quot;. &quot;We constantly worry about weight  it&apos;s relentless miniaturisation&quot;. But so far Nasa has tested only one device exploiting nanotechnology in space  a nanotube gas sensor. See the full video interview with Meyappan at the Physics World website. And for more on Nasa&apos;s work in nanotechnology, click here.", 
    "section": "science", 
    "gid": "science/small-world/2013/apr/25/nanotech-roundup-nanocapsules-dna-labelling", 
    "wordcount": "813"
}