{
    "headline": "Skeptics and scepticism", 
    "text": "I was somewhat disconcerted to see something completely erroneous appear in Guardian Science&apos;s own Notes &amp; Theories blog. It was this:  A word about the distinction between sceptics and skeptics. A generic &quot;sceptic&quot; questions accepted beliefs. In this way, we have &quot;man didn&apos;t go to the moon&quot; sceptics. (Some people won&apos;t believe anything.) Skeptics are different: they espouse the evidence-based approach  and find the world wanting in many respects.  Yikes! As an early commenter rightly pointed out, the sceptic/skeptic spellings are simply UK and US variants, although later commenters denied this and continued to perpetuate the error. Somehow the British spelling now denotes &quot;bad&quot; scepticism (i.e. questioning scientific consensus on topics as varied as vaccination, lunar landings and climate change) and the US spelling is identified only with &quot;the evidence-based approach&quot; to  something-or-other.  It is true that the capital &quot;S&quot; Skeptic movement uses the US spelling even in the UK, but that is an extremely circumscribed use of the word. It is one that is not widely known or understood outside particular communities. Before about 2010, when I started blogging and using Twitter, it&apos;s something I had never come across (and I say that as someone who has an interest in science, is an atheist and attempts to make decisions rationally and based on evidence). To compound matters, this was written by Deborah Hyde, editor of The Skeptic magazine. To not understand the meaning and history of the title of your own publication is a worry. Scepticism, or skepticism, is neither denialism nor a movement. Based on the Greek skeptomai, which means to think or consider, it usually means doubt or incredulity about particular ideas, or a wider view about the impossibility of having certain knowledge. This uncertainty is a philosophical position, and philosophical scepticism includes attempts to deal with it, through systematic doubt and testing of ideas. So, let&apos;s be clear. In the US you can be a climate skeptic. In the UK you might consider yourself a Skeptic and approach knowledge in a sceptical way. It also appears that it is possible to be a Skeptic and yet not be a sceptic. Hyde&apos;s parenthetical &quot;Some people won&apos;t believe anything&quot; dismissal of &quot;bad&quot; sceptics suggests very little understanding of what scepticism really means. This goes to the heart of much recent criticism of Skeptics, often coming from within the movement itself. The charge is that many self-identified Skeptics are not properly sceptical (or skeptical) of the positions that they or their leading figures take up. Rather, a tribalism or group-mentality develops in which  unthinkingly  certain positions are condemned or approved. It would be wrong to tar every self-identified Skeptic with the same brush. However, all too often what comes over to those on the outside is a rather narrow and repetitive focus on particular topics and, more importantly, a condescending, over-confident tone in engaging with those who disagree or who have given such things little thought.  These things matter if Skeptics are really interested in changing or opening minds rather than getting together and having a good laugh about whacky beliefs. Hyde&apos;s article suggests it is the former that now takes precedence:  Many skeptics retain a hobbyist&apos;s level of delight in debunking psychic powers or ghost stories, and that&apos;s where the movement started. But the subject matter has become more serious and political. In the last decade, the most formidable opponents of alternative medicine have not been government regulators, but skeptics.  She adds vaccination, the teaching of evolution in schools, gay rights and abortion rights. Her claim is that Skeptics, or nerds (or geeks) are &quot;the people with the best intellectual tools to rebut the traditional postulates&quot;. I would query that, if her &quot;nerdocracy&quot; means the self-selected (and not necessarily experienced or qualified) group that might identify with the term. As it stands, they also may not be the best (and should certainly not the only) group to attempt to communicate the issues to the broader public.  I&apos;ll end simply with a reminder that the etymology of scepticism implies enquiry and reflection, not dismissiveness.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/nov/13/history-science", 
    "wordcount": "695"
}