{
    "headline": "The school funding gap and gameshow gimmicks", 
    "text": "Michael Gove considers the dominance of private schools in Britain morally indefensible (Public school stranglehold immoral, says Gove, 11 May). But he fails to acknowledge the extraordinary advantages these schools have, which are unparalleled elsewhere, such as class sizes half those in state schools, twice as many teachers for the number of pupils, fee levels up to three times the per pupil spend in state schools and tax breaks for those claiming to be charities. Despite all this, data from the Organisation for Economic Co-operation and Development shows that, taking into account the socioeconomic character of the intake, the gap in the UK between the performance of state and private schools  in favour of state schools  is far wider than the OECD average. Private schooling in this country is much more about social privilege than about education. Tryingto mimic the vaunted &quot;autonomy&quot; and style of private schools through academies and free schools will achieve nothing, and will damage a system that needs planning and support to improve rather than competition andfragmentation.Professor Ron GlatterHemel Hempstead, Hertfordshire Michael Gove&apos;s implicit criticism of our public school system is well to the left of any education policy pronouncement by any Labour spokesperson since 1951. Of course, he doesn&apos;t advocate remedial action, but it is shameful that it takes a perceptive Tory to highlight the problem. A Labour campaign, building on his remarks, could help inject a dose of idealism into its policymaking that would inspire many potential supporters who are sick of an educational stranglehold that prevents realistic moves to real educational equality in Britain. Improving the state system is provingvery difficult and costly, but the sine qua non of effective action is toabolishthe charitable tax relief for public schools; this would force many more concerned and determined parents to send their children to state schools, thereby helping to raise standards to a level that could not be achieved by any other measure. Couldn&apos;t Ed Miliband take up the Gove challenge?Eric DeakinsLondon The hypocrisy of Michael Gove&apos;s faux concern for the immorality of the public school stranglehold is mind-boggling. He has been personally responsible for pulling out the state-school funding for sport, music and the other performing arts (where the disparities with public schools are now obscene) and programmes for raising aspirations (career guidance, AimHigher). He seems to imagine all that is needed is to make schools more autonomous (academies) and to pressurise them to adopt a more traditional academic curriculum (English bac). His &quot;reforms&quot; are simply tightening the stranglehold.Professor Tony WattsCambridge Michael Gove is quite right to draw attention to the domination of the media by privately educated men. However, one wonders if, by directing his fire at his former profession, Mr Gove was seeking to draw fire away from the public school domination of his current one. Following a steady decline over recent parliaments, the 2010 election saw an increase in the number of privately educated MPs, with over one-third of the current House of Commons having attended independent schools, including a marked increase in the number of old Etonians. These can largely be found on the government benches, where more than half of Conservative MPs and over a third of Liberal Democrats went to private school, compared with 15% of Labour MPs. Moreover, Mr Gove&apos;s policies of increasing selectivity and expanding the involvement of the private sector in state schools seem at best likely to replace one form of social exclusion with another.Dr Andrew DeftyUniversity of Lincoln As a 17-year-old female at a large Manchester comprehensive school, I fully support Michael Gove&apos;s attack on the dominance of privately educated men at the forefront of public life. I have 14 A* grades at GCSE and a proven interest in journalism and politics  in particular education policy  but have been turned down for vital work experience by the Guardian, the House of Commons and the Manchester Evening News. I cordially invite Mr Gove to prove his commitment to opportunities for the state-educated by offering me work experience in his office, in spite of the fact that my dad didn&apos;t go to school with him. I&apos;m available from 11 June to 14 July and expect a prompt response.Rebecca GrantManchester This Tory-led coalition government is seeking to turn education into a gameshow (Clegg to propose 10,000 prize to boost schools&apos; performance, 14 May). The attitude appears to be: &quot;Jumpthrough the hoops and we will give youcash.&quot; It seems appropriate that the story is directly above the one about the teenager and her dog winning the Britain&apos;s Got Talent show. The job of schools is to help all pupils, including the &quot;under-achievers&quot;, and if it cannot be done with existing funding then the funding for all schools should be lifted rather than having them vying with each other for extra scraps from the government table.Robin Vyrnwy-PierceFarnborough, Hampshire Nick Clegg is asking schools to compete for extra funding; it just shows how little he knows about education. Michael Gove also points out the dominance of the public schools in our society, and claims to want better social mobility. Well, I can help him achieve that goal  just give state schools the same level of facilities and funding as private schools. Simple, reallyPeter RyersonCowley, Middlesex The current outbreak of selective amnesia is matched by the coalition&apos;s selective blindness about private education. Michael Gove bemoans the fact that in all spheres of public life there is a preponderance of the privately educated. Many reasons are given, and many solutions suggested. Yet the simplest reason stares us all in the face. Just by attending a private school one automatically becomes privileged, part of an elite, not one of &quot;them&quot;. Awareness of this specialness immediately confers a confidence and sense of status which lasts throughout life, and is evident in bearing, speech and manner. One is not one of the &quot;oiks&quot; down the road. The assertion by the headmaster of Wellington school that by setting up an associated Wellington academy he can share the benefits of his school is laughable. The academy students will inevitably be imbued with the sense they are getting charitable handouts from above; that they are second-class. The timely extract in your colour supplement (Too rich to queue, Weekend, 12 May) from Michael Sandel&apos;s new book, What Money Can&apos;t Buy: The Moral Limits of Markets, sets out the injustice of being able to use money to &quot;jump the queue&quot;. Excusable, perhaps, in queueing at a funfair, but its effect on life choices for an entire population is quite another matter. It is time for an honest and clear-sighted rethink of what private education is really doing to our country.Wendy RitsonCheltenham, Gloucestershire I have been acutely aware of the public school &quot;stranglehold&quot; since I started teaching at a primary in east London and my brother began teaching at a public school in Leicestershire 10 years ago. My school has a field too small for a football pitch. Most schools in the borough have less. My brother&apos;s school has rugby and football pitches, tennis and all-weather courts, a swimming pool and pristine cricket pitches, with indoor and outdoor nets and wheel-on covers. Pupils benefit from coaching by former England cricketers. Until last year, Leicestershire played county matches there. A prominent member of the current England cricket team is a former pupil. Clearly, public schools invest heavily in facilities and coaching. While Gove&apos;s recognition of the predominance of public schoolboys is welcome, it is worrying that he does not understand why it persists. How does he propose to address the imbalance? Actions speak louder than words. One of his first acts was to cut the school sports co-ordinators&apos; scheme. In my borough this had been instrumental in promoting school sport, providing expertise and access to coaching and local clubs, as well as organising and co-ordinating inter-school competitions and facilitating the pooling and sharing of scarce resources and facilities. Unless we redress this imbalance, Britain will increasingly be able to select from only a tiny pool of developed talent. I look forward to hearing how much Gove is planning to invest to ensure we nurture talent wherever it lies.John HarringtonRomford, Essex", 
    "section": "education", 
    "gid": "education/2012/may/14/school-funding-gap-gameshow-gimmicks", 
    "wordcount": "1391"
}