{
    "headline": "Ray Billington obituary", 
    "text": "Ray Billington, who has died of throat cancer aged 82, was an inspirational philosophy teacher. Wherever he lived  Bristol, Battersea, Tintern, Bath  he set up a philosophy group at his local pub, thus initiating what became known as &quot;pub philosophy&quot;. He was head of philosophy from 1971 to 1995 at what became the University of the West of England, and along the way spent a year in California as an exchange professor. Mostly, however, he was a peripatetic teacher of evening classes, the &quot;ambassador of philosophy&quot;, as one of his students dubbed him. Billington brought the same sort of zeal to philosophy that he had earlier devoted to Christianity, and then to rejecting it. After 19 years as a Methodist minister, he wrote The Christian Outsider (1971), which concluded that a personal God did not exist, Jesus was not his son, and there was no afterlife. He was accused of heresy by the Methodist doctrinal committee of appeal, tried at the Methodist Conference in Harrogate  &quot;850 ministers discussing nothing but me and my beliefs for seven hours&quot;  and defrocked. His final conversion, after being a fervent materialist for some years, was to Eastern mysticism. Born in Hitchin, Hertfordshire, Billington had what he described as a puritanical childhood. His mother was in the Salvation Army, his father was a Methodist minister, and Ray became a Sunday-school teacher at 15, and a local preacher at 17. At 19, having done a year and half&apos;s farming in lieu of military service (he was a conscientious objector), he entered theological college in Birmingham, graduating in theology in 1952. His passionate preaching drew crowds to the church of whatever parish he ministered  in Glasgow, Hereford or Woolwich, south-east London. In the 1950s he was briefly officiating chaplain to the RAF in Cologne, when not touring the whole of West Germany calling for a ban on rearmament, and was later perhaps the only Free Church chaplain to the SAS to be a pacifist. He began teaching at what was then the Bristol Polytechnic while still in the ministry. The 1960s were, as we tend now to forget, an era of Christian revival, and Billington was caught up in CND, the Labour party and an energetic group of inter-denominational clergy who galvanised the rough parish of Woolwich with their all-embracing ministering, and trebled the congregation. But it was the pastoral more than the doctrinal aspect of Christianity that inspired him, and the gradual dwindling of his faith was not helped by his involvement, in the 1950s, in translating the Dead Sea Scrolls, which cast doubt on much of the accepted historical narrative of Christianity. Reading the Christian existentialist Paul Tillich reinforced his doubts, as did heated debates with John Robinson, Anglican bishop of Woolwich and author of the controversial Honest to God (1963). Billington considered his own The Christian Outsider to be its sequel. All his earlier fervour for religion had turned against it  God, he said, was one of the most immoral concepts ever invented  and his time at the State University of California, Chico (1984-85), ended in disaster when he incurred the enmity of Christian fundamentalists. He was also, despite being married with three children, over-indulging (as he always freely admitted) in alcohol and sexual libertarianism  until he joined Alcoholics Anonymous in 1984, and, in 1990, settled down with Hatti Pegram. He had developed a love for existentialism, and he and Hatti took students on existential weekends to Paris, where he would sit and lecture on Sartre&apos;s grave. Boisterously energetic, Billington managed to engage every single person in each of his well-attended classes, and taught without notes and with fluency and humour (he had jokes for every occasion, which, even if repeated, were always somehow funny). He would become red in the face when fulminating about God or Margaret Thatcher, but tempered his antagonism to the former when he started reading about Eastern religions. Though always wary of the word &quot;spiritual&quot;, he became enthusiastic about transcendentalism, gave classes on Eastern philosophy, wrote Face to Faith columns for the Guardian and spoke on religious radio programmes, in which he loved to say that he was &quot;an official Christian heretic&quot;. This range of ideas was explored in his books East of Existentialism (1990), Understanding Eastern Philosophy (1997) and Religion Without God (2001). His Living Philosophy: An Introduction to Moral Thought (1988) is a standard philosophy text for students. He is survived by Hatti, and by his wife, Shelagh, his sons, Martin, Anthony and Nicholas, and four grandchildren.  Raymond John Billington, philosopher, born 18 April 1930; died 1 September 2012", 
    "section": "education", 
    "gid": "education/2012/sep/28/ray-billington", 
    "wordcount": "772"
}