{
    "headline": "Debris from Japan tsunami extends 2,000 miles across Pacific", 
    "text": "Wreckage from Japan&apos;s devastating tsunami now stretches across a vast expanse of the North Pacific up to 2,000 miles wide, an ocean expedition has discovered. The first research vessel to journey into the debris field from last year&apos;s Japanese tsunami returned to port in Hawaii after 28 days at sea with new evidence of the wreckage now making its way to North American shores. &quot;There is a huge plume. We estimate it&apos;s more than 1,000 miles wide, maybe almost 2,000 miles wide  and that debris field is largely in the centre of the ocean,&quot; said Marcus Eriksen, captain of the Sea Dragon. It does not, however, form a solid mat. &quot;It really isn&apos;t a thick field. It is very, very dispersed,&quot; he said.  But there were still astonishing finds. What looked at first to be a whale on the horizon turned out, on closer inspection, to be the front half of a fishing boat, with Japanese characters still on the prow. The crew also spotted a tatami mat and a truck tire with its rim intact. The expedition was a joint effort between three non-profit groups: Eriksen&apos;s 5 Gyres Institute, the Algalita Foundation, and the Ocean Voyage Institute. Debris from the March 2011 earthquake and tsunami has swept across the Pacific far faster than scientists expected. Light, floating objects, such as buoys and oil drums, began reaching land last winter, carried along by winds as well as currents. There have been more solid finds too: a Harley Davidson motorcyle, still in a packing crate, washed up in British Columbia. A football turned up on an unihabited island off Alaska, and was traced to its schoolboy owner back in Japan. The Japanese government estimates that nearly 5m tonnes of debris was washed out to sea. Most of the debris is expected to begin hitting the Pacific coast of North America in October. And it will almost certainly continue arriving in dribs and drabs, based on the Sea Dragon&apos;s observations. Eriksen dismissed fears of a tidal-wave like arrival of rubbish on North American beaches. &quot;We are not going to have this avalanche, this wave of debris hitting North America at one time,&quot; he said. &quot;It&apos;s just going to be a slow trickle.&quot; On average, Eriksen and his crew encountered a piece of debris every 3.6 minutes. Almost all of those objects were plastic. The timber, and other organic materials that were swept out to sea, had disintegrated. Based on current trajectories, and wind and current patterns, scientists expect the majority of the debris  perhaps 95% - to remain in the west Pacific, eventually joining the existing fields of plastic debris. But, said Eriksen, some of it with eventually wash up in Hawaii, and maybe even whip around back towards Japan.", 
    "section": "environment", 
    "gid": "environment/2012/jul/11/debris-japan-tsunami-pacific", 
    "wordcount": "470"
}