{
    "headline": "10 Best Android apps this week", 
    "text": "It&apos;s been a slow week for notable new Android apps, so we&apos;re dropping down from the usual 20 to 10 hopefully just a one-week measure. As ever, games aren&apos;t included because there&apos;s a separate weekly post for them. The weekly iOS roundup will follow later in the day, while the monthly Windows Phone roundup was published last week. Here&apos;s this week&apos;s Android selection: GrooveRunner Who said iOS users should have all the fun with whizzy fitness apps? GrooveRunner is the latest run-tracking app, keeping tabs on time, speed, pace and distance, with a built-in music player and the now-standard brag-to-Facebook features. Drive To Improve This isn&apos;t quite ready for mainstream consumption yet  it&apos;s a beta but Telefonica&apos;s driving app is definitely one to watch. Working with an in-car device, the app analyses your driving style, providing a score (yes, sorry, gamification ahoy) rating your acceleration, speed and braking skills. The theory being you improve over time, and at some point save money on insurance as a result. Boingo Wi-Finder An established app, but now with an optimised version for tablets including the Google Nexus 7 and Samsung Galaxy Tab 10.1. As with the smartphone version, the app finds Boingo Wi-Fi hotspots around the world, and auto-connects to them if you have a subscription. TechCrunch TechCrunch is another existing Android app that went native for tablets this week, bringing the tech blog&apos;s news and CrunchBase database to larger-screened Android devices. It follows the launch of a similar iPad app earlier in the year. Million Moments Sony&apos;s Million Moments is already doing well in Asia, where it&apos;s done 450k downloads and counting. Now it&apos;s getting a push in the UK. The app is for viewing and sharing photos, importing them from Facebook, creating new albums, and tagging images with labels for easier sorting. Sonar: Friends Nearby Okay, so the &quot;app that shows me where my friends are nearby&quot; genre continues to be a bit Marmite in the split between enthusiasts and haters. Android owners in the former category may wish to give Sonar a try though: it connects to various social networks and location services, then shows likeminded users in your vicinity. LiveSTRONG Calorie Counter Hold the Lance Armstrong comments, please. While allegations continue to swirl about his cycling career, Armstrong&apos;s LiveSTRONG health site has built a decent brand in its own right. Now it wants to help Android owners count calories throughout their week, with this free version offering &quot;Mobile Rewards&quot;. KIDO&apos;Z OS It&apos;s certainly not the only app of its kind, but KIDO&apos;Z OS is the latest app that promises to make an Android device safe for children to use. That includes locking up apps you don&apos;t want your kids to access, while also serving up &quot;pre-approved&quot; online videos, a child-safe browser and a catalogue of games to play. John Cage Piano Composer and musician John Cage famously &quot;prepared&quot; a grand piano by placing objects under its strings to create different sounds. Now there&apos;s no need to give your piano-tuner a headache, since this app samples the sounds to provide a virtual version. It&apos;s to celebrate the 100th anniversary of Cage&apos;s birth. MasterChef This app is US-only, to tie in with Fox&apos;s version of the cookery show. But it&apos;s included here 1.) because there are plenty of Americans reading, and 2.) because it shows that the trend for second-screen TV apps isn&apos;t just an iOS thing. The app will synchronise with the show when watched on TV live or time-shifted and serve up trivia, polls, photos, videos and recipes as the contestants serve up food on-screen. That&apos;s our selection, now tell us yours. What Android apps have been floating your boat this week? Make recommendations in the comments.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/14/best-android-apps-grooverunner-techcrunch", 
    "wordcount": "631"
}