{
    "headline": "O2 owner Telefnica develops tech to analyse voice tone", 
    "text": "Telefnica, owner of the O2 network in Britain, is developing technology that listens in on personal calls to draw up a psychological profile of a speaker according to their tone of voice. A team of engineers and psychologists in Telefnica&apos;s Barcelona research facility has built a linguistic analysis engine to collect and interpret data from phone conversations. The engine can construct personality traits with 80% accuracy, the Spanish group told a select audience in a presentation at the Mobile World Congress trade fair thisweek. The company  which has tested the technology using the voices of internal volunteers  said customers would be able to use the information to learn about themselves. Analysts briefed on the project said it could be of interest to advertisers, though Telefnica insisted it had no such plans. By tracking the location and duration of conversations, and recording spikes in activity, the &quot;call graph&quot; could also alert emergency services to natural disasters or terrorist attacks. &quot;This level of insight would clearly be of interest to advertisers and organisations in sectors such as tourism,&quot; said Eden Zoller, an analyst at research firm Ovum, who was briefed on the project. Telefnica is working with other mobile networks on ways to attract some of the billions spent by advertisers on platforms such as Google. In Britain, the company has teamed up with Vodafone and Everything Everywhere to create an advertising sales house and virtual wallet platform for mobile. Weve, as the joint venture is called, will build detailed profiles of mobile phone subscribers who opt in to the service in exchange for promotions such as discounts from retailers, and then sell this information to advertisers seeking to target specific audiences. Zoller cautioned: &quot;Telefnica&apos;s linguistic analysis engine provides a deep level of granularity, even without listening to actual conversations, and we think that consumers will be very uncomfortable and resistant to the idea. Consumers are increasingly concerned about how their personal data is exploited, which in turn is reflected by mounting regulatory scrutiny.&quot; Telefnica said the technology analyses a person&apos;s tone of voice, rather than what they are saying, and that it would only be used with opt-in consent from the customers. People could use their data to see what kind of communicator they are, defining traits such as extrovert or introvert. Customers could also track their emotions over time, mapping mood changes from happy to sad, angry to calm, with the information presented in a Facebook-style timeline. A Telefnica spokesman said: &quot;This is a proof of concept that our innovation lab has been working on to empower people with their own data to see what it says about them. There are no plans to commercialise this and absolutely no intention of offering this information to advertisers.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/27/o2-owner-telefonica-tech-voice-tone", 
    "wordcount": "480"
}