{
    "headline": "Readers recall unlikely classroom tasks  open thread", 
    "text": "It&apos;s a source of deep regret for education secretary Michael Gove, but like it or loathe it: school lessons don&apos;t just consist of chalkboards and textbooks. From role pay to live-tweeting, teachers go great lengths to help pupils understand their work. And it&apos;s not just teachers who come up with unusual tricks: students will do all sorts in the run up to exams, even singing their revision notes, as one self-confessed &quot;audio learner&quot; tells Guardian Students. Gove&apos;s criticism of a Mr Men-inspired history lesson has got readers talking about the strangest lessons they remember being taught, or delivering. Are you a teacher with maverick methods? Or do you recall being taught a tricky subject in an odd way? Perhaps it was a path to exam success. Or maybe it was memorable for all the wrong reasons. Here&apos;s a few stories you&apos;ve shared with us so far. To add yours to the mix post in the comment thread below  GHPrice: &quot;My A2 history teacher introduced the subject of political parties of Weimar Germany through a &apos;speed dating&apos; exercise. Alright, it probably wasn&apos;t the most serious way to learn it, but I&apos;ll never forget the aims of the DDP (Deutsche Demokratische Partei) or DNVP (Deutschnationale Volkspartei). I suspect Mr Men is the same idea It&apos;ll stick in kids&apos; minds more than being forced to recite something over and over.&quot; Edain: &quot;For my A-Level English we had a section on &apos;monsters&apos;, containing excerpts from Frankenstein, Dracula... and then Pokemon and Fungus the Bogeyman. We were 18. It was actually a lot harder to witter on about &apos;gotta catch &apos;em all&apos; and a children&apos;s picture book when you&apos;re supposed to be dissecting the Modern Gothic and linking the depiction of monsters in literature with societal concerns of the time.&quot; Aejw: &quot;Getting older pupils to present the information in an entertaining way to year 6 pupils has benefits for both groups, it encourages the older students to think creatively and hones presentation skills whilst showing the younger students that History can be engaging. I teach French and Spanish to years 7-11 and sometimes am bereft of ideas to illustrate a dry grammar point in an entertaining fashion. I would be happy to adapt a resource like this.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/10/open-thread-readers-recall-unlikely-classroom-tasks", 
    "wordcount": "380"
}