{
    "headline": "Striking neon matchsticks", 
    "text": "Towards dusk, the so-called golden hour, a false dawn of illumination from the sinking sun burnishes the grasses and sends light rays spearing through the trees. It is the cue for a dog walkers&apos; exodus from this lakeside country park. We are heading against the tide, striking out along a narrow belt of land between the broad Ouse and a string of riverside lakes. From the first hide, there is a grandstand view over an empty expanse of water gathering dust. Thistledown drifts and drops, powdering the surface, taking the sheen off summer. On the second lake there are mallards and gadwalls, too distant to warrant lingering. Further on, the lakes are partially obscured by sallow bushes and my attention shifts to details close at hand. Down in the long grass, the yellowing stems glowing in sunlight, and it is there I pick out a blue neon matchstick. Then another, and another, a dozen, a hundred, maybe a thousand blue damselflies, hanging up for the night. Some cling side-on, showing folded-back wings and barcoded bodies. Others face the path, wings and abdomens tucked behind the grass stem, a goggle eye popping out on either side. I crouch down to inspect one damselfly holding on to its fireman&apos;s pole, the two front pairs of feet clasped as if in prayer, rear feet anchored downwards for balance. I look into eyes like frog spawn with smudged black tadpole pupils. Curiosity tilts my head for a different perspective and the damselfly promptly shuffles its feet and one eye disappears behind the grass. I duck the other way and the discomfited insect, using the stem as a shield, shuffles again, this time showing only the other eye. It raises one front leg to give what seems like a dismissive wave, a cue for me to step back to allow it peace. The side-on damselfly on the next stem has not moved and it seems a curious paradox: one alert and defensive, the other perfectly still.", 
    "section": "environment", 
    "gid": "environment/2012/aug/10/insects-ruralaffairs", 
    "wordcount": "331"
}