{
    "headline": "Megaupload shutdown: guns, cars and cash seized in police swoop", 
    "text": "Shotguns, a Rolls Royce Phantom and millions of dollars were seized from properties linked to Megaupload on Friday, as the US sought to extradite the file-sharing firm&apos;s founders over online piracy claims. In a move that prompted a swift counter-offensive from hackers, authorities shut down the website on Thursday and swooped on its senior staff, accusing them of racketeering, money laundering and copyright infringement. Four of the seven Megaupload executives arrested, including founder Kim Dotcom, appeared in a New Zealand courtroom for a first appearance in what is likely to be a lengthy extradition process. Speaking from the dock, Mr Dotcom, whose real name is Kim Schmitz, waved away his lawyer&apos;s objection to members of the media taking his photograph. &quot;We have nothing to hide,&quot; he said as he encouraged those present to capture his image. A judge duly granted journalists access before ruling that the four must remain behind bars ahead of a second hearing slated for Monday. Extradition proceedings are expected to last for more than a year. Meanwhile, the firm was building up a powerful legal team to counter criminal charges in the US. Bob Bennett, the man who defended Bill Clinton during the Monica Lewinsky scandal, was on Thursday retained to represent Megaupload. Speaking to the Guardian, Bennett said: &quot;All I am at liberty to say at this stage is that we will be vigorously defending the case.&quot; The attorney&apos;s former clients also include collapsed energy giant Enron, and former defence secretaries Clark Clifford and Casper Weinberger. If found guilty of charges including racketeering, the Megaupload executives arrested could face a sentence of up to 50 years in prison. The prosecution of Megaupload represents one of the biggest copyright cases in US history. Dotcom is accused of heading up a criminal venture that illegally cheated copyright holders out of $500m in revenue over a five-year timeframe. The 37-year-old and his associates are said by prosecutors to have profited to the tune of $175m as a result. A resident of both New Zealand and Hong Kong, Dotcom amassed personal earnings in excess of $40m in 2010 alone, according to a US indictment. Police in Auckland searched 10 properties associated to Dotcom and his colleagues. They took away luxury cars, two short-barrelled shotguns and valuable works of art, according to a police spokesman. Officers also seized $8m that had been invested in various investment vehicles in New Zealand. The cash has now been placed in a trust pending the outcome of the case. Established in 2005, Megaupload offered a &quot;one-click&quot; service, that allowed users to store and share large files online. Before being shut down, the website boasted 50 million daily visitors, accounting for 4% of total internet traffic, the US justice department claimed in a statement accompanying the opening of the indictment. Prosecutors allege that the website knowingly violated copyright law by illegally hosting pirated movies, music and TV shows on a massive scale. Before being closed down, the company posted a statement online stating that the allegations against them were &quot;grotesquely overblown&quot;. It continued: &quot;The fact is that the vast majority of Mega&apos;s internet traffic is legitimate, and we are here to stay. &quot;If the content industry would like to take advantage of our popularity, we are happy to enter into a dialogue.&quot; News of the website&apos;s shuttering came just 24-hours after internet giants staged a 24-hour protest over proposed anti-piracy laws. In response to the arrests, the hacker group Anonymous  which is not affiliated to Megaupload - launched a counter-offensivee. During the resulting cyber attack, the group managed to temporarily bring down the websites of the Department of Justice as well as those of the Recording Industry Association of America, the Motion Picture Association of America, and Universal Music. The Electronic Frontier Foundation, an organization that defends free speech online, said in a statement today that the arrests set a &quot;terrifying precedent&quot;. &quot;If the United States can seize a Dutch citizen in New Zealand over a copyright claim, what is next?&quot; it asked.", 
    "section": "technology", 
    "gid": "technology/2012/jan/20/megaupload-shutdown-guns-cars-cash-seized", 
    "wordcount": "683"
}