{
    "headline": "Loss of Arctic sea ice '70% man-made'", 
    "text": "The radical decline in sea ice around the Arctic is at least 70% due to human-induced climate change, according to a new study, and may even be up to 95% down to humans  rather higher than scientists had previously thought. The loss of ice around the Arctic has adverse effects on wildlife and also opens up new northern sea routes and opportunities to drill for oil and gas under the newly accessible sea bed. The reduction has been accelerating since the 1990s and many scientists believe the Arctic may become ice-free in the summers later this century, possibly as early as the late 2020s. &quot;Since the 1970s, there&apos;s been a 40% decrease in the summer sea ice extent,&quot; said Jonny Day, a climate scientist at the National Centre for Atmospheric Science at the University of Reading, who led the latest study. &quot;We were trying to determine how much of this was due to natural variability and therefore imply what aspect is due to man-made climate change as well.&quot; To test the ideas, Day carried out several computer-based simulations of how the climate around the Arctic might have fluctuated since 1979 without the input of greenhouse gases from human activity. He found that a climate system called the Atlantic multi-decadal oscillation (AMO) was a dominant source of variability in ice extent. The AMO is a cycle of warming and cooling in the North Atlantic that repeats every 65 to 80 years  it has been in a warming phase since the mid-1970s. Comparing the models with actual observations, Day was able to work out what contribution the natural systems had made to what researchers have observed from satellite data. &quot;We could only attribute as much as 30% [of the Arctic ice loss] to the AMO,&quot; he said. &quot;Which implies that the rest is due to something else, and this is most likely going to be man-made global change.&quot; Previous studies had indicated that around half of the loss was due to man-made climate change and that the other half was due to natural variability. Looking across all his simulations, Day found that the 30% figure was an upper limit  the AMO could have contributed as little as 5% to the overall loss of Arctic ice in recent decades. The research is published online in the journal Environmental Research Letters. Day said that there are a number of feedback effects that could see the Arctic ice loss continue in the coming years, as the Earth warms up. &quot;[There is] something called the ice-albedo feedback, which means that when you have less ice, it means there&apos;s more open water and therefore the ocean absorbs more radiation and will continue to warm,&quot; he said. &quot;It&apos;s unclear what will happen  it definitely seems like it&apos;s going in that direction.&quot;", 
    "section": "environment", 
    "gid": "world/2012/jul/26/arctic-climate-change", 
    "wordcount": "475"
}