{
    "headline": "The global crisis of gender inequality  and America's shameful secret", 
    "text": "Girls face inequality from the moment they are conceived, and it continues throughout their lives  that was the message of our animation to mark International Day of the Girl. The statistics on the lack of gender parity in education, health, marriage and employment are alarming: for example, twice as many girls as boys will never start school, and one in four girls globally are married before they reach 18. World leaders have promised to achieve gender equality by 2030  but at the current rate of progress this will take more than 100 years. We also reported on a study from Save the Children, which found that the US ranks lower than Kazakhstan and Algeria on gender equality, due to its low representation of women in parliament, high teenage pregnancy rates and and record on maternal deaths. Niger was named the worst country in the Girls Opportunity Index: it has the highest rate of child marriage in the world, with 76% of women now aged 20 to 24 married before they were 18. Elsewhere on the site      Hurricane-ravaged Haiti has alarming levels of hunger and malnutrition Climate change could drive 122 million more people into extreme poverty by 2030 World Bank tribunal dismisses mining firms $250m claim against El Salvador Canadian firm faces new forced labour claims over Eritrean mine Polio vaccine drive targets 41 million African children as Nigeria fights virus GM seed firm Monsanto dismisses moral trial as a staged stunt We are writing the history of Zika: one year into the crisis in Brazil $10m campaign targets cervical cancer among girls in sub-Saharan Africa Aid reforms could see big increase in private sector subsidies Dignity, not poverty  the cash grants helping Ugandas older generation Indians at risk of flooding powerless to stem the tide of illegal sand mining Poor countries urge fast action on Paris deal to stop catastrophic warming Indian medical students use pads and poems to tackle period taboos Isis and al-Qaida turf wars in Africa may push fragile states to breaking point  Opinion      Krishnan Guru-Murthy: We saw how Yemens children are slowly starving to death Alexander Sanger: Planned Parenthood is 100 years old, but the fight for reproductive rights goes on Ben Ramalingam: Healthcare innovations wont cure global health inequality  political action will Dr Anita Zaidi and Helen Matzger: Hurricane-hit Haiti needs vaccines to stop deadly cholera spreading Multimedia      Destitute Afghans fleeing fighting seek refuge in Kandahar  in pictures World Food Day: coping with the climates impact on food security  in pictures Floods destroy meagre crops in Ethiopias lush highlands  in pictures Lives devastated as El Nio drives drought in Mozambique  in pictures Students Speak We asked for your views on the legacy of the outgoing UN secretary general, Ban Ki-Moon. Students hailed his work on gender equality, but said he failed to protect civilians from conflict. What you said On Ben Ramalingams opinion piece about tackling global health inequality, Siameez said:  It seems to me that putting resources into accessible clean water, good sanitation, basic health education, pre- and post-natal care, vaccination programmes and such would have huge improvements in health outcomes for the greatest number of people   Im not saying medical technology should be denied, but that the basic health problems that are so common in poor societies should be addressed first, and will have the most benefit in health improvement.  Highlight from the blogosphere From the Overseas Development Institute, Katie Peters and Emily Wilkinson, writing for Thomson Reuters Foundation, talk about the importance of building peoples resilience in the aftermath of Hurricane Matthew in Haiti.  And finally  Poverty matters will return in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. On Twitter, follow @gdndevelopment and the team  @LizFordGuardian, @BenQuinn75 and @karenmcveigh1  and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2016/oct/18/gender-inequality-us-america-international-day-of-the-girl-poverty-matters", 
    "wordcount": "652"
}