{
    "headline": "Glyndebourne wind turbine launch met with cheers and jeers", 
    "text": "When the wind blows at Glyndebourne this year, it won&apos;t just cause the guests at Britain&apos;s grandest opera season to huddle into their pashminas and dinner jackets as they picnic in the gardens. It will also be powering the fridges chilling the champagne as well as the spotlights on the soprano centre stage, as a 1.5m wind turbine turns. &quot;That is just so beautiful,&quot; sighed Brenda Sherrard, as Sir David Attenborough and Verity Cannings, deputy head girl at Ringmer community college, wrestled with the green ribbon wrapped around the 44-metre mast of the first wind turbine to power a major UK arts institution. There were cheers from the crowd, which included many local residents, easily drowning out the swoosh and the low whine as the giant blades began to turn. But there were also a few jeers from a small knot of protesters who fought the proposal through years of planning debates and a six-day public hearing, insisting it would blight the rolling beauty and tranquility of the South Downs. Sherrard lives four miles away in Lewes, but her daughter Anna lives near enough that she walked to the launch ceremony. They both think the turbine, sited 100 metres from the stump of the Victorian post mill, has its own beauty. &quot;Not everyone agrees with me,&quot; Sherrard conceded. But Cannings, who heads her college&apos;s ecology team, did. &quot;I don&apos;t get how anyone can object to it. In a few years&apos; time they won&apos;t even notice it. In another few years, if we don&apos;t do something about climate change, this view won&apos;t be here anyway because we&apos;ll all be under water.&quot; &quot;It&apos;s been a long journey&quot;, said Gus Christie, grandson of Sir John Christie, who married a soprano and founded an opera house in the back garden of his country home. He too said the turbine was &quot;an object of beauty&quot;, as well as a boost to Glyndebourne&apos;s efforts to become carbon neutral, which already included low-energy lighting, composting and green waste schemes for the acres of gardens, an electric car charging point and a cycle-to-work scheme for staff. Christie first thought of building a wind turbine in 2004. He said he hoped other arts organisations and environmental bodies such as Natural England would now join forces to find sites for more turbines  and that it would not take them quite so long to achieve. &quot;If all applications are blocked, then future generations will hold these bodies responsible for failing to address the issue of climate change.&quot; Over the course of the year, he believes, the turbine will generate more than half of Glyndebourne&apos;s electricity requirements, a giant step towards its target of getting 90% of its energy from renewable sources. The turbine was first switched on on 3 December, and that month generated more than twice the electricity used in the previous December. The sound is faint but quite audible throughout the grounds, although the general director, David Pickard, pointed out that the houses most affected were on the Christie estate. So far the only complaints about noise pollution came when the wind direction shifted to the east, and the speed of the blades was turned down for a few days. Attenborough said the young had got it but their elders still had not grasped the scale of the change essential to avert catastrophe. &quot;If people don&apos;t like the rhythmic puffy noise it makes then that&apos;s their choice, but I can&apos;t help feeling such people haven&apos;t really grasped where energy comes from. What do they imagine happens when they turn on a light switch or drive their cars? &quot;For most of my lifetime most power came from burning coal, which killed many hundreds underground and thousands overground from breathing in fumes, and in my memory caused smogs where you could not see your hand in front of your face. It is almost unbelievable to me that we now have the ability to draw the power we need from every gust of wind.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jan/20/glyndebourne-wind-turbine-launch", 
    "wordcount": "679"
}