{
    "headline": "Exotic army of invading wildlife changing the nature of UK cities", 
    "text": "First came the urban fox, then flocks of colourful tropical parakeets. But now deer, woodpeckers, hedgehogs, jackdaws, birds of prey and exotic spiders, fish and insects are colonising British cities, say wildlife experts. Previously unseen muntjac, roe and fallow deer now boldly enter inner-city areas such as Finsbury Park in north London and have been seen in cemeteries, gardens and golf courses on the outskirts of Edinburgh, Sheffield, Bristol, Guildford and Newcastle, says the London Wildlife Trust&apos;s deputy director, Mathew Frith. He gave a warning that people could soon expect to see wild boar in suburban streets and gardens: &quot;It will not be too long before they impact on our urban areas. They have no natural predators, it is complicated to hunt them, and their numbers are increasing. We can expect them soon.&quot; Birds of prey, once common in cities, have this year returned in numbers. Red kites, extinct in England and Scotland by the 1800s and down to just a few pairs 20 years ago, are now not just seen flying over London and other cities, but have been found feeding in gardens in places such as Reading, Frith says. In a remarkable turnaround from the polluted wildlife deserts of the 1970s, inner-city parks and private gardens are now attracting creatures once practically extinct in urban areas and providing habitats for wildlife seldom seen before in Britain. The invaders, which are mostly welcomed by ecologists but worry local authorities as their numbers increase, are becoming bolder every year as they fill ecological niches. Jackdaws have been found raiding pigeons&apos; nests on the British Museum and the National Gallery, and peregrine falcons, which were almost exterminated by the use of pesticides after the second world war, have taken to nesting in the Houses of Parliament, Tate Modern and the O2 arena, as well as on tower blocks and housing estates. &quot;They used to be persecuted, but now they are returning,&quot; says Frith. &quot;Twelve years ago there were no breeding pairs at all. But now we have eight to 10 pairs in London.&quot; Smaller animals and birds once rare in cities are also thriving, says ecologist Tony Canning, who works at the Camley Gardens nature reserve near King&apos;s Cross in north London. He attributes some of the increase in urban wildlife to a declining use of pesticides by gardeners. &quot;Sales shot up in the 1980s gardening boom, but people don&apos;t use so much now,&quot; he says. Increasingly urbanised landscapes are thought to be of mixed value for birds, with species such as pigeons and chaffinches able to survive in these environments, while others, such as the swift, starling and song thrush, are in decline. One of the most successful urban birds may be the tropical ring-necked parakeet, which colonised Esher in Surrey years ago and is becoming widespread in urban areas in the Midlands. &quot;We now have great spotted woodpeckers right in the centre of cities. I saw one flying over London Bridge last week,&quot; says Frith. Exotic animals have often been brought to London and to British port cities on boats, but they seldom breed. But no one can explain how a self-sustaining colony of non-venomous metre-long Aesculapian snakes has come to live near the canal in Regent&apos;s Park. They normally eat birds and eggs, but appear to be feeding on rodents. Hundreds of terrapins, which can live for up to 60 years, are known to inhabit British cities following the craze over the Teenage Mutant Ninja Turtles TV show in the 1990s. This year a mink was spotted in an artificial lake in Thamesmead, one of London&apos;s most deprived communities. &quot;What we are seeing especially is new insects. The red-eyed damselfly was virtually unknown a few years ago. Now it&apos;s in central London. Wasp spiders are spreading everywhere,&quot; says Canning. Milder winters are thought to have extended the range of insects and spiders to London and southern England cities. Jersey moths and exotic, brightly coloured wasp spiders, almost unheard of a few years ago, have spread from the continent, and red-eyed damselflies, first spotted in Britain in 1999, are now common on London&apos;s waterways. In August a rarely seen long-tailed blue butterfly was found trying to establish a breeding territory in East India Dock. It is possible that it came off a boat, but just as likely that warmer winters have made it possible for it to survive. Ecologists cannot say if the present boom in wildlife is because species are being driven out of the countryside or because cities are becoming more attractive. &quot;We have lost some urban habitats, like old industrial sites, and a lot of front gardens have been concreted over,&quot; says Canning. &quot;But a huge amount of conservation work has been done in nature reserves in the past 20 years.&quot; Equally, thousands of ponds in the countryside have been filled, but frogs and newts now find it easier to live in cities because pesticides are used less. The work of local authorities may also be encouraging wildlife. Tens of thousands of street and park trees were planted in the 1950s and 1960s in British cities and many of these are nearing maturity, offering new habitats for many types of birds such as magpies, which only nest above 25ft. But not all new urban wildlife in urban areas is welcome. Last week scientists from Queen Mary College, University of London, said that almost 100 freshwater species not native to the UK have invaded the river Thames catchment area, costing hundreds of millions of pounds to eradicate. They include Chinese mitten crabs, zebra mussels, Asiatic clams and other species which can rapidly multiply and take over the habitats of native wildlife and infest waterways. The recolonisation of British cities parallels what is happening elsewhere in Europe and also the US. Wolves have been found within 25 miles of Rome, and wild boars are now so common in Berlin that the city authorities have issued hunting licences. American scientists warned last week that wolves, mountain lions and wild dogs could soon be a common sight in densely populated cities. &quot;Raccoons, skunks, foxes  they&apos;ve already been able to penetrate the urban landscape pretty well. The coyote is the most recent and largest. The jury&apos;s out with what&apos;s going to happen with the bigger ones,&quot; said Dr Stan Gehrt of Ohio State University, who has been tracking the wild dogs. &quot;It used to be rural areas where we would have this challenge of coexistence versus conflict with carnivores. In the future, and I would say currently, it&apos;s cities where we&apos;re going to have this intersection between people and carnivores. Overall, I think it is amazing what is happening. If we give a bit of room here and there, nature does its own thing. We are finding many animals are surprisingly tolerant of what humans do.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/27/urban-wildlife-invaders", 
    "wordcount": "1155"
}