{
    "headline": "UN panel 'going for gold' to devise new targets for development", 
    "text": "The UN high-level panel (HLP) responsible for shaping the contours of development after 2015 will be &quot;going for gold&quot; as their discussions conclude on Friday, after a week of behind the scenes negotiations. Amina Mohammed, special adviser to the secretary general on post-2015 development planning and ex-officio member of the HLP on post-2015, says there is &quot;too much to lose and everything to gain&quot; from the panel&apos;s work. &quot;At the back of your head, you think, &apos;what if this doesn&apos;t work? Is there a Plan B somewhere?&apos; But what we are doing is going for gold, pushing the boundaries of what the secretary general demanded of us.&quot; But coming up with a development agenda to succeed the millennium development goals (MDGs) when their deadlines pass in two years&apos; time will not be easy. While the MDGs were created with little input from civil society or those who would be most affected by their implementation, the buzzword of post-2015 is consultation. This is not a prescriptive process, says Mohammed. &quot;We&apos;re doing better at reaching out to hear voices, which didn&apos;t really happen in 2000. We&apos;re engaging in deeper conversations.&quot; Those conversations began months ago and continued in Monrovia this week as panel members met civil society groups during a three-day event. On Thursday, organisers of the event issued a strongly worded communique (pdf), demanding that human rights, particularly those of women, be central to the HLP&apos;s recommendations. African civil society groups have been particularly active in post-2015 discussions. As well as having representatives now based in the Liberian president&apos;s office, at the next HLP meeting in Bali they will present a list of the priorities for Africa which they want to see in any new set of goals. African civil society believes it should be largely responsible for shaping the post-2015 development agenda. When I speak to Mohammed, it&apos;s at the end of the final day of the civil society event, during which she has sat in on most, if not all, the panels and roundtables held at City Hall, as well as at least one event organised by WaterAid at a hotel just down the road. Her name cropped up in all the conversations I had that day. She&apos;s clearly a woman people want to meet, probably because she is the most accessible member of the panel. It&apos;s fair to say she has a handle on all the issues and concerns, but she admits that acting on them will be a huge challenge. Not only will the panel have to manage the expectations of all those it has sought to engage with, who may expect quick action and specific results, but how can it ensure that economic, social and environmental concerns are given equal, adequate weight? Rather than answers, though, Mohammed raises other questions: how you do ensure inclusive growth? How do you bring in new partners, such as business, to benefit the poorest people, and how do you create peace and security? &quot;Bringing it all together is the biggest challenge we have,&quot; she says, not least because the issues that are on the table now, which were not so visible in 2000  climate change, migration, the youth bulge, for example  are not just the concerns of the global south. Yes, we need to create more, and better, jobs in Africa and Asia, but unemployment is a major problem in Europe too, says Mohammed. Global solutions are needed, which is &quot;another challenge&quot;, especially during a financial crisis. Human rights could be another major sticking point. There is almost universal consensus that upholding human rights needs to be at the centre of any new framework. But this will not be straightforward. Mohammed admits there are plenty of grey areas that need to be addressed. &quot;Everyone has signed off on human rights  the charter and conventions  so I don&apos;t think it&apos;s for want of laws, but perhaps we need a set of metrics recognising the different places people are at. We need to put in more checks and balances  [finding] a constructive way of approaching this without throwing stones is more helpful. It&apos;s so simple and logical that it [rights] has to be at the centre, but how do you implement it?&quot; Despite the complexities, Mohammed is confident the panel, which will publish its recommendations at the end of May, is well equipped to address the issues. She brushes off claims that the timeframe for coming up with a new vision is too short. The UN secretary general only announced in August the HLP, chaired by the Liberian president, Ellen Johnson Sirleaf, David Cameron, Britain&apos;s prime minister, and Susilo Bambang Yudhoyono, president of Indonesia, and it held its first official meeting in London at the end of October. Mohammed says the work done at Rio+20  the engagement of civil society groups and business leaders, rather than the outcomes  laid a good foundation on which the panel can build. &quot;We&apos;re not reinventing the wheel. Panel members are steeped in networks and policy. So when the secretary general says he wants something bold and ambitious, we have those people who do theory and practice,&quot; she says. &quot;I don&apos;t think we ever have enough time, but the time we have got is sufficient to get concrete ideas to shape what we want to do post-2015, drawing on so much that has already been done.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/01/un-panel-going-gold-targets-development", 
    "wordcount": "909"
}