{
    "headline": "The dinosaurs in your garden", 
    "text": "The dinosaurs first arose in the Late Triassic period about 225m years ago. No specific ancestral species is identified, but we recognise that there is a distinct lineage of animals that can be grouped together by shared features of their anatomy that we call dinosaurs. This group has three main lineages: the huge sauropodomorphs, the herbivorous and diverse ornithischians and the (mostly) carnivorous theropods.  Modern birds are the direct descendants of dinosaurs and so are part of the dinosaur group (or more technically, the dinosaur &quot;clade&quot;). Living birds are literally dinosaurs by definition. This means several things, most obviously the fact that dinosaurs are not actually extinct. Most lineages of course have gone: every dinosaur lineage except the birds is extinct (and indeed various birds are no longer with us). Second, this means that when biologists and palaeontologists talk about dinosaurs, they actually generally mean all dinosaurs except the birds. This often goes unsaid in public communications (and occasionally the odd paper) but really when we say &quot;dinosaurs&quot; we should say &quot;non-avian dinosaurs&quot;.  This is something I myself have avoided to date on the Lost Worlds, but it was always a point I intended to raise and introduce and then try and maintain. It&apos;s really quite relevant as accuracy is an inherent part of science communication and the statement that &quot;dinosaurs are extinct&quot; is incorrect, whereas &quot;non-avian dinosaurs are extinct&quot; is correct. Third and most amazingly, we have dinosaurs everywhere around us. We have dinosaurs nesting in trees in our gardens, tiny dinosaurs that can hover and fly backwards and feed on nectar, aquatic dinosaurs that live in Antarctica. There are dinosaurs that we eat, we have dinosaurs that can circle the globe without landing, intelligent and puzzle-solving dinosaurs, tall and flightless dinosaurs that can sprint at over 40 miles and hour, and brightly coloured and beautiful dinosaurs almost too numerous to mention.  The world is replete with these animals and they live on every continent and inhabit almost every ecological niche going. We might consider the Earth to be ruled by the mammals at the moment (and it&apos;s not an unfair position) but there are some 10,000 of bird compared with a more modest 6,000 mammals (give or take). In some ways, at least, dinosaurs still rule the roost.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/sep/06/dinosaurs-garden-birds", 
    "wordcount": "392"
}