{
    "headline": "Boot up: Windows 8 navigation tips, Ozzie says we're post-PC, Facebook's mobile users and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Getting around in Windows 8 &gt;&gt; Windows Team blog Here you go:   A common thread we&apos;ve seen in the feedback so far about Windows 8, on this blog or elsewhere, positive or negative, is that people using Windows 8 for the first time might need a little help getting their bearings.   First question to be answered: &quot;Where di the Start button go?&quot; You&apos;re going to be hearing - and explaining - that one a lot in 2013. Keyboard shortcuts for Windows 8 &gt;&gt; Windows Team blog Print it out and pin it up. Not quite post-paper. &apos;Personalized Medicine&apos; Hits a Bump &gt;&gt; WSJ.com  A tumor&apos;s genetic makeup can vary significantly even within the same tumor sample, researchers said, a finding that poses new challenges to the personalized-medicine movement in cancer. One big implication of the new research, being published Thursday in the New England Journal of Medicine, is that analyzing only a single sample of a patient&apos;s tumor--the current practice--may miss important genetic mutations that affect the course of the disease.   Genetics already complicated treatment. This complicates it much further. (Subscription may be required.) Q&amp;A: Ray Ozzie on startups, Microsoft, and what he&apos;s dreaming up next &gt;&gt; GeekWire Ray Ozzie - who took Bill Gates&apos;s chief software architect job, but left Microsoft in displeasure:   We know right now, there&apos;s no denying that we&apos;re in a great transition. People argue about, are we in a post-PC world. Why are we arguing? Of course we&apos;re in a post-PC world, but that doesn&apos;t mean the PC dies. That just means that the scenarios that we use them in, we stop referring to them as PCs, we refer to these other things. But it&apos;s still general computation. In other scenarios there are also other post-worlds. For example, in productivity, the PC era was defined by documents. Documents are the core of how we have thought about productivity. But if you count the words that everyone here types on a computer, increasingly in Facebook, in Twitter, in this blogging package and tis and that, by addressable market of words types, the classic document, is decreasing as a part of that, and what productivity is the meta level around documents, as much as the documents. So we&apos;re actually into a post-doc world, as much as we&apos;re heading into a post-PC world.   Microsoft in dispute with OnLive over Windows desktop-on-iPad licensing &gt;&gt; ZDNet Mary Jo Foley:   Now we know why Microsoft officials refused to discuss whether OnLive -- the company offering iPad and Android tablet users a hosted Windows desktop app -- was in violation of Microsoft licensing terms. It seems Microsoft believes they are.   Very complicated, relying on the question of whether you can connect to an OnLive-owned Windows 7 licence if you don&apos;t have one. Google throws Android under the bus with Google Play &gt;&gt; Kristofer Layon An iOS and Android app developer who doesn&apos;t like the &quot;Google Play&quot; moniker:   I&apos;ll end with an observation. Last week, several people at my company just spent a lot of time doing video production for a demo of our mobile app. The script noted that the app can be found in Apple&apos;s iTunes App Store and Google&apos;s Android Market. Now we get to redo that work. But this is more than just sour grapes. Now the demo, for a higher education mobile application, will need to say &quot;to keep in touch with your university courses, classroom discussions, faculty and classmates, and campus news, download our mobile app at Google Play.&quot;   But the &quot;Google Play&quot; name does at least suggest that you&apos;ll be able to get entertainment there - a big change. Facebook says it had 432m mobile users in December 2011; 13% are mobile-only &gt;&gt; Inside Facebook Facebook has updated its S-1 filing (quick, someone do a diff):   The company estimates that 58m users accessed the social network solely through mobile apps or the mobile website during December 2011. It did not note what percent of these users are on feature phones versus smartphones, nor did it provide any demographic information about these users. In India, for example, many people access Facebook from phones when they don&apos;t have personal computers. The remaining 374m mobile MAUs accessed Facebook from both PCs and mobile devices during that month. The social network says it has 845m total MAU.   That&apos;s impressive. On the FBI Raid &gt;&gt; Barrett Brown On Pastebin, where everyone writes their best work. He got a knock on the door the day that Sabu (of LulzSec) was formally fully charged; Brown&apos;s involvement has always been a mystery.   As to the various stunts [Sabu] pulled in the months since his arrest - including but not limited to the unnecessary release of credit card information for Stratfor customers - we may never know to what extent such things were encouraged by his &quot;Justice Department&quot; handlers in an effort to discredit this movement. But I digress, lol. At any rate, the Feds came back a couple of hours later with a search warrant for my mom&apos;s place - they fully intended to take a certain laptop, and did.   We look forward to knowing what was on that laptop. As you may expect, he really doesn&apos;t like Sabu. At all. Countering the Google Plus image problem &gt;&gt; NYTimes.com Perhaps conscious that G+ really isn&apos;t wowing the media, Vic Gundotra gets on the line to the NYT.   &quot;This is just the next version of Google,&quot; Mr. Gundotra said, noting that he sees Google Plus as a social blanket that envelopes the entire Google experience. &quot;Everything is being upgraded. We already have users. We&apos;re now upgrading them to what we consider Google 2.0.&quot; In Google&apos;s eyes, citing the amount of time people spend on Google Plus would be like judging a takeout restaurant by how many people sit down to eat at a table, even though a number of people take food to go. But Nate Elliott, a vice president and principal analyst with Forrester Research, said the numbers just are not adding up correctly. &quot;I don&apos;t know how you can have a social layer without having a social network that people use,&quot; Mr. Elliott said in a phone interview. &quot;If Google is saying that someone who once signed up for Google Plus makes them an active user, then that&apos;s not entirely convincing.&quot;  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/09/technology-links-newsbucket", 
    "wordcount": "1123"
}