{
    "headline": "On the Guardian Teacher Network ... how Tim Brighouse would improve the exam system", 
    "text": "Two years ago, London became the only rich world capital city in which student achievement was higher than the national average, and last year its schools startlingly outperformed schools in all other English regions. Given that London is the most diverse world city with more than 300 languages spoken in its schools, a highly mobile population with some schools experiencing half their students leaving during their secondary education and some of the most acute poverty in the country, this is some achievement. It really wasn&apos;t always like this and the reason it is now dates back, most education insiders acknowledge, to the introduction of the London Challenge in 2002 and the then secretary of state for education, Estelle Morris. She appointed a minister for London schools  Stephen Twigg, now the shadow education secretary; and, most tellingly, a commissioner for London schools, Tim Brighouse now Sir Tim  the outstanding teacher, academic and education leader. Brighouse had managed to turn Birmingham&apos;s schools round before he arrived to be the commissioner for London schools, and Birmingham had generally been considered the worst-performing local education authority in England before he became chief education officer there. So it might pay dividends to listen to what he is saying about necessary education reform in a piece published on the Guardian Teacher Network today. His comments are reported in a blog on a book by Andrew (Lord) Adonis, the former Labour schools minister and architect of the academies programme. The book, Education, Education, Education: Reforming England&apos;s Schools (www.bitebackpublishing.com) makes the case for completing the structural reformation of the country&apos;s state school system, which began with the opening of the first city academy in 2002  the year Brighouse became the London schools tsar. If Labour returns to power, Adonis could be in the running to be the next education secretary. He knows that any incoming government must hit the ground running and his book is full of his own education plans. But perhaps a few more would not go amiss? In the blog, six leading education thinkers give their ideas on school reform. In his part of the blog, &quot;Change the exam system&quot;, Sir Tim makes this &quot;trust the teachers&quot; comment: &quot;GCSE exams are expensive. They drain 600m each year from school budgets and give 70m profit to three exam boards in return for &apos;smoke and mirror&apos; exams with at least a 10% error and a confused mixture of normative and criterion referencing that involves taking into account the performance of the age group five years earlier. &quot;Instead, let&apos;s have an exam system based on university methods  internally marked and externally validated and moderated on criterion referencing by chartered teacher examiners. &quot;Accredit each school for its assessment reliability. Revive Sir Mike Tomlinson&apos;s plan to replace GCSEs, A-levels and vocational qualifications with a single diploma at age 18, but set tests at age 13 in English, maths and ICT skills. Such reforms would place trust in teachers, save money and improve the reliability of exams.&quot;  If you would like to read what the other five thinkers said, or comment yourself, read &quot;2015 and beyond: what&apos;s next for school reform?&quot;  The Guardian Teacher Network  jobs, free resources, ideas, careers advice and professional debate available every minute, every day theguardian.com/teacher-network", 
    "section": "education", 
    "gid": "education/2012/oct/22/tim-brighouse-andrew-adonis-exams", 
    "wordcount": "555"
}