{
    "headline": "Apple chip designer Arm Holdings beats forecasts", 
    "text": "British computer chip designer Arm Holdings beat forecasts with a 45% increase in fourth-quarter profits to 69m as it gained market share in sales of smartphones and mobile computers. Apple&apos;s favourite chip designer beat the consensus profit forecast of 55m, and said full-year revenues had risen 21% to 492m, with profit before tax for the year up 37% to 230m. Total fourth-quarter revenues rose 21% to 138m. Arm already dominates the smartphone market, but 2011 saw it grow share by increasing the number of its designs in each handset, from an average of 2.4 to 2.5 chips. Crucially, Arm said its products were being licenced for use in smart TVs. These sets, which connect to the internet, are expected to become a major new trend in consumer electronics, with Apple believed to be readying a smart TV for later this year. &quot;Arm has seen strong licensing growth, driven by market-leading semiconductor companies increasing their commitment to Arm technology, and more new customers choosing Arm technology for the first time,&quot; said the chief executive, Warren East. &quot;We have also seen our royalty revenue continue to grow faster than industry revenues as the Arm Partnership gains share in our target markets.&quot; Arm, which designs but does not manufacture chips, signed 25 new processor licences with factories in the fourth quarter. Many were for televisions, mobile computers and smartphones. The news sent Arm&apos;s shares up nearly 5%, or 27p to 625p, by the market close. The number of Arm chips in mobile phones and mobile computers was up 10% year on year to 1.2bn. While analysts are forecasting that across the whole of the industry, semiconductor revenues declined about 10% in the fourth compared to the third quarter, Arm defied the trend. Its processor division licensing revenues were up 25% in the final three months of the year, to 68m, compared to the same period in 2010, and its royalties from the division were up 23% to 100m. &quot;Clearly Arm&apos;s licensing and royalty momentum seems set to continue in coming quarters as well, not withstanding the broader weakness in the overall semiconductor industry,&quot; said analyst Janardan Menon at broker Liberum. &quot;Our bigger concern on the stock is the threat posed by Intel in the smartphone and tablet market, now that it has been able to bring its power consumption down to comparable levels.&quot; Arm&apos;s American rival Intel has until now been frozen out of the smartphone market because its chips consumed too much power, meaning batteries expired in less than 24 hours. The company announced at the Consumer Electronics Show in January that it has new designs to be used by Lenovo and Motorola which it says will challenge Arm. East reiterated full-year guidance for 2012 but said the biggest threat would come from the world economy. &quot;The global macroeconomic situation remains uncertain and is likely to influence consumer and enterprise spending, thereby potentially impacting semiconductor revenues and industry confidence,&quot; he said. &quot;Assuming the macroeconomic situation does not deteriorate significantly, we expect group dollar revenues for the full year to be at least in line with current market expectations of just over $860m.&quot; Mobile devices account for 55% of Arm units shipped, the second largest category is &quot;embedded&quot;  simple &quot;microcontroller&quot; chips in medical equipment, car engines and on credit cards. Shipments of Arm-processor based microcontrollers grew about 80% year on year, compared to 5% for the overall microcontroller market. Enterprise products such as chips for servers represent 16%. Home, for devices such as television sets, is at just 4% but predicted to become a fast-growing market as more devices such as fridges are connected to the internet. &quot;We see Arm in very good shape for 2012 and 2013 whatever the weather,&quot; said analyst Lee Simpson at Jefferies bank..", 
    "section": "technology", 
    "gid": "technology/2012/jan/31/apple-chip-designer-forecasts", 
    "wordcount": "653"
}