{
    "headline": "Chuffing wonderful views of Lakeland", 
    "text": "Rail passengers alighting in the Lake District this Easter were greeted by golden daffodils, pale yellow primroses, bursts of purple, pink and white blossom, and snow-white hills on which drifts had buried pregnant ewes the week before. Having changed trains at Oxenholme on the Euston to Glasgow line, they landed at Windermere to take in Langdale Pikes, among the most photographed of Lakeland&apos;s mountains  and alpine in the bitter air. MJB Baddeley&apos;s 1888 guide, The English Lake District, praised Windermere&apos;s magnificent prospect: &quot;As we leave the train we are sensible of a change almost magical  Directly in front are Claife Heights, backed by the skyline of Coniston Old Man and Wetherlam. Rigg&apos;s Windermere Hotel is only a few yards above Windermere station itself.&quot; It is very much the same scene a century later. Were it not for Dr Beeching, who annihilated British branch lines in the 1960s, and William Wordsworth, who whipped up support to stop the trains proceeding further than Windermere (it is said Grasmere would have been the next stop), such access would have been more widely available. Trains could well still be running under Blencathra and Skiddaw and stopping at Bassenthwaite Lake station on the Cockermouth, Keswick and Penrith railway. They might also be passing under Dow Crag and Coniston Old Man along the Broughton-Coniston line, which ran for 100 years, before finally closing to passengers in 1958. Absolute gems, long gone. Two further lines still service Lakeland from afar: the Cumbrian Coast line from to Barrow, which stops at Ravenglass in the Lake District national park; and the Ravenglass-Eskdale railway with its 15in-gauge steam trains chuffing their way from Ravenglass station to Boot. It originally carried iron ore that was regarded as solid gold (like the passengers that same &apos;Laa&apos;l Ratty&apos; line carries today).", 
    "section": "environment", 
    "gid": "environment/2013/apr/07/lake-district-chuffing-wonderful-views", 
    "wordcount": "300"
}