{
    "headline": "Michael Gove launches attack on anti-academy teachers and councillors", 
    "text": "The education secretary, Michael Gove, has risked infuriating thousands of teachers and councillors by describing those opposed to academies as &quot;ideologues happy with failure&quot;. In his sharpest attack yet on those against academies  one of the coalition&apos;s flagship education reforms  Gove warned that he would plough on with the programme regardless of critics. &quot;Change is coming. And to those who want to get in the way, I have just two words: hands off,&quot; he said in a speech at Haberdashers&apos; Aske&apos;s Hatcham College, an academy in south-east London. Gove said he was frustrated by some &quot;obstructive&quot; local authorities and areas, such as Haringey in north London, where he said he had been asked &quot;not to challenge the leadership of the lowest performing schools&quot;. &quot;For years, hundreds of children have grown up effectively illiterate and innumerate [in Haringey],&quot; he said. &quot;In one of the most disadvantaged parts of our capital city, poor children have been deprived of the skills they need to succeed.&quot; Gove, who is often described by his adversaries as an ideologue, entitled his speech: &quot;Who are the ideologues now?&quot;. &quot;The new ideologues are the enemies of reform, the ones who put doctrine ahead of pupils&apos; interests,&quot; he said. &quot;Every step of the way, they have sought to discredit our policies, calling them divisive, destructive, ineffective, unpopular, unworkable  even &apos;a crime against humanity&apos;  they are putting the ideology of central control ahead of the interests of children. &quot;They are more concerned with protecting old ways of working than helping the most disadvantaged children succeed in the future. Anyone who cares about social justice must want us to defeat these ideologues and liberate the next generation from a history of failure.&quot; &quot;It&apos;s time we called them what they are: ideologues it&apos;s the bigoted backward bankrupt ideology of a leftwing establishment that perpetuates division and denies opportunity. And it&apos;s an ideology that&apos;s been proven wrong time and time again.&quot; There are now 1,529 academies, compared with 200 in the last days of Labour. In an average week, the Department for Education processes 20 applications from schools wanting to convert to become academies, Gove said. Academies, unlike other state schools, do not receive funds through their local authority but, instead, directly from central government. They have greater freedom over how they spend their funding and over which subjects they teach than other state schools. Gove admitted there was &quot;more to be done&quot; and said his officials had identified more than 200 primaries with the &quot;worst records&quot;. &quot;We have identified 10 local authorities with unacceptably high numbers of underperforming primaries. We are working now to transform them into academies,&quot; he said. Headteachers have argued that it is excellent teachers and leaders that make great schools, not structural change, such as independence from local authorities. But Gove said there was evidence, &quot;built on by successive governments, both Labour and Conservative&quot; that turning a school into an academy enabled schools to improve. At one point in the speech he quoted Tony Blair&apos;s description, in the former prime minster&apos;s memoirs, of why academies are effective. Haringey&apos;s deputy leader and cabinet member for children, Cllr Lorna Reith, said: &quot;Of course we realise how important a good education is to our children, which is why we will not accept underperformance and are working with our schools to secure rapid improvement. The decision to convert to an academy is one that should be made by the school itself following proper consultation with parents, who need to be convinced it is the right solution not simply told it is.&quot; Teaching unions expressed anger at the speech. Christine Blower, general secretary of the National Union of Teachers, said Gove&apos;s comments were an &quot;insult to all the hardworking and dedicated teachers, school leaders, support staff and governors in our schools. &quot;The forced academy programme is about bullying schools into academy status against the wishes of school communities and their local authorities who are best placed to judge what support any particular school may need, not an external sponsor with an eye to the future profits to be made out of the government&apos;s programme of privatising England&apos;s schools.&quot; Blower said the academy reforms were &quot;wrecking&quot; local authority education services. &quot;Each time a school becomes an academy, funding is removed from the LEA, reducing services and support to remaining schools. It has nothing to do with school improvement but is part of an ideologically driven agenda to dismantle our current system of local accountability for education.&quot; Brian Lightman, general secretary of the Association of School and College Leaders (ASCL), said headteachers against academies were &quot;not the &apos;enemies of promise&apos;, but professionals dedicated to improving the lives of young people&quot;. He said: &quot;The keys to school improvement are excellent teaching and leadership and a relentless determination to stamp out failure. &quot;Many ASCL members have decided that academy status will be the best route to that goal, many others have decided that they can best achieve this as LA [local authority] maintained community schools. What really matters are the outcomes their students achieve rather than the type of school they go to.&quot; The shadow education secretary, Stephen Twigg, will argue on Thursday for an extended school day to prepare pupils for working life. &quot;A longer school day appears to be a smart way forward for a number of reasons,&quot; Twigg will tell the North of England Education Conference. This would help secondary pupils get used to a work-like timetable, he will say. &quot;A long hours culture has its drawbacks, but how many employers expect their workers to leave the office at 3.30pm? A longer day can be progressive in nature. Too many pupils who suffer from poor housing conditions struggle to find a quiet place to study or do their homework. Providing a longer school day will give these students a haven away from what in some cases can be chaotic and troublesome home lives  it can take young people, quite literally, off the streets. Numerous studies have shown that gang activity is often most prevalent in the hours immediately after schools close, and providing longer school based activities may prevent some from getting into trouble.&quot; The former chair of the cross-party Commons education select committee, Barry Sheerman, is to conduct a review for Labour called School to Work. It will take evidence from teachers, parents, universities and business, as well as look at how other countries are helping pupils prepare for the workplace.", 
    "section": "education", 
    "gid": "education/2012/jan/04/michael-gove-attack-anti-academy", 
    "wordcount": "1119"
}