{
    "headline": "Higher education must join up internationalisation and development", 
    "text": "Only 1% of the world has access to a higher education, and the figure for secondary education isn&apos;t much better at 10%. Even in America around a third students enrolled in college never complete their degrees, and the same proportion of all first years undergraduates have taken at least one remedial course in reading and/or mathematics. Clearly, we are living in times that are fraught with multiple problems affecting entire communities and societies. Against this backdrop, as more than 3.7 million young students leave their home countries&apos; borders in search of an international education and with so many countries and organisations investing vast amounts of human and financial resources in promoting a global education, the question must be asked: what are the benefits of an international education? What is to be gained from the mobility of students and what local or global problems can international education help solve? This question goes deeper and can be traced to the vast divide between two seemingly overlapping yet disparate fields: international education as those of us in the exchange or internationalisation field know it, and international education in the field of international development. Experts and practitioners in these two fields need to speak to each other more. In my experience they barely communicate. Those of us working in international higher education rarely pose critical questions about the broader implications and relevance of internationalisation in providing solutions for global, national or community-level problems. To what extent are we, for example, guiding our future internationally mobile students to think about the Millennium Development Goals, or the Education for All initiative, or the Dakar Framework for Action as a frame of reference for selecting their future course of study and professional career? Although international service learning is a time-honoured tradition in western countries, it exists for the most part on the fringes of formal higher education and training. But there are some exemplary programs that have attempted to bridge this divide, and where an international experience is seen as a critical pathway to addressing development issues. One such program is the Ford Foundation&apos;s international fellowship program that draws upon talented individuals from marginalised groups from around the world to use their educational experience to address key social issues. Another example of an initiative that encourages the application of international learning to everyday problems is Engineers without Borders, which provides US engineering undergraduates with community development opportunities abroad. As one step towards documenting these types of activities, the Institute of International Education has recently expanded its Open Doors Study Abroad Survey to collect data on internships abroad (and other types of applied learning experiences) both for credit and non-credit, in the private and public sectors. Scaling up and replicating these types of initiatives is not an easy endeavour. From a research perspective, the major challenge, of course, is assessing the ultimate impact of higher education mobility or educational exchanges. How can we measure the contributions of international education to solving global problems? In addition to reporting on international students&apos; fields of study, should we also attempt to synthesise mobility data by areas of potential impact such as public health, education and the environment? These are just some of many questions that need to be addressed. The selection of a study destination and field of study will ultimately be an individual one, driven by personal and professional aspirations, but we can all play a role in shaping the next generation&apos;s thinking about how their learning can help solve some of the world&apos;s most endemic problems. But for that to happen our field first needs to rethink and redefine our current understanding of internationalisation. Rajika Bhandari is deputy vice president of research and evaluation at the Institute of International Education, New York and directs the Institute&apos;s Center for Academic Mobility Research.  This article was originally published by the International Association of Universities, in its magazine IAU Horizons. The IAU, founded in 1950, is the UNESCO-based worldwide association of higher education institutions. It brings together institutions and organisations from some 120 countries for reflection and action on common concerns and collaborates with various international, regional and national bodies active in higher education. Its services are available on the priority basis to members but also to organisations, institutions and authorities concerned with higher education, as well as to individual policy and decision-makers, specialists, administrators, teachers, researchers and students..  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/10/internationalisation-joined-up-international-development", 
    "wordcount": "761"
}