{
    "headline": "Moshi Monsters getting full iPad app 'in next few months'", 
    "text": "With more than 60 million registered users, Moshi Monsters is already one of the most popular children&apos;s virtual worlds. Now it&apos;s set to go fully mobile before the end of 2012. The company behind it, Mind Candy, has already launched a few spin-off iOS apps, both with partners such as ustwo and Penguin, and under its own steam  the recently-released Moshi Monsters: Moshlings. However, the full Moshi Monsters experience is set to make the leap from desktop to tablet. Chief executive Michael Acton-Smith talked about the company&apos;s plans in a speech at the Children&apos;s Media Conference in Sheffield, saying a team is already hard at work on the app. &quot;We&apos;re hopefully going to launch Pocket Moshi or Moshi-on-the-Move or whatever it&apos;s called in the next few months,&quot; he said. &quot;We&apos;re going to make it free, and hopefully have millions of kids playing it.&quot; Acton-Smith admitted that Mind Candy took time to come around to the idea that apps could be a big growth area for children&apos;s entertainment. &quot;18 months ago, we were saying like most people &apos;are kids really going to have mobiles? Are parents going to buy 500 iPads for their kids? And the answer is absolutely yes,&quot; he said. &quot;We really firmly believe at Mind Candy that the tablet device is going to be the dominant form of entertainment for kids over the next few years. As revolutionary and exciting as what Disney did in the 1920s what Henson did with Sesame Street, and what Pixar did in the film world.&quot; What&apos;s more, Mind Candy has ambitions of solving the app discovery problem for parents and developers. And not just with Moshi Monsters apps. &quot;This could be a great opportunity for promoting new apps that third parties have developed,&quot; he said. &quot;We&apos;re almost thinking of Mind Candy as a publisher curating apps that we&apos;d like to promote to our audience.&quot; Acton-Smith said the increasingly ferocious competition on Apple&apos;s App Store is what set Mind Candy thinking about the opportunity for this kind of curation role. &quot;Until recently, great ideas could get lucky and bubble up. We&apos;ve seen Angry Birds and Talking Tom and a host great stuff, but that&apos;s geting harder and harder,&quot; he said. &quot;That&apos;s where we see potential for us to come along as a publisher We can curate new apps and say &apos;this is fantastic&apos;, and present it to our audience.&quot; Acton-Smith says Mind Candy has been following the ongoing debate around the use of in-app purchases in apps for children, but didn&apos;t rule it out for future Moshi apps. &quot;We are still trying to figure it out,&quot; he said. &quot;Some of our future games may have in-app purchase in, but we&apos;re only going to do it in a way that doesn&apos;t damage trust with parents. We&apos;re building this brand for the long term: we don&apos;t just want to make a quick buck and annoy people along the way.&quot; Acton-Smith said that Mind Candy is also looking to work more with creative companies in other ways as a publisher, ideally through acquiring their IP, although it will consider funding and traditional commissioning-style deals. &quot;We&apos;re open to preschool ideas, we&apos;re open to slightly older audience as well, maybe early teens,&quot; he said. &quot;We don&apos;t want to paint ourselves into a box The way we see Mind Candy is family entertainment, similar to how Disney sees it.&quot; Mind Candy has also considered launching Moshi Monsters on Facebook, although Acton-Smith said the social network&apos;s official no-under-13s policy led it to shelve the idea. This may change. &quot;If Facebook did develop a kids version, which has been whispered about for a while, we would absolutely look at putting our content on there.&quot; Even so, mobile and particularly tablet is the bigger focus for Mind Candy as it continues to build Moshi Monsters in a multi-platform brand. &quot;If we just focused on desktop, in the next year or two we&apos;d be a dinosaur,&quot; said Acton-Smith.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/05/moshi-monsters-ipad-app", 
    "wordcount": "685"
}