{
    "headline": "CES 2012: Aurasma reveals new 3D augmented reality engine and games", 
    "text": "     Many are speculating that this could finally be the year that augmented reality makes a genuine impact on gaming. Of course, the tech been around since phone manufacturers started putting cameras in their handsets  you may well have seen the Mosquito game that thrilled Symbian phone owners back in 2004. And of course, with consoles like the 3DS and Vita, we&apos;re seeing AR games and applications right from the start. But its often about gimmicks more than solid, immersive content. At CES, however, the maker of virtual reality browser Aurasma has announced a new 3D engine, which will allow developers to create three-dimensional animations to slot into augmented reality applications. One of the company&apos;s demo videos shows a pterodactyl flying around Big Ben, another has a prehistoric monster invading Paris. Cleverly, the software knows when the dinosaur is occluded by the clock tower, and, as it&apos;s a 3D animation, the viewer can move around and view the giant dino-bird from different positions. As well as supporting developers, Aurasma is also set to make a library of hundreds of 3D characters and animations available to the users of its app, which is available in iOS and Android flavours (although 3D functionality is currently confined to the iOS version, with Android implementation to follow). This will mean that anybody can point their phone at an object  be it a building, an article of clothing, a picture in a magazine or a friend, and then assign a 3D animation to it (the range includes everything from wild animals to representations of the Tardis and Lady Gaga...), effectively tagging the subject. So, when another Aurasma subscribed to your &apos;Aura&apos; channel happens upon the same thing and points their phone at it, the app downloads the relevant file for them, and they get to see the AR performance. It&apos;s a bit like an AR version of a QR code reader  except the app doesn&apos;t need a QR icon, it can recognise real-world shapes and features.  The Aurasma technology has been used in hundreds of adverts and marketing promotions since the original app was launched back in June 2011. For example, parent company Autonomy is the shirt sponsor for Tottenham Hotspur and during the match against Arsenal back in September, tagged the club&apos;s badge, allowing fans to scan their own replica shirts to retrieve videos of match highlights and goals. That&apos;s fun, obviously, but the possibilities of the tech were limited by the fact that it could only show 2D animations and videos. 3D could well provide a much more immersive experience.  &quot;Smartphones are doubling in processing power every eight months,&quot; says the company&apos;s chief technology officer, James Loxam in its CES press release. &quot;As their power increases, so does Aurasma&apos;s ability to merge the physical and virtual worlds together. Our 3D engine already supports very complex models and they will become even more interactive and realistic as our phones increase in processing power. Very soon people will find it difficult to tell where the physical world ends and the virtual one begins.&quot; To test the interactive possibilities of the tech, Aurasma is also showing off a view games that use the app in more interactive scenarios. One of the demos  viewable in the video at the top of this story  is a simple goal-keeping sim, which allows players to use their own finger as the goalie. It&apos;s basic stuff, but it hints at a future in which AR games fully understand the environment you&apos;re in and begin to utilise it in a gaming sense. Current AR experiences  like the apps that come free with the DS  don&apos;t really know what they&apos;re &apos;seeing&apos; through your camera  they don&apos;t know that a door is a door or a window is a window.  Current AR technologies such as Aurasma, Layar Vision and Sony&apos;s SmartAR are all now beginning to understand the world as presented through your camera, using pattern recognition to identify objects. This is where AR gaming gets really interesting. Imagine playing a survival horror game through your iPhone or Android camera  you&apos;re walking down your hall at home, and the software identifies that you&apos;re about to pass a door; suddenly, the version of the door on your screen bursts open and a 3D zombie lurches out at you.  Stick this technology into a pair of AR glasses rather than a phone, and you have a seamless augmented reality experience, in which your surroundings become the game. Hello future.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/10/aurasma-augmented-reality-games", 
    "wordcount": "746"
}