{
    "headline": "What is local radio for in the age of the internet?", 
    "text": "I had the pleasure last Monday of observing a recording of Dara O&apos;Briain&apos;s Science Club a live and lively experience. The studio in Dalston may have been dressed in a shabby workshop chic but there was nothing shabby about the production. It ran like a well-oiled machine. The floor manager and numerous assistants cajoled the studio audience good-naturallyto shift around as the cameras moved here and there for each set-piece. The production team played the pre-recorded segments on screens scattered around the studio so that we could all keep track of the show&apos;s narrative, on this occasion devoted to the science of music. Later in the week I listened admiringly as Melvyn Bragg, no stranger to a scientific challenge, took up the tricky subject of X-ray crystallography on Radio 4&apos;s In Our Time. I&apos;ve said it before and I&apos;ll say it again: the BBC works hard at its scientific output and gives good value for money. All of which makes the ongoing difficulty over the removal of the Naked Scientists radio show from the schedules served by BBC Easta baffling situation. My initial post on this (and letters of complaint from many other people) elicited what looked like a rather positive reply from Mick Rawsthorne, head of regional and local programmes at BBC East. Rather than cancelling Naked Scientists, he wrote in an email, the BBC now aims to retain them on the schedules of Radio Cambridgeshire, and is seeking input and regular on-air contributions from a science specialist on two of their more popular programmes. The key thing to note is that their plans apply only to Radio Cambridgeshire, which serves just14% of the audience within the BBC East region  Rawsthorne also oversees Radio Cambridgeshire,BBC Essex, Radio Northampton, Radio Norfolk, Radio Suffolk and Radio Three Counties Radio (the latter covering Bedfordshire, Hertfordshire and Buckinghamshire). When I pressed him on the omission of the audiences in the rest of the area, Rawsthorne confirmed that this would be the case because of Cambridge&apos;s &quot;special association with science&quot;. Local listeners outside Cambridgeshire could catch up with the Naked Scientists via the BBC iPlayer. The planned focus for science coverage on just one small part of the region evidently contradicts the claim made at the end of Rawsthorne&apos;s initial email that the partial reprieve for Naked Scientists is &quot;evidence of how much importance we place on coverage of science in all parts of the BBC&quot;. In his last communication to me, Rawsthorne reiterated the concentration of effort on Cambridge was because &quot;it clearly stands apart in the depth and range of science, scientific research and science-based industry.&quot; The news for Cambridge is good, relatively speaking,but it is still not clear what the BBC has in mind for the local listeners in the rest of the region. I wonder what people in Norwich, home of the University of East Anglia  and the headquarters of BBC East  will make of that, to say nothing of the rest of the region. The wider question is what is local radio for? This question has become more acute in the hyper-linked age of the internet when most people in the UK have ready access to information from all over the world. Although radio listeners remain numerous  almost 90% of us regularly listen to the radio and many are probably loyal to one station, habits are changing. More people are listening via computers or mobile phones, some of that latter group doing so during long commutes to work. How local are our lives these days and how necessary is it to have a local take on the stories of the day, including science, a quintessentially international topic? There is no doubt that we need good, in-depth coverage of science, but BBC East&apos;s focus on Cambridge and apparent lack of plans outside the embrace of that one university town seems to me to strike the wrong note. Resources are tight but an organisation as large as the BBC can surely figure out a way to translate its nationally strong science coverage into local conversations. Indeed the example of the Cambridge-based Naked Scientists shows the way. Why not harness the resources of university departments across the BBC East region  all of them increasingly mindful of the need to generate impact through public engagement  to add local flavour to a world of science that affects all our lives? Such a project might easily be enlarged to bridge the airwaves with the real world because a key residual value of local radio  even in our wired world  is its rootedness in local communities. As a resident of London I am only too aware that the capital is brimming with live science events from discussions and debate to comedy served up by the likes of Festival of the Spoken Nerd, Science Showoff and Bright Club, many of which have spread around the country. There is no shortage of talent that could be recruited by local radio stations to spice up their scientific conversation with the people they are supposed to cater for. Indeed it could bring a liveliness to local science coverage that the national output these days provides rarely  and sometimes only if you can find your way to Dalston.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/dec/03/radio-internet", 
    "wordcount": "891"
}