{
    "headline": "Flipboard 2.0 looks to make everyone the editor of their own magazine", 
    "text": "When it first launched in July 2010, Flipboard was an interesting new spin on news aggregation: an iPad app that turned people&apos;s Twitter and Facebook feeds into a digital magazine. Since then, it has added other social sources like Instagram, Tumblr, LinkedIn, Google+ and SoundCloud; launched on iPhone and Android; and forged partnerships with some media owners to reformat their articles and videos within Flipboard. In August 2012, Flipboard announced that it had 20m readers, but seven months later that total stands at 50m although both figures are for the number of people who&apos;ve ever used Flipboard, rather than currently active users. More on that later. Today, Flipboard is launching a major update Flipboard 2.0 for iPad and iPhone, with Android to follow in a month or so. The big change: the ability for Flipboard users to curate and share their own digital magazines within the app. The obvious comparison  if you&apos;ve used it is Pinterest, the site where people create &quot;boards&quot; of images and videos which other users can then &quot;repin&quot; onto their own boards. Replace boards and repin with &quot;magazines&quot; and &quot;flip&quot; (Flipboard&apos;s chosen lingo), and you&apos;ve got Flipboard 2.0. &quot;This release is the largest release we&apos;ve ever done, and we&apos;re really excited about it,&quot; chief executive Mike McCue tells The Guardian in an interview. &quot;The first-generation product was really focused on consumption and reading, but this new release is focused on curation: the ability for anyone to curate content from across the internet and pull it together in the form of a magazine, then edit and share it with others.&quot; It&apos;s not just Flipboard users who can create these magazines. Some of the company&apos;s media partners, including Rolling Stone, The Guardian* and Vanity Fair, are also taking advantage of the new feature to publish mini-magazines, complete with their own advertising. Curation over creation I&apos;ve not had the chance to use the new features myself at the time of writing this interview the update was due to launch in the early hours of Wednesday 27 March  but the demo shown by McCue during the interview was slick. Flipboard users can create their magazines, then use the app as usual to read news and look at photos and videos. When they see something they like, they tap a &apos;+&apos; button to flip it into one of their magazines. There will also be a bookmarklet for web browsers to enable them to do this from the desktop. Other Flipboard users can subscribe to these magazines, which will display the original sources for their contents, as well as comments from social networks. When someone subscribes to or interacts with a magazine, its creator gets a notification within the Flipboard app. &quot;We want to open up an avenue for people who are passionate about something, and discerning users of the web, to build a community around it,&quot; says McCue. &quot;When you&apos;re editing a magazine, and all of a sudden you see people start commenting on it, it encourages you. Now you&apos;ve got an audience that you want to feed. I think you&apos;re going to see a lot of people do this.&quot; That&apos;s a big question, tying into longstanding discussions about user-generated content and social media sites, from YouTube (how many people upload versus watch?) to Twitter (how many tweet versus read?). Will a high percentage of Flipboard users want to create rather than just read? &quot;You&apos;re more curating than you are creating: endorsing and recommending content,&quot; says McCue. &quot;Curating is a much easier thing. We&apos;ve been watching our beta testers, and they have been creating all sorts of amazing magazines.&quot; How will people find these magazines? Another new feature is called Content Search, which enables people to search by topic, person or hashtag. It sits alongside a Content Guide that will also promote magazines in New &amp; Noteworthy and By Out Readers sections. People vs Algorithms There&apos;s an interesting line to be walked here between promoting the magazines from big media partners and bubbling up the best ones from Flipboard&apos;s users. &quot;We will surface partners&apos; content more prominently in search results,&quot; says McCue. &quot;But we are trying to find the right balance between curation, and providing the search and other mechanisms to bring in content from other sources.&quot; There will also be a recommendation engine working away to suggest magazines to each Flipboard user based on their previous reading. It&apos;s a mix of human curation and algorithm-based recommendations, in other words. This taps into a wider digital entertainment trend: digital services remembering that recommendations from real people still have an important role alongside clever algorithms designed to filter through masses of content. Witness how curated playlists are all the rage among digital music services like Spotify, for example. &quot;It&apos;s actually about people and algorithms coming together. I look at it as like an intricate layer-cake, where you have people picking articles that they find interesting and sharing them on a social network, so they&apos;re curating the web,&quot; says McCue. &quot;So you have a lot of people doing that, but that&apos;s a lot of content being posted, so you need some algorithms to filter through all of that, grouping things by most-shared, most read or what&apos;s shared by the people you care most about.&quot; But there&apos;s more. &quot;Now we have people picking from the articles that these algorithms surfaced and flipping six or seven articles into their magazines, so they&apos;re curating the algorithms,&quot; says McCue &quot;And on top of all that you have a recommendation engine. It&apos;s a mix of people and algorithms coming together in lots of interesting ways.&quot; Shopping and Media Alongside the launch of Flipboard 2.0, there is news of another kind of partner for the company: online shopping site Etsy. Its catalogue and blog articles can now be browsed within Flipboard and flipped into people&apos;s magazines, but they can also buy products from within the app. This kind of e-commerce is a revenue stream for Flipboard it gets a percentage of each transaction  and it&apos;s another area of comparison with Pinterest, which has also emerged as a notable driver of traffic and sales to shopping sites (including Etsy). Flipboard also makes money from a cut of advertising run within its app by media partners McCue shows an ad for Land Rover during the interview demo which brings up the topic of whether publishers see Flipboard and other news aggregation apps as friend or foe. Or both, it has to be said: The Economist&apos;s chief executive Andrew Rashbass told a conference in April 2012 that Flipboard was &quot;not a creative reimagining in some way  it&apos;s a head-on competitor&quot;, while suggesting that his own website team&apos;s decision to partner with it was &quot;giving the opportunity to extract value to somebody else in an area that should be our own so Flipboard is problematic&quot;. The Economist is far from the only publishing company whose senior executives fret about Flipboard and its rivals eating their lunch, while business development and digital teams jump at the chance to partner with such apps. Are these attitudes changing over time? &quot;We&apos;re seeing an overwhelmingly positive reaction to what we&apos;re doing, because we&apos;ve built Flipboard as a mechanism to help great content exist on the internet,&quot; says McCue.     Flipboard CEO Mike McCue    Supporting journalism That&apos;s no surprise, but he has more to say, suggesting that while &quot;great journalism can be supported in print&quot; with a combination of sales and advertising, the web remains problematic, and mobile devices even more so. &quot;When you bring that great journalism to the web, everyone wants it to be free, and the ads are banners that sell for a tenth of what a full-page print ad would sell for. Take that same article and move it to an iPhone or iPad, and people will pay a tenth of the digital price,&quot; he says. &quot;What you get is an environment that simply can&apos;t sustain great content. If we continue to allow that to happen, the web as we know it will fall apart and retreat behind paywalls, and it won&apos;t be a web any more. And that would be a tragedy.&quot; McCue&apos;s sunny view of the economics of print journalism may not be shared by everyone in the industry every month brings new reports of newspapers and magazines closing or going digital-only, while other publications (including The Guardian) are laying off print journalists. But back to those digital challenges, and McCue&apos;s pitch on how Flipboard can help. &quot;We can build an ecosystem working closely with publishers that respects all of their content, and monetises it at levels comparable to print with ads that are comparable to print. We are also building in the ability to do paid subscriptions for content,&quot; says McCue. An early attempt came in June 2012 with the New York Times, which enabled its paying subscribers to access its content from within Flipboard. McCue&apos;s comments now suggest this was just the start, and that subscribing to publishers from within the app is the next step. &quot;I don&apos;t think people have a fundamental problem with paying for content, but it&apos;s just too hard on the internet. We think there&apos;s an opportunity to make it much easier to subscribe to premium content,&quot; he says. &quot;As soon as we get that component in place, for folks like The Economist or Wall Street Journal, who are focused on keeping their content behind paywalls, we&apos;ll enable them to attract new subscribers on Flipboard, have some content be free and monetise really nicely with ads, and then easily convert those people into premium subscribers with the click of a button.&quot; Scaling up Free content, paywalls and news-aggregation apps in perfect harmony? However optimistic or sceptical you are about Flipboard finding a magic formula for profitable journalism, only time will tell if the company (and its partners) are onto a winner. It&apos;s important not to overestimate the scale of Flipboard though. 50m readers so far is a big number, but how many of them are active? When the company announced its 20m milestone in August 2012, it also said that 1.5m people used its app every day. If that ratio has continued, it would have around 3.75m daily active users (DAUs) now in March 2013. Another external source is AppData, which estimates that Flipboard currently has 1.8m DAUs and 2.9m monthly active users (MAUs) although that only covers people who&apos;ve connected Flipboard to their Facebook accounts. Based on another official Flipboard stat from August that 75% of its iPad readers had connected the app to social networks the AppData figures might lead you to believe that Flipboard currently has around 2.4m DAUs and 3.8m MAUs. But there is lots of noise in such calculations. In any case, we&apos;re likely talking single-digit millions as Flipboard&apos;s active readership. Certainly not a trifling figure by newspaper or magazine standards, but very small in relation to the well-over 1bn iOS and Android devices sold over the last five years. In other words, Flipboard 2.0 and its curated magazines aren&apos;t a revolution yet  for the media industry. They&apos;re a glimpse at one possible future, but Flipboard and apps like it need to get a lot more popular if they&apos;re to make a truly meaningful impact. Part of that challenge involves appealing beyond the geeks (like me) who got excited about Flipboard when it first launched. How does the company balance the needs of those power-users with the mainstream people who are buying smartphones and tablets in their hundreds of millions? &quot;We try to balance both, but if we lean to one side, it&apos;s towards the mainstream,&quot; says McCue. &quot;We are not a power-user tool, we are a mainstream everyday-use tool that anybody can use just like picking up a newspaper in the morning.&quot; McCue hopes that the new features in Flipboard 2.0 will help the app grow even faster in the months to come. &quot;We were adding a new user every second in September, but we think we&apos;ll be doing two or three or four times that in the coming months,&quot; he says. &quot;It&apos;s going to be an awesome audience, and one that publishers are really excited about.&quot; *The Guardian is a launch partner for Flipboard 2.0, although I was unaware of that fact until McCue said so during the interview. It wasn&apos;t a factor in the decision to arrange the interview or cover the story.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/27/flipboard-2-curating-digital-magazines", 
    "wordcount": "2135"
}