{
    "headline": "2012 Bafta video game awards: a good night for EA... and sequels", 
    "text": "And so it&apos;s all over for another year; the rented tuxedos have been returned, the impressively heavy statues have been placed in development studio award cabinets. So what can we take from the 2012 Bafta video game awards? Well, it was a good night for Electronic Arts. Portal 2, which EA publishes, claimed best game, best story and best design  a triumvirate that confirms Valve&apos;s physics puzzler (at least in the eyes of Bafta judges) as the undisputed game of the year. Battlefield 3 also performed well, grabbing best sound design, best online multiplayer and  most dramatically  the Game award, which has been in the hands of the Call of Duty franchise for several years.  The two main controversies of the night: nothing for Skyrim, the winner of copious numbers of Game of the Year awards elsewhere, and Peggle triumphing in the handheld category.  Bethesda&apos;s giant RPG was nominated in five areas, but none of them were perhaps entirely suited to the game. In story and artistic achievement, it was probably always going to lose out to games with a sharper, more defined sense of style and identity. Best game? Well, it&apos;s tricky. We on Gamesblog had it down in the number two position, beneath Portal 2, and perhaps that&apos;s where it finished in the Bafta voting.  Peggle HD winning handheld? This was a major surprise to me. Of course, Popcap&apos;s casual puzzle title is absolutely wonderful, a masterpiece of deceptively deep design. But it was equally wonderful when the original Peggle arrived in 2007  surely that was when it should have won? It was up against two new titles in Quarrel and Super Mario 3D Land that brought real design vigour to gaming in 2011.  It was, ultimately, a good night for sequels - as is often the way in this industry. Apart from in the soundtrack category, sequels or established brands won in every category they appeared.  Of course, this says two things about the games business: that there are a lot of sequels, and that consecutive instalments (as opposed to their movie equivalents) tend to get better. But should we have expected a few more risky decisions from bafta? Certainly, there were murmurs on the night about the irony of a sequel winning in the Innovation category, yet LittleBigPlanet 2 is a game that&apos;s full of neat new ideas that build on the promise of the original. But then, of course, Skyward Sword introduces a fresh game mechanic at almost every stage. I think there must have been some raging arguments in that judging room.  One factor that may get overlooked is that every award has a different judging panel, and that these panels don&apos;t confer with each other. In this sense, it&apos;s difficult to ascribe an overall theme to the night, or to start forming tacit theories about snubs or favourites.  I think it&apos;s great that Portal 2 did so well because it&apos;s a game everyone can and should play; it mixes spectacularly clever level design with genuine humour and an interesting plot, and it creates a world that totally convinces  and totally works. No complaints there.  How about you?", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/19/2012-bafta-video-game-awards-reactions", 
    "wordcount": "524"
}