{
    "headline": "Keystone XL pipeline: Obama to oil progress as pump prices rise", 
    "text": "Barack Obama will speed up approval of the Keystone XL tar sands pipeline during his &quot;all of the above&quot; energy road trip, White House officials said. The president will use a stop in Cushing, Oklahoma on Thursday morning to announce an executive order directing government agencies to speed up permits for the southern US-only segment of the pipeline, running from the town to Port Arthur, Texas The approval  which brought angry reactions from environmental groups  could allow construction on the southern portion of the pipeline to begin before the November elections, instead of next year. In addition, White House officials indicated in a conference call with reporters that Obama was likely to improve the entire route, which stretches more than 1,600 miles from the tar sands of Alberta to the refineries of Texas. &quot;The need for pipeline infrastructure is urgent because rising American oil production is outpacing the capacity of pipelines to deliver oil to refineries, a White House statement said. Obama&apos;s tour starts with a visit to the country&apos;s biggest operating solar farm in Boulder City, Nevada. The White House said in a statement: &quot;The president will highlight his administration&apos;s focus on diversifying our energy portfolio, including expanding renewable energy from sources like wind and solar, which thanks in part to investments made by this administration is set to double in the president&apos;s first term.&quot; But the visit seemed a detour on a trip apparently solidly focused on fossil fuels and the price of gas at the pump. Obama has been under nonstop attack from Republicans for rising petrol prices, which now stand at well over $4 (2.50) for a US gallon in some parts of the country, and for his decision in January to halt the pipeline because of a section running through an ecologically sensitive part of Nebraska. On the campaign trail, Newt Gingrich has said he would cut gas prices to $2.50 if he is elected president, and Mitt Romney has taken to demanding Obama sack his energy secretary, Steven Chu, the interior secretary, Ken Salazar, and his Environmental Protection Agency administrator, Lisa Jackson. Gingrich calls the three the &quot;gas hike trio&quot;. But Obama&apos;s forthcoming speech at a pipe yard owned by TransCanada, the Canadian company behind the project to pump crude from the tar sands of Alberta, was seen as a strong signal that the pipeline  at least, the portion running from Cushing to Port Arthur, Texas  is back on track. The White House said last month it would allow the southern portion, which requires no State Department approval, to go ahead. It was not immediately clear how Obama would push the process along further. TransCanada has said it will go ahead with the Cushing-Port Arthur segment of the pipeline as soon it gets the go-ahead from the army corps of engineers. The White House said in a statement Obama&apos;s visiting Cushing was intended to show his commitment to &quot;improving and supporting the infrastructure that helps us leverage our domestic resources, while also ensuring these projects are developed in a safe and responsible way&quot;. It continued: &quot;This includes a pipeline that will transport oil from Cushing to the Gulf of Mexico, which will help address the bottleneck of oil that has resulted in large part from increased domestic oil production in the midwest.&quot; Fast-tracking a portion of the pipeline would be a huge disappointment for a broad coalition of activists who have campaigned against the project, framing it as a test of Obama&apos;s green credentials. But Obama has come under even greater pressure from Republicans and some Democrats to approve the pipeline, and lower gas prices. The schedule for the two-day energy roadshow exhibits those competing pressures. From his first stop at the solar facility in Nevada, which produces enough power for 17,000 homes, Obama is due to head to the oil and gas fields of New Mexico. While there, he is expected to talk up the expansion of domestic oil and gas production during his time at the White House. In recent days, administration officials have been touting the expansion of domestic oil and gas production over the last few years. Much of that expansion is due to fracking, in another disappointment for environmental groups. After his stop in Oklahoma, Obama is expected to end his trip with a speech on conservation at Ohio State University in Columbus.", 
    "section": "environment", 
    "gid": "world/2012/mar/21/obama-oil-fuel-pipeline", 
    "wordcount": "740"
}