{
    "headline": "Killing Google Reader is like killing the bees: we'll all be worse off", 
    "text": "Around the world, the bees are dying due, it&apos;s thought, to modern insecticides, The irony is that bees are essential to agriculture and the wider ecosystem; the outcome of their decline will be far more onerous than the insect damage the treatment was supposed to prevent.  Google is now in the unhappy position of emulating the pesticide-wielding farmers. It has announced that it is closing Google Reader, a service that aggregates updates from blogs, news services and any site that uses the RSS content syndication standard. Google Reader has been on a death watch for a while as its owners try to funnel readers to its Google+ social network for finding and sharing information of personal interest.  It&apos;s hard to make money from RSS feeds, and they&apos;ve always been something of a minority interest among internet users. &quot;We know Reader has a devoted following who will be very sad to see it go. We&apos;re sad too.&quot;, said software engineer Alan Green in a company blog post.  And how, Normally taciturn insiders at Google HQ talk of the company being unprepared for quite how much sadness there&apos;d be, inside and out, and how much anger. There&apos;s been &quot;a very considerable internal hubbub about Reader&apos;s closure&quot;, one Googler told me, while a 600-post thread of anger and dismay on highbrow forum Metafilter mirrors outrage across Facebook, Twitter and elsewhere. The corporate surprise adds to the decision itself to paint a picture of a company dangerously adrift from a real understanding of its audience, and the information ecosystem. Google Reader is more than just a news aggregator, and its users are more than factory-farmed data ruminators. While the usage figures may indeed be modest, the quality of that usage - and the users - is superb. Buzzfeed reports that the moribund Reader still drives vastly more traffic to sites than the pampered Google+. That&apos;s because of its excellence as a tool for people who are front line experts in sampling and using the raw information the internet generates, and the consequent interest in what they find worthwhile.  It&apos;s easy to see the managerial reasons for killing Reader. Google is in the middle of a spring clean, trying to focus resources in fewer places. Even mature products with no apparent updates cost money to keep alive within Google&apos;s internal and constantly-morphing infrastructure. In October last year, Google removed Reader&apos;s own link-sharing system and replaced it with a Google+ &apos;like&apos; button - a statement of intent that was very easy to follow. But those core Reader users are worth more to Google than any random million Google+ posters. They are the journalists, the producers, the specialist communicators, who need to absorb hundreds and thousands of the web&apos;s primary sources a day - and then share and act on the best. A radio programme maker told me that &quot;it&apos;s a disaster. I completely rely on Reader so much for research, finding experts, and stayng current on the facts that rarely make it safely into the mass of the media.&quot; Perhaps that&apos;s why the Financial Times chose to put a report headlined &quot;Twittersphere in meltdown over killing of Google Reader&quot; prominently on the front page of the print edition of its Companies and Markets section on Friday. Its audience is those specialist communicators. Presumably, they&apos;ve indicated their upset too. There are other services that aggregate RSS, but many of them rely on Google Reader. Many others have been driven out of business by Reader&apos;s dominance, including most that synchronise across several devices - precisely the way that busy information VIPs work. These people are the apex pollinators of the web, the first responders and the most influential creators of quality across an internet that so desperately needs it. They find Reader mindful where Twitter is mindless; Reader organises and prioitises, it keeps information in sight, not rushes it away.  Such people will find other ways to get their data - less easily, less reliably and less well integrated with how they work - but for now, they are angry and uncertain. &quot;I feel betrayed,&quot; the radio programme maker said. &quot;I used to recommend Google to everyone, but now I can&apos;t trust it. It&apos;s all very well putting all the books in the world online, but what&apos;s the point if you then shaft the readers?&quot;  Google exists, it says, to encourage everyone to use the internet. It isn&apos;t in the business of supporting small groups of specialists, except through general purpose tools. But by angering and disenfranchising the very people who keep the internet fruitful and productive, it is poisoning its own fields - and those of others. It betrays itself as not understanding that &quot;social&quot; isn&apos;t just about numbers, it&apos;s about people - people who might be hard to sell advertising to, but who create the conditions in which advertising can work. That level of ignorance is very dangerous to Google. It looks as if the company has stopped seeing the internet as something it should serve and enhance, choosing instead to treat it as something Google itself ties to its own internal reality. Google said it was shutting down Reader to &quot;make a better user experience&quot;. Such hubris is, in the end, the death of companies.  As Richard Feynman said in his report on the Challenger shuttle disaster: &quot;For a successful technology, reality must take precedence over public relations, for nature cannot be fooled&quot;. It&apos;s a lesson that agribusiness and Google alike ignore at their, and our, peril. Rupert Goodwins is a freelance journalist (and Google Reader user)", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/15/google-reader-killing-mistake", 
    "wordcount": "940"
}