{
    "headline": "South Africa Lonmin mine massacre puts nationalisation back on agenda", 
    "text": "The scenes from a parched field near Rustenburg of well-armed police officers opening fire on miners waving spears and clubs has cast South Africa in a new light  that of a land of lowly citizens, kept in check by a distant elite of government ministers, and their friends in industry and the trade unions. If South African democracy is real, then the massacre at Lonmin&apos;s Marikana platinum mine should put nationalisation  or &quot;resource nationalism&quot; as it is has been coyly renamed by the ruling African National Congress (ANC)  back on the political agenda. It should not do so to humour the &quot;anything but [President Jacob] Zuma&quot; wing of the ANC but simply because there is an urgent need to address underdevelopment in a sector that employs 1 million people. &quot;The state of mining has not improved much since apartheid,&quot; says the development economist Margaret Chitiga-Mabugu of the Human Sciences Research Council (HSRC). &quot;The mining charter requires the companies to do more than they do but the follow-up is just not there, which is a failing of the department of mineral resources.&quot; A judicial commission appointed by Zuma will investigate the killing of 34 miners on 16 August and the deaths in the preceding week at Marikana of two police officers and eight strikers. The short timeline implied in the commission&apos;s remit is in danger of inviting an outcome that blames trade union rivalry, slaps Lonmin gently on the wrist and condemns police excesses. But a bigger picture of the South African mining sector shows the problems run far deeper. Coincidentally, on the eve of the Marikana tragedy, the church-funded Bench Marks Foundation  which studies corporate social responsibility programmes  painted a grim picture of misery, death, poverty, illness and environmental damage in the world&apos;s richest platinum deposits in North West province. Its report, Communities in the Platinum Minefields, says platinum mining operations at Marikana &quot;include high levels of fatalities&quot; and that the &quot;residential conditions under which Lonmin employees live are appalling&quot;. This was not news to the 25,000 miners at Marikana. Those who charged the police on 16 August had emerged from the Wonderkop settlement, where up to seven people sleep in each shack, and share taps and hot-wired electricity. Just as under apartheid, the residents are migrant workers and the settlement is a hotbed of social problems. These ill-educated men, mining one of the world&apos;s most expensive minerals for a net monthly payment of less than 5,000 rand (380), had entrusted their lives to a healer who claimed his witchcraft would disable the police&apos;s firearms. Running what is effectively a single-party democracy, the ANC has the luxury of being able to be both for and against nationalisation at the same time. The ANC in government  supported by the National Union of Mineworkers  squirms at the concept, treating it as the &quot;loony&quot; machinations of ousted Youth League leader Julius Malema. Just two weeks before the Marikana killings, Zuma told diplomats &quot;blanket nationalisation&quot; was not government policy. The trouble is that most South Africans want to own their subsoil. The government&apos;s plea that it cannot afford the estimated 1 trillion rand needed to buy out the private sector is compromised because senior ANC figures draw substantial dividends from their investments in Lonmin and other companies. At a policy conference in June  called to set the stage for the December conference at which Zuma is expected to seek re-election as party president  six out of nine ANC provinces were in favour of mine seizures. &quot;Marikana has put nationalisation back on the agenda,&quot; says Chitiga-Mabugu, one of the authors of HSRC&apos;s report State Intervention in the Minerals Sector, commissioned by the ANC. It looks at resource management in countries such as Norway, Botswana, Angola and Chile, and rules out wholesale nationalisation for South Africa. But the report calls for a decisive state role in the sector: reviews of existing licences, a broadened tax regime, the closure of loopholes for under-reporting, and real strategies that would maximise the development benefits of South Africa&apos;s vast mineral wealth  including training and spinoff &quot;beneficiation&quot; industries. The HSRC report does not scapegoat the mining companies but points to deep governance flaws. It warns that little will be achieved without one major political change: the partners in government  the ANC, the Communist party and the Confederation of South African Trade Unions  need to start pulling in the same direction on economic policy. &quot;South Africa could have realised maximum benefit from its mines long ago, but over the years the priorities of the players have not been aligned,&apos;&apos; said Chitiga-Mabugu. The direction South Africa takes in the wake of the Marikana killings will tell us both about the past and the future. It will show whether the 18 years since the end of apartheid have been part of an uplifting journey of transformation driven by committed politicians or whether they have simply consolidated a marriage of convenience between black liberation fighters and white captains of industry.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/29/south-africa-lonmin-mine-massacre-nationalisation", 
    "wordcount": "850"
}