{
    "headline": "Apps Rush: Call of Duty Elite, Dragon Go!, Vimeo, Boycott SOPA, Boden for iPad and more", 
    "text": "A selection of 10 apps for you today: Call of Duty Elite Activision has launched a companion iPhone app for its Call of Duty: Modern Warfare 3 game, and the surrounding Call of Duty Elite community. The app lets players crunch their stats and tweak their custom classes, pushing them to the main game so they&apos;re ready next time they switch on their console. An Android version is following shortly.iPhone Dragon Go! Nuance has launched its latest voice recognition app for Android: Dragon Go! Its exclamation mark, obviously. It&apos;s pitched squarely as a Siri-for-Android service. &quot;Wouldn&apos;t life be simpler if there were one app that you could simply tell it what you want  and it delivered it within seconds?&quot; explains its store listing. It accesses more than 200 mobile websites, along with Spotify, Wolfram Alpha, Facebook, YouTube and Pandora. Update: as commenter stensuper has pointed out, the app appears to be US-only for now.Android Vimeo Video-sharing site Vimeo already has an iPhone app, but now there are Android and Windows Phone versions available. According to VentureBeat, 15% of Vimeo&apos;s traffic now comes from mobile devices. Boycott SOPA Opposition to the proposed Stop Online Piracy Act legislation in the US continues to build, with technology companies and campaigning groups worried about its likely effects on the internet. Now there&apos;s an app to protest that. It identifies more than 800 companies who are publicly supporting SOPA, with the aim of getting people to boycott their products and services. Android Boden for iPad British clothing brand Boden has launched its own iPad app, styled as a monthly digital magazine showing off its latest womenswear ranges.iPad Line Runner iOS hit Line Runner has made the leap to Android, with its familiar stick-man running and jumping action intact.Android Vodio Vodio is an iPad app that wants to save you time searching for web videos to watch. It uses links shared by your social network friends, as well as your personal preferences, to recommend streams of videos.iPad Garmin Smartphone Link Apps that connect phones and tablets wirelessly to other gadgets are a theme this week at the CES show see Sony&apos;s PlayMemories Mobile below for another example. Garmin&apos;s app lets an Android smartphone share data with one of Garmin&apos;s satnav devices.Android Boy Loves Girl &quot;Follow a young boy&apos;s journey as he encounters one of life&apos;s greatest mysteries how to please a woman.&quot; Apple approved this? Oh, no, not that way. Boy Loves Girl is strictly a romantic platform quest across more than 100 levels, with bags of charm.iPhone / iPad PlayMemories Mobile Sony has launched an app for transferring photos taken with its Wi-Fi-toting digital cameras onto the iPhone, iPod touch or iPad, as well as Android devices. It appears to be US-only for now. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/10/apps-rush", 
    "wordcount": "484"
}