{
    "headline": "Time running out for 'leap second' that has kept us in step with our slowing planet", 
    "text": "Times are changing. Delegates will gather in Geneva this week to vote on a plan to alter the way we measure the passage of the seconds, minutes and hours that make up the day. If agreed, telling the time will no longer be determined ultimately by the sun&apos;s position in the sky. Instead, we will rely on highly accurate atomic clocks as our sole method for determining the length of a day and a year. The key issue which is to be debated at the International Telecommunication Union conference on 19 January is the proposal  supported by the United States and France  to abolish the &quot;leap second&quot;. These are added occasionally to the length of the year in order to keep Universal Time in step with the Earth&apos;s unpredictable rotation, which is slowing down, making the day  as determined by the position of the sun in the sky  fractionally longer. However, this rate of change of rotation is unpredictable and a leap second is only added to certain years. This year may be one of them. It is proposed that at midnight on 30 June, the clocks that are used as the basis for Universal Time will display the time 23:59:59 for two seconds rather than one, thus adding a second to 2012. However, that change could be the last of its kind for the leap second and for our fiddling with time. Telecommunications organisations and financial groups say the continual adding of leap seconds to computers increases the chances of errors being made. Precisely timed money transactions could go astray or vehicles could be sent tens of metres out of position if they are a second out in their measurement of time. Hence the bid to ban the leap second. &quot;Until the 1950s, when the first highly accurate atomic clocks were built, the day was simply determined by the rotation of the Earth,&quot; said Jonathan Betts, senior curator of horology at the Royal Observatory. &quot;The length of one day was one rotation of the Earth. &quot;However, these new, highly accurate atomic clocks also revealed that the Earth&apos;s rotation is slowing down because of movements within the core of the Earth. &quot;The rate of change is not constant, however; it fluctuates over the years. Indeed, sometimes it does not slow down at all.&quot; It is the task of scientists and officials at the International Earth Rotation Service based in France to study the planet&apos;s rotation. Every year these time lords decided whether a leap second should or should not be added. &quot;Universal Time is determined by atomic clocks and leap seconds are added to keep it synchronised with the Earth&apos;s rotation,&quot; added Betts. &quot;Essentially, we ask atomic clocks to hold their breath for a second so that the Earth&apos;s rotation can catch up.&quot; But now that process is under threat. Scientists such as Wodzimierz Lewandowski, a physicist at the International Bureau of Weights and Measures in Svres, France, have warned that adding an extra second inconsistently to multiple clocks across satellite networks could cause a system to fail for long enough to cause an air disaster. Hence the bid, backed by the US and others, to ban leap seconds. Others disagree. Peter Whibberley, a physicist at the National Physical Laboratory in Teddington, south-west London, told the science journal Nature that, despite 10 years of debate, &quot;there is no convincing evidence that anything serious would happen if you made a mistake introducing a leap second into a system&quot;. This point was backed by Betts. &quot;Essentially, we are decoupling the rotation of our planet from the measurement of time for the first time in human existence. That is quite a big step to take.&quot; Indeed, at some point atomic clocks would have be reconciled with the Earth&apos;s rotation. In about 2,000 years, the two measurements would be four hours out of synchronisation. Even further in the future, atomic clocks would be giving the time as midday when it was clearly the middle of the night. Either we add leap seconds every few years or a leap minute every few decades, say opponents of the proposal. It remains to be seen whether they succeed in blocking the proposal. However, a poll carried out by the International Telecommunication Union last year showed that of the 16 nations which were prepared to state their preferences, 13 were in favour of banning the leap second, while only three  Britain, Canada and China  wanted it to be kept. It would seem that time is running out for the leap second.", 
    "section": "science", 
    "gid": "science/2012/jan/15/time-leap-second-atomic-clock", 
    "wordcount": "775"
}