{
    "headline": "MPs spell out Britain's bold cycling future", 
    "text": "So, after three months of work, six evidence sessions and thousands of words of speculation, not least from me, we finally have a report. On immediate glance  and at time of writing I&apos;ve only seen the summary, not the full thing  the conclusions of the Get Britain Cycling inquiry, set up by the all-party parliamentary cycling group (APPCG), could hardly make more sense. There is a specific, realistic target, to increase cycling as a proportion of total journeys from 2% to 10% (by 2025) and then 20% (2050). There&apos;s also a sensible plan to achieve this, taking in funding  a Dutch-style 20 per person per year spent on cycling  road planning, safety and training. Then, of course, there&apos;s political leadership, which the report very sensibly separates out as not just a distinct set of recommendations but the final one dealt with, and thus by implication the most important. The authors call for not just a cycling action plan with annual progress reports, but one which extends its scope around Whitehall, taking in departments other than transport. This connects to one of the most relevant points made in the report: more cycling brings benefits for everyone, particularly the likes of the health and business departments, and they should put their hands in their collective pockets to help finance its expansion. It was something expanded on by Julian Huppert, the Liberal Democrat MP who co-chairs the APPCG:   If you see cycling as a sub-department of the Department for Transport and nothing else, no matter how good your cycling minister is they can&apos;t factor in the huge savings to public health of people cycling more, or the business growth, whether from a healthy workforce or this idea that people on bikes buy more than people in cars, because they can get to shops more easily.  And so we&apos;re left with the $64,000 question: is there the top-level will to commit to this? Without it the report&apos;s just so many good intentions and dashed hopes. The somewhat boring answer is that it remains to be seen. Norman Baker, the transport under-secretary responsible for cycling, has given the only reponse so far, which is extremely bland:  Cycling is good for environment, good for the economy and good for people&apos;s health. That is why the coalition government takes cycling very seriously and is committed to leading the country in getting more people cycling, more safely, more often... We are grateful to the APPCG for raising the profile of cycling and we will respond to this report shortly. I am setting up a project team involving stakeholders and representatives from other Whitehall departments to set out how we would work together to get more people cycling.  Huppert said he hoped to push ministers into a specific yes/no/maybe for each recommendation, rather than merely a &quot;Thanks for this valuable report&quot; generalized rebuff. There are good reasons to have doubt. Only junior ministers gave evidence, and one of these, Baker, admitted during his appearance that he had never personally discussed his brief with David Cameron.  To be fair, Huppert argues that this might not mean too much given that prime ministers tend to deal directly with cabinet colleagues rather than junior ministers, but Cameron has given no other signs of support. Plus  and this is what worries me most  he shows few signs of being a bold prime minister, the sort of leader who&apos;ll back a potentially unpopular policy (and the driving lobby is powerful) purely because they know it&apos;s good for the country. Oddly, the one thing that gives me hope comes in the curious form of Cameron&apos;s Eton and Oxford contemporary, and supposed political nemesis, Boris Johnson. I was sceptical when Johnson talked of a cycling masterplan for London. But then I was amazed when I saw the boldness and scope of his eventual proposals, and the vigor with which he backed them. Johnson&apos;s actions show we can be surprised, and they also offer a useful template for Cameron. You could even argue that such is the rivalry between the pair that the prime minister might be half-tempted to show he can be audacious, too. Maybe not, but here&apos;s hoping. Whatever happens, all credit to Huppert, his co-chair Ian Austin, the other APPCG members, and of course the Times. It provided much of the impetus for the inquiry, largely funded it and has promised to harry Cameron until he signs up to its recommendations. Good for them.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/apr/24/all-party-cycling-inquiry-report", 
    "wordcount": "746"
}