{
    "headline": "University facilities winner: University of Liverpool", 
    "text": "When a university decides to bring all its science departments under one roof, there&apos;s got to be a good reason for the move, especially when it&apos;s going to cost you 23m. The aim for the University of Liverpool&apos;s new Central Teaching Laboratories, which opened their doors in September 2012, was to demonstrate to students the benefits of learning from other related scientific subject areas.  To enable this cross-fertilisation to happen, students would need to share their learning space, have access to state-of-the-art laboratory equipment, and be taught through modules designed to promote inter-disciplinary science that require students from different courses to work together.  Built around a central atrium, the building holds seven laboratories of different sizes - some can accommodate 250 students - including a radiation laboratory, a mechanics laboratory, and an optics and electronics laboratory. Chemistry laboratories are equipped with 73 fume cupboards, some of which will be available for widening participation events. The labs are complemented by a range of flexible teaching spaces that can be configured for smaller and larger groups. These facilities are intended not only for university use but also for community activities, with plans to run events for 2,000 students this year, rising to 5,000 by 2015.  Employability is a prime goal for the university, and students now have the chance to study in a cross-disciplinary context in the same way as is now routinely expected in the workplace.  &quot;Teaching provision in the physical sciences is first-rate and meets the needs of future scientists in this country.... [it] provides a multidisciplinary workplace environment in which students can develop industry-ready skills,&quot; says Liverpool vice-chancellor, Professor Sir Howard Newby. It&apos;s a unique selling point to students increasingly concerned about their job prospects after graduation; mirroring the way industry increasingly requires its employees to work will it&apos;s hoped, give them an edge in a competitive marketplace. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/26/university-facilities-winner-university-liverpool", 
    "wordcount": "341"
}