{
    "headline": "'Shark attack' descriptions usually inaccurate, say researchers", 
    "text": "Would a shark attack by another name would be any less terrifying? Researchers say it would, arguing that the current all-purpose &quot;attack&quot; label is unnecessarily scary, inaccurate, and is helping to drive sharks into extinction. A study published this week in the Journal of Environmental Studies and Sciences makes the case that the use of the term &quot;shark attack&quot; is overly emotional, and steeped in Jaws-type lore about &quot;man-eating&quot; and &quot;rogue&quot; sharks preying on unsuspecting beachgoers. Instead, they suggest a sliding scale of new descriptions, from &quot;shark sightings&quot; to &quot;fatal shark bites&quot;. To support their case, the researches note that records from the two global shark &quot;hotspots&quot;, New South Wales and Florida, indicate the majority of encounters were sightings or, in cases where there was contact, involved small species of shark that pose no real danger to humans. In the case of Florida, records kept since 1882 show only 11 of the 637 confirmed cases of shark attacks ended in death  fewer than 2%. About three-quarters of the 637 encounters involved shark species that were only capable of inflicting small wounds or scrapes, and were not associated with life-threatening injuries. The proportion of fatal shark encounters was also in the single digits for New South Wales. And yet all those incidents were lumped together under the label &quot;shark attack&quot;. The researchers, Christopher Neff, a social scientist at the University of Sydney, and Robert Hueter, a marine biologist who heads the shark research centre at the Mote Marine Laboratory in Sarasota, Florida, instead suggest such incidents should be re-classified according to severity. &quot;Until new scientific information appears that better explains the physical, chemical and biological triggers leading sharks to bite humans we recommend that the term &apos;shark attack&apos; be avoided,&quot; the paper said. Future encounters should be categorised as shark sightings, where the animals are nearby but no contact takes place; shark encounters, such as a close call with a swimmer or a surfboard where there is no injury; shark bites, where there is only a single bite and only minor injury; and fatal shark bites for the small proportion of events that end in death. The nomenclature is important because it feeds an irrational fear of sharks, the researchers said. The Jaws scenario of great white sharks belongs to the realm of fiction, Hueter said. &quot;When surfers hold a contest where 4ft or 5ft sharks are actively feeding and a few get bitten on their toes, and these all get reported as shark attacks, you present a wrong picture of what is going on,&quot; he said. The reality is very different; the sharks are the ones in peril. Shark populations have fallen drastically over the last few decades, with some populations in areas of the Pacific falling by 90%.  Conservation groups estimate that tens of millions of sharks are slaughtered each year for their fins, which are used as a thickener for shark fin soup. &quot;When we try to argue for the need for shark conservation because of depletion of sharks, in the public mind and even in the minds of government officials, that is counteracted by this perception that these are man-eaters and that they attack people,&quot; said Hueter. &quot;More than 90% of these incidents are not fatal. Most are very minor incidents and in many cases there is no injury at all, but when these things are reported and discussed as shark attacks you get a certain mindset about the behaviour of these animals. When you actually look at the outcomes, you get a very different picture.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/30/shark-attack-descriptions-usually-inaccurate", 
    "wordcount": "613"
}