{
    "headline": "Tumblr: a big blank canvas in the world wide web", 
    "text": "Name: Tumblr. Age: Six. Appearance: Photos of animals and snacks, often captioned, sometimes combined. What is it? It&apos;s a multimedia blogging platform. Meaning? Meaning a Tumblr page is a big blank canvas. Users can post pictures, songs, links, videos or even the good old-fashioned written word. A page can be a platform for anything andeverything its users find online and want to share. Or they can dedicate their blog to documenting a single, and often very silly, phenomenon. Such as? Lesbians who look like Justin Bieber; Nick Clegg looking sad; Clients from Hell. Not exactly a very serious place, is it? It can be. It was taken fairly seriously in 2011, for example, when Barack Obama used his Tumblr page to helplaunch his re-election campaign. It also hostsmany widely read and respected blogs onpolitics, fashion, food and just about everything else, and with 110m blogs and counting, and 217 millionglobal users in the past month alone, thesite is worth a very serious amount of money. How serious? $1.1bn. Or 720m. At least that&apos;s what web giant Yahoo is paying for it. They&apos;re spending $1.1bn on a load of lesbian Nick Cleggs from hell? Pretty much. Yahoo CEO Marissa Mayer will announce the move in a press conference streamed live today. And who&apos;s the money going to? A sizeable chunkof it will go to Tumblr creator David Karp, who set up the site at the age of 21 in thebedroomof his mother&apos;s apartment in NewYork. How does he feel about selling it? Probably prettychuffed, considering the site had no provenbusiness model. There were rumours that Tumblr could only afford to carry on a fewmonths more. But Yahoo are confident about the purchase? Clearly. Then again, they were confident when they bought web hosts Geocities back in 1999, for$3.57bn. It was the third most visited site on the internet at the time. Now it&apos;s gone. What happened? People moved on to other things. Like Tumblr. Do say: &quot;Tumblr&apos;s here to stay.&quot; Don&apos;t say: &quot;Look at my funny pictures, ye Mighty, and despair!&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/may/20/tumblr-world-wide-web-yahoo", 
    "wordcount": "377"
}