{
    "headline": "CES 2013: Microsoft notably absent from Las Vegas show", 
    "text": "The brash promise of Las Vegas  what happens there, stays there  never seems apposite for the Consumer Electronics Show which opens this week in the city of sin. The whole idea of CES is that manufacturers such as Sony, Samsung, Panasonic and LG show off their brightest, noisiest and coolest gadgets, and that the press then trumpets these triumphs to a world eager for the latest on OLED 55-inch smart TVs with integral ethernet. The reality, however, is two giant aircraft hangars full of bright sales people whose enthusiasm bounces off an increasingly weary army of corporate buyers, journalists and bloggers looking for the next big thing. The problem is that every year the next big thing turns out not to be what consumers end up buying. Last year, for example, the NBTs were ultrabooks (shiny, thin, light laptops), 3D TVs and TVs that could run apps and connect to the internet. But ultrabooks made little impact (people kept buying cheaper, bulkier laptops) and as for 3D TVs  well, have the headaches from the time you tried it in the shop eased yet? Smart TVs have sold, but the research group NPD found only 15% were then plugged directly into the internet, and barely any were used for apps. But that&apos;s par for the course. In 2011 it was Motorola&apos;s &quot;iPad killer&quot; Xoom tablet, Motorola&apos;s Atrix phone which  gasp!  was so powerful it could also work as a desktop PC, and BlackBerry maker RIM&apos;s &quot;iPad killer&quot; PlayBook tablet. The Atrix has vanished, the Xoom and the PlayBook almost have, while the iPad has sailed on. Only in 2012 did it get real competition from Amazon&apos;s Kindle Fire and Google&apos;s Nexus 7. When it comes to really big things, nothing beats Samsung&apos;s stand, which is more a football field. Every year the Korean electronics company vies with Asian rivals LG, Sony and Panasonic to get the biggest space, and makes sure the comparison is blatant by pitching close by. Samsung spent about $11bn (6.8bn) worldwide on marketing last year, compared with $3bn for Coca-Cola and around $1bn for Apple. At CES, it shows. This year&apos;s show will be the first since 1995 in which the head of Microsoft  once Bill Gates, now Steve Ballmer  isn&apos;t giving the keynote speech. In fact, Microsoft won&apos;t even exhibit at the show, a definite sign of the times in which the PC is giving way to the smartphone and tablet. The launch of Windows 8 last October seems to have got off to a slow start, and the big thing announced by Microsoft in 2011  a version of Windows that would run on smartphone-style chips  has only just sputtered into view with the Surface tablet, of which about 700,000 are reckoned to have sold. In a market where millions are the starting gambit, that&apos;s not good. Where, you might wonder, are other big names such as Apple or Google? Apple has never exhibited there. Until 2009, it used to announce its new gewgaws down the road at exactly the same time as CES, leaving the Vegas press room a ghost town for the first few days. But Google will be there as Android smartphones and tablets continue their assault on the mobile computing world. CES used to be Microsoft&apos;s fiefdom, but it might turn into Google&apos;s. Inevitably, no gathering of more than three people and a TV camera is complete without an appearance by will.i.am. He appeared last year for Intel to tout ultrabooks and this time he&apos;s got his own keynote, alongside various grandees from Panasonic and mobile chipmaker Qualcomm. Roulette, blackjack, giant shows, a replica of the Eiffel tower  Vegas truly has it all. Until last year, it also had CES overlapping with the Adult Entertainment Expo  in other words, the world&apos;s biggest (in most senses) porn stars. Now it&apos;s the week after  a serious disappointment to some tech executives who liked to get away from the show floor. The bus drivers are happy though: no chance of getting assigned to the &quot;wrong&quot; conference and missing out on the &quot;fun&quot; passengers. What&apos;s this year&apos;s big thing? As is clear from tech news site ZDNet&apos;s preview, nobody knows. Smart vacuum cleaners? Mobile apps to control your home? A new top-end smartphone from Samsung? (Probably not. It will save that for Mobile World Congress at the end of February.) And what was last year&apos;s big thing that will turn out to be this year&apos;s big thing? On the basis that you have to look back a year or two, the growth of apps is a surefire one. Tablet apps that connect to home automation and your car seem a good guess. And as an outlier, it&apos;s just possible that 3D printing, which can &quot;print&quot; replacement plastic parts for broken items or entire items at home, may just start to edge into use. It could be the next big thing that&apos;s actually just a little thing.", 
    "section": "technology", 
    "gid": "technology/2013/jan/06/ces-2103-microsoft-absent-las-vegas", 
    "wordcount": "835"
}