{
    "headline": "Mozambique seeks cure for chronic shortage of medical supplies", 
    "text": "A visit to Mozambique&apos;s national drug warehouse in Maputo shows the scale of the operation to distribute imported medicines around the country&apos;s 11 provinces. Opened in 2009, it is from here that crates of drugs from manufacturers around the world, notably in India and China, are despatched according to requests from health centres. There is another warehouse near the port of Beira. There was a third facility, but this is being decommissioned, and the contents relocated to the expanding national centre, which has USAid funding. As better diagnosis and treatments have emerged, storage space needs to increase to meet demand. Central warehouse manager and pharmacist Jos Filipe Joo says it takes six months to obtain the medicines that organisations such as Clinton Health Access Initiatives (Chai) need to cover 25,000 patients every three months. After forecasts are made, the order is placed and manufacturers produce many drugs on demand. The supplies needed for diagnosis, treatment and supplementary feeding arrive at Maputo&apos;s port. The facility operates on a barcode system, with medicines tracked on software. But health centres still face shortages as the government, the Global Fund to fight Aids, Tuberculosis and Malaria, and the World Bank resolve issues that delayed the release of some medicines requested in 2009 to this year (pdf). New paediatric treatments funded by the rather nimbler Unitaid have arrived without disruption, and Joo is hopeful that the system can rapidly be improved. Civil society groups reveal just how frustrating and dangerous stock delays can be. Angelo (surname withheld) from Associao Kindlimuka (meaning &quot;wake up&quot;, or &quot;arise&quot;), an activist group for people living with HIV and Aids, says he frequently experiences a lack of medicines when he visits the health centre from his home in the north of the country: &quot;We&apos;re told to come tomorrow. Then to come back after two weeks. At times at the hospital, doctors make us wait; there can be discrimination.&quot; He is looking forward to a time when the wider availability of testing equipment means people can be treated closer to home. Wilson (surname withheld) of HIV support group Hihlulle (&quot;we have won&quot;) lives in Maputo. He acknowledges that initiatives often begin in the capital, but is concerned about support for patients elsewhere. &quot;It&apos;s relative. At times there is medicine and at times there are shortages when we are told to return. The problem [is that we were told] we should be careful to take our treatment regularly. But if we go one to two weeks without medicine due to shortages, when we do resume, there can be difficulties and consequences, and this can lead to therapeutic failure. The patient might even be blamed when it is not their fault.&quot; The national warehouse team has protocols for dealing with supply shortages. Stock is tracked through a perpetual inventory. Mobile messaging is used to liaise with local facilities over where medicines can be found; where possible, colleagues make transfers. If the problem is at national level, the centre manager has to try to find a pharmaceutical equivalent; this is not straightforward, especially with anti-retrovirals. There is small-scale drug production in Malawi, for example of intravenous fluid, but it is not enough to meet the ministry of health&apos;s needs and the products can prove more expensive than importing from Portugal. The Clinton Foundation, the government of Mozambique and Coca-Cola are testing a public-private collaboration to distribute essential medicines in four provinces: Maputo Province, Maputo City, Nampula and Sofala. The local bottling franchisee is providing empty trucks, fuel and drivers for one week each month, with Coca-Cola providing 60% of the costs and the foundation the remaining 40%. They are not yet able to supply drugs in the cold chain (which need to be kept at low temperatures), condoms (which are too bulky) or bed nets (which cannot be carried alongside drugs due to the insecticide used). Lise Ellyin, country director for Chai, says there was initial caution over the reputational risk of working with Coca-Cola, whose drinks may not be viewed as positive for children&apos;s health. But she says the trial is working for patients who faced destabilising drug shortages, and believes partnering with the private sector is a step towards transforming Mozambique&apos;s health systems. So far, the results are encouraging, with health facilities reporting a consistent and predictable supply of drugs. Chai&apos;s deputy country director, Jorge Quevedo, adds that this method saves 20% of the retail costs by taking advantage of the local licensee buying power. The partnership involves several aspects of distribution, from warehouse management and working out optimal routes to forecasting and quantifying. At present there can be a disconnect, the pharmacist manually writing up orders without having access to realtime information about what is happening on the clinical side. Coca-Cola is interested in providing strategic support with Accenture on forecasting and planning software as new drugs for pneumococcal and rotavirus are rolled out over the next two years.  Lucy Lamble travelled to Mozambique with Unitaid", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/18/mozambique-chronic-shortage-medical-supplies", 
    "wordcount": "841"
}