{
    "headline": "Could a university be the next HMV?", 
    "text": "For many years the idea of a university going bankrupt has seemed impossible. But senior academics are warning that some universities could easily go the way of HMV or Jessops  and leave a huge dent in the image of British higher education. Data on the number of new students accepted in universities for the 2012-13 academic year, released by Ucas on Friday, revealed that a large number of institutions suffered a drop in numbers compared with the previous year. But some modern universities took a disproportionate beating. Student numbers at the beleaguered London Metropolitan University, which has undergone serious subject cutbacks, were down a huge 43%. They were down 20.4% at the University of East London, 18.4% at the University of Cumbria, 16.3% at the University of Central Lancashire, 16% at Liverpool Hope University and 15.6% at the University of Lincoln. The chair of Ucas, the universities admissions body, Prof Steve Smith, told a British Council conference in Tokyo last week that following the introduction of higher fees and the unleashing of a real market in higher education, &quot;there is the risk of market failure for institutions&quot;. Smith, who is vice-chancellor of Exeter University, warned that if one or more universities did go bankrupt it could cause serious reputational damage to all British universities. Many university heads say they were planning for a potential fall in demand in the first year of higher fees  and most have a decent surplus to cushion the blow. However, many were also banking on a healthy bounce back in the coming academic year, which, the latest application figures suggest, is not going to come. Senior academics warn that universities which suffer a substantial decline in student demand for two or three years could collapse. Prof David Green, vice-chancellor of Worcester University, says: &quot;Most institutions have lost some home students, but there is a big difference between a drop of 4-5% and 20%. It is those institutions that lose students in double figures for two years running that will get into trouble.&quot; Pam Tatlow, chief executive of modern universities&apos; group Million+, says that beleaguered institutions will definitely be looking to make cutbacks to save money. &quot;They will have to take a hard look at which courses are sustainable. You can&apos;t run a course unless there is demand for it  and it has to be viable for three years, not just one. This means there could be less rather than more choice for students in the future.&quot; Modern institutions that were especially reliant on mature students have taken more of a hit as numbers have dropped off with the new higher fees. This will be a difficult leak to plug, particularly with the economy showing no signs of imminent recovery. Prof Paul O&apos;Prey, vice-chancellor of Roehampton University, explains: &quot;Pupils in schools have people around to advise them when they are anxious about fees or employment, but if you&apos;re on your own, with a job or a mortgage, you may not have anyone advising you on why university would be a good thing.&quot; University chiefs are slamming the government for failing to explain the new 9,000 fees regime properly to the public in general  and mature students in particular. O&apos;Prey says: &quot;The government&apos;s advertising campaign about the new fees system was targeted only at school-age applicants and it wasn&apos;t very effective. We did a YouGov poll of 1,000 school-age students in Clearing and 44% thought they had to pay their fees upfront. That is terrifying.&quot; London Metropolitan University is one of the institutions suffering most. The UK Border Agency&apos;s decision last August to remove the institution&apos;s right to take new international students is seen by many as a body blow that the already deeply troubled university will struggle to recover from. Last week&apos;s statistics show student numbers have nearly halved in a year. Malcolm Gillies, the university&apos;s vice-chancellor, says he has a strategy in place to deal with the challenges: &quot;The year 2012-13 is very tough for us. Like the rest of the sector, London Met is down on applications from last year. We have a nine-point action plan to secure the institution&apos;s future and to continue to deliver on our promise of affordable quality education for students.&quot; &quot;The board of governors are fully aware of all of their obligations, as a company, a charity, and an institution, and have no intention of closing their eyes to any of the issues confronting the sector, London Metropolitan University, the current challenge to international student recruitment, or the flat current state of the British economy.&quot; Michael Shattock, visiting professor of higher education at the Institute of Education, says: &quot;I think the funding council are doing their best to keep it afloat, but it will be in serious difficulties  as will some of the other ex-polys in London.&quot; He adds: &quot;These new institutions were set up as companies, which means that London Met can declare massive redundancies at the drop of a hat. But if the board of governors close their eyes to the trend towards insolvency they might find themselves liable for any debts.&quot; Experts agree that even if ministers wanted a failing university to close, politically it would be hugely controversial. Outside London many universities are the biggest or second biggest employer in their area, and often provide vital local access to students who might otherwise not enter higher education. But many believe the capital, which has 42 higher education institutions, may be a different case. David Palfreyman, bursar of New College Oxford and part of the management takeover team parachuted in to avert bankruptcy at University College Cardiff in 1987, says: &quot;One would have thought in London, where the market is so crowded, there would be more scope for losing an institution.&quot; He adds: &quot;We will get more and more students questioning the so-called graduate premium, which I&apos;m not sure exists for many. Lots will realise they could do apprenticeships instead. Once that momentum gathers, some institutions will surely be knocked out.&quot; But many others are frightened of such a future. O&apos;Prey counters: &quot;It&apos;s easy to say a university that gets into trouble should be allowed to fail, but the economic and social consequences of such an event would be extremely difficult for any community, even in London.&quot; One option that may be considered is the breaking up of a failing university, salvaging only its more competitive areas through a merger or takeover. And if that happens, private providers will almost certainly be waiting in the wings. Carl Lygo, chief executive of private provider BPP, says: &quot;The independent sector does have some interested parties who would probably cherry-pick the best parts of any failed institution. At the moment though the sector is going it alone to compete rather than acquire and merge. BPP remains interested and is watching developments closely.&quot; The Higher Education Funding Council for England might also approach other public institutions to broker a rescue merger. Green says: &quot;There is obviously scope for merger in big city conurbations with lots of institutions. There has been scope in London for many years, but you could also pick places like West Yorkshire and the Greater Manchester region. He adds: &quot;My view is this wouldn&apos;t be desirable. I think the idea that the country would benefit from half as many institutions has nothing to recommend it.&quot; Shattock, who has been involved in some high-profile institutional mergers, is also unenthusiastic. &quot;The costs of mergers are pretty horrendous,&quot; he says. Crucially, it is not even clear that the funding council  which no longer provides most of the money for teaching and has no explicit planning function  has sufficient power to intervene and force change to avoid a bankruptcy. Shattock says: &quot;Hefce doesn&apos;t have the money any more. They don&apos;t have the muscle to go to neighbouring universities and say if you take this place over we&apos;ll oil the wheels. That leaves some institutions, especially smaller ones, looking quite vulnerable.&quot; Palfreyman agrees: &quot;Ministers will be lobbied to save institution X or Y, but they don&apos;t have the powers to simply wade in and force new management as they would in a school or hospital.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/21/universities-brankruptcy-market-forces-cutbacks", 
    "wordcount": "1395"
}