{
    "headline": "University applications fail to recover from tuition fees rise", 
    "text": "The number of students applying to start university this autumn has not bounced back to the level seen before the rise in tuition fees, according to Ucas figures, which show a 7% drop in applications from English students when compared with 2010. Universities welcomed a small rise in applications in January, the &quot;on-time&quot; deadline for most students, when applications rose by 3.5%. But rates have since slowed and are down when compared with the same point in 2010 and 2011, the two years preceding the tuition fee rise. The number of students who have submitted applications so far this year stands at 601,619  2.5% more than in 2012 but lower than in 2010 (-3.74%). Compared with 2010, English students&apos; applications have fallen most sharply (-7.2%), while the number of Welsh applicants is also down (-3.8%). Numbers applying in Northern Ireland (+5.3%) and Scotland (+0.2%) have increased. The number of UK school-leavers applying to university is down 3.6% on 2010, though Dr Wendy Piatt, director general of the Russell Group, added that demographic changes mean there are fewer 18-year-olds in England and Wales this year than last. &quot;More than half a million potential students have rightly recognised the benefits of going to university. This is the third highest number of applications of all time and there are still many more students applyingfor university than there are places available.&quot; Universities minister David Willetts agreed the figures are promising.  &quot;The rise in applications indicates that potential students understand how the new student finance system works. They do not have to pay fees upfront, there is more financial support for poorer families, and loan repayments will be lower for everyone once they start earning.&quot; But the dip in applications from English students is worrying said Prof Michael Gunn, the vice-chancellor of Staffordshire University and chair of the higher education thinktank Million. &quot;I am sure that this will be as concerning for ministers, who have always said that they wanted more people to be participating in higher education because of the lifelong benefits it provides, as it is for vice-chancellors. &quot;Studying for the degree that you need to get the job that you want remains a really good option for those who want to get on. It is not too late to decide to take advantage of the opportunities available.&quot; Applications made by EU citizens, who pay the same fees as home students, is down when compared with 2010 (-2.9%). Applications from non-EU students have increased year on year since 2009, rising 5.5% when compared with this time last year. Students can submit university applications until 30 June 2013.", 
    "section": "education", 
    "gid": "uk/2013/apr/30/university-applications-tuition-fees-rise", 
    "wordcount": "454"
}