{
    "headline": "Google's Mr Maps sets his sights on world delineation", 
    "text": "Eight years ago, Google bought a cool little graphics business called Keyhole, which had been working on 3D maps. Along with the acquisition came Brian McClendon, aka &quot;Bam&quot;, a tall and serious Kansan who in a previous incarnation had supplied high-end graphics software that Hollywood used in films including Jurassic Park and Terminator 2. It turned out to be a very smart move. Today McClendon is Google&apos;s Mr Maps  presiding over one of the fastest-growing areas in the search giant&apos;s business, one that has recently left arch-rival Apple red-faced and threatens to make Google the most powerful company in mapping the world has ever seen. Google is throwing its considerable resources into building arguably the most comprehensive map ever made. It&apos;s all part of the company&apos;s self-avowed mission is to organize all the world&apos;s information, says McClendon.  &quot;You need to have the basic structure of the world so you can place the relevant information on top of it. If you don&apos;t have an accurate map, everything else is inaccurate,&quot; he says. It&apos;s a message that will make Apple cringe. Apple triggered howls of outrage when it pulled Google Maps off the latest iteration of its iPhone software for its own bug-riddled and often wildly inaccurate map system. &quot;We screwed up,&quot; Apple boss Tim Cook said earlier this week.     Google Maps chief Brian McClendon Photograph: Google    McClendon, pictured, won&apos;t comment on when and if Apple will put Google&apos;s application back on the iPhone. Talks are ongoing and he&apos;s at pains to point out what a &quot;great&quot; product the iPhone is. But when  or if  Apple caves, it will be a huge climbdown. In the meantime, what McClendon really cares about is building a better map. This not the first time Google has made a landgrab in the real world, as the publishing industry will attest. Unhappy that online search was missing all the good stuff inside old books, Google  controversially  set about scanning the treasures of Oxford&apos;s Bodleian library and some of the world&apos;s other most respected collections.  Its ambitions in maps may be bigger, more far reaching and perhaps more controversial still. For a company developing driverless cars and glasses that are wearable computers, maps are a serious business. There&apos;s no doubting the scale of McClendon&apos;s vision. His license plate reads: ITLLHPN. Until the 1980s, maps were still largely a pen and ink affair. Then mainframe computers allowed the development of geographic information system software (GIS), which was able to display and organise geographic information in new ways. By 2005, when Google launched Google Maps, computing power allowed GIS to go mainstream. Maps were about to change the way we find a bar, a parcel or even a story. Washington DC&apos;s homicidewatch.org, for example, uses Google Maps to track and follow deaths across the city. Now the rise of mobile devices has pushed mapping into everyone&apos;s hands and to the front line in the battle of the tech giants. It&apos;s easy to see why Google is so keen on maps. Some 20% of Google&apos;s queries are now &quot;location specific&quot;. The company doesn&apos;t split the number out but on mobile the percentage is &quot;even higher&quot;, says McClendon, who believes maps are set to unfold themselves ever further into our lives. Google&apos;s approach to making better maps is about layers. Starting with an aerial view, in 2007 Google added Street View, an on-the-ground photographic map snapped from its own fleet of specially designed cars that now covers 5 million of the 27.9 million miles of roads on Google Maps.      Penguins in Antarctica. Photograph: Google.    Google isn&apos;t stopping there. The company has put cameras on bikes to cover harder-to-reach trails, and you can tour the Great Barrier Reef thanks to diving mappers. Luc Vincent, the Google engineer known as &quot;Mr Street View&quot;, carried a 40lb pack of snapping cameras down to the bottom of the Grand Canyon and then back up along another trail as fellow hikers excitedly shouted &quot;Google, Google&quot; at the man with the space-age backpack. McClendon, pictured, has also played his part. He took his camera to Antarctica, taking 500 or more photos of a penguin-filled island to add to Google Maps. &quot;The penguins were pretty oblivious. They just don&apos;t care about people,&quot; he says. Now the company has projects called Ground Truth, which corrects errors online, and Map Maker, a service that lets people make their own maps. In the western world the product has been used to add a missing road or correct a one-way street that is pointing the wrong way, and to generally improve what&apos;s already there. In Africa, Asia and other less well covered areas of the world, Google is  literally  helping people put themselves on the map. In 2008, it could take six to 18 months for Google to update a map. The company would have to go back to the firm that provided its map information and get them to check the error, correct it and send it back. &quot;At that point we decided we wanted to bring that information in house,&quot; says McClendon. Google now updates its maps hundreds of times a day. Anyone can correct errors with roads signs or add missing roads and other details; Google double checks and relies on other users to spot mistakes. Thousands of people use Google&apos;s Map Maker daily to recreate their world online, says Michael Weiss-Malik, engineering director at Google Maps. &quot;We have some Pakistanis living in the UK who have basically built the whole map,&quot; he says. Using aerial shots and local information, people have created the most detailed, and certainly most up-to-date, maps of cities like Karachi that have probably ever existed. Regions of Africa and Asia have been added by map-mad volunteers. &apos;People want to be found&apos;            Why do they do it? Manik Gupta, who led the Map Maker project in India before moving to Google HQ, says its a very human thing to want to put yourself on the map: &quot;People want to be found. They want you to know where they live, where they come from.&quot; It&apos;s a labour-intensive process for Google as well as its army of unpaid helpers. It&apos;s also the fastest-updating map in history. Google even maintains a live stream, on which you can watch edits happening in real time. &quot;The fact is the real world is changing. Chasing the real world is our measure. It&apos;s not how we compare to our competitors, it&apos;s how we compare to the real world,&quot; says McClendon. It&apos;s not just the great outdoors that Google wants to map. The company is increasingly interested in mapping indoors. McClendon was recently in Tokyo&apos;s Shinjuku station, the world&apos;s busiest transport hub with 35 platforms, more than 200 exits and 3.64 million people per day. Google has it mapped. Once he has his map, McClendon says the real challenge is what not to show. The iconic London Underground map, a design classic that is easy to read if not geographically accurate, is an example of the old-world idea of a map.  &quot;They reduced it down to the most readable form that still contains all the information. They&apos;ve done that so everybody can read that. But imagine if you saw the London underground system only as you use it,&quot; he says. A personal map would let you know which lines are busy and would change to reflect your working pattern, the time of day or what you do at the weekend. &quot;The ability to remove information allows you space to provide another level of more personalized information,&quot; says McClendon. &quot;A map that tries to answer every question for every person is effectively unreadable.&quot; Google&apos;s domination of the map world has some people worried. The company has run into difficulties over privacy, not least in Germany where Street View was abandoned after clashes with the authorities. Google was fined by US authorities after it was found that its Street View cars were collecting private information from people&apos;s wireless networks. Steven Romalewski, director of the mapping service at the Center for Urban Research at the CUNY Graduate Center in New York, says Google has been instrumental in opening up the new era of mapping, but adds that he worries that there isn&apos;t enough competition. &quot;I wouldn&apos;t want to see one entity controlling the base map,&quot; he says. McClendon says: &quot;There will always be multiple providers. I don&apos;t see us effectively owning the map. We are making a version of the world, as accurate as we can make it.&quot;  World domination has never sounded so benign.", 
    "section": "technology", 
    "gid": "technology/2012/dec/07/google-maps-street-view-world", 
    "wordcount": "1445"
}