{
    "headline": "Can African cyclists follow in the footsteps of the continent's runners?", 
    "text": "     It&apos;s become as much a truism as a prediction: some day African athletes will dominate distance cycling much as they do distance running. By odd coincidence, there are now two separate films documenting the early stages of this presumed shift in power. One is a part-finished film currently hawking for final funds on Kickstarter. Baisikeli: The Story of an African Cycling Team, made by a small, Cape Town-based production company, tells the amazing story of the beginnings of Kenya&apos;s national bike squad. It&apos;s one, oddly enough, I&apos;d heard before, from my Guardian colleague Adharanand Finn, who decamped with his young family to the heartland of Kenyan running to write a book about the region&apos;s athletes and their astonishing feats. There he met Nicholas Leong, who decided that if Kenyans were that good at running they must be good at cycling. His almost absurdly simple plan to was to follow the winners of the 2005 Singapore marathon back to their home town. He ended up in Iten, the same place as Finn was later based. His recruitment technique was almost as simple: Leong erected a billboard at the foot of a long, steep road climb, saying anyone who completed it in less than 34 minutes on one of the weighty local bikes would claim a 100,000 shilling prize, a vast sum for the area, worth about 1,500. By the time the film begins, in 2012, the team has a professional set-up and is racing in the Tour of Rwanda, one of the highlights of the UCI&apos;s Africa Tour series.    Rising From Ashes from T.C. Johnstone on Vimeo.   As it happens, Rwanda is the setting for the second film, Rising from the Ashes. Already finished it has its UK premiere in London&apos;s West End on 9 May. This follows a similar course, charting the establishment of Rwanda&apos;s national squad, with efforts led by the US former professional rider, Jonathan &quot;Jacques&quot; Boyer, the first American to ride in the Tour de France. Boyer has been largely based in Rwanda since 2007. Overlaying the story is the fact that many of the team lost numerous relatives in Rwanda&apos;s brief but appallingly brutal and bloody 1994 genocide. Among these was Adrien Niyonshuti, who lost six of his brothers. The documentary follows the efforts of Niyonshuti to qualify for the mountain biking event at the London 2012 Olympics, where he eventually finished 39th in the men&apos;s cross country. That leaves the question: will an African cyclist, particularly an East African cyclist, one day win the Tour de France or another major race?  At the moment the continent remains a road cycling minnow. There are no African teams in the UCI&apos;s World Tour and just one in its second tier Professional Continental circuit, MTN Qhubeka. It is South African, and mainly has South African and European riders, though among the number are Niyonshuti, and Eritrea&apos;s Meron Russom. Given that his book was subtitled &quot;Discovering the secrets of the fastest people on earth&quot;, Finn gets regularly asked why Kenyan runners are so quick, and his answers have some bearing on this. As you&apos;d expect there are a host of factors, including altitude (Iten is 2,400m above sea level) and diet. But the most important thing seems to be the sheer amount local people run: many Kenyan children run to school and the money available to top athletes, and the clusters of training camps around Iten, mean anyone with any talent gets funneled into the sport. The challenge for cycling, of course, is to compete with that, especially as a pursuit which, by definition, needs a big piece of equipment rather than just your own two feet. So maybe hold off the bets for now.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/apr/29/cycling-films-kenya-rwanda", 
    "wordcount": "616"
}