{
    "headline": "International women's day: a voice from Lima, Peru", 
    "text": "Working in the emergency room, I sometimes see cases of domestic violence. Some women go to hospital after being beaten, to seek help because they are in pain and have bruises on their bodies. But this is only the tip of the iceberg. Peruvian women prefer to say nothing when they&apos;re beaten by their partners. They put up with it, and many cases go unreported. Those who go to the police or the hospital often don&apos;t say the real reason for their bruises. They say they fell, they had an accident, or were attacked on the street, and not at home by their husband. It&apos;s only when I gain their trust that I get to know the truth. I tell them that they need to go to a psychologist and must report their aggressor. But they often don&apos;t do this, because they&apos;re very scared. These are women who, for the most part, financially depend on their husbands. Getting a divorce often implies that they are left on their own, so they&apos;d rather put up with abuse than risk being abandoned. Twenty or 30 years ago, women thought it was normal to get beaten, yelled at, or humiliated by their partners. But things have improved in Peru. We don&apos;t see so many extreme cases any more, of women who need urgent medical attention. There are now institutions where they can report the early signs of domestic violence, and this has helped a bit. However, what I have noticed is that government initiatives are only focused on women, to teach them how to avoid getting raped, attacked or beaten by men, and how to report domestic violence. But what about the abusers? We need to educate men to stop beating women. We need to teach boys from early on that it is not OK to abuse those who are weaker than them. The authorities seem to justify such behaviour by saying men are instinctively violent, and that women need to be aware of that. But that&apos;s not true. If we are taught as children that violence is not acceptable, things will change. And prevention needs to start in the newly formed families and in schools, so children can grow up without mimicking their father&apos;s violent behaviour, and will know that violence should never be used.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-peru", 
    "wordcount": "383"
}