{
    "headline": "Dear Mr Gove: Michael Rosen's letter from a curious parent", 
    "text": "Thank you for your &quot;Information for parents&quot; sheet, which tells us what we can expect with the year 6 &quot;English grammar, punctuation and spelling test&quot;. I see it will include &quot;vocabulary&quot; and &quot;handwriting&quot; (to be confirmed Autumn 2012). What an odd ragbag! These items only hang together if you chop language up into the categories invented for training clerks in a bygone era. With your knowledge of language, you can&apos;t seriously think that this list describes either how language works when it is used in speaking, listening, reading and writing, or how children acquire and develop language. It takes us back to taking words and visible features out of context so that examiners can award marks. So I looked for an explanation for it; went to &quot;Why does my child have to take the test?&quot; and found: &quot;We want to make sure that when children leave primary school they are confident in grammar, punctuation and spelling.&quot; This is not an answer, more a redescription, ie your child will do the test in grammar so that they are good at grammar. Lower down, with no proof, the sheet describes the items as &quot;important skills&quot; but forgets to say how doing this test will equip my son with those skills, apart from saying that the school will &quot;place a stronger focus on the teaching of these skills than in previous years&quot;  an admission that the test will force teachers to teach to the test, something your own advisers have warned against. The sheet adds that children will be doing similar tests at 16 and doing this test now will &quot;improve their chances of succeeding in important qualifications later on&quot;. We know from this year&apos;s GCSE fiasco that students&apos; grades were rigged to match those they got at Sats when they were 11. Following from that logic, this new test of children won&apos;t be about &quot;improving their chances&quot; at all. It&apos;ll be about clamping children into expectations set up at 11, which then turn into outcomes at 16. That&apos;s scandalous. Is there evidence that this test will help children write? Surfing on the DfE website, I read that this statutory test implements a recommendation made by Lord Bew&apos;s independent review, which stated: &quot;We recognise there are some elements of writing (inparticular spelling, punctuation, grammar and vocabulary) where there are clear &apos;right or wrong&apos; answers that lend themselves to externally marked testing. We recommend that a test of these essential writing skills is developed&quot;  a recommendation made with no evidence, while the statement about &quot;right&quot; and &quot;wrong&quot; answers is factually incorrect. There isn&apos;t any research showing that 10- or 11-year-old children&apos;s writing improves from teaching and testing these things. However, there is worldwide evidence that children&apos;s writing is improved by daily, sustained reading for pleasure based on texts the children choose. What&apos;s more, children who are reading like this are able to do this kind of test without doing hours of exercises. Your sample test on the DfE website shows illustrations of correct answers. Experienced readers deduce the principle in these and apply it to the question being asked. I&apos;ve seen them do it. This test will penalise children who aren&apos;t given help in getting the reading habit. You have sitting on your desk a report issued by Ofsted with a &quot;recommendation&quot; that all schools develop policies on reading for enjoyment. That recommendation has remained a recommendation. Meanwhile, you&apos;ve turned Lord Bew&apos;s recommendation, which was given with no evidence whatsoever, into a statutory requirement for all schools funded from the public purse. What&apos;s going on?  Michael Rosen&apos;s letters appear monthly", 
    "section": "education", 
    "gid": "education/2012/nov/05/michael-rosen-english-grammar-test", 
    "wordcount": "626"
}