{
    "headline": "Breed insects to improve human food security: UN report", 
    "text": "The best way to feed the 9 billion people expected to be alive by 2050 could be to rear billions of common houseflies on a diet of human faeces and abattoir blood and grind them up to use as animal feed, a UN report published on Monday suggests. Doing so would reduce the pressure on the Earth&apos;s forests and seas as food sources. The case for houseflies - or other insects like crickets, beetles, bees, wasps, caterpillars, grasshoppers, termites and ants - becoming a major industrial food source is being taken seriously by governments, says the report, because they grow exceptionally fast and thrive on the waste of many industrial processes. The authors envisage fully automated insect works being set up close to breweries or food factories that produce high volumes of farm waste. Each could breed hundreds of tonnes of insects a year that would be fed to other animals. &quot;The prospect of farms processing insects for feed might soon become a global reality due to a growing demand for sustainable feed sources,&quot; say the authors who have been working with the UN&apos;s Food and Agriculture Organisation (FAO) on the potential for insects improving human food security. &quot;The bioconversion process takes low-cost waste materials and generates a valuable commodity. Depending on the species, a single female fly can lay up to 1,000 eggs over a seven-day period, which then hatch into larvae. Potential big users would need vast quantities of the product  some pet food businesses alone could use over 1,000 tonnes per month,&quot; the report adds. Insect eating may be frowned upon in the west but termites, mealybugs, dung beetles, stink bugs, leaf cutter ants, paper wasps, even some species of mosquitoes are all relished by someone, somewhere, suggests the study. Eighty grasshopper species are regularly eaten; in Ghana during the spring rains, winged termites are collected and fried or made into bread. In South Africa they are eaten with a maize porridge. Chocolate-coated bees are popular in Nigeria, certain caterpillars are favoured in Zimbabwe, and rice cooked with crunchy wasps was a favourite meal of the late Emperor Hirohito in Japan. &quot;In the past there has been a tendency to say insects are for primitive, stupid people. This is nonsense, a misconception that must be corrected,&quot; says lead author Arnold van Huis, who has helped write a Dutch insect recipe book that includes mealyworm pizza and locust ravioli. Westerners barely know what they are missing, he suggests. Dragonflies boiled in coconut milk with ginger are an Indonesian delicacy; beekeepers in parts of China are considered virile because they eat larvae from their hives, and tarantulas are popular in Cambodia. Europe gave up eating them centuries ago, but Pliny the elder, the Roman scholar, wrote that aristocrats &quot;loved to eat beetle larvae reared on flour and wine&quot; while Aristotle described the best time to harvest cicadas: &quot;The larva on attaining full size becomes a nymph; then it tastes best, before the husk is broken. At first the males are better to eat, but after copulation the females, which are then full of white eggs,&quot; he wrote. So far, says the UN, more than 1,900 species of insects have been identified as human food, with insects forming part of the traditional diets of possibly 2 billion people. The most consumed insects are the beetles (468 species), followed by ants, bees and wasps (351), crickets, locusts and cockroaches (267), and butterflies, moths and silkworms (253). The crunch factor for governments and food producers may be the lower costs. Cattle and poultry are poor at converting food to body weight, but crickets, says the report, need just two kilograms of feed for every one kilogram of weight gained. &quot;In addition, insects can be reared on organic side-streams including human and animal waste, and can help reduce contamination. Insects are reported to emit fewer greenhouse gases and less ammonia than cattle or pigs, and they require significantly less land and water than cattle rearing,&quot; says the report. It is because insects are metabolically more efficient that it is potentially far cheaper to raise them om a large scale than any other animal, says Van Huis. But because of the psychological factors [of many people not liking the idea of eating insects directly] the greatest potential in the short term at least, could be to rear insects to provide animal feed, he said. Eva Muller, director of the FAO&apos;s forest economic policy and products division, which co-authored the report, said: &quot;We are not saying that people should be eating bugs. We are saying that insects are just one resource provided by forests, and insects are pretty much untapped for their potential for food, and especially for feed.&quot; Insects, say the authors, are widely misunderstood. &quot;[They] deliver a host of ecological services that are fundamental to the survival of humankind. They play an important role as pollinators in plant reproduction, in improving soil fertility through waste bioconversion, and in natural biocontrol for harmful pest species, and they provide a variety of valuable products for humans such as honey and silk and medical applications such as maggot therapy.&quot; The Netherlands is now the centre for research into industrial-scale insect rearing with several companies and universities working on ways to scale up production. &quot;The larvae of mealworm species and the superworm are [now] reared as feed for reptile, fish and avian pets [in the Netherlands]. They are also considered particularly fit for human consumption and are offered as human food in specialised shops,&quot; says the report. Insect recipes Grasshopper tortillas Collect 1,000 young grasshoppers. Soak for 24 hours. Boil and let dry. Fry in a pan with garlic, onion, salt and lemon. Roll up in tortillas with chilli sauce and guacamole. Witchetty grub barbecue Sear grubs with butter and garlic in a hot pan until brown. Grab the head and bite off the rest. The taste is of fried egg with a hint of nuts.", 
    "section": "environment", 
    "gid": "environment/2013/may/13/breed-insects-improve-human-food-security-un", 
    "wordcount": "1011"
}