{
    "headline": "Boot up: what RIM paid Nokia, the dwindling PC future, Steve Jobs on TV, and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team RESEARCH IN MOTION LTD (RIMM) - 6-K - &gt;&gt; SEC  On December 21, 2012, Nokia and RIM announced that they have entered into a new patent license agreement. The agreement will result in the settlement of all patent litigation between the companies and Nokia&apos;s dismissal of all pending actions in the United States, United Kingdom, Canada and Germany. The financial structure of the agreement includes a lump sum EUR50m (approximately $65m) one-time payment, which has been recorded in the Company&apos;s consolidated statement of operations in the third quarter of fiscal 2013.   Note that &quot;includes&quot;. There are likely to be ongoing payments (similar to those Apple makes to Nokia). And next in line for Nokia: HTC. Will that sort of amount tip it into loss? RIM pricing power with carriers slips as sales decline &gt;&gt; Bloomberg  Research In Motion Ltd. (RIMM)&apos;s pricing power with carriers shows signs of slipping after the BlackBerry maker was forced to cut subscriber service fees as demand for its smartphones in emerging markets slows.  Chief Executive Officer Thorsten Heins, who will introduce the BlackBerry 10 operating system next month, told analysts on a Dec. 20 conference call that RIM faces pressure to reduce fees to &quot;stay relevant in our markets.&quot; The Waterloo, Ontario-based company dropped the most in more than four years on Dec. 21 in Toronto.   Carriers pay RIM a monthly per-subscriber fee. But for the past two quarters, RIM and carriers have been saying the same thing: the smartphone maker&apos;s ability to keep that fee up has dropped. Quarter of PC users may switch to other devices &gt;&gt; Center for the Digital Future  For one-quarter of computer owners, their current PC may be their last.  Twenty-five percent of computer owners say they may not replace their PC when their current machine becomes unusable, signaling a possible trend of consumers becoming PC-less because they switch to a tablet or a similar device, according to a national survey conducted by the Center for the Digital Future in collaboration with market research and strategy firm Bovitz, Inc.  &quot;We are seeing a major change in how a large percentage of Americans view their computing needs,&quot; said Jeffrey I. Cole, director of the Center for the Digital Future at the USC Annenberg School for Communication and Journalism.   That&apos;s pretty dramatic, especially when you consider those who haven&apos;t even got their first PC yet. Reliable!!! &gt;&gt; Benedict Evans  One of the many forms that Android now takes: a $55 Android netbook. Resistive screen, Android 2.2 and a built-in RJ-45 ethernet socket.  When people talk about Android market share, this is included. It&apos;s a great way to expand access to the internet in emerging markets, but it isn&apos;t exactly a competitive problem for Apple or, arguably, Microsoft.   Maybe not for Apple, but Microsoft might find it concerning: it&apos;s dropping the price of keyboard computing access substantially. This is still the best thing to watch if you want to know how tech companies should try to fix TV &gt;&gt; Business Insider Steve Jobs, speaking in 1998:   I&apos;ve spent enough time in entertainment now with Pixar, and with Disney, who&apos;s just a terrific company to work with, by the way, is that people go to their television primarily to turn their brain off. I used to think like many of you might have thought that there was this giant conspiracy from the networks to but mediocrity on television and dumb us down, did you ever think that? I thought that. It thought that was giant conspiracy to rob the American populace of their mind if not their soul. I then found out the truth which is far more depressing. The networks give people precisely what they want. The reason people want this stuff. They come home from a long day. They have dinner with their kids and they&apos;re fighting and they get them into bed and they just want to turn their brain off for half an hour. Do you ever do that? I mean, I must admit I don&apos;t watch much TV, but I can admit I will turn on the TV for a half hour, and it really does turn your brain off. People got to their TV to turn their brain off. People go to their PC to turn their brain on. These things aren&apos;t going to be together, they perform completely separate functions.   There&apos;s a video with more. The Apple vs Samsung verdict: a critique &gt;&gt; Forbes Pamela Jones of Groklaw:   I also started to be more aware of a smear campaign against Google, instigated, I came to believe, by Microsoft and implemented by its running dogs too not only in the media but also to regulatory bodies, with some success, not only about search but about the new theory of FRAND patents.  Putting all those pieces together, seeing a pattern in the attacks on Android, I was dumbstruck when the jury verdict came in.   Been a long time since the phrase &quot;running dogs&quot; was used seriously in the western media. The idea that you could use the ownerships of FRAND patents (which product builders are obliged to incorporate) to force sales bans is unpalatable, though - but that&apos;s what Google&apos;s Motorola and Samsung are trying to do in a number of jurisdictions. Your top 10 Windows 8 questions of 2012, answered &gt;&gt; ZDNet Ed Bott:   The new Windows 8 app model, with apps available only through the Windows Store, is still in its infancy. Last I checked there were around 20,000 apps listed in the Store. That includes some very good ones, including a Kindle reader, solid apps for the New York Times and the Wall Street Journal, Skype and Shazam, Wikipedia and Khan Academy, and (naturally) Angry Birds. Some of the built-in apps that are installed with Windows 8 are superb. But many apps you can find today on competing platforms or on the web are missing in action in Windows 8.  There&apos;s no penalty in sticking with Windows 7 and waiting as the Windows 8 ecosystem matures. In fact, there&apos;s no penalty waiting until the first big update to Windows 8 appears, perhaps as soon as mid-2013.  Or, as I wrote back in July: &quot;Honey, if you don&apos;t want to upgrade, just don&apos;t upgrade.&quot;  Could the iPad be ending the British public&apos;s long love affair with cars? &gt;&gt; WalesOnline  But average annual car mileage by men [in their 20s] had already fallen to about 4,400 miles per annum by 2005-07.  The latter statistic pre-dates the impact of the economic downturn and the rapid rise of mobile internet.  Prof Jones said: &quot;There&apos;s a big reduction in young men driving to visit friends and relatives, which could be a result of people using Facebook.&quot;  Also, more young men now lived with their parents. Where men previously drove over to a friend&apos;s house to socialise, that was less likely if the friend lived with his parents.  &quot;The thing about young people is it&apos;s not just a British phenomenon. In most European countries and America there&apos;s been this reduction in car use among young men, but not women,&quot; he said.  The trends for men have a bigger impact on overall traffic than the trends among women because there have always been many more male drivers than female.   So basically: no. (Also, have you seen the price of fuel?) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/27/technology-links-newsbucket", 
    "wordcount": "1287"
}