{
    "headline": "Real-life Watership Down fights housing development", 
    "text": "Fiction is fast becoming fact in Newbury, Berkshire, where the setting for the best-selling children&apos;s fantasy novel Watership Down may be concreted over to provide land for 2,000 houses. In the novel, written in 1972 by Richard Adams, a colony of rabbits living in Sandleford Warren, is thrown into turmoil when developers erect a hoarding advertising an &quot;ideally situated estate for high-class modern residences&quot;. Adams was born and raised in Wash Common village, which is near Newbury and backs on to the rolling countryside of the real-life Sandleford Common  the land now designated for the giant development. Angry locals have collected more than 5,000 signatories and appealed to people around the world to object to the scheme that they say would destroy a much loved, internationally important site. But last week West Berkshire county council approved the scheme, which will now be considered by an independent planning inspector. According to the Conservative-run local authority, Sandleford is &quot;the only option&quot; they have to meet government targets for 10,500 new homes in the district by 2026. But local opposition group, Say No to Sandelford, has argued that the scale of the greenfield development would be overwhelming and that there are many alternative brownfield sites available closer to the town centre. Adams, now 91, has written: &quot;It is my firm belief that to build on the quiet meadows of Sandleford would be an ugly invasion, a nasty wound to one of the loveliest retreats in all Berkshire and Hampshire. I understand that houses need to be built, and that people need homes to live in. But any dispassionate examination of the situation leads to the emphatic conclusion that this land should not be built on.&quot; &quot;This sorry episode is a text book example of how the enormous profit to be made from greenfield developments allows landowners to distort the planning process,&quot; said Say No To Sandleford treasurer David Cooper. &quot;Land speculators are making huge tax free fortunes from the violation of our countryside. To satisfy their greed, landscapes that bring joy and inspiration are being destroyed forever. Steps must be taken to remove the distortions that favour greenfield developments over the use of brownfield alternatives,&quot; he said. The book, which has been in print for 40 years, has sold millions of copies and was turned into a film in 1978, with the voices of John Hurt, Nigel Hawthorne and Richard Briers.", 
    "section": "environment", 
    "gid": "environment/2012/feb/28/watership-down-housing-development-berkshire", 
    "wordcount": "411"
}