{
    "headline": "Readers' voices: your views on the future of fair trade", 
    "text": "Earlier this month, we asked our readers what they think about the progress and future of the fair trade movement. The discussion helped shape our fair trade podcast, and some readers&apos; questions were put directly to the panel. Have a look at some of the contributions to our talk point and let us know what you think. From RodneyNorth:  We think that the Fair Trade certifiers made a big mistake in the 90s when they extended the certification to large plantations  plantations  no matter how well managed or benign  do not belong within Fair Trade. Paying higher wages, improving work conditions etc are certainly laudable, but we do not believe they rise to level of &quot;Fair Trade&quot;. Besides, our observations have been that Fair Trade has not proven to be an effectual tool in plantation settings. That is not a surprise as it was not conceived to solve the serious social, economical, and legal problems confronted on plantations and other large estate farms.  From AngelaMarker:  Fair trade is a great start but falls short in many ways. Firstly, it misses many small-scale producers that lack the resources/funds/opportunities to become fair trade producers. Secondly, we are afraid some companies use the fair trade label as just that, a superficial label to give an ethical stamp of approval whilst falling failing to live up to standards in many other areas.  From Hopeweaver:  Ethical shopping is one of the few growth areas in recent times, as more people feel disillusioned with the old ways of doing things. Travel is opening people&apos;s eyes not only to the beauties of the world, but also its inequalities and there is a growing desire to do something about it. Modern technology has given birth to communities of like-minded people from all over the world via various social media, and the gentle drip messages  allied to the support of strangers who believe in what is being done  encourages and promotes ethical ways of doing business.  From lauriejlee:  One of the typical criticisms is: &quot;It&apos;s not the way to eliminate extreme poverty. It will only ever benefit a few people. There are more important things to do.&quot; But Fairtrade isn&apos;t claiming to be the single answer to poverty. It shouldn&apos;t be tested against that standard. There is NO single solution to extreme poverty after all. It&apos;s not trying to solve every problem. But it is benefitting more than 6 million people in 60 countries worldwide and with only very minor support from aid. That&apos;s a really cost effective contribution to development.  From Bonnybear:  To get the full price these producers need to add value and make quality products that consumers want to buy. However, while producers are kept at the bottom of the chain they will struggle to grow economically and to earn profits beyond the Fair Trade floor price. This situation is going to take a generational change of mind set to improve, but perhaps (and maybe I&apos;m being too optimistic here) the rise of BRICs in the next few decades will bring about these changes that the &quot;rich&quot; nations of the northern hemisphere just don&apos;t appear to be able to stomach.  From Coomy:  &quot;In 2010, I visited two coffee co-ops in Kenya and Tanzania, the Nairobi coffee exchange and one major distributor in Tanzania to see if Fairtrade had any positive impacts. The Kenyan co-op did not want to get involved in FT as they saw much greater benefits in going into the speciality/direct market. The other, a major co-op in Tanzania, was considering axing their FT affiliation because of the $20,000 per year it cost them to be accredited, and the farmers there, several of whom I spoke to, saw minimal benefit. The local distributor said that while FT does benefit workers on large commercial farms, in that it guarantees a minimum standard of rights and working conditions, it rarely benefits small farmers. The small premium, while guaranteeing a base level of income slightly higher than market rates, offers no incentive to improve farming skills, nor any guarantee that farmers will be educated to improve the quality output of their crop, or the sustainability of their locality.  What do you think? Have a listen to our fair trade podcast, and share your views on the progress and future of fair trade below.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/27/readers-voices-future-fair-trade", 
    "wordcount": "727"
}