{
    "headline": "Boot up: Evi saved?, improving Android, making money, the patent mess and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Sources: Apple not pulling Evi app, working with developers to avoid confusion &gt;&gt; The Verge  Despite what True Knowledge told TechCrunch, the app remains in the App Store, and according to sources familiar with the matter, Apple is attempting to work with the developers on bumping out those similarities, rather than just pulling the product.  Indeed, the app is still there; Apple seems to have mollified its stance. We still haven&apos;t heard from the company. &quot;Make sure we&apos;re winning&quot; &gt;&gt; Marco.org Marco Arment on Andy Rubin&apos;s comments about &quot;doubling down&quot; on tablets:   Assuming that Google is firmly planted in reality, what are they actually going to do to meaningfully improve Android&apos;s disappointing tablet sales and lack of much good tablet software? More importantly, what can Google do? With the realities of the tablet market (excuse me, &quot;other platforms&quot;), and with the existing Android hardware ecosystem and the software policies that let it get there, I don&apos;t think I have a realistic, practical answer to suggest. I honestly have no idea what Google could meaningfully do about their tablet problems.   Worth reading just for the footnotes. The reluctant sex lube salesman &gt;&gt; Kottke.org  Nick Bergus recently posted a link on Facebook to a 55-gallon drum of personal lubricant sold by Amazon -- it&apos;s only $1500! Then the post got sponsored and his family and friends started seeing it when they used Facebook, turning Bergus into a pitchman of sorts for an absurd amount of sex lube... Get used to this...promoted word of mouth is how a lot of advertising will work in the future.   Ew. Google to &apos;double down&apos; on Android tablets in 2012, says Andy Rubin | The Verge Andy Rubin:   &quot;I can&apos;t force someone to write a tablet app,&quot; he said, adding that developers are &quot;looking at market share and... being frugal.&quot; But he said that it was Google&apos;s responsibility to evangelize the platform and sounded optimistic about the overall momentum of Android on tablets. &quot;We&apos;re now starting to get on the radar, and I&apos;m hoping people decide to put in the muscle and make their apps work great on tablets.&quot;   Correction: Amazon is starting to get on the Android radar. Not Google. The business of bookmarking (PDF) &gt;&gt; Pinboard Maciej Ceglowski:   Right now there&apos;s an agency problem with large web businesses that collect user data. People upload photos, videos, email, and all kinds of valuable personal information to websites large and small on the assumption that someone there will take appropriate technical measures to safeguard their stuff. Most of those websites don&apos;t get their revenue from users. Instead, they rely on some form of advertising, or on investor money they receive in return for telling a credible story about future advertising. And since the job of advertisers, by definition, is to persuade people to buy things they would not otherwise purchase, the third leg of this relationship is somewhat adversarial.    The solution: pay. Money. (Guardian Technology has a paid account which it uses to collect each day&apos;s links.) Apple (mostly) isn&apos;t to blame for the patent mess &gt;&gt; Forbes Timothy Lee, who wrote the article on Ars Technica about how the iPhone drew on earlier work:   From the perspective of patent law, the question is whether the improvements in question (putting multitouch on a phone, adding a graphical indicator to slide-to-unlock) would have been &quot;obvious&quot; to someone of ordinary skill in the art. But thisis just re-stating the same subjective question in slightly different terms. If you polled a bunch of engineers or patent lawyers, you&apos;d likely get widely varying opinions. And yet patent law imposes harsh penalties on subsequent innovators who stray outside these extremely fuzzy legal boundaries.   True, though he&apos;s clearly wrong about multi-touch; Apple bought Fingerworks, which had been working on multi-touch long before Jeff Han showed it off. Google, please don&apos;t kill video on the web &gt;&gt; Microsoft Dave Heiner, deputy head lawyer at Microsoft:   Motorola should honor its promises, and make its standard essential patents available on fair, reasonable and nondiscriminatory (FRAND) terms. Microsoft is certainly prepared to pay a fair and reasonable price for use of others&apos; intellectual property. Within just the past few years, Microsoft has entered into more than a thousand patent licenses. We know how it&apos;s done. Unfortunately, Motorola has refused to make its patents available at anything remotely close to a reasonable price. For a $1,000 laptop, Motorola is demanding that Microsoft pay a royalty of $22.50 for its 50 patents on the video standard, called H.264. As it turns out, there are at least 2,300 other patents needed to implement this standard. They are available from a group of 29 companies that came together to offer their H.264 patents to the industry on FRAND terms. Microsoft&apos;s patent royalty to this group on that $1,000 laptop? Two cents.   Mentioned in our story yesterday. We await Motorola&apos;s response. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/28/technology-links-newsbucket", 
    "wordcount": "880"
}