{
    "headline": "Samarium", 
    "text": "    This week, we meet samarium, which has the atomic number 62 and the symbol Sm (although Sa was also widely used until the 1920s). This element, which is not found in its elemental form in nature, was named after the mineral, samarskite, from which it was first extracted in 1879. Samarium is a common element, being the 40th most common on earth and thus, hardly deserving of its name, &quot;rare earth metal&quot;. Samarium is moderately hard and is a lustrous silver colour. It easily and rapidly oxidizes in air -- and even under mineral oil! -- so it must be stored under argon or another noble gas. Like many elements, samarium is fun because its various oxidation states have a particular colour. For example, Sm+2 is blood-red whilst Sm+3 is pale green.   Samarium has no identifiable role in the body, nor is it toxic or poisonous, so it&apos;s rather boring for the biologists in the crowd!  However, that said, samarium does make a rather wonderful magnet when combined with cobalt as either SmCo5 or Sm2Co17. Samarium-cobalt magnets are quite brittle so they are often covered with a protective layer of nickel. Samarium-cobalt magnets are 2-3 times more expensive than neodymium magnets and nearly as strong as neodymium magnets. However, unlike neodymium magnets, which work best at temperatures lower than 150oC, samarium-cobalt magnets work best at high temperatures (270oC or higher). Currently, a samarium-cobalt magnet is being developed for use in firefighters&apos; uniforms.  Samarium has a few other uses; samarium oxide, Sm2O3, is added to glass to absorb infrared radiation, it is one of the elements used to make the carbon arc lights that the motion picture industry uses for studio and projector lighting, and samarium is also present in tiny amounts in Misch metal, which are used as flints for lighters. Samarium is also used in electric guitars pickups, iPods and headphones.  According to one of my sources, samarium has a peculiar property: when the surface of its black-coloured sulfide (SmS) crystals are scratched, they transform into gold-coloured crystals that conduct like a metal (doi:10.1134/S1063785009110030).  Here&apos;s two of our favourite chemists telling us more about the wonders of samarium:             [video link] .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniofNottingham  You&apos;ve already met these elements: Promethium: Pm, atomic number 61Neodymium: Nd, atomic number 60Praseodymium: Pr, atomic number 59Cerium: Ce, atomic number 58Lanthanum: La, atomic number 57Barium: Ba, atomic number 56Csium: Cs, atomic number 55Xenon: Xe, atomic number 54Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistPinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/11/1", 
    "wordcount": "685"
}