{
    "headline": "The story of Sellafield nuclear power station  in pictures", 
    "text": "   The construction of the first Windscale (the former name for Sellafield) pile in July 1950 Photograph: Permission of Sellafield Ltd       Construction workers atop Windscale pile No 1 Photograph: Permission of Sellafield Ltd       Atomic energy workers arrive at Sellafield train station in 1957 Photograph: Popperfoto/Getty Images       Calder Hall and Windscale (now known as Sellafield) power stations Photograph: Corbis       Queen Elizabeth II flips the switch to bring electricity from Calder Hall into the National Grid for the first time  Calder Hall was the world's first atomic energy power station, later becoming known as Sellafield Photograph: George W. Hales/Getty Images       The boiler house of the Calder Hall nuclear power plant, where heat is converted into high-pressure steam in order to power turbines Photograph: Charles E. Rotkin/Corbis       The electric turbines that are driven by steam generated by Calder Hall's nuclear reactors Photograph: Charles E. Rotkin/Corbis       A worker in Calder Hall checks the uranium rod functions Photograph: Charles E. Rotkin/Corbis       Windscale workers continue to make the No 1 pile safe after it overheated on 10 September 1957 Photograph: Rex Features       The assessment of a radiation leak begins after a fire swept through Windscale pile on 10 October 1957 Photograph: Rex Features       Work continued at Sellafield power plant after the October fire and leak, but all the while, radioactive material was spreading across Cumbria Photograph: Rex Features       Radioactive milk is poured away at Millom, Cumbria, near Windscale Photograph: Guardian       Bottles of sea water are unloaded near to Windscale, to be tested for contamination Photograph: Guardian        Middle WILLIAM PENNEY (the father of Britain's Atom and H Bomb's and led the Inquiry into the Windscale fire.  (c) UKAEA COPYRIGHT TX BBC Two, Monday 8th October 2007 On the night of 10th October 1957, Britain suffered its worst nuclear accident. A fire began to spread throughout the core of the Windscale nuclear reactor, sending radioactive dust across Britain.   Using the tape recordings of the inquiry into the fire - kept secret for 50 years and now heard for the first time - and interviews with the men who risked their lives to prevent a nuclear tragedy, the film shows how political ambition fuelled the fire. And it reveals how Prime Minister Macmillan, desperate not to undermine Britain's special relationship with the US, covered up the truth and made the heroes of Windscale the scapegoats for the fire.  Photograph: PA       Security checks take place at Windscale in the late 70s  it was around this time that a report was published giving the go ahead for a new reprocessing plant on the complex, that became known as Thorp (Thermal Oxide Reprocessing Plant) Photograph: Don Mcphee/Guardian       Cows graze in view of Sellafield power station in 1981 Photograph: Denis Thorpe/Guardian       Today, the Sellafield site covers about 2 square miles. The Windscale site was split into two parts in 1971, with the main complex renamed Sellafield, and the original weapons, power station and advanced gas-cooled reactor retaining the Windscale name. Much of Britain's nuclear waste today is currently stored at Sellafield.  Photograph: Ken Whitcombe/APS  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/mar/12/sellafield-nuclear-power-energy-in-pictures", 
    "wordcount": "0"
}