{
    "headline": "Pig farmers being forced out of business, survey warns", 
    "text": "Pig farmers say they are being forced out of business by rising feed prices while supermarkets have tried to push their prices down. About 100 farmers are likely to leave the industry this year, representing 10% of Britain&apos;s small to medium-sized producers, according to a new survey of the industry by the National Pig Association. Pig farmers are following their colleagues in the dairy industry by calling attention to their struggles to stay in business. Pork producers are not threatening blockades or strikes, as the badly hit dairy farmers have done in recent weeks, but they are urging shoppers to buy British products, from bacon to sausage rolls and pork roasts. &quot;If supermarkets see a surge in demand for British products, they may be persuaded to pay our farmers the few extra pennies a kilo more they need to cover their soaring feed bills,&quot; said Zoe Davies, general manager of the NPA. She pointed to the &quot;Red Tractor&quot; logo, found on UK farm products, as a way for consumers to ensure they are supporting domestic small pig producers. Pig farmers are being driven out by a combination of soaring feed prices  caused by bad weather leading to poor harvests in key grain-growing areas around the world, including the UK and the US  and the increasing pressure on their profit margins, as supermarkets source cheaper pork from overseas producers that often fall below the high welfare standards of small UK pig farmers. Pig feed ingredients, chiefly wheat and soya, have increased in price by about a quarter following the heatwave and drought in the US, while the UK market has been unable to make up the grain shortfall following a year of drought followed by flood. Bigger producers, some on factory-style farms, are facing fewer problems because of their economies of scale and buying power which enables them to avoid some of the highest grain prices and squeeze more out of their feed. They are also in a better position to export to developing countries such as China where, amid a rapidly growing economy and swelling middle class, demand for pork of all sorts is booming. Small producers represent about 10% of the UK&apos;s pig production, but are seen as an important part of the market because they are often mixed farms  combining livestock with arable  and family run, often supplying more jobs than the biggest producers. In the NPA survey, many said they would be forced out of business because they could not afford to feed their animals. Davies added that producers were squeezed by the supermarkets, which the NPA said were &quot;reluctant to pay farmers more to cover their costs of production&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/aug/01/pig-farmers-struggling-npa-survey", 
    "wordcount": "449"
}