{
    "headline": "Teach First founder says effective teachers can break down the barriers to achievement", 
    "text": "Ten years ago I founded the charity Teach First. Our vision is that no child&apos;s educational success should be limited by their socio-economic background, and we work with young people in England and Wales who face the greatest barriers to achieving their aspirations. We know that effective, inspirational teachers can make the difference between a child achieving educational success or being left lagging behind. So we expect a lot from our teachers  and we work hard to find them. As well as proven academic ability, they must demonstrate resilience, humility and respect, and be committed to working in schools in low-income communities for a minimum of two years, where they can achieve a teaching qualification over 13 months. They know from the outset that it is going to be tough. But they also know that it is nothing compared to the challenges faced by their pupils on a daily basis. When finding something to eat and getting yourself to school is a real struggle, the last thing on your mind is the mark on your latest English essay. At the heart of our philosophy is the belief that teachers should never lose sight of their pupils&apos; potential for greatness. It takes courage to maintain a sense of possibility for what pupils can achieve, regardless of their background or circumstances. The ability to be self-aware, to understand that challenges can be turned into learning opportunities and to remain focused is absolutely essential to becoming a great classroom leader. But this can be hard, even for the most resilient and motivated individuals. It&apos;s easy to become institutionalised and keep doing things the way they have always been done. As a new teacher it can be difficult to challenge the status quo, but as leaders  I think all teachers are also leaders  it is their responsibility to do so. This is significant in the UK, where the achievement gap between pupils of different socio-economic backgrounds is larger than in most developed countries. Ask a child how much their parents earn and you can predict that child&apos;s life chances with a surprising degree of accuracy. Innovative thinking and continuous learning and professional development are essential ingredients for teachers to succeed, particularly in schools where they are surrounded by high levels of poverty or underachievement, and where the children need the greatest investment from their teachers in order to break down the barriers and achieve their aspirations. And if we want children from the poorest backgrounds to achieve to the level of their wealthier peers, it has to be done  even if it isn&apos;t always easy. But with innovation there is, of course, risk. Teach First would never have been created if I and the founding team hadn&apos;t challenged the accepted norms of the time; for example that top graduates wouldn&apos;t work in schools in challenging circumstances and that our training model wouldn&apos;t produce excellent teachers. The type of school doesn&apos;t matter; it&apos;s the people in it that make the difference. If you, as an individual, give a child the belief that they can achieve anything they want to, they often will. Not just in the classroom, but in life.  Brett Wigdortz was a speaker at the Guardian&apos;s Innovation in Education event", 
    "section": "education", 
    "gid": "education/2012/dec/10/teach-first-charity-innovative-teachers", 
    "wordcount": "537"
}