{
    "headline": "Bangladesh weighs options after World Bank pulls out of Padma bridge project", 
    "text": "If the World Bank&apos;s cancellation of a $1.2bn loan to build Bangladesh&apos;s longest bridge was intended to prompt some kind of anti-corruption action by Dhaka, it appears to have backfired. Prime minister Sheikh Hasina&apos;s government has gone on the offensive, calling the global lender&apos;s action &quot;disgraceful&quot; and vowing to fund the bridge on the river Padma through alternative means. Ministers have sought to contain the damage from the highly embarrassing accusations of corruption made by the World Bank, portraying the row with the lender as a matter of &quot;national honour&quot;, and calling on the World Bank not to punish the people of Bangladesh. In a speech in parliament on 8 July, Hasina appealed to nationalist sentiment by invoking memories of the 1971 war of liberation. &quot;They want us to beg. They want us to continue as guinea pigs,&quot; she said. &quot;We will go ahead with this project using our own resources.&quot; Hasina&apos;s government has laid out ambitious plans to mobilise resources, including levying surcharges and issuing sovereign bonds worth at least $750m (480m). The prime minister said she had already told different ministries to slash development projects and divert the money to fund the $2.9bn Padma multipurpose bridge  a key election pledge. Analysts say the strategy is a risky one. Diverting development funds to the bridge project could affect sectors such as health and education, undermining social achievements and delaying growth. &quot;A significant part of our development budget is donor-funded,&quot; said Ahsan Mansur, executive director of the Policy Research Institute, a Dhaka-based thinktank. &quot;The government can&apos;t really divert money without imposing severe austerity. We must not build a bridge to disaster.&quot; The south Asian nation of 160 million people  with a per capita income of $850  relies on foreign donor aid to fund nearly half its development spending. Last year, a drop in aid flows, in part because of donor concerns over corruption in the Padma bridge project, led to a widening of the budget deficit. The ballooning deficit pushed the government to borrow heavily from the central bank and commercial banks, sparking double-digit inflation and crowding out private investment. Slowing garment exports and rising fuel imports have widened the trade deficit. In April, the government was forced to borrow $1bn from the IMF after reserves dwindled and the nation&apos;s currency, the taka, lost more than a 10th of its value against the US dollar. &quot;Although the Padma bridge is a hot-button political issue, this must be put in the context of good governance and sound economic management,&quot; warned Mansur. &quot;Remember, three-fourths of the cost of the bridge will have to be paid in foreign currency. The central bank has foreign currency reserves that will last us just under three months. Last year, the Bangladesh Bank was struggling to pay for imports. It is out of the question to use reserves to fund an infrastructure project.&quot; Mansur believes individual countries may be interested in funding the bridge, but those funds are unlikely to be offered at concessionary lending rates  the World Bank charges just 0.75% annually. The bond market is also uncharted territory. &quot;Bangladesh has never floated sovereign bonds before,&quot; Mansur said. &quot;At our current credit ratings, the interest rates on bonds are likely to be just under 7%. Again, this is a lot more than what we would have to pay the World Bank. Bangladesh must be careful to avoid a Greece or Spain situation where the burden is passed on to the poor and the middle class.&quot; The proposed four-mile bridge over the Padma river, the local name for the Ganges, was intended to link the underdeveloped south-western districts with Dhaka, the capital, benefiting 30 million people and boosting Bangladesh&apos;s GDP by 1.2%, according to a forecast by the Asian Development Bank. In cancelling the loan on 29 June, the World Bank said it had &quot;credible evidence&quot; of a &quot;high-level corruption conspiracy&quot; among Bangladeshi officials to misuse money earmarked for the bridge. &quot;The World Bank cannot, should not, and will not turn a blind eye to evidence of corruption,&quot; it said. The bank said it had provided evidence of wrongdoing to Hasina and other top officials but had not seen satisfactory action to remedy the problem. The Asian Development Bank, a co-financier of the project, has joined the World Bank in pulling out while the other members of the consortium backing the bridge, the Japan International Co-operation Agency and the Islamic Development Bank, are waiting to see how Bangladesh deals with the graft allegations. The Bangladesh government has denied any corruption, although there have been prosecutions in Canada based on the World Bank referral. &quot;Their credible evidence will be credible under our law when witnesses can be found,&quot; the finance minister, Abul Maal Abdul Muhith, said in parliament on 2 July. But Ellen Goldstein, the World Bank&apos;s Bangladesh representative, said the bank stood by its allegations. &quot;The World Bank presented evidence of corruption under the Padma bridge project to the government of Bangladesh in September 2011 and April 2012,&quot; Goldstein said in an email. &quot;The World Bank has an obligation  to maintain these referral reports confidential. However, the government of Bangladesh may disclose these reports and related correspondence if it so chooses  in the interest of public transparency.&quot; The Bangladesh chapter of Transparency International (TI) has urged the government to get to the bottom of the allegations. &quot;We call upon the government to set up a special judicial committee with full power, independence and technical support, to investigate the matter and recommend action in accordance with the relevant laws within a specific deadline,&quot; Iftekhar Zaman, executive director of TI Bangladesh, said. Although the government in Dhaka says it has seen no solid evidence of wrongdoing, one senior World Bank official asked: &quot;If the World Bank evidence is so innocuous, what&apos;s stopping the Bangladesh government from releasing it?&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/17/bangladesh-options-padma-bridge-world-bank", 
    "wordcount": "1010"
}