{
    "headline": "Andrew Chetley obituary", 
    "text": "My father, Andrew Chetley, who has died of cancer aged 61, dedicated his first book, The Baby Killer Scandal (1979), to the &quot;millions of children born into poverty&quot;, a cause to which he dedicated his entire career. This publication, an investigative report into the promotion and sale of powdered infant milk in the developing world, and subsequent lobbying around the issue, fuelled his passion for health activism. The introduction of the International Code of Marketing of Breast-Milk Substitutes (1981) was a direct result of his participation in the advocacy campaign at the World Health Assembly. Born in Canada, Andrew was educated at St John&apos;s high school, New Brunswick, and at the University of New Brunswick. He became a journalist and in 1972 moved to England, where he joined War on Want, leading its campaigns on infant feeding, and publishing The Baby Killer Scandal as part of this work. Andrew mentored the UK-based Baby Milk Action group and, from 1984, was the first general administrator of the International Baby Food Action Network. His account of the latter&apos;s origins, The Politics of Baby Foods: Successful Challenges to an International Marketing Strategy (1986), traces the campaign led by pressure groups on the infant feeding issue. Through working in Bangladesh, Andrew developed an understanding of questionable practices within the pharmaceutical industry. During the 1980s and 90s he wrote extensively, including the book A Healthy Business? World Health and the Pharmaceutical Industry (1990). The pinnacle of his investigation into the &quot;world&apos;s pharmaceutical jungle&quot; was Problem Drugs (1995); a New Scientist review said he &quot;pricks the conscience of the pharmaceutical industry&quot;. In 1996, Andrew joined Healthlink Worldwide, a health communication charity working with poor and vulnerable communities. He retired as its executive director in 2010. He also made significant contributions to the development of two global health networks, HIFA2015 (which now has more than 5,000 members) and the People&apos;s Health Movement (which has a presence in 70 countries). Upon retirement, he joined Ipswich&apos;s Westbourne library action group, to prevent it from closing, and became a trustee of Iceni, a local addiction charity. He also completed a novel, based on the story of his family in Canada. Andrew is survived by his wife, Ana; former wife, Gillian; sister Valerie; and his children, Victoria and Graham from his second marriage; and me and Rachel from his first.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/09/andrew-chetley-obituary", 
    "wordcount": "396"
}