{
    "headline": "Millennium development goals  the key datasets you need to know", 
    "text": "The UK is hosting the first high-level panel this week on what comes after the millennium development goals (MDGs). Progress on the MDGs has been mixed, however, with persistent inequalities both within and between countries. We&apos;ve pulled together the key data on the eight goals. Although the MDG framework may seem overly technical, with its dozens of time-bound, results-based targets and indicators, it&apos;s the product of very political negotiations, with some issues receiving more attention and prominence than others. Goal 1) Eradicate extreme poverty and hunger Estimates suggest the MDG target to halve the proportion of people living in &quot;extreme poverty&quot; was met in 2010, five years ahead of the 2015 deadline. Although poverty has fallen in every region since 1990, however, it is populous countries such as China and India that are driving the global picture of progress.        The goal covers a range of aspirations, such as the aim to &quot;develop further an open, rule-based, predictable, non-discriminatory trading and financial system&quot; and &quot;deal comprehensively with the debt problems of developing countries&quot;. However, unlike the other goals it doesn&apos;t include a list of specific time-bound targets, making it harder to hold rich countries to account. Data summary  Download the data  DATA: download the full spreadsheet More data More data journalism and data visualisations from the Guardian World government data  Search the world&apos;s government data with our gateway Development and aid data  Search the world&apos;s global development data with our gateway Can you do something with this data?  Flickr Please post your visualisations and mash-ups on our Flickr group Contact us at data@guardian.co.uk  Get the A-Z of data More at the Datastore directory Follow us on Twitter Like us on Facebook", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/31/millennium-development-goals-key-datasets", 
    "wordcount": "1332"
}