{
    "headline": "Labour needs a national vision for higher education", 
    "text": "Labour is 10 points ahead in the polls as it meets for its conference in Manchester this week. The Liberal Democrats, its only serious rival for votes in the higher education world, have dipped even deeper  despite (or maybe because of) Nick Clegg&apos;s anti-apology on the pre-election pledge to abolish tuition fees. Labour&apos;s position in higher education should be unchallengeable. So it&apos;s a pity it hasn&apos;t got a higher education policy. As we are now less than three years away from the next election, and a return to power that looks increasingly likely, this absence is troubling. Of course, elections are lost by governments rather than won by oppositions  as was soundly proved once again last time. Gordon Brown was kicked for the banking crisis and the recession. There were no pre-election mentions of radical-right deconstruction of the national health service by the Conservatives or a U-turn on student fees by the Liberal Democrats. So maybe Labour is right to play its cards close to its chest. But there are two problems. First, voters may suspect there is nothing written on its cards. Second, if there is, they may suspect itamounts to little more than the current government&apos;s policies  only more gently and moderately applied. Neither is much of a rallying cry. In the case of higher education, Labour&apos;s record  sadly  is as a trail-blazer for higher fees. Of course, there are big differences between then and now. Former education secretary Charles Clarke&apos;s increase was only a third as high as the current government&apos;s, and the extra income was in addition to rather than a substitute forpublic support. Labour did fees butnot cuts; this government, however, does both. But that precedent, combined with the need to cut the deficit, leaves little room for reducing, let alone abolishing, student fees. All the talk about a neo-Keynesian boost to demand in place of George Osborne&apos;s relentless and mindless deflation has been focused on investment in infrastructure. Although it is difficult to imagine more crucial infrastructure in a global knowledge economy than investment in skills and research, a re-elected Labour government is not going to boost recurrent expenditure back to levels under Brown. Even if it does, higher education is likely to be nearer the back than the front of the queue  which, of course, is why David Blunkett and then Clarke introduced fees in the first place. Even a subtly more leftwing Miliband government, immune to New Labour infection, will find it has limited room for manoeuvre on the macro-money front. But that is no excuse for not having a higher education policy at all. There are still important things that canbe done. The first, and least exciting, is to sort out the current mess. No one seriously thinks the current arrangements on fees and funding represent a stable solution. They are riven with contradictions that may have made good political sense in papering over the Conservative-Liberal Democrats cracks, but are a horror in the real world. So there is a need to apply some good old-fashioned, and probably boring, principles of sound public administration. The punditry of shrill, over-politicised thinktanks  and vicechancellors&apos; &quot;mission groups&quot;  needs to be ignored. The Higher Education Funding Council for England should be licensed to devise workable solutions. Truly evidence-based policy may be beyond our grasp, but surely not thought-through policy. A second, and more creative, challenge is to rescue the higher education system from the downward spiral ofdeclining student numbers and dysfunctional competition between universities. Reinvigorating the widening participation agenda is key tothe first, simply because that is the way the system can begin to grow again. It is also fair and just  and so should provide a rallying focus for all the Labour factions. Key to the second is shifting from the morass of regulation designed to police competition (and measures to contain the public expenditure effects of the chaotic new fees regime, verging on nationalisation) to new forms of public intervention, arms-length but with clear objectives. We don&apos;t need a national plan for higher education  but we do need a national vision (and enabling framework). Labour should make a start to develop a more sensible and more progressive alternative to the botched policies of the coalition. It needs to counter the wild claims of &quot;paradigm shifts&quot; made by Lord Browne in introducing his report on fees two years ago(and mimicked by ministers ever since) by offering more considered, consensual and, inevitably, evolutionary improvement. Of course, Labour can probably rely on the majority of votes in the world of higher education even if it does nothing much, thanks to the Liberal Democrats&apos; hara-kiri. But far better surely to deserve these votes  and win some more. Peter Scott is professor of higher education studies at the Institute of Education", 
    "section": "education", 
    "gid": "education/2012/oct/01/peter-scott-labour-higher-education-policy", 
    "wordcount": "812"
}