{
    "headline": "Lack of higher education funding could stifle UK's creative industries", 
    "text": "The London fashion week has cemented UK&apos;s reputation as a global force in the fashion industry. The rise of British fashion is just one aspect of the enormous contribution that the UK is making to creative and digital industries globally. According to the Work Foundation, the UK &quot;has the largest creative sector in the EU, and relative to GDP probably the largest in the world.&quot; A review led by professor Geoffrey Crossick, vice chancellor of the University of London, published by UUK in 2010 amply describes the importance of creative and digital industries to our economy. They employ 1 million people directly and another 800,000 with creative skills or roles in other sectors. Creative and digital businesses contribute 7% to the GDP and the sector has consistently achieved above average economic growth. This vital part of our economy and our national life is disproportionately reliant on higher education to nurture and hone creative talent. They require graduates. As the UUK report shows, on average graduates make up about a third of the workforce. But the proportion is far higher in creative sectors. Graduates make up more than two thirds of the workforce in interactive media, literature, computer games, TV and radio. In animation the proportion of graduates is a staggering 80%. Universities are constantly being exhorted to cooperate with industry, yet as the report illustrates, this is precisely what HE is doing with creative businesses. 81% of the universities in England have identified the creative industries as a target sector for external engagement  the next highest was energy, identified by 36% . As professor Crossick says: &quot;without higher education, there would be no creative economy&quot;. It has taken politicians some time to understand the importance of the creative economy but David Cameron&apos;s frequent visits to London&apos;s &quot;silicon roundabout&quot; shows that the penny is beginning to drop. This has yet to be translated into hard cash. As the Council for Industry and Higher Education highlight in their report &quot;The Fuse&quot;, creative disciplines are poor relations to STEM subjects when it comes to research funding. The report, calls on the government to set creative and digital industries and technologies alongside STEM as a national priority and for funding councils to give the same priority to creative and digital programmes. Government may be willing to fund creative and digital research but the problem is that output and the creation of value is usually isn&apos;t that tangible. It is difficult to measure the real impact of creative work. Crossick says that we need to see creative contributions in terms of knowledge exchange rather than the transfers for favoured by the Treasury and as interactions which usually need to be site specific and face to face. One of the examples he uses is a collaboration between the choreographer Wayne McGregor and a group of neuroscientists. Their output was a scientific paper published in the usual way, his was a major new dance work, perhaps harder to credit and measure. The funding of teaching for creative and digital undergraduate courses is a vexed question. Many which are lumped in as arts and humanities have lost most of their teaching grant. Yet art, drama and digital and creative subjects do cost more to teach than classroom based subjects. They will have to be cross subsidised by courses that are cheaper to deliver. Universities which can confidently get away with charging all students 9,000 will find it easier to cross-subsidise than those charging lower average fees. We are likely to see the emergence of a &quot;squeezed middle&quot; of universities that may struggle to sustain the extra costs of providing creative and digital courses. Small specialist institutions, many of them represented by Guild HE, have done relatively well in the funding settlement. They include drama schools and specialist arts colleges such as Ravensbourne in London. Colleges which admit students on the basis of a portfolio or performance based interview have been allowed to opt out of the core and margin carve-up which has seen some universities lose 14% of their places. At Ravensbourne, the director, professor Robin Baker, has succeeded in getting most of his courses designated for the higher &quot;B level&quot; teaching funding. But his gratitude is tempered with fear for the future. &quot;We are grateful, but the future doesn&apos;t look rosy. The issue is uncertainty, we are all right this year, but have no idea if that will be sustained next year. It&apos;s impossible to plan.&quot; Baker acknowledges that colleges such as his produce only about 7% of arts, creative and digital graduates in the UK and calls for a more comprehensive strategy to support these subjects. &quot;The creative industries in this country have succeeded because they have a good higher education base, if that gets damaged then our reputation as global leaders in creative businesses will suffer and so will the UK economy,&quot; he says. Professor Crossick&apos;s Shanghai lecturer can be downloaded here This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/27/funding-creative-disciplines-in-higher-education", 
    "wordcount": "867"
}