{
    "headline": "Boot up: Facebook's next phone, BlackBerry R10?, RPS on sexism and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team Home turf &gt;&gt; Apple Outsider Matt Drance (who used to work at Apple):    While the software is the real news here, Facebook took the initiative to also start working with a handset maker. The HTC First is hardly a &quot;Facebook phone&quot; but it&apos;s a chance for Facebook to experience the complexity of coordinating hardware, software, and carrier partnerships from a distance. Remember the Motorola ROKR? Remember what happened fifteen months later? Facebook has loudly and confidently entered an arena it has no prior experience in, and has set a clear path to expand its influence at its own pace. Facebook Home will provide a halo effect to current Android users that warms them up to a full-blown &quot;Facebook phone&quot; in the years to come.  Chart of the Week &gt;&gt; 51Degrees.mobi  This week&apos;s chart shows web traffic usage of the Blackberry Z10 in comparison to the traffic of the Sony Xperia Z during March 2013. As you can see Australia and Europe seem to be using more of the Xperia Z, whereas the US and Canada seem to heavily favour the Blackberry Z10. We know it is home turf for Blackberry in Canada, but it seems Blackberry have managed to chip away at the American market as well. Surprisingly the UK shows a small favour towards the flagship Sony device. Have Blackberry lost their dominance in the UK, or are they still a force in to be reckoned with?  Lots more very interesting graphs if you go to the &quot;Product -&gt; Mobile Analytics&quot; page. (Ironically, it doesn&apos;t work well on mobile.) The one for Europe for OS share demonstrates that it&apos;s very much an Android/iOS world - and that the UK is the only place where BlackBerry makes a strong showing in Europe. % Device count for Android vendors in the UK &gt;&gt; 51Degrees Mobile analytics site (which ironically doesn&apos;t work at all well on mobile). Lots of different configurations to choose from: this one shows how Samsung took over from HTC in March 2012 and hasn&apos;t looked back. Misogyny, sexism, and why Rock,Paper, Shotgun isn&apos;t shutting up &gt;&gt; Rock, Paper, Shotgun John Walker, editor of the site:   In having written about the subject of women and games over the years, I&apos;ve received a significant amount of abuse. (I&apos;m not going to fret about saying, &quot;But of course not as bad as&quot;, because of course it&apos;s not as bad as) Most of the abuse I receive is lazy insults, and until recently I tended to assume them fairly innocuous. Some has been extreme, such as forum threads dedicated to associating my name with acts of child molestation to skew Google results, personal threats, and deeply personal insults. All of it has one purpose: to intimidate. Whether the purpose of the intimidation is because the person wants to read about new screenshots for a game and not gender politics, or because they are violently defending their privilege, it&apos;s always about intimidation.  Powerful must-read. New leaked picture of the BlackBerry R-Series smartphone &gt;&gt; BlackBerryOS.com  Well, we have seen the L-Series (Z10), N-Series (Q10), and now we get a better look at the upcoming R-Series smartphone, or otherwise known as the BB10 Curve. Last time we got a look at this device it was in a more grainy format. And now with this recent screenshot popping up via the BlackBerryOS forums, we get a much cleaner shot to gaze upon.  This 1998 Paul Krugman column perfectly explains the design flaw at the heart of Bitcoin &gt;&gt; Forbes Pascal-Emmanuel Gobry:   Bitcoin&apos;s algorithm states that at some point the total supply of Bitcoin will be capped at around 21 million. Bitcoin users create more bitcoin by &quot;mining&quot; it (running software on their computer), but Bitcoin&apos;s algorithm states that the rate at which Bitcoin can grow will slow down asymptotically to close to zero, such that the supply of Bitcoin will essentially be fixed. Why is that a problem? To understand that, you just have to read what may be the most famous column by Nobel-prize winning economist Paul Krugman: the baby-sitting co-op.  Understand the co-op example, he says, and you understand monetary policy. And then you understand why Bitcoin is fatally flawed. It&apos;s not fixable for Bitcoin, but could be fixed for another cryptocurrency. Yes, you should care about Bitcoin, and here&apos;s why &gt;&gt; Gigaom David Meyer:   in a sense it doesn&apos;t really matter if Bitcoin succeeds or fails. The original Napster failed and guess what? Unlawful file-sharing is still with us, and will remain with us for a long time. On a conceptual level, whatever happens, it&apos;s now very difficult to see a future without Bitcoin or something like it. It may not replace fiat currencies, just as unlawful file-sharing has not killed off lawful distribution, but it may persist as a viable alternative and, by doing so, force change in the way its traditional predecessors function.  The Napster point is apposite. However Bitcoin&apos;s real power is as a medium of exchange, not as a currency. Too many people confuse the two. It lacks sufficient liquidity to be a currency, but as an anonymous method of exchange, it&apos;s great. Until it reaches a parity where the amount of money flowing in from real currencies is roughly equal to the amount flowing out, its value will vary too widely to make it useful for anything long-term. Welcome to the People Party &gt;&gt; The Official Microsoft Blog Frank X Shaw, Microsoft&apos;s head of PR:   I tuned into the coverage of the Facebook Home eventyesterday and actually had to check my calendar a few times. Not to see if it was still April Fools Day, but to see if it was somehow still 2011. Because the content of the presentation was remarkably similar to the launch event we did for Windows Phone two years ago. When we sat down with a blank sheet of paper and designed Windows Phone, we put three words on the wall to guide the team: &quot;Put People First&quot;. Those three words were chosen around a pretty powerful but simple insight: People are more important than apps, so phones should be designed around you and the people you care about, not the apps you might use to reach them.  Worked out well for Windows Phone, after all. Also, wasn&apos;t the launch of Windows Phone in October 2010? The irony is that Facebook is likely to do very well out of its Android launcher. comScore reports February 2013 US smartphone subscriber market share &gt;&gt; comScore When you do the numbers, it shows that compared to last month (for which the data is also available) Apple has added 3.1m owners and Android - all Android - has added 1.45m. Apple additions have been outstripping Android additions for the past four months - where Android used to outstrip Apple every quarter (going back to October 2009).  Reasons for iOS outperformance in the US &gt;&gt; asymco  The reason iOS is growing more rapidly may be due to three factors  The first (being on more carriers) seems obvious enough, but the third is crucial and has big implications for the future, not just in the US. Also of note: Android + iOS = 91% of the installed smartphone base in the US, now at 57% of all mobile phone users. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/08/technology-links-newsbucket", 
    "wordcount": "1281"
}