{
    "headline": "Jaron Lanier: the digital pioneer who became a web rebel  interview", 
    "text": "Jaron Lanier is that rarest of rare birds  an uber-geek who is highly critical of the world created by the technology he helped to create. Now in his 50s, he first came to prominence in the 1980s as a pioneer in the field of &quot;virtual reality&quot;  the development of computer-generated environments in which real people could interact. Ever since then, he has attracted the label of &quot;visionary&quot;, not always a compliment in the computer business, where it denotes, as the New Yorker memorably put it, &quot;a capacity for mercurial insight and a lack of practical job skills&quot;. In person, he looks like central casting&apos;s idea of a technology guru: vast bulk, informal attire, no socks, beard and dreadlocks. Yet he also has good people skills. He&apos;s friendly, witty, courteous and voluble. His high-pitched voice belies his physical bulk and he giggles a lot. He&apos;s a talented musician who is widely read and he writes accessible and sometimes eloquent prose. His latest book  Who Owns the Future?  is a sobering read for anyone who worries about what cultural critic Neil Postman called &quot;technopoly&quot;  the belief that the primary goal of human labour and thought is efficiency and that technical calculation is superior to human judgment. Lanier&apos;s been thinking along these lines for a while. An earlier book of his  You Are Not a Gadget: A Manifesto  argued that the internet was eroding human interaction, stifling creativity and changing us as people. Lanier was particularly scathing about remix culture, which he viewed as not only ethically dubious but also self-defeating in the long run. If we have a world in which original artists cannot earn a living from their work, ultimately we will run out of stuff to remix. His new book takes that point of view a good deal further by articulating three big ideas. The first is that the internet encouraged us to treat information frivolously in the spirit expressed by the trope &quot;information wants to be free&quot;. So we treat it as if it were free and thereby make it increasingly difficult for certain types of worker to earn decent livings. But once we get to the point where the world really is run by software, that relaxed view is going to be economically unsustainable. The second idea is that the decisions we make in designing technology systems eventually come back to bite us. One of Lanier&apos;s heroes is Ted Nelson, the visionary who invented hypertext and foresaw a world in which everything ever written would be dynamically linked in such a way that humanity could be endlessly creative by combining ideas. But Nelson thought that the linking should be a two-way process and that it would also incorporate micro-payments, so that everyone would get paid whenever anyone used their stuff. In the end, we got a hypertext world in the form of the web, but with one-way linking only. Finally, he borrows a metaphor from Homer to highlight what&apos;s wrong with our current ecosystem. The web has gone from being what geeks call a client-server model to one dominated by what Lanier calls &quot;siren servers&quot; such as Facebook, which hold billions of internet users in thrall without sharing the wealth that they generate with the people who create that wealth in the first place. In the Odyssey, Circe warns Odysseus against the Sirens &quot;who enchant all who come near them&quot;. If anyone unwarily draws in too close to them, she says, &quot;his wife and children will never welcome him home again, for they sit in a green field and warble him to death with the sweetness of their song&quot;. Facebook addicts, please copy. John Naughton: Many commentators characterise you as a &quot;contrarian&quot; because you propose a narrative that runs counter to the conventional wisdom about our networked world. The problem with that characterisation, though, is that most of the other contrarians are not geeks, whereas you definitely are. You say that your technical colleagues tolerate your dissent from their narrative. That sounds to me as though they&apos;re taking a patronising attitude. It&apos;s as if they are saying: &quot;Oh, that&apos;s just Jaron off on one of his rants again.&quot; And behind that is an unstated implication  that their faith in the narrative will not be dentedby anything you say. Is that the way you see it? Jaron Lanier: I&apos;m not the only technical person who thinks this way, but I&apos;m the only one who also writes. I have a foot in both worlds. And there are some other figures who are worth mentioning. At the start of You Are Not a Gadget, for example, there&apos;s a list of people I regard as belonging to the humanistic computing tradition. And some of them write beautifully. But in the current batch of computer scientists I don&apos;t know if there&apos;s anyone else doing what I&apos;m doing. That&apos;s what I worry about  the fact that there isn&apos;t more diversity of expression in the writing of computer scientists. It&apos;s not that I expect them to agree with me, but I expectmore diversity than I see. JN: You&apos;re very good at explaining the way in which, once a technology becomes established, we become locked into it. It becomes so much part of the infrastructure of our lives that changing it becomes unthinkable. And yet you believe that unless we make some radical changes then we&apos;re heading for deep trouble. If you&apos;re right about &quot;lock-in&quot;, doesn&apos;t that really mean that your campaign is essentially quixotic  that you are tilting at windmills? JL: In truth, I felt more quixotic in the period that spawned the current orthodoxy. What I was saying in the 1980s was utterly quixotic. Now I view myself as becoming ever more realistic and grounded. I get a lot of mail from people who agree with me, but are impatient and want to propose methods of moving to a better situation very quickly  with some kind of Ponzi scheme that people would buy into quickly, thereby causing things to change rapidly. I always respond to these people that what I&apos;m actually advocating is a slower and more deliberative process. I&apos;d rather take 20 or 30 years, because that&apos;s probably how long we have before the employment crisis from automation will become severe. What I prefer to advocate is not that we change as fast as possible, but to engage in a more deliberative political and longer-term dialogue, which is why I wrote a book rather than proposing a Ponzi scheme to spark a quick transition. Besides, our current arrangements might not give rise to lock-in because ultimately it&apos;s not sustainable. JN: You&apos;ve said some harsh things about the mindset that celebrates our networked information ecosystem. Phrases such as &quot;digital Maoism&quot; and &quot;hive mind&quot; come to mind. But &quot;Maoism&quot; was an ideology that was responsible for the deaths of between 18 million and 40 million people. Were you using arresting imagery to shock people out of their complacency? JL: Funnily enough, my recollection is that &quot;digital Maoism&quot; was not my coinage. It was a title chosen by John Brockman for a piece I wrote. It&apos;s probably not something I&apos;d say myself because it has a red-baiting or alarmist tone to it. And although I have used the term &quot;hive mind&quot; from time to time, it was coined not by me but by Kevin Kelly, I think. JN: One of the things that struck me forcibly in your writing is the thought that implicit in every technological choice there is some underlying philosophy or ideology. The internet that we use today, for example, has anonymity as one of its most important features, because the designers were not worried about being able to trust users of the system. But it&apos;s not the only kind of internet we could havehad. Likewise, the world wide web as envisaged by Tim Berners-Lee could have had two-way linking embedded in it (which would have facilitated a reciprocal payment system), rather than the one-way linking incorporated in the original design. Part of your argument, as I understand it, is that some of those design decisions are coming back to haunt us. JL: I know Tim but have never had an occasion to ask him if he thought about two-way links. They&apos;re a pain in the butt and it would have been a nuisance to get them going. In the context in which he was working in a physics lab, it would have required a more complicated server structure at the start and a bit more work for everybody. But maybe he could have done it. I don&apos;t know. The thing to remember about HTML, though, is that Tim was not trying to redesign the world. He was trying to do a quick thing for a very particular context  a physics lab. The beauty of HTML was that one-way linking made it very simple to spread because you could put something up and take no responsibility whatsoever. And that creates a society in which people display no responsibility whatsoever. That&apos;s the problem. JN: One of the things that worries me is that somehow we&apos;ve allowed ourselves to be hoodwinked by the dominant narrative about this technology JL: That&apos;s what I think. Societies and cultures become locked on to ideas. The &quot;open culture&quot; idea  which was really just an experimental thought in the 1980s  has now become an orthodoxy with its cadres of adherents. I dearly wish I could make them realise how experimental it was and how we should not treat it as anything sacrosanct. It breaks my heart to argue [with open culture evangelists] because it would please me so much to say: &quot;Oh yes, those old ideas we had when we were young were perfect and I&apos;m so happy to have brought you this gift&quot; and so on. It would be so comforting and lovely to say that. But it would beincorrect. JN: Is this partly about ageing  that we&apos;re getting older, that we&apos;ve been around a long time? JL: It might be. In fact, I&apos;m sure it is. Becoming a parent changed my perspective because I realised with my daughter that I have to think about the society in which she will grow up and that if she&apos;s growing up in a society that&apos;s hollowed out  that doesn&apos;t have a middle class any more  she&apos;ll live in a much less comfortable world than I would wish for her. Another factor for me was just watching what happened to the lives of flesh-and-blood musicians under the open culture regime. Also writers and photographers that I knew. I was one of the people who made up the give-away-your-music thing. The other day, a young editor was reciting to me the spiel about how you give away your music and then you get gigs and it&apos;s actually better and you&apos;re free from the tyranny of the labels and I was thinking: &quot;You don&apos;t understand: I made that up; that&apos;s my old spiel.&quot; It&apos;s so strange to me to hear that stuff coming back at me. What really turned me around wasn&apos;t thought or theory, though  it was practice. I had been part of the recording industry  I was signed to Polygram and so on. At that time, I knew people who had middle-class jobs in the industry  studio musicians and what not  and after the decline of the music business we found that we were having to have constant fundraisers to help somebody afford some operation or deal with some other adverse circumstance. It became clear to me that we had actually destroyed lives and I don&apos;t want to become like Stalin and say that to make an omelette you have to break some eggs. You don&apos;t want to get into a situation where you think that the ideology is more important than people. If you see that it&apos;s not working for people you don&apos;t say: &quot;Oh, well, those are just the people who don&apos;t get it, those are the ones who get left behind, those are the expendable ones, they don&apos;t matter.&quot; I think you have to say: &quot;No, it&apos;s the ideology that needs to be improved. It&apos;s not working well enough.&quot; So it was really that experience that turned me around. Who Owns the Future? by Jaron Lanier is published by Allen Lane, 20", 
    "section": "technology", 
    "gid": "technology/2013/mar/17/jaron-lanier-digital-pioneer-rebel", 
    "wordcount": "2094"
}