{
    "headline": "Press Start: Xbox 720 multimedia plans, SimCity on Mac and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. SimCity releasing for Mac in June | VG247  SimCity will be released for Mac in June, and players of the PC version will be able to play with one another across servers. Players who have previously purchased SimCity for PC, either as a physical or a digital copy will receive the Mac version as a free digital download on Origin. It arrives on the digital distribution service June 11.  Surely nothing can go wrong?! Dishonored&apos;s Harvey Smith releases a novel based on his own turbulent life | Eurogamer Robert Purchese:  Harvey Smith - the decorated game designer who helped bring games such as System Shock, Deus Ex and, more recently, Dishonored to life - has written a novel based on his own life. It&apos;s called Big Jack is Dead, and boy does Smith have some meaty real-life source material to draw on. &quot;Jack Hickman is an antisocial software exec who designs team-building applications in the late 1990s. Controlled and calculating, his world begins to splinter when he learns - in the middle of a corporate meeting - that his father has committed suicide,&quot; reads the book&apos;s blurb on Amazon.  Possibly not a beach book? The Doctor is Out: Zeschuk on BioWare, EA and consoles&apos; uncertain future | GamesIndustry International Greg Zeschuk, the co-founder of Bioware, left the company last year to start a beer blog. GamesIndustry.biz has spoken to him about his decision to leave. He is very complimentary about  shock horror  EA:  The best analogy I use, in a positive way, is EA gives you enough rope to hang yourself. It was really interesting because we really made all the choices we wanted to make ourselves; these are all things we wanted to try. And that&apos;s something to remember - while we were independent we didn&apos;t have quite the resources we had as part of EA, and then we got to EA and it was like &quot;wow we can do all this stuff.&quot; We had to be really thoughtful about what we wanted to focus on. I remember this really distinct moment where - it was probably five or six months - we were just starting to wrap our head around how we worked with the company. And it took months for this formal period of joining EA, and learning how everything works, and when the initiation was done, we were sitting around asking how do we do stuff. It dawned on us, you just do it. That was the biggest revelation, that rope that EA gives you; they don&apos;t second-guess you, they don&apos;t say you shouldn&apos;t do that. We had complete creative control over a lot of it; some fans didn&apos;t like some of it and some of it was experimental, quite frankly.  Ubisoft disables uPlay after exploit allows free game downloads | MCV Erik Johnson:  Ubisoft has disabled its digital rights management and distribution platform Uplay&apos;s PC game download service, following yesterday&apos;s breach allowing users to download Far Cry 3: Blood Dragon for free. An exploit discovered by hackers allowed users to download an executable that tricked the platform into providing a download for the upcoming Far Cry spin-off, along with other games from Ubisoft and other publishers on the Uplay service.  Yet more misery for providers of digital distribution portals.  Pick up Angry Birds Star Wars free with your latte, thanks to Starbucks | Pocket Gamer  Since 2008, Starbucks has provided its customers with free songs and apps via its Pick of the Week program. Now that program is about to expand into the realm of digital game distribution. Using the free Starbucks app, interested parties can pick up the Pocket Gamer Gold Award-winning Angry Birds Star Wars for the ever-popular price of free.  This is an interesting development, although it&apos;s US-only right now.  Skylanders Giants toys in Happy Meals this month | Joystiq  Starting this Friday, when you feed your little giants at McDonalds (or find a friend&apos;s kid to help you have an excuse to buy a Happy Meal), they&apos;ll get some Skylanders Giants toys. Each of the nine Giants toys includes a &quot;play feature&quot;  think &quot;shoots a missile&quot; rather than &quot;connects to the game&quot;  and comes with a $10 coupon for Skylanders Giants, helping Activision clear out the warehouse before the new game hits.  Again, US-only right now, but we&apos;re clearly seeing how games companies are now getting their &apos;franchises&apos; into the same sorts of marketing spaces as music and movie companies. Next Xbox rumors point to HDMI passthrough and cable TV integration | Engadget  While the world waits to find out the facts about Microsoft&apos;s next videogame console, new rumors have popped up suggesting what its plans to go all-in on the Xbox-as-media center concept entail. According to The Verge, multiple unnamed sources suggest the plan is to include an HDMI passthrough and guide overlay, similar to the method used by Google TV. There&apos;s no word on any possible IR blaster (or IR GamePad, Wii U-style) integration, but thanks to Microsoft&apos;s partnerships with cable TV providers, it&apos;s trying to provide integration that goes a &quot;step further&quot; than what we&apos;ve seen so far. That includes Kinect control, with next generation hardware that can recognize when viewers have turned their heads away and pause video automatically, with additional features rolling out after launch. There&apos;s no confirmation of controversial always-on requirements for gaming, but it will apparently need to be logged on for streaming (of course) and controlling incoming TV signals. A collection of rumors posted on Kotaku includes references to an &quot;XTV&quot;, and a LinkedIn post that connects tagging of video to the project, similar to Shazam or IntoNow&apos;s features. Also dug up on various job profiles are mentions of a &quot;cloud-driven, voice-optimized experience&quot; and the next generation of SmartGlass.  Capcom is holding live Monster Hunter classes on April 20 | Destructoid  From 11 AM to 5 PM PST on Saturday, April 20, at the Capcom USA office in San Mateo, California, you&apos;ll be able to attend the first-ever Monster Hunter Community College. With a curriculum based entirely around the newly released Monster Hunter 3 Ultimate, MHCC will offer beginner and intermediary classes and even provide early access to DLC Event Quests. You are invited to bring your 3DS and, hell, even your Wii U along for local co-op, and you can even attempt some &quot;Extra Credit&quot; challenges broadcast live on Capcom&apos;s TwitchTV channel for a chance at secret unannounced prizes.  Really hoping that Capcom puts on something similar in the UK. It has done in the past, taking over a London art gallery to provide a meeting place for Monster Hunter fans in 2009. You can follow Press Start on Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/11/press-start-game-news", 
    "wordcount": "1129"
}