{
    "headline": "Three easy environmental resolutions to aim for in 2013", 
    "text": "It&apos;s new year&apos;s resolution time  the mince pies are sitting heavy on the stomach, the Christmas tat is spewing from every bin and it&apos;s time for a fresh start. For Britain&apos;s environment, clearly the most important resolution is to restructure the government&apos;s energy bill to put energy conservation at its heart, to restore the target of decarbonising electricity by 2030 and to follow most of the developed world in drawing a final line underneath the failed decades of expensive nuclear power. But that&apos;s a tough one to face this early in the year. So for now, let&apos;s start with the small, the easily delivered, the no-brainers, the cheap and the free. First, the simplest. Ireland did it yonks ago, Wales has done it, and Scotland is doing it: let&apos;s put a levy on single-use plastic bags in English shops. (It&apos;s even party policy for one party in the coalition government.) It&apos;s surprising it&apos;s not Conservative policy really, given the Daily Mail has made it a flagship campaign. Bag use rose by around 5% to 6.75bn in the past year, despite claimed voluntary efforts by stores to cut back. How many times do you have to say &quot;no bag please&quot; in your local chain stores? The London assembly has backed action, there&apos;s lots of excellent local campaigns. So now is the time for England to catch up with the rest of the UK. No, it&apos;s not going to save the planet, but as a small step towards cutting pointless resource use, and cleaning up our towns, cities, countryside rivers and seas, this truly is an easy win. Let&apos;s get back to parity with China on this one please. Next, let&apos;s cut down on unnecessary night time lighting of shops in cities and towns. The French are leading the way, having banned neon shop lighting in the early hours last year, and they&apos;re now looking at insisting the lights inside shops go off for similar hours. Yes, I admit that those people who love to window shop between 1am and 6am might be slightly discommoded  not that I know anyone who does that. But I know that a lot of people would enjoy a reduction in light pollution  both those who like to gaze up at the stars and those trying to sleep in glare-ridden bedrooms around the shops. And even the Daily Mail might like the fact that we could build a few less wind turbines if we cut demand for electricity instead. There would be a saving on shop electricity bills and so perhaps even a saving on our shopping bills. And this would be a small step towards the bigger range of energy reduction measures that we need, as with insulating and draft-proofing our dreadful quality housing stock and making sure that all new build homes meet the highest energy standards. It costs us all to provide extra energy capacity  we can all save cash, and improve our lives. Finally, an environmental measure that would reduce greenhouse gas emissions, air pollution, and make our towns and cities far more pleasing places  let&apos;s introduce 20mph speed limits everywhere people live, work and shop: make it the default urban limit. No need for lots of expensive signage  in fact you could probably clear a lot of street clutter. And motorists would see a saving in fuel costs and wear and tear, at the &quot;cost&quot; of an average of 90 seconds being added to their journeys. We&apos;re seeing big progress around the country on 20mph limits  the London borough of Islington is likely to soon be followed by others  but we could make a big national leap and save a lot of campaigners&apos; time and energy, and a significant number of lives, if we took an immediate step across England and Wales. The cost of all of these three measures would be tiny, and the benefits  to our finances and quality of life  significant. They&apos;re perfect easy resolutions to start with  then we can get more ambitious.", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/03/three-easy-environmental-resolutions-2013", 
    "wordcount": "670"
}