{
    "headline": "SimCity becomes a world economy", 
    "text": "Playing SimCity used to be rather an isolating endeavour, enjoyed alone in vast stints of town planning and disaster management. But the idea of fans beavering away alone on their virtual cityscapes is an unattractive one in our socially connected era. EA wants to bring us together. So like Need For Speed and Battlefield before it, the latest incarnation of the game is getting a social layer  and it does sound rather intriguing.  At its pre-Gamescom press briefing on Tueday evening, EA announced SimCity World, a whole suite of online connectivity features. While building their own towns, players will get to check a City Log showing the progress of any friends also playing the game. A news feed on the menu screen shows when pals have, say, founded a new region or perhaps completed a major building project, and all of these messages are interactive, so you can compare the progress made by friends with your own ambitions. On top of this, there will be regular challenges for the whole SimCity community. Some are collaborative, inviting players to work together to create one million jhobs in their respective games within a set period of time. Other tasks are competitive, with players challanged to get their own cities to one million inhabitants before all the others.  Most intriguingly though, all cities will be linked via a global financial exchange which will see prices of key in-game resources like oil and food fluctuate with real demand. So if everyone in SimCity is building oil refineries, then demand drops and the price goes down. The ramifications will be profound, forcing players to think as part of a world market rather than as an isolated city state. It&apos;s fascinating stuff.             It will also be interesting to see how this affects the game&apos;s concept of regions, in which friends can connect with several other cities online, forming an interdependent co-operative. Cities within regions can share workers, power and other resources, as well as work on major group projects, like creating airports, which help the local economies. While SimCity used to be great at teaching us about how individual cities operate and flourish, it looks like the newest version of the game will show us how all urban centres around the world actually co-exist together in symbiosis.  Meanwhile, the game looks lovely. A short hands-on session at Gamescom showed off the beautiful, slightly stylised visuals, the camera seamlessly swooping in and out on the action with simple mouse moves and button presses. Every where you look there are visual representations of how the city is fairing, from smiling faces hovering over houses, to crowds protesting outside city hall. The new GlassBox simulation engine also makes it easy to open up data layers. After I built a sewage plant, for example, the effectiveness of my new system is shown via images of poo flowing down the city streets. Lovely.  Having the ability to zoom in right to street level and see the individual sims going about their business is a real treat. Using the building tools is as intuitive as ever, with the ability to add curved roads possibly leading to more imaginative designs  though I struggled at times getting my gridded and curved roads to meet neatly. I&apos;m sure I&apos;ll get a heck of a lot more practise. The announcement of a Mac version, available via Origin, is good news  except for those gamers who remain skeptical about, and resiliant to, EA&apos;s alternative to third-party digital game services like Steam. But really, the key thing here is that SimCity has been re-thought for a more connected generation without junking any of its old depth or charm. Our demo ends with a massive meteor storm, blasting chunks out of my carefully structure residental zones and commercial areas. Although respectful of the past, Maxis, like SimCity itself, isn&apos;t afraid of dramatic change.SimCity is out in February 2013 on PC and Mac.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/17/simcity-preview", 
    "wordcount": "654"
}