{
    "headline": "Demand for lion bones offers South African breeders a lucrative return", 
    "text": "Koos Hermanus would rather not give names to the lions he breeds. So here, behind a 2.4-metre high electric fence, is 1R, a three-and-a-half-year-old male, who consumes 5kg of meat a day and weighs almost 200kg. It will only leave its enclosure once it has been &quot;booked&quot;&apos; by a hunter, most of whom are from the United States. At that point the big cat will be set loose in the wild for the first time in its life, 96 hours before the hunt begins. It usually takes about four days to track down the prey, with the trophy hunter following its trail on foot, accompanied by big-game professionals including Hermanus. He currently has 14 lions at his property near Groot Marico, about two and a half hours by road west of Johannesburg. After the kill Hermanus will be paid $10,000, but he can boost his earnings further by selling the lion&apos;s bones to a Chinese dealer based in Durban. At $165 a kilo (an average figure obtained from several sources) the breeder will pocket something in the region of $5,000. If his client does not want to keep the lion&apos;s head as a trophy, the skull will fetch another $1,100. &quot;If you put your money in the bank you get 8% interest,&quot; he explains, &quot;but at present lions show a 30% return.&quot; According to several specialists the new market is soaring. &quot;In the past three months we have issued as many export licences as in a whole year,&quot; says an official in Free State, home to most of South Africa&apos;s 200 lion breeders. In 2012 more than 600 lions were killed by trophy hunters. The most recent official figures date from 2009, certifying export of 92 carcasses to Laos and Vietnam. At about that time breeders started digging up the lion bones they had buried here and there, for lack of an outlet. Asian traders started taking an interest in South African lions in 2008, when the decline in tiger numbers  now in danger of extinction  became acute. In traditional Chinese medicine, tiger wine, made using powdered bones, allegedly cures many ills including ulcers, cramp, rheumatism, stomach ache and malaria. The beverage is also claimed to have tonic qualities, boosting virility. Despite the lack of scientific proof this potion is very popular, so with tiger bones increasingly scarce, vendors are replacing them with the remains of lions. Traders soon realised that South Africa could be a promising source. It is home to 4,000 to 5,000 captive lions, with a further 2,000 roaming freely in protected reserves such as the Kruger national park. Furthermore such trade is perfectly legal. But a South African investigator, who has been working in this field for 35 years, paints a murky picture. &quot;The legal market only accounts for about half the business, the other half depends on fraud and poaching, which make it possible to obtain bigger volumes, more quickly, and without attracting attention,&quot; he asserts, adding: &quot;It&apos;s exactly the same people buying lion bones and poaching rhino horns. It&apos;s all connected.&quot; Sentenced to 40 years in prison last November for fraudulently obtaining and exporting rhino horns, the Thai trafficker Chumlong Lemtongthai also purchased lion bones on his trips to South Africa. &quot;At the end of last year, at Johannesburg international airport, we intercepted several lion bones among bits of rhino horn and ivory, all in a packet ready for despatch,&quot; says Hugo Taljaard, head of the Revenue Service&apos;s detector dog units. In six months&apos; time South Africa will have 16 dogs trained to detect the smell of lion bones, compared with only two at present. In June 2012 an online petition calling on President Jacob Zuma to ban the export of lion bones and body parts attracted 750,000 signatures. &quot;The fact that the business is legal just fuels demand, but with the supply-side unable to keep up, buyers will increasingly switch to lions that are still in the wild, including elsewhere in Africa, despite them being endangered,&quot; warns Pieter Kat at the NGO LionAid. &quot;To prevent that risk, it would be better to let us cater for growing demand,&quot; counters Pieter Potgieter, head of the South African Predator Breeders Association. &quot;As the price of bones is rising steadily, some breeders have started slaughtering their own lions, without obtaining a permit or getting a vet to put the animal to sleep,&quot; says a fraud inspector. &quot;But with the present wave of rhino poaching, we&apos;ve neither the time nor the resources to address the problem.&quot;  This story appeared in Guardian Weekly, which incorporates material from Le Monde", 
    "section": "environment", 
    "gid": "environment/2013/apr/16/south-africa-lion-bones-trade", 
    "wordcount": "792"
}