{
    "headline": "Arctic ice shrinks 18% against record, sounding climate change alarm bells", 
    "text": "Sea ice in the Arctic shrank a dramatic 18% this year on the previous record set in 2007 to a record low of 3.41m sq km, according to the official US monitoring organisation the National Snow and Ice Data Centre in Boulder, Colorado. Scientists and environment groups last night said the fall was unprecedented and the clearest signal yet of climate change. The data released showed the arctic sea beginning to refreeze again in the last few days after the most dramatic melt observed since satellite observations started in 1979. This year&apos;s sea ice extent was 700,000 sq km below the previous minimum of 4.17m sq km set in 2007. &quot;We are now in uncharted territory,&quot; said Nsidc director Mark Serreze. &quot;While we&apos;ve long known that as the planet warms up, changes would be seen first and be most pronounced in the Arctic, few of us were prepared for how rapidly the changes would actually occur.&quot; Julienne Stroece, an Nsidc ice research scientist who has been monitoring ice conditions aboard the Greenpeace vessel Arctic Sunrise, said the data suggested the Arctic sea ice cover was fundamentally changing and predicted more extreme weather. &quot;We can expect more summers like 2012 as the ice cover continues to thin. The loss of summer sea ice has led to unusual warming of the Arctic atmosphere, that in turn impacts weather patterns in the northern hemisphere, that can result in persistent extreme weather such as droughts, heatwaves and flooding,&quot; she said.     Arctic sea ice extent for September 16, 2012 was 3.41m sq km. The orange line shows the 1979 to 2000 median extent for that day. The black cross indicates the geographic North Pole. Photograph: National Snow and Ice Data Center    Other leading ice scientists this week predicted the complete collapse of sea ice in the Arctic within four years. &quot;The final collapse ... is now happening and will probably be complete by 2015/16,&quot; said Prof Peter Wadhams of Cambridge University. Sea ice in the Arctic is seen as a key indicator of global climate change because of its sensitivity to warming and its role in amplifying climate change. According to Nsidc, the warming of Arctic areas is now increasing at around 10% a decade. Along with the extent of the sea ice, its thickness, or volume, has also significantly decreased in the last two decades. While this is harder to measure accurately, it is believed to have decreased around 40% since 1979. The collapse of the ice cap was last night interpreted by environment groups as a signal of long-term climate warming caused by man. &quot;I hope that future generations will mark this day as a turning point, when a new spirit of global cooperation emerged to tackle the huge challenges we face. We must work together to protect the Arctic from the effects of climate change and unchecked corporate greed. This is now the defining environmental battle of our era,&quot; said Kumi Naidoo, director of Greenpeace International. Other groups called on the UK government, and industries across the world to heed the warning signs from the Arctic and act &quot;with urgency and ambition&quot; to tackle climate change. Rod Downie, polar expert at WWF-UK said: &quot;With the speed of change we are now witnessing in the Arctic, the UK government must show national and global leadership in the urgent transition away from fossil fuels to a low carbon economy. &quot;This is further evidence that Shell&apos;s pursuit of hydrocarbons in the Arctic is reckless. It is completely irresponsible to drill for oil in such a fragile environment; there are simply too many unmanageable risks.&quot; Author and environmental campaigner Bill McKibben said: &quot;Our response [so far] has not been alarm, or panic, or a sense of emergency. It has been: &apos;Let&apos;s go up there and drill for oil&apos;. There is no more perfect indictment of our failure to get to grips with the greatest problem we&apos;ve ever faced.&quot; Arctic sea ice follows an annual cycle of melting through the warm summer months and refreezing in the winter. It has shown a dramatic overall decline over the past 30 years. Sea ice is known to play a critical role in regulating climate, acting as a giant mirror that reflects much of the sun&apos;s energy, helping to cool the Earth. The UN Environment programme warned that the extra shipping and industry likely to result from the thawing of sea ice could further accelerate sea ice melting. &quot;There is an urgent need to calculate risks of local pollutants such as soot, or black carbon, in the Arctic. Soot darkens ice, making it soak up more of the sun&apos;s heat and quickening a melt,&quot; said UNEP spokesman Nick Nuttall in Nairobi.  This article and its headline were amended on 20 September. The original wrongly said the ice extent had shrunk 18% in a year; this has been corrected to reflect the 18% decrease was 2012 against 2007, not 2012 against 2011.", 
    "section": "environment", 
    "gid": "environment/2012/sep/19/arctic-ice-shrinks", 
    "wordcount": "803"
}