{
    "headline": "University challenged: Milburn's social mobility report is a starter for 10", 
    "text": "University Challenge, the progress report on higher education and social mobility released by Alan Milburn last week, marks the start of his term heading the new commission on social mobility and child poverty. It has much to commend it and echoes many concerns of those working on the ground to deliver a fairer higher education system. However, as with previous Milburn reports, quantity too often trumps quality, favouring recommendations by volume over working through several key ideas. It is also less radical than it thinks it is. While some of the headline ideas picked up by the media do challenge coalition policy directly, in the main the report fits the coalition&apos;s take on access, with its focus on progression to selective universities and narrow view of what social mobility means. The most provocative idea  bringing back the EMA  is also one of the least thought through. A system of HEIs funding post-16 learners is rife with practical problems and as a substitute for financial support in higher education fails to address the fear of debt which the report highlights as a problem in widening access groups. Overall, Milburn&apos;s report is a good starter for 10. It includes ideas that, if brought together into coherent arguments, could be the real challenge to HEIs and government that Milburn wants to make. What are these ideas then and how could we push them further? The first is the concept of the student premium. A guaranteed &apos;pipeline of support&apos; from primary through to higher education for learners from disadvantaged backgrounds is appealing. It could provide a better basis for collaboration between schools and HEIs through a common funding stream. What it will not do is incentivise selective universities to compete for students from widening access backgrounds. There is already a student premium in another name  the widening participation allocation  and this does not do this. To be truly radical, Milburn&apos;s report should have suggested that the unlimited recruitment of those with AAB or ABB be abolished and learners from widening participation backgrounds freed from student number controls so that they (rather than the very able who will go to university anyway) become valued by the system. The report is correct in pointing to the significance of league tables and suggesting the government takes a lead in establishing value-added tables that reflect the qualifications of entrants. But while this would be fairer on many HEIs, will it actually widen access? Taking another of the report&apos;s better ideas  the combining of different participation measures into one coherent data set  alongside value-added scores could be the way to go. Access league tables based on the progress HEIs are making over time across a range of under-represented groups could be a powerful way of using information to influence institutional behaviour. The report rightly places collaboration as central to delivering outreach work and highlights several good examples of how organisations and initiatives are working together. But making collaboration systematic requires more than the spreading of good practice. Again, a focus on improving quality of data, this time to inform shared targets for HEIs on participation at regional level, would be the key to shifting widening participation strategies back to what learners deserve rather than what institutions need. Alongside individual targets, each HEI could have a shared target for widening access in their own area. HEIs across the mission groups might welcome this as a way of capturing the valuable work they are doing to widen access but which doesn&apos;t show up in their performance indicators. For these targets to become a reality though will require not only a more powerful Office for Fair Access (Offa) but a more proactive one that shapes as well as measures institutional behaviour. The commission that Milburn leads could have a real impact on access in the next five years. But to do so it needs to learn that less is more. Being radical requires a more thought out approach that is willing to go beyond the measures of this and previous governments have done, rather than just reform them. Graeme Atherton is the head of Access HE, a London wide organisation supporting young people from disadvantaged backgrounds into higher education  follow it on Twitter @AccessHE This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/24/alan-milburn-university-challenge-response", 
    "wordcount": "729"
}