{
    "headline": "Mystery bird: European robin, Erithacus rubecula", 
    "text": "      European robin, Erithacus rubecula (protonym, Motacilla Rubecula), Linnaeus, 1758, known by a flock of common names, such as the English robin, robin redbreast, and the robin, photographed in Novellana in the Principality of Asturias, the Kingdom of Spain (Europe).  Image: David lvarez, 16 February 2010 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 50D, 1/250 sec, f/14.0, 400 mm, iso:200    Question: This familiar European mystery bird is associated with a lot of folklore. Can you share some of this folklore? Can you name this bird&apos;s taxonomic family and species?  Response: This is an adult European robin, Erithacus rubecula, a small passerine that was recently removed from Turdidae, the thrush family, into Muscicapidae, the Old World flycatcher family. Currently, there are three species in the genus, Erithacus, but this will likely change soon. Thanks to convergent evolution, the Japanese robin, E. akahige, and the Ryky robin, E. komadori, are currently placed in Erithacus, but recent research suggests they should be removed, leaving the European robin as the sole species in this genus.  Robins are mainly insectivorous birds that range widely over most of western Eurasia. They will also consume fruits and berries as well as seeds in winter. Some populations are migratory, whilst others are territorial residents (as in the British Isles). Robins construct a cup nest in a sheltered place, and are noted for some of the unusual and amusing nest site choices they make. For example, nests have been found on machinery, in flower pots and even on hats.  Notable for being quite tame in the British Isles, this bird will eat from one&apos;s hand. The reason for this confiding nature may be due to the close relationship between British gardeners and robins, as one commenter, jtappin, explains:   My understanding of the reason for their tameness in the British Isles as compared with continental Europe is that we lack earth-moving megafauna (wild boar) so they rely on humans to turn over the soil and expose the small invertebrates they eat. [link]  Robins are very popular, especially in British Isles, where they commonly appear in British folklore and as mascots for local sports clubs. The Mystery Birds reference library: Africa South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jul/27/9", 
    "wordcount": "440"
}