{
    "headline": "Baccalaureate critics hail GCSE U-turn, but warn of more challenges ahead", 
    "text": "Much of the response to the decision to scrap the planned English Baccalaureate Certificate and keep GCSEs was fairly predictable: while Michael Gove intimated he&apos;d lost little of his reform programme except a name change, Labour talked of humiliating climbdowns and fiascos. Teaching unions, meanwhile, simultaneously hailed the demise of the English Baccalaureate Certificate (EBC) and worried about what might be in store from revised GCSEs. Thus, perhaps the most illuminating responses came from the two bodies that had done as much as anyone to condemn the EBC  the qualifications watchdog, Ofqual, and the House of Commons education select committee. It is little more than a week since the committee released a strongly-worded report, which questioned the reasons for the change and warned that pushing the plan through risked destabilising the entire school exam system. Graham Stuart, the Conservative MP who chairs the influential committee, told the Guardian he welcomed Gove&apos;s decision to accept the criticism. He said: &quot;It shows exactly the way government policy should be done. The government came forward with proposals, the select committee report and the key recommendations have been accepted by the secretary of state. &quot;I don&apos;t blame the media and the Labour front bench for talking about U-turns but actually if more ministers were wiling to put forward proposals and then alter them in the light of evidence that came forth we&apos;d actually have better government.&quot; More than Stuart&apos;s report, what sunk the EBC was a politely worded letter from Glenys Stacey, chief regulator of Ofqual, in November. The EBC, she cautioned, was laden with ambitions that &quot;may exceed what is realistically achievable through a single assessment&quot;. Gove wrote to Stacey on Wednesday to outline his new plan for revamped GCSEs. Her reply, equally neutral in tone, made the watchdog&apos;s approval clear. &quot;GCSEs are important and valued qualifications,&quot; she wrote. &quot;We have been taking action to strengthen them and we are certain that they can be improved further.&quot; There was, additionally, a cautious tone about the timetable for the revised exams, which must be ready for study from 2015. In words that could augur further trouble ahead for Gove, Stacey wrote: &quot;The timetable for qualifications development that you have set out is challenging. We know that you would not want us to compromise on the quality or standards of the qualifications.&quot; Elsewhere, the main teaching unions were cautious about the revised GCSEs, the parallel changes to the ways schools are assessed and a slimmed-down draught national curriculum for England. Chris Keates, general secretary of the NASUWT, said the end of the EBC meant only &quot;marginal changes&quot;. She said: &quot;What is clear from today&apos;s statement is the secretary of state has not had a Damascene moment where the scales have fallen from his eyes, and rolled back key elements of his reforms. The fact is he still intends to make the changes he originally proposed to GCSEs.&quot; Christine Blower, general secretary of the National Union of Teachers, criticised plans for exam-only assessment: &quot;It needs to be remembered that university courses involve regular assessment, not just one set of exams at the end of a course which you either fail or pass in one sitting.&quot; She added: &quot;While Michael Gove has conceded the fact that he was wrong about the English Baccalaureate Certificates, the NUT will remain vigilant that he does not reintroduce elements through the new look curriculum.&quot; Russell Hobby, general secretary of the National Association of Head Teachers (NAHT), hailed the end of the EBC. He said: &quot;We support much of what Mr Gove has announced today but remain concerned about some of the details of the proposals to revamp GCSEs.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/07/ofqual-teaching-union-gcse-reform", 
    "wordcount": "628"
}