{
    "headline": "Will the airbag bike helmet be the way forward?", 
    "text": "Helmets divide cyclists: some won&apos;t ride without one, others wouldn&apos;t be seen dead in one. While the jury is out over their effectiveness, pretty much everyone agrees that your average helmet is neither a thing of beauty nor practicality. Aside from the risk of &quot;helmet hair&quot;, they tend to be awkward to stow away or carry off the bike. One Swedish company has come up with an innovative design solution to these problems, however, and kindly loaned me one before its UK launch.            The Hvding Invisible Bike Helmet is worn like a scarf or snood, with a folded up inflatable helmet inside. In-built motion sensors are programmed to detect movements specific to crash scenarios, and in the event of a crash a gas inflator spirits the airbag over the wearer&apos;s head like a hood, in 0.1 seconds. It was tested with crash test dummies. Marketed as a fashion design solution, the helmet has a removable, waterproof, washable, fabric shell, which comes in two different designs to match your outfit (with more to come). The covering material tears strategically in the event of helmet inflation. The helmet also meets the EU&apos;s CE standards, providing as much protection in the event of a crash as a standard helmet. To prevent the airbag inflating unexpectedly, it is turned on and off using a snap fastener on the zip, like a popper on a coat, and makes a beeping noise, as well as LED lights to tell you it has been switched on or off. This popper mechanism also makes it harder to accidentally turn it on in a bag, or leave it on when you&apos;re not cycling. I found it comfortable to wear, albeit a little heavier than I expected. The material is soft on the skin and fitted nicely. One issue was that its weight, being mostly at the back, caused some pull on the front of my neck when I was upright; this is to keep the Hvding resting on the wearer&apos;s back while cycling, in case of a crash. After the initial odd feeling of a weight on my neck, I became rather attached to the Hvding and found it comfortable, and somehow comforting. Putting it on and taking it off became part of my cycling ritual. One issue is that while it is perfectly comfortable when the weather is cold, on a warm summer&apos;s day the scarf-like design may be a bit harder to tolerate. The Hvding was designed by Anna Haupt and Terese Alstin. It has since been shortlisted for the Design Museum&apos;s Design of the Year 2012 award and last year won a Danish design award. In countries where compulsory helmet laws are introduced, and in some cases cyclist numbers decrease as a result, I can imagine this being a viable solution. In the words of the designers, it isn&apos;t the cyclists who need to change, it is the product. The UK will have to wait to get its hands on the Hvding, as the company is still looking for appropriate outlets. Until a suitable outlet is found, Hvding can be ordered online at www.hovding.com, currently priced at 355, or around ten times the price of a conventional helmet.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/may/22/airbag-bike-helmet-way-forward", 
    "wordcount": "550"
}