{
    "headline": "Reuters editor accused of helping Anonymous hack LA Times site", 
    "text": "A Reuters web producer has been indicted in a California district court for allegedly conspiring with the hacker group Anonymous to access and alter a website of the Tribune Company, his former employer. Matthew Keys, 26, the deputy social media editor at the news agency, is accused of supplying Anonymous with log-in credentials for a Tribune Company computer server. Keys was a former employee of Sacramento-based TV station KTXL FOX 40, a Tribune company. Keys could not be reached for comment. A Reuters spokeswoman said the company was reviewing the matter but pointed out that the alleged action occured more than a year before Keys joined. According to a federal indictment first obtained by the Huffington Post, Keys used a chat site to pass information to Anonymous. Using the name AESCracked, Keys handed over the login credentials and told hackers to &quot;go fuck some shit up&quot;, the indictment says. The hacker accessed at least one Los Angeles Times story and altered it, the charges say. Los Angeles Times web producer Morgan Little tweeted a screenshot of his employer&apos;s page from the day of the hack Keys allegedly helped facilitate.  The indictment reproduces long sections of a purported chat between Keys and an Anonymous member called &quot;sharpie&quot;. &quot;That was such a buzz having my edit on the LA Times,&quot; sharpie writes, according to the document. If convicted, Keys faces up to 10 years in prison, three years of supervised release and a fine of $250,000 for each count. Keys is charged with one count each of conspiracy to transmit information to damage a protected computer, transmitting information to damage a protected computer and attempted transmission of information to damage a protected computer. His work with Anonymous has been publicly documented before. He was identified as AESCracked in the June 2012 book We Are Anonymous. A March 2011 Gawker article also notes Keys infiltration of Anonymous. And Sabu, the Anonymous collective member turned FBI informant, directly accused Keys of helping with the LA Times hack in a March 2011 tweet.  In response to the Gawker article, Keys posted on his personal blog about his involvement with Anonymous. &quot;I identified myself as a journalist during my interaction with the top-level Anonymous hackers and at no time did I offer said individuals any agreement of confidentiality. In fact, I asked several of them for their feelings should they be exposed. They seemed, by and large, indifferent.&quot; Keys referenced the infiltration of the &quot;top-secret&quot; InternetFeds chat room used by Sabu and other Anonymous collective members in a March 2012 post for Reuters. In the it, he includes screen shots of the conversations and references the Los Angeles Times hack that he allegedly enabled. Keys said in the blog post that after InternetFeds was closed down he was contacted by Sabu. Keys said he told Sabu that he had screenshots of the InternetFed conversations. &quot;Sabu was unhappy,&quot; Keys wrote.  He said he would try to destroy the reputation of anyone who might expose him or ruin his reputation or that of Anonymous. He&apos;d release personal information about any individual whom he considered his enemy or Anonymous&apos; enemy. He&apos;d steal their credit card information and charge hundreds of dollars in charitable donations. He&apos;d invent stories so as to discredit any whistleblower or hacker-turned-informant.  Keys friend Ernie Smith, an editor at ShortFormBlog, made a statement on the site:  &quot;Matt&apos;s a good friend, and we&apos;ve worked closely together for a couple of years, bouncing ideas off of one another and the whole bit. I talked to him three hours ago. We had no knowledge of this situation, and offer no other statement other than to hope that one of our favorite people is OK. Good luck, Matt.&quot;  Keys has worked at Reuters just over a year. He has a widespread following on Twitter among journalists. The Obama administration has a track record of prosecuting hacking cases aggressively. The practice has come under sharp criticism since January, when internet activist Aaron Swartz killed himself as federal prosecutors built a hacking case against him.", 
    "section": "technology", 
    "gid": "technology/2013/mar/14/reuters-matthew-keys-indicted-anonymous", 
    "wordcount": "688"
}