{
    "headline": "Boot up: Nexus 7 woes, after Sparrow, Marissa Mayer - robot or android?, and more", 
    "text": "A burst of 8 links for you to chew over, as picked by the Technology team Nexus7 nightmare &gt;&gt; Digital by Default Occasionally, you&apos;ll get a dud. Matt Jukes did: his Nexus 7 wouldn&apos;t power on. But what happens next?   So then at 7pm on Wednesday I emailed Google Play Devices support *AND* Google Wallet complaints. It is now 11am Saturday morning and I haven&apos;t even had a human acknowledge either email.  I also found the Google Play customer service telephone number (which as I use a mobile costs me 14p in minute!). Since Thursday morning I have called NINE times for a minimum of 10 minutes each times without ever getting beyond the hold music.  To say the whole experience so far has been disappointing would be an understatement. I understand that a &apos;dead on arrival&apos; piece of hardware is just bad luck but the simple fact is if this had been Amazon, Apple or even f**king Argos I&apos;d have had better service.  HTC devices getting Android 4.0, Ice Cream Sandwich Updates &gt;&gt; HTC It&apos;s a long list, though oddly it excludes the HTC Desire HD, which gets this &quot;explanation&quot;:   After extensive testing, we&apos;ve determined that the current version of HTC Sense with Android provides customers with the best experience on the HTC Desire HD. When we consider new versions of software, we weigh a number of factors, but ultimately the customer experience on the product is the deciding factor.  The first Free Our Data question? Ordnance Survey Maps &gt;&gt; Hansard, 22 July 1912 You could call it the first open data question, sure. Anyhow, it has a long heritage. Beats buys back controlling interest from HTC, mobile exclusivity to continue &gt;&gt; The Verge  [In August] Last year HTC made waves when it spent $300m to acquire a majority stake in audio brand Beats -- but things have new flipped back around, with HTC announcing that it sold 25% of Beats&apos; shares back to the audio manufacturer for $150m.   Turns out people won&apos;t select a smartphone principally on its promised audio quality. HTC is probably glad of the money now. Sources: Google&apos;s Sparrow purchase cost under $25 million, will bring &apos;beauty&apos; to Gmail &gt;&gt; The Verge  Sparrow is also known first for its Mac client, and the Google purchase makes a native Mac Gmail client more of a reality. We heard that the acquisition is less about &quot;building for a specific platform,&quot; and that Sparrow&apos;s experience at building simple and powerful email clients will be helpful in bringing consistency to the Gmail ecosystem. Our sources also noted that Google isn&apos;t ruling out native Gmail clients for platforms beyond iOS and Android, and emphasized that Google wants to bring polish, &quot;beauty,&quot; and ease of use to all of its Gmail experiences across platforms   Sparrow for Windows Phone? Then again, how many email clients does the world need? Our news &gt;&gt; Sparrow  We&apos;re excited to announce that Sparrow has been acquired by Google!  We care a lot about how people communicate, and we did our best to provide you with the most intuitive and pleasurable mailing experience.  Now we&apos;re joining the Gmail team to accomplish a bigger vision -- one that we think we can better achieve with Google.  How to prepare for Google&apos;s acquisition of Sparrow &gt;&gt; Boing Boing  Google announced today [Friday] that it had acquired Sparrow, the OS X email app much-loved for its uncluttered layout and minimal user experience. This HOWTO will help get you ready for all the enhancements and developments to come as it is integrated into Google&apos;s established mail and messaging services.   It&apos;s a short video - worth your attention. (Works with or without volume.) From 2006: Marissa Mayer: hologram or android? &gt;&gt; Gawker  Another CNN-affiliated magazine issue, another Marissa Mayer profile. Fortune&apos;s new self-written piece on the Google VP&apos;s insane schedule (which somehow left time for contributing to Fortune) allows only two explanations for her lifestyle. Either Marissa Mayer is an artificially constructed hologram delivering a carefully performed script, or she is an artificially constructed android running a Google A.I.   Check for spinning saw attachments on the end of her arms. That should settle it. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/23/technology-links-newsbucket", 
    "wordcount": "735"
}