{
    "headline": "Primodos was a revolutionary oral pregnancy test. But was it safe?", 
    "text": "Primodos is back in the news. First prescribed in 1958 as a hormonal pregnancy test (HPT), Primodos was taken off the market by manufacturer Schering (now Bayer) in 1978, amidst rising concerns of a possible association with birth defects. Primodos contained the same mixture of hormones as in the oral contraceptive pill, first launched in the UK in 1961, only in much higher concentrations. Scherings instructions were that a woman take 1 tablet on each of two consecutive days. Bleeding follows in 3-6 (rarely as long as ten) days, if there is no pregnancy. An existing pregnancy is unaffected by Primodos. Campaigners have recently unearthed masses of previously unseen documents and a government inquiry, launched in 2014, is scheduled for debate in Parliament today. A Sky News documentary is in the works. At stake is not only the possible association with birth defects, but also the ability of the Inquiry to achieve a fair outcome and, more generally, whether there are any lessons to be learned from this forgotten thalidomide. The very idea of an ingested, invasive pregnancy test may seem strange (and perhaps unwise) to us now. In the mid 1980s, influential feminist Germaine Greer speculated HPTs might be do-it-yourself abortion kits in disguise. But the late 1950s, when pharmaceutical companies first marketed HPTs to doctors, were a different world. Convenient home pregnancy tests had not yet been invented and the thalidomide disaster  in which hundreds of children in the UK and many more elsewhere were born with more or less severe malformations after their mothers had taken a morning-sickness drug  was still to come. Women were used to taking tablets, and would get used to taking the contraceptive pill, and they trusted their doctors; feminist and other patient-led critiques of medical authority got going only in the 1970s.     NHS laboratory technicians in Watford posed for this snapshot in the 1950s while preparing urine specimens for pregnancy testing with toads. Reproduced by kind permission of Audrey Peattie (centre). Photograph: Audrey Peattie    Many possibly pregnant women self-diagnosed, particularly if theyd been pregnant before and recognised the signs and feelings, but an increasing number sought medical advice. Doctors had access to laboratory tests for pregnancy, but these were expensive and not well advertised to the general public until later. In the 1950s and early 60s, they involved injecting the womans urine into a female toad that would then ovulate only if the woman was pregnant. This toad test was highly reliable, but only from two weeks after the first missed period. Tablets, manufacturers claimed, were effective earlier, and the resumption of menstrual bleeding was more reassuring than any (negative) lab report could ever be. HPTs were, therefore, initially marketed as plausibly advantageous over laboratory alternatives and, before thalidomide, neither consumers nor experts were accustomed to associating prescription drugs with risk of harm to the fetus. Even so, a few doctors expressed the concern early on that HPTs could potentially upset the delicate hormonal balance of pregnancy and provoke miscarriage or even damage the embryo at its most susceptible stage of development. Woman magazine warned against them in 1961 and promoted the toad, not the tablets, as a modern scientific achievement. Another Thalidomide? Then, in 1967, the prestigious science journal Nature published a short letter co-authored by Isabel Gal, a Surrey-based paediatrician who had fled the Hungarian revolution of 1956, warning of a possible association between HPTs and certain kinds of birth defects. Gals statistical correlation raised the spectre of another thalidomide story, but instead of taking action, the government and Schering opted to wait for confirmatory evidence of causation. Causation is notoriously difficult to prove and only in 1975, after the press reported on new evidence that tended to support Gals hypothesis, did the government finally issue an official warning. Schering withdrew Primodos for commercial reasons in 1978, by which time several other countries had already banned it, beginning in 1970 with Sweden and Norway, where a more precautionary attitude prevailed. Crucially, by the late 1960s, toads had been supplanted by cheaper, more convenient and more reliable immunological test kits. HPTs, and toads, had become obsolete. So why the British delay?     An advertisement for Primodos in The Practitioner from the early 1960s marketing campaign aimed at GPs that aggressively targeted the slower, more expensive toad test. Photograph: Practitioner, vol. 185 July 1960./The Practitioner, Practitioner Medical Publishing Ltd    On the one hand, hindsight is 20/20 and it is easy to harshly judge the past from todays better-informed perspective. On the other, the historical record suggests that key regulators opted for inaction despite privately acknowledging at the time that Primodos was superfluous. Medical officer and father of the mini-pill, William Inman, for example, wrote to Gal in 1967: These tests are not essential and it would not be a disaster if your paper had the effect of reducing the frequency of their use. And yet still Inman preferred to do nothing, a decision he stood by decades later. How can this be explained? For one thing, this policy of inaction was in keeping with the UK governments generally protective attitude towards the pharmaceutical industry, which persisted well after thalidomide. As a pair of social scientists have shown in the case of the nearly contemporaneous practolol disaster, involving a drug used in the treatment of heart disease:   British regulators were willing to allow new drugs on to the market, fully aware of uncertainty about their safety, but unwilling to be pro-active in issuing warning letters about risks and requiring certainty before acting to withdraw a product.  Protecting The Pill In the case of Primodos, regulators were especially keen to avoid unnecessary panicless over the diagnostic use of HPTs than over the use of the same hormones in oral contraception. As one Schering research director put it in an interview for the 1980 TV Documentary The Primodos Affair:  to cast doubt on a major method of family planning, on this very slender evidence really, would not only have been a major commercial disaster but a real human disasterwe would have thrown panic into millions of women worldwide.  At around the same time, the newly formed Association for Children Damaged by Hormone Pregnancy Tests took Schering to court, but the company and the UK government maintained that causation had not been proven and the case fell apart for want of evidence and money (the prosecution depended on Legal Aid). With all eyes understandably on Syria, Brexit and the US presidential election, the debate over an inquiry into a drug that was taken off the market some four decades ago might easily go unnoticed. But the continuing story of Primodos raises important issues  unresolved by thalidomide  about risk, public health and transparency that should concern us all today. Stay tuned. If you are, or know, either of the other Women in STEM in the photo above, please get in touch @HPS_Vanessa ", 
    "section": "science", 
    "gid": "science/the-h-word/2016/oct/13/primodos-was-a-revolutionary-oral-pregnancy-test-but-was-it-safe", 
    "wordcount": "1086"
}