{
    "headline": "Witchcraft used as excuse for violence against older women in Tanzania", 
    "text": "Nyamizi, a 73-year-old widow from Sukumaland, Tanzania, was returning home from work one night when she was attacked by a man with a machete. He chopped off her hand and slashed her head, knocking her unconscious. She had earlier received a threatening letter telling her to leave her village. Nyamizi believes it was sent by a neighbour whose child had died, and who was told by a traditional healer that she was responsible for the death using witchcraft. Nyamizi was unconscious for a day and spent three weeks in hospital. When she left, she was told her case had already been heard in court and that she had lost it. &quot;I didn&apos;t get justice because I couldn&apos;t pay for it. No one takes action for those who are poor,&quot; she said. Extreme violence and abuse against older women related to witchcraft allegations is common in Sukumaland, according to the NGO HelpAge International. The Tanzania Legal and Human Rights Centre said that between 2004 and 2009 more than 2,585 older women were killed in eight regions of the country because of alleged witchcraft. Tanzania has ratified the Convention on the Elimination of all Forms of Discrimination Against Women and has made moves to tackle gender-based violence. The government has passed laws that protect women and girls from sexual harassment and abuse and give them more land rights. In March 2012, Tanzania&apos;s President Kikwete supported a campaign to stop violence against women and has publicly stated that violence against women was undermining efforts to achieve the millennium development goals in Africa. However, such laws and rhetoric do not necessarily cut through cultural and traditional practices, particularly in rural areas. HelpAge International claims that witchcraft allegations are often generated by wider problems in the community. Limited understanding of HIV and Aids as well as other illnesses, such as childhood diseases, can result in the belief that a family has been &quot;bewitched&quot;. In cases where husbands have died, widows are often blamed, providing a pretext for relatives of the deceased to deny them the right to inherit family assets. Traditional healers are often approached by those who have suffered a misfortune, illness, or death in the family, to identify who in the community has been &quot;bewitching&quot; them. The traditional healer usually points to an older, vulnerable woman in the village. Witches are said to have red eyes, a common feature of older women who spend their lifetime cooking for their families over smoky, inefficient stoves using poor quality fuel. HelpAge and its local NGO partners have developed practical interventions to tackle some of the root causes of witchcraft accusations. They work with traditional healers and community police, helping to build houses and fuel-efficient stoves for vulnerable older women. These interventions also build community trust and motivate people to protect the older members of their community. The case of Nyamizi is highlighted in a new report published on Monday by the UN Population Fund and HelpAge International. Called Ageing in the 21st Century: a celebration and a challenge, it highlights the combined effects of age and sex discrimination on older women. Globally, more women are over the age of 60 than men. The report claims that for every 100 women aged 60 and over there are 84 men, and for every 100 women aged 80 or over there are 61 men. Although men can be vulnerable to abuse when they retire, older women are more likely to face discrimination and abuse, which can reduce their access to jobs, healthcare, social security, and land and property rights.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/01/witchcraft-violence-older-women-tanzania", 
    "wordcount": "598"
}