{
    "headline": "Ofqual marked down on exam report", 
    "text": "Ofqual&apos;s report explaining that English GCSE exams were marked down to compensate for teachers&apos; overgrading of coursework (Report, 2 November) shows a surprising lack of awareness of the process of moderation. After marking, teachers have to send to a moderator a large sample which includes work by higher- and lower-performing pupils. If any of this is judged to be overmarked, the entire cohort  including work not in the sample  will be marked down by the moderator. The latter&apos;s own work is then scrutinised by their team leader, whose judgments in turn are checked by the chief examiners. This is an expensive and lengthy procedure. Clearly, if coursework was overgraded by teachers, many others involved in the process, employed and trained by the examination boards, are also to blame. Few systems are subject to such scrutiny to ensure impartiality and correct assessment. Jennifer RedmanLondon  If the Association of School and College Leaders really believes it is &quot;an insult to suggest that teachers would seek to bend the system&quot; then they do not know their members, for it&apos;s these very &quot;leaders&quot;, ie headteachers, who have been pressurising their often young and inexperienced staff to &quot;choose between their principles on the one hand and their students, school and career on the other&quot; for the last 10 years, if not longer. When English teachers are gathered together, many are the stories of the instruction to &quot;do whatever it takes to get these candidates a grade C&quot;.Steve RossonBirmingham   So the head of Ofqual is satisfied that over-eager teachers marked some English GCSEs too softly, in response to the pressure for success. Presumably English teachers using other exam boards did not suffer this affliction and neither did teachers of any other subject. What patent nonsense.Rod LeachMatlock, Derbyshire", 
    "section": "education", 
    "gid": "education/2012/nov/05/ofqual-marked-down-exam-report", 
    "wordcount": "301"
}