{
    "headline": "Australia reacts to Lord Monckton's call for a 'Fox News' funded by 'super rich'", 
    "text": "Readers of the Melbourne Age and Sydney Morning Herald might be forgiven today for wondering if the standard of their newspapers has slipped somewhat. Both titles feature a whole page covered in scribbled editing marks. But the pages are not the result of a production error. They are actually ads paid for by the Australian grassroots campaign group Get Up!. (You can see the full ad here.) They aim to highlight the outpouring of concern among its members to the news reported last week that Gina Rinehart, the country&apos;s richest woman with a wide portfolio of mining and coal interests, has secured a 15% share in Fairfax Media, the parent company of, among many other media outlets, the Age and Herald. This stake would add to the 10% share of Channel 10 she secured in late 2010. The reason why Rinehart&apos;s &quot;media grab&quot; is so feared in Australia is not just that she is yet another billionaire media owner with corporate interests to promote and protect, but that she is renowned for her fiercely right-wing politics and promotion of climate sceptics such as Ukip&apos;s Lord Monckton. (She also placed the climate sceptic Ian Plimer - who is an &quot;academic advisor&quot; to Lord Lawson&apos;s Global Warming Policy Foundation here in the UK - on the board of two of her coal and iron ore companies last week.) Simon Sheikh, the national director of Get Up! (&quot;an independent, grass-roots community advocacy organisation which aims to build a more progressive Australia&quot;) explained why the ad campaign is being run:  The mining industry in Australia already wields incredible power, made obvious following the success of campaigns to water down the resource tax and carbon price, so we&apos;re fighting to protect our media and stay this growing influence. We&apos;re concerned about what&apos;s motivating this buy-up of Australian media and what the mining industry might expect in return for their investment. With mining bosses in charge, how much frank and fearless investigation will our journalist be allowed to pursue?  Magnifying this concern is a YouTube video that went viral over the weekend in Australia and has now racked up nearly 90,000 views. It shows Lord Monckton addressing the boardroom of a free-market thinktank called the Mannkal Economic Education Foundation in Perth last July when he was conducting a controversial lecture tour of Australia. In the video, he calls for a &quot;super rich&quot; angel funder to set up a &quot;Fox News&quot; for the UK and Australia:  Until we crack that one both in the UK and Australia, we&apos;re going to suffer the disadvantage over against the more libertarian, right-thinking people in the United States who have got Fox News and have therefore got things like the Tea party, and have therefore at last put some lead in the pencil of the Republican PartyYou have the business people explaining how the free-market concept in business works every day and reaching thousands of millions of people around the world on Fox News. And let&apos;s be clear, that&apos;s still the way to do it.             I should put my hand up at this stage and say that I played a small role in this video going viral. I bumped into the original video online last Tuesday during  as so often happens - a search for something else. At the time, it was sitting on Mannkal&apos;s YouTube page and had attracted fewer than 100 views. It had originally been posted in early January. I found the contents rather intriguing so I tweeted it. Within a few hours, the Brisbane-based journalist Graham Readfearn had spotted my tweet and posted a blog explaining the video&apos;s wider context and significance, given the news breaking that day about Rinehart&apos;s purchase of a stake in Fairfax. His blog was then quickly reposted on DeSmogBlog. And then again on ABC&apos;s The Drum. (Rather than summarise it here, read Readfearn for the full chapter and verse on the links between Monckton, Rinehart and right-wing thinktanks in Australia.) The attention clearly spooked Mannkal as the video was pulled from their YouTube page within a few days. (It reposted it again yesterday.) As was another one found by Readfern on the same page (but uploaded a few months earlier) which showed the climate sceptic blogger Jo Nova addressing the same boardroom. (Again, this was reposted yesterday.) But, thankfully, a copy had already been secured and Get Up! posted an edited version on its website. Get Up! emailed its members asking them to &quot;share the video with friends&quot;. Over the weekend, it went viral and, as of today, the campaign has raised A$55,000 to help pay for the newspaper ads. In a press release, Get Up!&apos;s Simon Sheikh said:  Ms Rinehart has built exceptional wealth on the back of selling Australian assets, and she&apos;s using that wealth now to change our media landscape and our nation&apos;s politics. Ms Rinehart may believe she has the power and the wealth to take over our media without facing a fight, but Get Up members have been spreading the word far and wide through dissemination of the Monckton video last week and the print ad campaign this week. We&apos;ll continue to work to expose this blatant attack on our media and the breathtaking arrogance that comes from not being simply satisfied with making billions from our nation&apos;s common mineral resources, but a desire to have control over the media as well.A free and scrutinising media is integral to our democracy&apos;s function, and ownership of prominent media outlets should be contingent on the &apos;fit and proper person&apos; test, with restrictions on the influence that government and industry can wield.We wouldn&apos;t stand by while the tobacco industry seized control of our nation&apos;s media, why would we stand for Gina Rinehart and the mining industry&apos;s grab for our news sources?  Rinehart, nor Mannkal, have yet to comment, but Lord Monckton took to Jo Nova&apos;s blog yesterday to defend his words:  The frenetic reaction of the dwindling and desperate climate-extremist faction to the news that I am working on putting together a consortium to establish an equivalent of Fox News in Australia and another in the UK is interesting and tells us much. At the invitation of Mannkal, I gave a talk in Perth on the opportunities for restoring political balance to the near-universally hard-Left news media in both countries and for making healthy profits by doing so...The climate extremist Left are visibly, audibly frightened that their poisonous near-monopoly of the news media may be broken in Australia, just as Fox News has so swiftly and profitably broken it in the US. Given the enormous amount of support I get for my talks in Australia, I&apos;d guess that a Fox News equivalent in Australia would do just as well as in the US, where Fox now has half the nation&apos;s news audience, because anyone who isn&apos;t a totalitarian Socialist watches it and all the competition are totalitarian Socialist....Fox takes an explicit, declared, one-sided view that is pro-democracy, pro-Western, pro-profit, pro-prosperity, pro-success, pro-freedom, pro-America. And half of all the news audience in the US love it. Interestingly, with characteristic stupidity, Fox&apos;s Marxist rivals have moved still further to the extreme Left, allowing Fox to move in all the more rapidly on their former territory. Fox now makes more money than its two largest rivals combined.So if anyone who may read this is interested in joining a consortium that can expect to make around $1 million a week in Australia and perhaps three times that in the UK, please feel free to get in touch.  (Jo Nova also commented beneath Monckton&apos;s post that she is &quot;waiting on a link to the full event from Mannkal. Hopefully that will arrive soon.&quot;) Readfearn tells me that the reaction to the video in Australia has been extraordinary and that he&apos;s been asked by a number of media outlets to discuss it, including Australia&apos;s version of Radio 1, Triple J, in which he was joined by a number of journalism commentators to debate the impact a &quot;Fox News&quot; might have in Australia. Robert Manne, a professor of politics at La Trobe University in Victoria, has also posted a long essay entitled &quot;Lord Monckton and the Future of Australian Media&quot; on The Monthly:  Fox News offers to its audience an alternative version of reality. It presents a perpetual kindergarten-level symposium on the evils of &quot;socialism&quot; aka the welfare state, and the virtues of the untrammelled free market...As Monckton understands, Fox News has drawn political discourse in the United States, on certain questions, very far to the right...Because of the influence of Fox News, most ominously of all so far as I am concerned, all Republicans contenders for the Presidency are presently obliged to regard advocacy of action against climate change as a species of left-wing madness. As a consequence, serious action on climate change has, for some time at least, become politically unthinkable in the United States and therefore, probably, in the world...As Monckton understands, for the libertarian Right and for climate change denialists, there could be no cause more worthwhile than the replication of Fox News-style television channels beyond the United States to the other countries of the Anglosphere. The reason is straightforward. Some time ago the fossil fuel corporations and the denialist think tanks realised that in order to delay action they did not need to prove that the near-unanimous opinion of the climate scientists was wrong. All they needed to do was to sow in citizens&apos; minds and then cultivate the seeds of doubt. This is what the daily propaganda of Fox News, the most important media outlet for the denialist &quot;echo chamber&quot; that operates now throughout the Anglosphere, has managed to achieve.  Lots to consider, then, as Australia and the UK digest the news that Lord Monckton is conspiring for the &quot;super rich&quot; to deliver a &quot;Fox News&quot; to their screens.", 
    "section": "environment", 
    "gid": "environment/blog/2012/feb/08/fox-news-lord-monckton-australia", 
    "wordcount": "1677"
}