{
    "headline": "Calorie restriction doesn't slow ageing, monkey study suggests", 
    "text": "Drastically reducing calorie intake may not be as effective as previously thought for prolonging lifespan, according to a 23-year study published in Nature. The idea that eating less could slow the ageing process was sparked in the 1930s when researchers at Cornell University found that rats and mice given a restricted diet could live 40% longer, and the concept has since been confirmed by studies on fruit flies and roundworms. In 2009, gerontologist Richard Weindruch of the University of Wisconsin showed that a moderately calorie-restricted diet slowed ageing in rhesus monkeys over the course of 20 years. But a new study on rhesus monkeys, carried out by the US National Institute on Aging (NIA) in Bethesda, Maryland, has found no overall benefit to longevity from calorie-restricted diets. In this study, led by the NIA&apos;s Julie Mattison and published on Wednesday in Nature, rhesus monkeys were given 30% fewer calories compared with control animals over a 23-year period. Whether the monkeys were relatively young or in their teens at the start of the study, Mattison&apos;s team found no increase in longevity for the calorie-restricted animals. But they confirmed, however, that eating less can improve health by delaying the onset of diseases such as diabetes, cancer and cardiovascular disease. Mattison&apos;s team regularly measured glucose, cholesterol and triglyceride fats to assess the potential health benefits of the diet. &quot;Cholesterol levels were significantly lower in treated males than in untreated males, but were unaffected in females,&quot; wrote Steven Austad, a biologist at the University of Texas Health Science Center at San Antonio, Texas, in an accompanying article in Nature. He said that the different conclusions between the Wisconsin and NIA studies might be because of the composition of the monkeys&apos; respective diets. The diets were similar in the amount of carbohydrates, proteins and fats the monkeys ate. But they differed in the specific types of these nutrients  for example, 28.5% of the diet of the Wisconsin monkeys was made from sucrose, whereas the sugar only made up 3.9% of the NIA diet. &quot;Possibly related to this difference, more than 40% of the [Wisconsin] control animals and only 12.5% of the NIA controls developed diabetes  although this metabolic malfunction was completely absent in the [Wisconsin] calorie-restricted animals, but not in the treated animals in the NIA study,&quot; wrote Austad. Another difference was that the control monkeys in the NIA study were given specific amounts of food, whereas the Wisconsin monkeys could eat as much as they liked. &quot;Consequently, NIA control animals weighed less and were considerably longer-lived than the WNPRC controls,&quot; wrote Austad. &quot;One interpretation  is that the NIA controls were partially restricted, which would account for the lack of a survival effect of the treatment in the NIA study. Nevertheless, all animals in both studies  even in the calorie-restricted groups  weighed more than wild-caught monkeys.&quot;", 
    "section": "science", 
    "gid": "science/2012/aug/29/calorie-restriction-ageing-monkey-study", 
    "wordcount": "482"
}