{
    "headline": "Spaghetti western reveals differences between human and monkey brains", 
    "text": "     Monkeys are closely related to us and their brains have long served as an indispensable model for understanding how our own brain works. But we&apos;re separated from each other by millions of years of evolution, so there are some major differences between their brains and ours. On the one hand, we can&apos;t assume that the results from experiments on their brains can be generalized to humans. But on the other, a better understanding of our differences can provide important clues about the evolutionary forces that shaped the human brain.  A new method may help to overcome some of the difficulties in comparing the human and monkey brains. To test the method, researchers scanned the brains of humans and macaque monkeys while they watched Sergio Leone&apos;s classic spaghetti western The Good, the Bad and the Ugly. Their results, published in the journal Nature Methods, reveal a number of surprising differences between the functional architecture of the human and macaque brains. In a 2004 study, Uri Hasson and colleagues used functional magnetic resonance to scan the brains of five participants as they watched a 30 minute clip from The Good, the Bad and the Ugly. They found that the film activated widespread regions of the cerebral cortex, especially in the visual and auditory parts of the brain, and that the activation patterns were remarkably similar in all of them. This high degree of synchronicity led the researchers to the conclusion that films can make their viewers&apos; brains tick collectively; it also led to a new field called &quot;neurocinematics,&quot; which aims to assess the similarities in participants&apos; brain responses during film watching.  Based on these earlier findings, Hasson and his colleagues therefore hypothesized that this might hold true not only for comparisons between humans, but also across species. The new method  called interspecies activity correlation  therefore builds on these earlier findings, and extends the approach to examine the extent to which the brain activation patterns observed in humans correspond to those of monkeys.  They recruited 24 human participants, and used functional magnetic resonance imaging to scan their brains as they watched the same film clip. This confirmed that the film clip evoked the same pattern of brain activity in all the participants, as in the 2004 study. They then did the same with four macaque monkeys, each of which was shown the same clip six times, and found that all four animals also exhibited the same activity patterns as each other across multiple viewings. Next, the researchers compared the activity patterns they observed in the human participants with those of the monkeys, focusing on 34 distinct regions the visual cortex.  In both species, visual information is processed in a hierarchical manner. The earliest stages of visual processing take place in the primary and secondary visual cortical areas, often referred to simply as V1 and V2, which contain cells that respond to the simplest features of a scene, such as contrast between adjacent areas of the visual scene and the orientation of edges. Each successive stage of processing encodes increasingly complex features, with higher order visual regions encoding complex features such as object categories.  In macaques, approximately half of the cortex is devoted to processing vision. During the course of human evolution, there was a dramatic expansion of the cortical surface. The human visual cortex did not expand dramatically, but gained additional specialized sub-regions instead. Much of the size increase occurred in other parts of the brain, including the prefrontal cortex at the front of the brain, which is known to be involved in complex task such as decision-making and so-called executive functions. A good analogy for this cortical expansion is that of a pressurised balloon. If you mark two points on the balloon&apos;s surface and then blow air into it, the relative locations of the marks will gradually move when the balloon&apos;s volume expands and its surface area increases.  Brain scanning studies comparing human and monkey brains often use anatomical &apos;landmarks&apos; to align the activity patterns seen in each species, and assume that areas which perform the same processing functions are located in anatomically corresponding locations. This in turn is based on predictive models of the cortical expansion that occurred during evolution. The new method was designed to test this assumption directly, and is based on the assumption that functionally corresponding regions  or those performing the same functions  will have the same time course of activity in humans and monkeys. &quot;Until now, we have relied on approaches that require us to know quite a bit about what we&apos;re looking for, and to focus in on very specific functions or brain regions,&quot; says Tal Yarkoni, a cognitive neuroscientist at the University of Colorado, Boulder. &quot;The advantage of this new method is that it offers a way to identify regions with similar functional roles in different species. You can pick any brain region in one species and search across the entire brain for regions that show a similar pattern of activity in other species.&quot;  As expected, the first set of data obtained using the new method revealed a remarkable degree of similarity between the human and monkey brain. In general, there were very good correspondences between the activity patterns observed in both species, particularly in those brain areas involved in the earliest stages of visual processing. But the researchers also observed some surprising differences in higher order visual cortical areas. Some of those activated at the same time in both species were found to be in different locations, while others in corresponding locations were activated at different times, suggesting that they evolved entirely new functions in humans.  &quot;We found that some regions responding very similarly to the movie can relocate to odd unpredictable positions,&quot; says senior author Wim Vanduffel of the University of Leuven. &quot;Some functions are shifted to locations not predicted by the anatomy. This suggests that the human brain is not simply a scaled-up version of the monkey brain, and implies that particular functions may have been lost, or were shifted to existing or to evolutionary new areas.&quot;  Like most other films, The Good, the Bad and the Ugly is a complex multisensory stimulus, filled with rich, operatic imagery and, of course, Ennio Morricone&apos;s unforgettable score. It is, however, fairly safe to assume that humans and monkeys will interpret the film quite differently, and this is one of the major limitations of the new method. We understand the language used in the film and its emotional content. We follow the plot as it progresses, anticipate what is going to happen in the next shot while we watch, and may also make associations with the film, such as watching it on an earlier occasion at a friend&apos;s house.  &quot;I&apos;m pretty sure the monkeys aren&apos;t worrying about plot twists,&quot; says Yarkoni, &quot;but the biggest limitation is the fact that two regions activated at similar times aren&apos;t necessarily supporting the same cognitive processes.&quot;  &quot;Suppose we both watch The Good, the Bad and the Ugly,&quot; he explains, &quot;but every time Clint Eastwood is on screen, you focus on how his presence furthers the plot, whereas I focus on what a nice-looking man he is. You might conclude that you and I have differently organized brains, because different parts of our brains seem to respond to the movie in similar ways&quot;.  Another problem in using a film is that it is difficult to discriminate between the brain&apos;s responses to specific categories of stimuli, such as faces and houses, since these may appear simultaneously during a scene. Vanduffel says he and his colleagues are now addressing this issue by using the new method to analyze data from more highly controlled experiments, in which they know exactly which types of stimuli are present at each given moment of the film.  &quot;So far, our preliminary results are encouraging,&quot; he says. &quot;We may be able to make inferences about homologous category-specific brain areas in humans and monkeys, something which was very difficult to do in the past.&quot;  The ultimate aim of the work is to provide a clearer picture of the processes that drove evolution of the human brain. Vanduffel and his colleagues identified several higher order regions of the visual cortex that apparently underwent changes in function during the course of human brain evolution. These changes may have occurred to accommodate cognitive functions that are specific to humans, so further work using this new method may provide a better understanding of how human cognitive abilities emerged.  &quot;This could potentially be a very powerful tool,&quot; says Yarkoni, &quot;but a lot of work still needs to be done to validate some of the assumptions the authors make. As with most promising new methods, the appropriate response is cautious optimism.&quot; References: Mantini, D., et al. (2012). Interspecies activity correlations reveal functional correspondence between monkey and human brain areas. Nature Methods, DOI: 10.1038/nmeth.1868 Hasson, U., et al. (2004). Intersubject Synchronization of Cortical Activity During Natural Vision. Science, DOI: 10.1126/science.108950", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/feb/05/1", 
    "wordcount": "1516"
}