{
    "headline": "Fresher break-ups: can a relationship survive first term?", 
    "text": "One of the toughest decisions future students are forced to make is whether or not to remain with their partner. Torn between the excitement of a fresh start and the sadness of what feels like an artificial break up, it is a dilemma that most students will be familiar with. Survivng freshers week is one thing, but three years? Regardless of the sweet nothings shared over that long summer before leaving, the choice will never be an easy one. &quot;I think it&apos;s about looking at what you really value in your relationship,&quot; says Paula Hall, relationship psychotherapist with Relate. &quot;Some people are just waiting until uni to split up. Others might think that to make it work isn&apos;t worth the effort they&apos;d need to put in.&quot; &quot;An important question to ask is: can you see yourself with this person in three years time? Also, think about how being in a relationship is going to effect your time at uni. Are you holding on to something because you want that familiarity when you start? Other people may just want to be single for freshers week, they want to meet new people.&quot; Liam Corcoran, 20, who is studying journalism at Falmouth University, found his relationship affected his ability to socialise during his first year. &quot;It meant I didn&apos;t really go out socialising that much, especially not to clubs as my girlfriend was worried that something would happen, yet it seems that was how most people made friends there. By Christmas we had broken up but it was too late to make proper friends by then.&quot; &quot;It seems harsh now but it is better to end a relationship rather than go to uni in one. Of my friends who went to uni only one couple have survived.&quot; &quot;You will meet so many new people at uni and I felt my relationship just held me back. It really had a negative impact on my time there.&quot; Sadie Higham, 23, who attends the London College of Music had a similar experience. Despite moving 300 miles south from her hometown of Hartlepool, she and her boyfriend tried to keep things going. &quot;We worked out a rota to visit each other every couple of weeks. We spoke several times a day on the phone, and, as arranged, he travelled down after three weeks. But by the time he got back home two days later, we&apos;d broken up.&quot; &quot;In hindsight, I think I can pinpoint the reason as to why we couldn&apos;t make it work  I had a new home in London, new friends and a new lifestyle.&quot; &quot;I tried not to rub it in, or talk too much about what I had done that day, but if we didn&apos;t talk about it, we found that we didn&apos;t have a whole lot to say to each other. University life had taken over my every waking moment, whether I wanted it to or not.&quot; &quot;Looking back now, I realise that what I did could be seen as selfish and unkind. I still can&apos;t quite believe I did it, that I just upped sticks and left without so much as a backward glance, but when one person&apos;s life changes so much, and the other stays the same, there&apos;s very little left to share together.&quot; However, freshers week need not necessarily be tainted with heartbreak. When Jessie McLaughlin, 23, left for the University of Leeds, she and her girlfriend chose to stay together. You&apos;ll be pleased to hear that five years on they still are. &quot;We did very briefly consider breaking up, but stayed together because it seemed better to see how it went.&quot; Jessie explains. &quot;It&apos;s not easy, but we had it easier than others because there was only a couple of hours on the coach between our two universities. We kept it going through too many long phone calls, too many trips, too many missed lectures.&quot; As for advice, Jessie say: &quot;I don&apos;t have any. Each relationship has to feel comfortable with their own choices. I think so many relationships of that sort don&apos;t last because it&apos;s such a rapid change and growth period. Your first love doesn&apos;t always fit that. I am happy we stayed together, I&apos;ll be lonely when she goes off to do an MA this autumn.&quot; Indeed, as Hall points out, with technology such as email, Skype and FaceTime, it is easier than ever to keep in touch, but what is key is to have an honest conversation. &quot;Its a two way decision,&quot; Hall says, &quot;You&apos;ve got to tell them what you feel because its really harsh if someone is relying on it and then they get dumped six months in, or worse, just find out about it on Facebook.&quot; Not many people would &quot;like&quot; that.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/sep/18/fresher-breakups-can-a-relationship-survive-first-term", 
    "wordcount": "823"
}