{
    "headline": "Climate change art exhibition opens in Beijing", 
    "text": "With its greenhouse gas emissions continuing to soar and environmental concerns a hot topic, China is perhaps the perfect venue for a different way of looking at the issue of climate change  through art.  A climate-themed art exhibition is to open in Beijing today and will look at themes and debates provoked by climate science. The exhibition, called Unfold is being staged by not-for-profit climate change arts organisation Cape Farewell which aims to prompt what it calls a cultural response to climate change. The exhibition has travelled to a number of cities, starting in Vienna, and has also been shown in New York, London and Chicago.  It includes the work of more than 20 artists, all of whom have travelled on and been inspired by expeditions to the Arctic and the Andes. &quot;All of the artists in the show have travelled on one of the three voyages [organised by Cape Farewell]. So they have all had direct experience of the effects of climate change in a part of the world which is probably at the frontier of change. It&apos;s a kind of frontline where you can see quite dramatically the way the glaciers have retreated,&quot; said Chris Wainwright co-curator of the exhibition and pro-vice chancellor of the University of the Arts London (UAL).      Vitrine  Amazonia by Lucy and Jorge Orta, 2010. Photograph: Bertrand Huet/Unfold    &quot;What we do is we embed them [the artists] with a scientist, that&apos;s a very important part of it. The scientist informs the artists and then the artist is being inspired to try and create something,&quot; said David Buckland, Cape Farewell&apos;s founder and director.  The issue of climate change and environmental issues in general are the topic of much debate in China, both among the public and in the media. &quot;It seemed logical that we bring it to China because the issues about climate change are often focused around China,&quot; said Wainwright. On the issue of climate change, Buckland believes China is &quot;very engaged and very aware on a people level&quot;. China has become the world&apos;s largest emitter of greenhouse gas emissions, burning huge amounts of coal and, for this reason, Wainwright believes it is an important venue for the exhibition. &quot;China is seen as one of the countries that has a significant responsibility for addressing climate change, one of the countries that is one of the highest creators of CO2 emissions and it was felt that there was a need to bring the show, not just to China but to parts of the world where these issues could be addressed and discussed,&quot; he said. They also hope to &quot;empower&quot; artists and people in China to address climate change issues &quot;not necessarily in a confrontational way but in an empowering way so that people can think about how they can positively change their lives and change the way they behave&quot;, said Wainwright. &quot;It&apos;s an incredibly big ask to try to re-frame our complex societies and I think that is very difficult for anyone to find a way through this. Can we be inspired to think differently and hopefully find solutions to what is a global problem but working locally? That is incredibly important in China,&quot; said Buckland.      Forest for the Trees C by Adriane Colburn, 2010. Photograph: Bertrand Huet/Unfold    Cape Farewell looks to promote a cultural response to climate change, as a way of changing the debate. &quot;The scientists are the messengers but it is really important that all of us take on board that climate change is a very serious event,&quot; said Buckland. &quot;I think the artworks themselves contain stories, narratives and that is a lovely way to talk to the wider public. At the same time it would be good to educate but it is more important for people to be excited about what we are doing and to re-frame the climate debate.&quot;  One of the pieces included in the exhibition is an artificially grown diamond, made from the ash of a polar bear bone by artistic duo Ackroyd and Harvey. The pair found the bone on one of the expeditions organised by Cape Farewell. &quot;We attach huge importance to the value of things like diamonds, they are the symbol of our wealth, the symbol of our status. I think the work asks the question: which is the most valuable, the polar bear or the diamond?&quot; said Wainwright. Another piece of note in the exhibition is an LED text display by Atonement author Ian McEwan entitled The Hot Breath of our Civilisation which was written after he took part on an exhibition to the Arctic. The expedition also inspired McEwan&apos;s novel Solar.  The Unfold exhibition takes place at the Central Academy of Fine Arts (CAFA) in Beijing from 29 May until 19 June and in AMNUA, Nanjing University, from 28 June until 20 July.", 
    "section": "environment", 
    "gid": "environment/chinas-choice/2013/may/25/climate-change-art-exhibition-beijing", 
    "wordcount": "799"
}