{
    "headline": "Nintendo Wii U offers glimpses of next must-have for video gamers at E3", 
    "text": "This is my second visit to E3, the annual showcase and corporate shindig in Los Angeles at which companies, both huge and tiny, involved in making money from gaming, gather to show off their wares for the next year or so. It&apos;s a weird event. I don&apos;t know any other business  and it&apos;s a BIG business  that attracts such devoted and opinionated commentators and users. Even at the painfully stiff and starchy presentations, at which CEOs and Vice-Presidents in Charge of Product Redistribution for America, North, trade lacklustre pre-scripted repartee which they read with all the conviction of Andy Coulson at Leveson and still get not only laughs but also applause for their efforts. Then get ripped to shreds on blogs and websites 15 minutes later. In the interests of the very fullest disclosure, I must say that I am here as a guest of Nintendo, a company whose products over the past 20 years I have loved and continue to feel great affection for. I also have love for Sony and Microsoft and Sega and NeoGeo and even NEC back when they made consoles and handhelds. Come to think of it, does NEC even exist any more? But anyway, seeing as Nintendo are paying for my hotel they currently have the lion&apos;s share. Which, conveniently, they have also earned, for at least showing us something if not exactly new, at least different, in their next generation home console, the Nintendo Wii U. It&apos;s not new because they showed it last year as well. Is the fact that it hasn&apos;t hit the shops yet a sign that they jumped the gun a little or were they hoping to ride out the first dip in this delightful recession and hit us when a second one seemed impossible? Either way, they promise that it will be out this year, before Christmas, and you will want one. It&apos;s the Wii on steroids  faster processor, better resolution and with delusions of grandeur that has encouraged it to grow a screen on the primary controller that not only serves as a backup, so that you can keep playing if someone else comes in and wants to watch another three days of piss-poor jubilee coverage from the BBC on the main screen, but also adds to the gameplay in some rather fun ways. But the kicker is this. Like both of the other big three companies, my guess is that Nintendo wants to be THE one that you have in your front room connected to your high-def ultra-thin TV of the future. They want to be the one, and hopefully the only, that you use not just for games, but also to access LoveFilm and Netflix and YouTube and Twitter and Amazon and everyone else via the internet. They want to be the first device you reach for when you do anything that involves what was once only a television in your life. I can&apos;t help but think Microsoft have got the drop on them, but if, as I suspect, you can use the Wii U&apos;s extra screen as a universal remote to control the TV and everything else you use in that room linked to it, then the tide may turn. I say I suspect, because Nintendo reps were being irritatingly tight-lipped about the specs of the new device and also exactly what you will get when you buy one. A word to my friends at Nintendo: next year, how about spending less time hiring thin, attractive women to show off the new tech and more people who, regardless of how they look in the company leggings, actually know something about the gear? Just a thought. Anyway, before I got the hands-on experience, here&apos;s what was promised at the press conference. Aside from some hugely popular exclusives  a new Batman Arkham City adventure just for the Wii U, with the emphasis on puzzle solving using the new additional screen which also serves as a sort of virtual utility belt, nice feature for middle-aged gamers like me who get confused trying to find where the gear you collect during the game is stashed ... it&apos;s now right in front of you, Grandpa! There&apos;s a new Assassin&apos;s Creed, a fantastic looking multiplayer based on Aliens (no sign of a Prometheus tie-in, unsurprisingly) and Mass Effect 3. These are clearly all part of Nintendo&apos;s plan to attract hardcore serious gamers to Nintendo, and they even offer a more conventional-looking grownup joypad to help them get over the shame of playing Ninja Gaiden on the Mario console. Best of all was the new Pikmin game which looked absolutely gorgeous and introduced a new type of character  the rock-pikmin  and a more immersive, deep-strategy gameplay that seems to benefit from the extra screen. They also showed a few new games for the Wii life fitness fan, highlighted in a commercial in which the smuggest couple in the world taunt each other over the number of calories they&apos;ve burned using the toy that day  and let&apos;s face it, it is a toy, not a home gym  until she makes him carry on doing lunges and squats while she watches the Discovery channel. Thankfully the advert ended before he snapped and took both their lives using the Wii balance board as a convenient blunt instrument that would also record the number of calories burned during a double homicide. Or a single homicide and a suicide. Whatever. I really wanted to know what their plans were for NintendoLand, a virtual theme park that gives you access to 12 games featuring a different take on existing Nintendo franchise characters, but unfortunately the model/actor/whatever demonstrating it to me had no idea. So there&apos;s a variation of Luigi&apos;s Haunted House, a new take on Animal Crossing, a Ninja Game, a Zelda adventure and, best of all, a Donkey Kong-inspired puzzler that is immediately addictive, great fun and managed to create nostalgia for the original Donkey Kong while being almost totally different. But do you buy NintendoLand separately, does it come preloaded, do you download it from the marketplace? No one was saying and I think that&apos;s because no one actually knew. From the other companies I saw some stylish, smart and well-programmed-looking new games, but almost all were based on old ones. So we have a new Halo in November, a new Tomb Raider, a new Star Wars bounty hunter game called 1313 which looks to be just smashing, and so on. Too many games with the numeral 3 or 4 in the title and not enough brand new ideas. There were also far too many new singing and dancing games for my taste, although Microsoft&apos;s Kinect does seem to be taking hold successfully with a bunch of new titles that further exploits and refines that technology. Meanwhile, Sony is also pursuing the additional screen for the home user, with a tie-in with JK Rowling to launch its new Wonderbook technology  a sort of enhanced reading experience, which might either change the way we interact with popular lit or mark another dead end that Sony has wandered up. And I&apos;m speaking as someone who bought every one of their Aibo robot dogs, so I love it when they get behind something crazy. Nice also to see Sony persevering with the Vita, which is a beautiful piece of kit  even if you can&apos;t help but think dedicated portable gaming machines have already lost the battle with smartphones for gaming on the go. But again, the emphasis was on new versions of existing classics  so there&apos;s LittleBigPlanet and a Nakashima-style brain-testing game and Assassin&apos;s Creed 3 and so on. And on that subject, one thing I noticed was the absence, especially at the stands put up by the big three, of new mobile games or those that make use of the existing social network mania. So it seems the focus at the moment is really in trying to grab hold of our domestic game habits with tried and tested franchises rather than on innovation in games themselves. So with everyone announcing more of what they did last year, only slightly better looking, and with next to no new info being given out from Nintendo re the U that you couldn&apos;t have picked up on or guessed last year, the whole E3 experience felt a little underwhelming, to be honest. Nice mini-break though.", 
    "section": "technology", 
    "gid": "technology/2012/jun/07/wii-u-next-generation-e3", 
    "wordcount": "1395"
}