{
    "headline": "Academia, stressful? Not for me!", 
    "text": "What&apos;s everyone so stressed about? A couple of weeks ago, a research paper by academic Rosalind Gill went viral. The paper outlined the demands of contemporary university life, and the high levels of stress among academics. It unleashed an onslaught of moans from the online academic community. &quot;What are we doing!&quot;, &quot;We work so hard!&quot;, &quot;Vive la revolution!&quot; they cried, via Twitter, while I sat at my computer trying to stifle my immediate response: &quot;Stop bloody whinging!&quot; Despite my instinctive inner-eye-roll, I know stress in academia is a legitimate issue, for both staff and students. In the four years I&apos;ve been a PhD student and a tutor, I&apos;ve noticed above-average stress and anxiety levels in my colleagues and students. Gill&apos;s article suggests that over-work is the main cause for concern among staff. When it comes to students, online advice from both the NHS and the mental health charity MIND cite the pressures of starting life in a new place as well as academic demands as common triggers of stress symptoms. So I&apos;m familiar with the problem. But, personally speaking, I still don&apos;t get it. Looking around, I find no obvious reason why the working environment of a university shouldn&apos;t contribute to delight rather than depression. As far as I can see, academia is made up of a whole load of reasons to be cheerful: Making knowledge Academic life is about producing ideas. You have the potential to create new knowledge that will change the way people think about things. You might cure an illness, or develop a revolutionary framework for understanding how people move through buildings. Whatever it is, you&apos;ll actually be changing the world. Vibrant workplace University campuses are buzzing, exciting places to be  bars, flyers, cafs, theatres, free lectures, fascinating discussions, conferences. Few other work environments offer so many opportunities to throw yourself into diverse and exciting activities. No clockwatching Boredom is debilitating, as anyone will attest who has endured the daily wait for 5 o&apos;clock to free them from the pretence of working on excel spreadsheets while secretly looking at celebrity gossip online. At a university, you get to do things that interest you for about 99% of your working day. Inspirational colleagues Outside of the university environment, it is unlikely you will ever work with people as generous, engaged and passionate as students, researchers and lecturers. If you&apos;re working in a subject-area you love (the whole point of universities, surely?), you&apos;ll find yourself working alongside people who are equally knowledgeable about the thing you love most. So, what&apos;s everyone so anxious about? Personally, I think we need to move away from the narrative of stress and focus instead on the opportunities for fulfilment that academia can offer. Students and academics alike should be encouraged to think positively about university life, and to preach to a sceptical world that the work we do is important and exciting.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jun/18/academia-not-stressful-for-me", 
    "wordcount": "490"
}