{
    "headline": "US environmental official apologises for 'crucify' gaffe", 
    "text": "     An official from the environmental protection agency has apologised for advising staff to pursue harsh punishment or &quot;crucify&quot; companies that break environmental laws. The embarrassing episode  which came to light through the efforts of the Republican senator Jim Inhofe  has been a godsend for the GOP&apos;s efforts to cast Barack Obama as an enemy of industry. In the video made available by Inhofe&apos;s office, Al Armendariz, a senior EPA official, advises staff to leverage their enforcement abilities by making examples of polluters  much as the Romans used crucifixion to enforce their rule. &quot;It is kind of like how the Romans used to conquer villages in the Mediterranean. They&apos;d go into a little Turkish town somewhere and they would find the first five guys they saw and they would crucify them,&quot; Armendariz says in the video, which dates from 2010. &quot;Then that little town was really easy to manage for the next few years.&quot; Armendariz, who occupies a senior position as the EPA&apos;s co-ordinator in the south-west, said bureaucrats could learn from those tactics. &quot;You make examples out of people who are in this case not complying with the law. You find people who are not complying with the law and you hit them as hard as you can and you make examples out of them. There&apos;s a deterrent effect there. And companies that are smart see that,&quot; he said. Armendariz apologised for his &quot;poor choice of words&quot; after Inhofe brought the video to light on Wednesday afternoon. &quot;It was an offensive and inaccurate way to portray our efforts to address potential violations of our nation&apos;s environmental laws,&quot; he said in a statement. &quot;I am and always have been committed to fair and vigorous enforcement of those laws.&quot; By then, however, Republicans had a new line of attack against Obama and one of their favourite targets: the EPA. Republicans in Congress have sought to abolish the agency or drastically curtail its powers, and they immediately jumped on the comments as an example of EPA &quot;enviro-fascism&quot;. Two Republican congressman called for Armendariz to step down. John Fleming, a Republican congressman from Louisiana, accused the EPA of &quot;enviro-fascism at its worst&quot;. He told the House: &quot;If somebody needs to be made an example of, it&apos;s this EPA official.&quot; Inhofe said Armendariz&apos;s remarks had revealed the Obama administration&apos;s real agenda of squeezing out the oil and gas industries through heavy-handed enforcement. &quot;Obama is pretending to be a friend of oil and natural gas, claiming he&apos;s for an &apos;all-of-the-above&apos; approach, but Armendariz&apos;s comments reveal the true story: while President Obama has photo ops in front of pipelines in Oklahoma, his EPA is working aggressively to &apos;crucify&apos; oil and gas producers so they can end hydraulic fracturing.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/26/epa-official-crucify-apology", 
    "wordcount": "473"
}