{
    "headline": "Activists occupying new nuclear site accuse EDF of 'ignoring democracy'", 
    "text": "Environmental activists have occupied the site of what is planned to be Britain&apos;s first new nuclear power station since 1995, and on Friday accused EDF of &quot;ignoring democracy&quot; and starting work on the 10bn project without permission to build the station. Eight people have occupied the semi-derelict Langborough farmhouse on land due to be cleared within weeks to make way for the twin-reactor Hinkley Point C power station. The 100m preparatory earth works, which were formalised today in Paris with David Cameron and Nicholas Sarkozy signing an agreement, will remove a volume of soil and rock four times the volume of Wembley stadium from the 500ha site, destroy a site of special scientific interest and several historic buildings. EDF today admitted they did not have permission to start building the power station but said the Infrastructure Planning Commission (IPC) had accepted their application for a Development consent order (DCO). The IPC will take around a year to decide on the DCO and, if EDF&apos;s bid is successful, would allow the company to build on the site. In addition, a spokesman said the company had received permission from West somerset district council to begin &quot;preparatory works&quot;. &quot;We have consent for site preparatory works, which is essentially doing the levelling and putting in infrastructure like roads. We have a separate application with the IPC. If we do not get the DCO then we would reinstate the earthworks,&quot; said a spokesman. &quot;We hope to start work soon, in the spring.&quot; But the protesters said the preparatory works were so large they constituted the effective start of the power plant construction and rendered the consultation period, when arguments for and against the power station could be heard, meaningless. &quot;The government has steam-rollered this through. Either EDF is behaving in a grossly insensitive way by clearing 500 hectares of land, or they know that they will get permission to build the nuclear station. If it is a done deal then the consultation is bogus. The democratic process has been dispensed with completely&quot;, said Theo Simon, one of the eight protesters now in the farmhouse. The group, who call themselves the Barnstormers, have been issued iodine pills in the case of a nuclear accident by the local council. &quot;We are here for the long haul. We have a lot of support from local people who have brought us food and wood. We are hoping other people will come to the site,&quot; said one. The IPC&apos;s examination and decision making is likely to take nearly a year, by which time the site will have been cleared of all vegetation. &quot;This is like someone who has not got planning permission digging the foundations of a new house. The extent of the activity, the clearance of most vegetation, hedges and trees, the excavation of more than 4 million cubic metres of soil and rocks, the re-routing of underground streams, the creation of roads and roundabouts, major changes to the landscape ... mean it is effectively the beginning of construction of the proposed Hinkley C nuclear power station,&quot; said the Stop Hinkley C spokesman Crispin Aubery. In a separate development, the local authority warned EDF that the planning process for the reactor had stalled because the company had not given them the money to allow them to scrutinise the planned work. &quot;There are still key issues to be resolved at a local level before this development [of the building of the reactor, not the preparatory work] can take place. The legitimate rights and concerns of the local community are far from settled  in fact, the planning process is currently stalled while we wait for the developer, French company EDF, to agree vital funding for the necessary scrutiny of the development process,&quot; said the Sedgmoor district council leader, Duncan McGintty. &quot;This scrutiny is fundamental to make sure that the interests of the residents who will bear the impacts of the development are fairly and properly represented. It is also a part of a legal requirement under the formal consent procedure set out by the Infrastructure Planning Commission (IPC).&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/17/activists-occupy-nuclear-site-edf", 
    "wordcount": "696"
}