{
    "headline": "Protecting livelihoods in the Congo basin rainforest  in pictures", 
    "text": "   About 60 million people depend on the Congo basin forests for their livelihoods. They regulate the major rivers across the region and generate funds for Congo basin countries  Cameroon, Central African Republic, Equatorial Guinea, Gabon, Congo-Brazzaville and the Democratic Republic of the Congo  through timber exploitation Photograph: Ollivier Girard/CIFOR       The informal timber market in Cameroon is as large as the countrys industrial export market. The government is trying to bring chainsaw loggers and traders into the fold, in an attempt to formalise and control the huge sector Photograph: Ollivier Girard/CIFOR       A Cifor study is analysing the impacts of sustainable timber production in concessions in the Congo basin and the Amazon to determine which practices are most successful at conserving carbon stocks Photograph: Ollivier Girard/CIFOR       In rural areas in the Congo basin many people rely on wildlife for up to 80% of their protein intake Photograph: Ollivier Girard/CIFOR       An estimated 6m tonnes of bushmeat are consumed in the Congo basin each year  roughly equivalent to the beef production of Brazil Photograph: Ollivier Girard/CIFOR       Monkeys, antelopes, crocodiles, porcupines and even elephants are hunted and sold at markets throughout the region. However, they are becoming increasingly scarce due to overharvesting and the Congo basins soaring population. Cifor has suggested reducing bushmeat consumption in urban areas, where there is access to other meat Photograph: Ollivier Girard/CIFOR       The changing climate is threatening livelihoods in the Congo basin. Fishermen are noticing that certain species of fish are disappearing, due to the changing rainfall patterns causing water levels to recede Photograph: Ollivier Girard/CIFOR       Every year around 3 March, a wild wind comes roaring up the Congo river to batter Lukolela, in Congo DRC. It is so reliable, it is called the '3/3' or 'third of the third' wind by locals. In 2012, however, it came in February and blew stronger and for longer, destroying homes and killing livestock  and two children Photograph: Ollivier Girard/CIFOR       At community workshops, villagers decided to reforest the riverbank and plant a green belt around their town. As well as storing carbon, the trees will act as a buffer against increased flooding and the violent winds Photograph: Ollivier Girard/CIFOR       If the right species are planted, they will supply the village with fruit, edible caterpillars, firewood and charcoal  reducing the need to cut further into the forest to find these products Photograph: Ollivier Girard/CIFOR       Conflict in the east of the Democratic Republic of Congo in the 1990s and 2000s took its toll on Congolese research into the forests. A new generation of local researchers is now being trained at the University of Kisangani, with support from the EU, in the hope that the forests will be managed well in the future Photograph: Ollivier Girard/CIFOR       In Cameroon, demand for a leafy forest vine, known as okok, is outstripping supply. To counter the increasingly unsustainable harvest, villagers in Lekie division were encouraged to plant their own okok. The domestication programme has been successful and is being expanded nationwide Photograph: Ollivier Girard/CIFOR  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/15/congo-basin-rainforest-in-pictures", 
    "wordcount": "0"
}