{
    "headline": "Wanted: a cheap desktop PC for 3D graphics", 
    "text": "I want to buy a desktop PC to do 3D modelling and rendering. I am learning how to use Blender, and I hope to add Unity 3D for game designing, Adobe After Effects and Premiere. I know that to do all this, I&apos;ll need to spend a decent amount, but I&apos;m working with a 400-500 budget.Thompson EdoloThe usual adage in computing is: &quot;Fast, cheap, good: choose any two.&quot; It&apos;s easy to spend 2,500 on a PC for 3D modelling and animation, so you will appreciate that 500 is a challenge. You will need to compromise. That could mean buying a refurbished PC, shopping on eBay, or assembling your own machine, though I wouldn&apos;t really recommend that if you have no previous experience.  Still, we used to render graphics and create animations a decade ago  possibly using Blender  when PCs were much less powerful than they are today. Blender, now open source, still runs on a single-core 1GHz PC with only 512MB of memory, according to the Blender.org website, and for &quot;good specs&quot; it recommends a 2GHz dual core processor with 2GB of memory. Most mainstream desktop PCs are now better than that. However, the specification for a production machine  the sort of professional rig you have in mind  includes a multi-core processor and 8-16GB of memory. In all cases, you also need a graphics card that supports OpenGL, and as much graphics memory as possible. Running software such as Blender and Adobe After Effects usually involves two different activities: rendering and viewing. The rendering process is compute-intensive, so the faster the processor, and the more cores it has, the better. (If you were making a Pixar-style movie, you&apos;d do the rendering separately on banks of servers, ie a renderfarm.) Viewing is, by contrast, a graphics-intensive process, where the faster the graphics card the better.  You should consider which of these is most important to you, though I suspect it doesn&apos;t make any practical difference. A high-end graphics card such as Nvidia&apos;s GeForce 580  designed to render games such as Battlefield 3 in real time -- would take most of your budget. I suggest you get the fastest processor you can afford, after carefully checking the benchmark results, and settle for the best Nvidia graphics card you can get. You can always upgrade the card later, as long as your PC has a big enough power supply. It&apos;s probably worth choosing Nvidia because Adobe&apos;s latest software now has a Mercury Playback Engine (MPE) that can use an Nvidia card&apos;s graphics processor to accelerate playback, effects and rendering. Studio 1 Productions has a useful page, Video Cards for Adobe Premiere CS5 and CS5.5, which lists dozens of Nvidia cards, tells you how many CUDA cores they have, and which cards are not recommended. The processor of choice is an Intel Core i5, which is not as fast as a Core i7 but is more affordable. (It&apos;s what I bought for myself.) The current Sandy Bridge versions include support for movie encoding and playback, which is useful with highly compressed video formats such as AVC/H.264, which rely on a fast processor to do the decoding. Later this year, Intel will introduce Ivy Bridge versions of the Core iX chips, which will be smaller, faster, and possibly cheaper. If you wait, there might be some bargain Sandy Bridge desktops on offer. A cheaper option would be the old Intel Core 2 quadcore chip known as the Q6600. Although it is a 2.4GHz processor, it has a reputation for being easy to overclock to 3.0GHz with its standard cooler, and up to 3.5GHz with an accessory cooler. It should give a Core i5 a run for its money, and refurbished or secondhand Q6600-based desktops are available at low prices (currently 215 to 250 on eBay.co.uk). This would free up some cash for a better graphics card. I note that the unofficial Blender Render Benchmark v0.2 page has more than 100 results for the Q6600, and the highest placing is sixth. There&apos;s also a Core i5 machine in eighth place. Plenty of very expensive dual-processor Intel Xeon workstations are lower down the list. Dell sold lots of model 745 and 755 desktop PCs with Q6600 processors, 8GB of memory and various Nvidia Quadro graphics cards into the CAD (computer-aided design) market. Refurbished models should be within your budget, but I&apos;d resist the temptation. First, they probably won&apos;t have enough graphics memory, and second, they will be running Windows XP Pro or Vista, so you would probably want to upgrade them to 64-bit Windows 7.  You will need Windows to run Unity 3D and the Adobe software, but you could try dual-booting a version of Linux to run Blender. Windows takes the top 10 places in the Blender Render Benchmark (which is out of date and no longer maintained), but Linux might make better use of your budget hardware. As mentioned, it&apos;s not easy to find suitable new desktops, but you could consider a Dell Inspiron 620 MT. This offers a 3.0GHz Core i5 processor with 4GB of memory, Nvidia GeForce GT 530 graphics card (96 CUDA cores; supports OpenGL 4.2) with 1GB of memory, 1TB hard drive and DVD writer for 499 including VAT and delivery. That&apos;s not far off the production spec, and I&apos;d expect it to run Blender well. You might be able to get a PC with a similar specification for a bit less, if you look for clearance bargains and so on. But the days of really cheap (and frequently nasty) desktops are disappearing fast, now that the mass consumer market has shifted to laptops. However, laptop processors are much less powerful than their desktop equivalents, because they need to run cooler and consume less power. (A top-end Core i7 runs at 130W; a mobile version might consume as little as 17W, and an Intel Atom only 2W.) Other things being equal, a large tower case is usually better than a small one: it will not get as hot, and it will be easier to upgrade. Also, having a bigger power supply will enable you to install a faster graphics card when you can afford one. Either way, check all specifications carefully before you buy. When you&apos;re trying to get high performance on a budget, details matter.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/mar/29/computing-3d", 
    "wordcount": "1069"
}