{
    "headline": "Bangladesh's toxic tanneries turning a profit at an intolerable human price", 
    "text": "The smell catches you from blocks away: a throat-tightening mix of bad egg, rotten meat and acrid ammonia. Among the rickshaws, barefoot men push carts piled with grey-blue skins. In the open gutters a tide of the same unearthly blue slowly pushes through a scum of animal hair, bits of skin and rubbish. More chemical waste, oily black, is carried in open tins through the narrow, busy alleys on poles bent over men&apos;s shoulders. This is Hazaribagh. The name means &quot;a thousand gardens&quot;, but there are no flowers here. The slum is the most polluted place in Dhaka, itself one of the most polluted cities in the world. Last month, 111 people died in a Bangladesh factory making cheap clothing for western brands. That was a historic disaster; this industry in the centre of the country&apos;s capital is a slower, but far more lethal catastrophe. According to the World Health Organisation, 90% of Hazaribagh&apos;s tanning factory workers will die before they&apos;re 50. Half  some 8,000  have respiratory disease already. Many of the workers are children. Thousands more Bangladeshi lives are blighted by the millions of litres of waste that pour, untreated, from the tannery district gutters, through a crowded housing area, and into Dhaka&apos;s main river. Levels of chromium, lead, organohalogens and other toxins exceeding statutory maximum levels are entering the water and poisoning Hazaribagh&apos;s wells. The chemicals travel downriver, into rice paddy and the Bay of Bengal ponds where prawns are farmed for export. Yet the industry in the heart of Bangladesh&apos;s capital is booming, because high-quality &quot;Bengali black&quot; leather, much in demand by European leather goods makers, is cheap. A new Human Rights Watch (HRW) report claims that&apos;s chiefly because of the factories&apos; refusal to clean up or pay decent wages, and the Bangladeshi government&apos;s failure to step in despite repeated promises. The industry, worth half a billion pounds in exports last year, is crucial to this desperately poor country. Hazaribagh&apos;s 150 factories were at their busiest when I visited in November, processing the hides from animals killed in the Eid-al-Adha festival. Casual labour from the country&apos;s poor rural areas had flooded into the slum, swelling the workforce to about 15,000 people. The first factory we entered was a bare shed the size of a squash court, dominated by cement tanks. The floor was covered in sacks of chemicals. Against one wall was a pile of limed and salted hides, still covered in hair. Other skins at various stages of the pickling and bleaching process sat in the vats or dripped on racks, while a 12 ft high drum rumbled on rollers in the corner, drying the leather. There was no ventilation other than holes in the brick walls. Two men in their 20s, Monir and Saiful, were perched on the rim of a tank, wielding long tongs to pull blue whole skins from a stew of sodium metabisulphite and ammonium chloride. All the pair had was short rubber boots on their bare legs, below their loincloths. They were getting splashed by the acids and stopped to hose water into their wellies. They are usually paid 8,500 taka (about 60) a month, for a seven-day week, though they never know how much work there will be. The boots they have to buy themselves  they rarely wear gloves and never goggles. Some of the workers sleep on a shelf above the vats. &quot;We start at 7am, and sometimes we work till 3am the next morning,&quot; says Saiful. &quot;When I started four years ago, I hated it. I wanted to quit, but I got used to it. I have no option, I am poor and I have to support my family.&quot; Both laboured in the rice fields before they came to Dhaka, but their wage in the tannery is not much better  only enough to cover food and living costs. &quot;I have a daughter, just five months old,&quot; says Monir, scratching at the dermatitis that affects most of the workers we met. &quot;I hope she doesn&apos;t come to work here.&quot; Both men said a small factory like theirs is a good place: the owner even allowed three days a month sick leave. But in one of the biggest factories, Ayub Brothets  in a vast room where the leather, part-cured, is cut and treated  we saw skinny boys, feeding skins at high speed into huge presses. They wore shorts and flip-flops. There were no safety rails round the machines. Mohammed Riaz, from Noakhali in Bangladesh&apos;s north, told me he was nearly 15; he came to work here with his father at 12. His wage is only 3,500 taka a month. Sharing a wall with one of the huge Hazaribagh factories are the crumbling rooms of the Taj Mahal Tanneries district high school. A teacher there, Mohammed Yusuf, says a third of the children in his class of 13-15-year-olds work in the tanning factories. &quot;They do the night shift and then come here. They have all sorts of health problems: they don&apos;t understand things and they fall asleep in class.&apos;&apos; He thinks the government should close the factories but say they won&apos;t. Yusuf has a friend who lost two fingers in a machine accident in one of the factories and received no compensation: a familiar story. This is largely a place of men. But in a factory belonging to Fortuna Group, one of the best-known exporters of Bangladeshi leather, I met six women, padding through the chemical puddles on the factory floor in saris and flip-flops or bare feet. They said they earn 3,000 a month, working upstairs in the cutting rooms or among the tanning vats as cleaners. &quot;When I work down here, it burns my eyes,&quot; says Nasima. &quot;We work seven days a week. My body and head often ache and I get dizzy.&quot; Her son Ala&apos;uddin, now 16, has worked in the factory since he was 13. Her husband drives a bicycle rickshaw. Nasima says he gets stomach aches  a common complaint, possibly related to the sodium bisulfite. &quot;The teacher didn&apos;t want him at school. I want to him to work here; if he was outside on the streets, he would meet bad influences.&quot; Two of the women stagger past carrying an open barrel between them. It must contain 50 litres, and is labelled formic acid  which can cause oedema and subsequent failure of the lungs. The HRW report, released in October, has caused a stir. &quot;Some people are a bit angry,&quot; says Mohammed Aslam Mia, chief engineer at a factory called the Bengal Leather Complex, employing 500 men. The Italian embassy, he says, has written to three factories named in the HRW report, demanding they improve conditions. &quot;But nobody acts, though everyone talks about health and hygiene. Government wants to shift us to another site, but it won&apos;t work.&quot; Mia admits he suffers skin problems and deafness. Since the 1990s, attempts have been made to move the factories outside the city. The EU has offered to help pay for the process. But the government has failed to act on that proposal or on high court orders demanding action treatment plants for the factories&apos; toxic effluent. HRW reports that the industry now wants $98m in compensation before it will move. It points out that the tanneries association&apos;s lawyer is the nephew of the prime minister, Sheikh Hasina, though without offering any evidence of wrongdoing. &quot;Thee tannery owners are very rich and politically powerful,&quot; a senior Bangladesh environment ministry official told HRW in June, explaining that his office was not &quot;doing anything for Hazaribagh&quot; because it was too busy overseeing the garment sector, which attracts more public attention. For Mia, the solutions lie with the customers. &quot;If we can sell at a higher price then it is possible, maybe, to develop a better industry, and do more for the employees.&quot; He points out how foreign companies&apos; insistence on standards has improved the garment sector. &quot;But the leather sector is the opposite. Europe[an] people come here, international leather buyers, and we ask them this  we buy your chemicals, and then you say we&apos;re not hygienic. So give us the hygienic chemicals. There are vegetable methods for tanning that work  you just have to let us use them.&quot; Medieval European cities used to keep tanneries and their offensive smells outside their walls, by law. Now, because of the demand for luxury at the cheapest possible prices, the industry is pushed out to where it is easier to ignore the moral reek.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/13/bangladesh-toxic-tanneries-intolerable-human-price", 
    "wordcount": "1448"
}