{
    "headline": "20 best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for Android smartphones and tablets. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. The equivalent iOS roundup will be published later in the day. For now, read on for this week&apos;s Android selection (and when you&apos;ve finished, check out previous Best Android apps posts). Toca Hair Salon 2 (0.64) Parents with iOS devices rightfully rave about Toca Boca&apos;s range of children&apos;s apps: well-crafted, creative and charmingly-quirky ways for kids to learn through play. Now the company is finally bringing its wares to Android and the Google Play store, starting with Toca Hair Salon 2. It gets kids to play hairdresser for six characters, cutting, styling and colouring to their heart&apos;s content with simple touchscreen gestures. Next Browser (Free) Next Browser is an Android web browser from the team behind the Go Launcher homescreen apps, which are hugely popular. It&apos;s off to a promising start too, with more than 100k downloads already. The idea: &quot;fast and smooth web surfing&quot; with tabbed browsing, lots of browser extensions and the ability to sync bookmarks across devices. It faces tough competition from Chrome and FireFox, but is worth a look. Camera 2 (1.99) The Paper Camera photography app did pretty well on Android, so now its developers have returned with a follow-up: the logically-named Camera 2. Billed as the &quot;ultimate real-time effects app&quot;, it offers a host of filters (including &quot;old computer monitors&quot;), as well as the ability to shoot photos and videos, and share the edited results to various social networks. Opera Mobile Classic (Free) Earlier this year, Opera launched a new Android browser, which has received a range of reactions from users. For those who weren&apos;t impressed, the company has now re-launched its original Opera Mobile browser with &quot;Classic&quot; branding. Judging by the reviews, the response has been warm. Duolingo - Learn Languages (Free) There&apos;s a mini-boom in apps aiming to help people learn foreign languages, with Duolingo the latest to make its way onto Android. It&apos;s a free app for studying Spanish, French, German, Portugese, Italian and English, promising &quot;no fees, no ads, no gimmicks&quot;. Split into short&apos;n&apos;sweet lessons, it measures your progress and dishes out achievements to keep you motivated. Telly - Social Video (Free) Telly has been available for Android smartphones for a while now: a way to discover interesting videos from YouTube and other services, while also creating your own to share on social networks. Made by video-sharing startup Twitvid, it&apos;s now been launched for Android tablets too, for a better big-screen experience. ArtFlow - Sketch, Paint, Draw (Free) This is the latest arty app for Android tablets a growing genre that&apos;s giving digital artists plenty of tools to use if they&apos;ve opted for Android over iPad. It aims to &quot;convert your tablet into a digital sketchbook&quot; with more than 50 brushes and other drawing tools. Additional features are unlocked through an in-app purchase. NarcoGuerra (0.69) Game the News is one of the more interesting indie game developers working at the moment: specialising in games based on topical news stories and campaigns. This one focuses on the war on drugs in Mexico, putting players in the position of the Mexican authorities as they try to defeat the drug cartels, as well as corruption within their own police force. Thought-provoking strategy. Gangstar City (Free) Gameloft&apos;s Gangstar games began life as homages to Grand Theft Auto, in the days before GTA was available on smartphones and tablets. This latest version sees you running your own city district, freemium-style, collecting money, completing missions and trying to take over LA. Forest of Doom (3.99) Good news for Android owners with warm memories of the Fighting Fantasy books back in the 1980s: Ian Livingstone&apos;s The Forest of Doom has returned as a book-app, courtesy of developer Tin Man Games. It sees you reading and playing your way through the storyline, complete with virtual dice-rolling for the monster battles. And there are plenty of monsters to battle. Google Admin (Free) A serious app, this one, for admins of Google Apps for Business and other Google Enterprise products. If you&apos;re one of those, it&apos;s going to be invaluable though: an app that handles tasks like adding users, resetting passwords, managing groups and other domain settings from your smartphone. The King&apos;s Stilts - Dr. Seuss (2.65) &quot;Play is just as important as hard work,&quot; according to Dr Seuss&apos; The King&apos;s Stilts, which has now been taken from book to book-app by developer Oceanhouse Media. It&apos;s the latest in its diligent efforts to appify the entire Dr Seuss catalogue, with voice narration and word highlighting designed for early readers&apos; needs. After Earth (0.50) Will Smith and his son Jayden have been inescapable on TV recently (including this marvellous Graham Norton appearance). What they&apos;re promoting is After Earth, a new film, which now also has a spin-off game. It&apos;s an endless-runner with added beat &apos;em up segments, with 20 missions to play and nifty-looking graphics. No Carlton, mind. Uno &amp; Friends (Free) Another Gameloft game, this time a new title based on card game Uno. As the name (a hair&apos;s breadth from Zynga&apos;s &apos;With Friends&apos; branding) implies, this is about playing against friends from Facebook, as well as other players around the world. This being freemium, there are in-app purchases for boosts and super boosts if required. Mila (Free) &quot;Unlock the talent of crowds to get your tasks done,&quot; suggests Mila&apos;s Google Play listing. In other words, find people near you to do stuff you don&apos;t want to do. &quot;Are you looking for a cleaning lady, somebody to mow the lawn or to walk your dog? Or do you need help moving?...&quot; Ku: Shroud of the Morrigan (1.70) Ku: Shroud of the Morrigan was an impressive adventure game on iOS, and it looks good on Android too. Armed with a storyline in which &quot;Ireland&apos;s ancient past and economic present collide&quot;, it blends battling and puzzling as you try to retrieve an ancient Celtic treasure. SlamBots (Free) It&apos;s a good week for interesting indie games on Android. SlamBots is the work of Retro Dreamer: an arena battle game that pits you against hordes of robots, which you have to slam around the screen. Pixel-art and chiptunes add to its retro appeal. NodeBeat Special (Free) NodeBeat is one of a number of fun music-creation apps available on Android, with an intuitive interface to get you making sounds without any musical training required (note: I didn&apos;t say they&apos;d necessarily be good sounds...) Your creations can be recorded and exported.  Cricket T20 Fever 3D - Deluxe (0.66) With a summer of cricketing glory (possibly) in store for England, this new game from Indiagames may be just the thing for Android-based bat&apos;n&apos;ball action. Based on the Indian T20 league (but with Lords thrown in as one of the venues), it sees you playing quick matches, one day internationals and a hoick &apos;em up Power Play mode. Royal Envoy (1.32) One final game: Royal Envoy, which sits somewhere between the time management and strategy genres. Your job is to rebuild nine islands, constructing homes and buildings using your best town-planning skills. Pirates are included. That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/31/best-android-apps-toca-hair-salon-2", 
    "wordcount": "1269"
}