{
    "headline": "Marine 'treasure trove' could bring revolution in medicine and industry", 
    "text": "Scientists have pinpointed a new treasure trove in our oceans: micro-organisms that contain millions of previously unknown genes and thousands of new families of proteins. These tiny marine wonders offer a chance to exploit a vast pool of material that could be used to create innovative medicines, industrial solvents, chemical treatments and other processes, scientists say. Researchers have already created new enzymes for treating sewage and chemicals for making soaps from material they have found in ocean organisms. &quot;The potential for marine biotechnology is almost infinite,&quot; said Curtis Suttle, professor of earth, ocean and atmospheric sciences at the University of British Columbia. &quot;It has become clear that most of the biological and genetic diversity on Earth is  by far  tied up in marine ecosystems, and in particular in their microbial components. By weight, more than 95% of all living organisms found in the oceans are microbial. This is an incredible resource.&quot; However, the discovery of the ocean&apos;s biological riches, including hundreds of thousands of new sponges, bacteria and viruses, also raises worries about the damage that could ensue from the new science of marine biotechnology. In particular, scientists worry that precious sources, including hydrothermal vents where bacteria and simple plants thrive in water above boiling point, could be damaged or destroyed in a free-for-all rush to exploit these wonders. In addition, major worries focus on developing nations whose waters contain rich sources of marine life that could be targeted and exploited by western chemical companies. On land, patents can provide protection for products derived from local animals or plants. In the sea, where currents carry fish, sponges and microbes from place to place, such protection could be far trickier to enforce. The issues are set to top the agenda at a biotechnology forum, The Evolving Promise of the Life Sciences, that the Organisation for Economic Co-operation and Development (OECD) and the UK Economic and Social Research Council (ESRC) genomics forum are holding in Paris on Monday. &quot;We have controls for regulating the exploitation of animals, plants and microbes on land, but regulating them at sea is going to be much more difficult,&quot; said Professor Steve Yearley, head of the ESRC genomics forum and organiser of tomorrow&apos;s meeting. &quot;We cannot stop pirates off Somalia, so how is someone supposed to protect rare sponges that they find in their coastal waters?&quot; Sponges turn out to be a particularly promising marine resource. The sponge Tethya crypta, found in Belize and other parts of the Caribbean, has been found to contain chemicals that have anti-cancer and anti-viral properties. Similarly, the cancer drug Halaven was derived from sponges of the Halichondria family. To date, only a handful of drugs derived from marine biotechnology sources have been approved by the USFood and Drug Administration. However, more than 1,000 new ones are undergoing pre-clinical tests. These include products derived from molluscs, snails, marine microbes and fish. The science of marine biotechnology was kickstarted five years ago by the entrepreneur Craig Venter. One of the scientists involved in the sequencing of the human genome, Venter set off in his yacht in a round-the-world cruise intent on demonstrating the potential of the biological material that is found in sea water. In the end, he made two journeys, one from 2006-8 and the other from 2009-11. On both expeditions, scientists took 200-400 litre samples of sea water every 200 miles, put these through progressively smaller filters to capture the organisms in the samples, then froze the captured micro-organisms for shipment back to his laboratory. There scientists sequenced their DNA using techniques developed by Venter on sequencing the human genome. The results were staggering. According to Venter, his team discovered around 20m new genes and thousands of new families of proteins in the samples they scooped up on their journeys through the world&apos;s oceans. As yet, no one knows what these genes and proteins do, although most researchers believe many of them must have potential as sources of new drugs. &quot;We are struggling to develop the right techniques to isolate and understand the marvels we are finding in the waters around the planet,&quot; said Yearley. &quot;Once we have done that, then we will have a much better idea just what we are looking at and just how careful we need to be when it comes to ensuring this resource is protected for the future.&quot; Additional research by Gemma O&apos;Neill", 
    "section": "environment", 
    "gid": "environment/2012/nov/10/marine-treasure-trove-medicine", 
    "wordcount": "743"
}