{
    "headline": "Between a rock and a hard place: Mercy Womeh's struggle to fund an education in postwar Liberia  in pictures", 
    "text": "   Mercy Womeh attends the J Chauncey Goodridge school in Monrovia, Liberia's capital, where she is in seventh grade. She pays her school fees by crushing rocks, earning 35 Liberian dollars ($0.47) for each bucket. Three years ago, her family moved from the countryside to the Monrovia suburb of Gbawe Town in an attempt to find work. But in a country with 85% unemployment, crushing rocks was the only optionPhotograph: Andrew Esiebo/Panos London       Womeh admires Liberia's President Ellen Johnson Sirleaf. 'She is educated and she promotes education for women and girls. We have to try to be like her because she has brought hope to the women of Liberia,' she says. Womeh believes getting an education will transform her life. 'When you graduate from high school, you understand things that people who did not go to school cannot understand. The way you speak will be different and you will be able to make decisions that will benefit you and your family. If you are not educated, you are like a tea without sugar' Photograph: Andrew Esiebo/Panos London       The need for education is urgent, particularly in rural areas. According to the ministry for gender and development, the literacy rate for rural women is just 26%, compared with 61% for urban women, and 60% and 86% for rural and urban men, respectively. In addition, 42% of women have never been to school, compared with 18% of men. Rebuilding the education system was one of Johnson Sirleafs top priorities when she came to power in 2006. Since then, the government has built 220 schools Photograph: Andrew Esiebo/Panos London       Education is now free and compulsory in Liberia. Last week, in a package of reforms to improve academic attainment, the government extended compulsory education by a year. But there are not enough teachers, classes are overcrowded and many children have to work to earn money for their families. Womeh pays to go to a private school and says state school teachers often fail to turn up for class. 'Yes, the education is free [at state schools],' she says. 'But there are charges like paying for pamphlets and tests so it is almost as if you are paying. If you don't have money, you have to drop out'Photograph: Andrew Esiebo/Panos London       When Womeh's family lived in a rural area, none of the children attended school. 'My parents did not have the money to send my brothers and I to school when we lived in the village,' she says. 'My parents were farmers and I used to help them by driving the birds away from the rice and then beating the rice when it was harvested. Now I'm happy that my father was able to relocate us to the city to get a better education. How many years I have left in school depends on whether I have the money to continue'  Photograph: Andrew Esiebo/Panos London       Womeh is already thinking about how she will pay for college in years to come. She says: 'Im doing this because I have no other work to sustain myself. When I get paid for the crushed rock, I pay my school fees. The rest I keep to buy food. Some day I would like to go to college, leave the rock crushing business and set up a more sustainable kind of business. I want President Sirleaf to open more affordable colleges and schools, so when we graduate from high school, we can go to college' Photograph: Andrew Esiebo/Panos London       The stones Womeh crushes are used in Liberia's construction industry, but little of any economic growth trickles down to people like her. Liberia is expected to enjoy 8.9% economic growth this year, according to the African Economic Outlook, and government revenue has grown by 400% since 2006. But World Bank figures reveal eight out of 10 Liberians still live on less than $1.25 a day  Photograph: Andrew Esiebo/Panos London       Johnson Sirleaf's Nobel peace prize, awarded last October, underscores the gap between local and international perceptions of the president. Major achievements of her first six years, such as securing $4.6bn in debt relief and improving Liberia's international image, mean little to people who still can't feed their families. Most of the population has yet to see any benefits from changes and dissatisfaction was evident in the protests that preceded last year's elections, at which Sirleaf won a second term Photograph: Andrew Esiebo/Panos London       However, Womeh remains upbeat about her future. 'President Sirleaf is doing her best. Some girls I know were not taking education seriously, but more are going to school now because of the new schools that are opening. One day I may not be able to pay for private school and will have to go to public school, but things are being done to make those schools better' Photograph: Andrew Esiebo/Panos London       Womeh does her homework by the light of a solar lamp. Although electricity has been restored in some parts of Monrovia, it has not reached Gbawe town. Liberia is still a very tough place for women, but  Womeh remains positive that education, and her government, will help her change her future. 'I pray there will be a time that I will look up and thank God we have a woman president and the government is helping me to get an education, so I will be able to stop cracking rocks' Photograph: Andrew Esiebo/Panos London       For Musu Cole, 55, who also crushes rocks, womens empowerment is an empty phrase. The mother of four has been crushing rocks for five years. Like many Liberian women who lost their husbands in the war, Cole supports her family alone. Only one of her three grandchildren goes to school. 'Im just bursting this rock for my children to eat and for me to send them to school. This work is too hard, sometimes it makes you sick. All day youre in the sun with no food until you go home and cook. It is not easy' Photograph: Andrew Esiebo/Panos London       Women and girls play a central role in the Liberian economy. They make up 54% of the workforce, grow most of the countrys smallholder produce, provide 93% of food crop production, carry out more than 85% of trading activities and do the bulk of childcare. Yet they earn less than men and play only a minor role in key sectors, such as public works and infrastructure. Critics point out that the women who helped bring peace to Liberia are still poor and destitute, while the leaders are now millionaires  Photograph: Andrew Esiebo/Panos London  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/mar/29/womeh-struggle-education-liberia-in-pictures", 
    "wordcount": "0"
}