{
    "headline": "On the road: Kia Soul 1.6 CRDi auto  review", 
    "text": "I can&apos;t believe I forgot aboutthe Kia Soul when Iwas recently playing CarsNamed After Music Genres with my girlfriend. To be honest, it&apos;s not a great game; it tends to peter out when you&apos;ve done the Honda Jazz and the Ford Fusion, and so always ends in a rather unsatisfying 1-1 draw. But at least the Kia Soul will now prolong future games by 50% and mean there&apos;ll be a winner. It&apos;s going to be very important to start. Actually, I&apos;m not sure soul is theright musical genre to name thiscar after. There&apos;s toomuchintensity and spirituality in soul. Look at the car; that hasn&apos;t been born out of years of anguish and pain. More of a Kia Funk, Ireckon. Or a Kia Disco. It&apos;sbasicallya toy car, a kid&apos;s drawing of a car turned into a real one. AlGreen&apos;s not going to be stepping out of one of those, is he? Tinky Winky off the Teletubbies more like. I like it, though. As other cars allstart to look the same, at least Kia is having a bit of fun. The cheerfulness continues inside. Thehigher driving position gives you some of the cachet  smugness, even  for which you normally have to pay considerably more. It&apos;s functional rather than luxurious, there&apos;s plenty of legroom and headroom in the back for tall people, and luggage space behind. It&apos;s a big box, basically. A big box of fun. Or funk. This is a retweaking of the originalmodel that came out acouple of years ago, with some minor cosmetic alterations and improved engines. My main problemwith the model I&apos;m testingis that it&apos;s an automatic. Acarsuch as this, a fun car, doesn&apos;t need to be an automatic, shouldn&apos;t be an automatic, it&apos;s out of character. And it also shouldn&apos;t bean automatic because the automatic does 10 fewer miles per gallon than the manual version, whilespewing out an extra 36gramsof CO2 per kilometre. (God, that&apos;s crazy,isn&apos;t it, how car performance and economy figures are a right old mess of miles and kilometres, gallons and grams, imperial and metric?) Anyway, 155g/km is frankly piss-poor for adiesel car like this. Get the manual instead, drive around town with a smile on yourface, play that funky music (white boy). That&apos;s where this carmakes sense. On the open road?Yeah, it&apos;s fine, too, though acar that looks like a box is clearlynot going to be a brilliant one to drive. Quite noisy at higher speeds, too, though that can rule out stupid word games with one&apos;sgirlfriend, so maybe it&apos;s not such a bad thing. Kia Soul 1.6 CRDi auto  Price 17,295Top speed 110mph Acceleration 0-60mph in 11.3seconds Combined mpg 47.9 CO2 emissions 155g/km Eco rating 5/10 Cool rating 7/10  Sam Wollaston will be appearing at Guardian Open Weekend on 24 and 25 March. Festival passes are now on sale at theguardian.com/open-weekend. Buy your pass before 1 March to ensure the best chance of booking reservations for individual sessions. ", 
    "section": "technology", 
    "gid": "technology/2012/feb/10/kia-soul-crdi-auto-review", 
    "wordcount": "558"
}