{
    "headline": "Mozambique leads from the front in battle against Aids", 
    "text": "The Polana Canio health facility, which treats more than 200,000 patients each year, is in a densely populated area in Mozambique&apos;s capital, Maputo. It&apos;s early morning and the hospital is already filling up with patients, mostly mothers with young children. However, there are also students here for training on how to use new equipment that will provide critical feedback to patients with HIV  11.5% of 15- to 49-year-olds in Mozambique. The rate has been stable for the past five years, but remains high. Innovative technologies to quickly and accurately diagnose and monitor HIV are being rolled out by the Clinton Health Access Initiative, Mdecins sans Frontires and Unicef. The trials, funded by Unitaid, are to improve diagnosis of children under 18 months, and tests to assess all patients&apos; immunity levels. They enable health workers to monitor levels of the virus in the blood, and can determine when a patient needs to switch from first-line to second-line antiretrovirals. The equipment is adapted for low-tech settings, and patients will be able to be tested and treated nearer their homes. The top floor of Polana Canio hosts a pristine research facility that works with a community advisory board to map the area&apos;s needs. This year the centre is carrying out an HIV incidence study in the neighbourhood, which has thousands of small homes, mostly brick built, usually with corrugated iron roofs held down with stones or tyres. Dr Ilesh Jani, director of the Instituo Nacional de Sade de Moambique (national institute of health), says that although there has been progress in HIV treatment, something better is still needed  such as the machines his team is testing. The usual tests, where a child&apos;s status is assessed with a dry blood spot test which is sent to one of four labs in Mozambique, are less accurate and results take longer  it takes up to two months for the results to come back to the health centre. Just as with tuberculosis testing, logistics are a challenge and some families never come back to hear the outcome. With the new equipment, using a blood sample from a finger tip, results are back in just over an hour. According to Jani, it is estimated that half of untreated children die before the age of two due to the delays. &quot;Some issues are solved by technology, but it won&apos;t solve all the problems. We need to invest in the health systems too. By the end of 2013, 25% of all patients in HIV programmes will have access to CD4 counts [to measure the strength of the immune system to resist the virus]  that&apos;s between 800,000 and 1 million patients.&quot; About 400 centres across Mozambique now have printers that can quickly receive test results by GPRS (similar to SMS but cheaper, and with the data codified to ensure confidentiality, a contribution from mcel, a Mozambican mobile phone company). But accurately testing children remains a challenge in much of the country. Adults are normally diagnosed on the basis of antibodies, but when babies are born they still have those of their mother, so it is not possible to confirm whether the baby is positive. Instead, the new machines test for viral load, to verify if the virus is in the blood. The Mozambican health system has not implemented viral load testing, so patients are treated according to their CD4 count. Conventional viral load testing is expensive, and requires significant infrastructure and well-trained technicians. The machines now being trialled can be used in basic settings by lab technicians  each one comes with a printer and charger so it can run for eight hours without mains electricity. Being able to offer both tests will help Mozambique catch up with parts of South Africa and Kenya. Jani says: &quot;If HIV is a train that is moving at a certain speed, the viral load is the speed of the train and the CD4 is the station at which the train is. These are two different measurements and CD4 is normally used to choose which patients go on treatment, but once the person is on treatment, viral load is used to monitor if the treatment is working.&quot; Preventing mother-to-child transmission In Mozambique, 15% of pregnant women between 15 and 49 are HIV positive. Testing among expectant mothers increased from 12% in 2005 to 87% in 2010. About 85% of antenatal care facilities offer prevention services. The health ministry has developed a national plan towards elimination of mother-to-child transmission by 2015. The situation is improving  in 2010, 42% of children born needing ARVs received them, but only 34% of infants born to pregnant women with HIV were tested within two months of birth  hence the need for more accurate and speedy testing. Roberto de Bernardi, deputy representative for Unicef Mozambique, acknowledges the room for improvement but recognises that the government&apos;s decision to integrate testing and drug provision into general health provision has avoided the very real issue of stigmatisation that parallel support would have risked. The national institute of health has ambitious plans. It is doing preliminary work on vaccinations against HIV and is part of a consortium with institutions in Tanzania, Sweden, the UK, US and Germany. Jani says it is vital for Mozambique to carry out research: &quot;Mozambique is one of those countries most affected by these issues. We need to get involved and be driving progress, not just sitting in the back seat. We all hope to find a product that will significantly lower incidence of HIV and we&apos;re hoping the products will be available in an affordable format.&quot;  Lucy Lamble travelled to Mozambique with Unitaid", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/21/mozambique-leads-frontbattle-aids", 
    "wordcount": "953"
}