{
    "headline": "Liberia urged to invest remittances, not just spend them on everyday needs", 
    "text": "The Western Union booth in the Monoprix supermarket in Monrovia, Liberia, is doing brisk business. Alnetra Zaroe, 27, is collecting money from her father, who has been living in the US for eight years. On her monthly visits to the store in busy Benson Street, she collects $150 (95), which once helped her pay for university tuition fees but now goes towards food and school costs for her extended family. &quot;It&apos;s a large family  cousins, aunts, uncles, nieces and nephews  so we have to spend the money wisely,&quot; says the businesswoman, who distributes the cash to relatives. &quot;I help my dad care for the family.&quot; She says the family would struggle without the cash. &quot;Instead of two meals a day, we&apos;d just have one.&quot; Pessre Carnaeh also receives money from her father in the US to help with university fees. Carnaeh, 29, attends a private university, where fees are higher than those of state institutions, but the courses are said to be better. She has to pay $250 a term, so the occasional $100 from her father, along with a part-time job, helps pay the bills. To put the fees into context, the average wage of a civil servant is $80 a month. &quot;I would find it difficult without the money and would have to ask for help from elsewhere,&quot; she says. Also queueing is Melvina Sharck, is waiting to receive the regular $50 payment from her fiance  who is studying and working in a bar in Beijing, China  to pay for their daughter&apos;s food and medical care. &quot;I was not happy to see him go, but there are no jobs here. It&apos;s very hard,&quot; she says. According to World Bank figures published in November, remittances to Liberia in 2011 were estimated at $360m, the equivalent of 31% of its GDP and more than half the amount it received in aid that year. Taken as a share of GDP, Liberia is the world&apos;s second-highest remittance recipient, behind Tajikstan, and the figure is predicted to have increased to $378m last year. However, some people claim that remittances are not helping Liberians in the long term nor pulling people out of poverty. Liberia ranked 182nd out of 187 countries in the UN&apos;s 2011 human development index. Money tends to be spent on immediate, basic needs  food for the family, children&apos;s school fees  rather than invested or saved. Taa Wongbe believes this has to change. Wongbe, who left Liberia for the US in 1999 and founded the Khana Group, a development advisory company focusing on Africa, in 2008, is setting up the Liberian Diaspora Social Investment Fund to encourage the diaspora to invest in small and medium-size businesses, rather than just send money to family and friends. When the fund launches next year, Liberian entrepreneurs will be able to apply for at least $1,000. If they get the initial green light, they will have to go on a business training course before they receive any money, and then attend regular workshops and seminars hosted by the fund to ensure the business remains buoyant. &quot;Our research found that not only are remittances used only for immediate consumption, but they are not truly impacting the country socially. People are waiting for their remittance, and spend it on groceries, food and living expenses, and then wait for next month&apos;s money. We need to think not just of the day to day but long-term sustainability,&quot; says Wongbe, who received remittances during the Liberian war and now regularly sends his father money. &quot;We want to build a platform where Liberians and the diaspora can select pre-approved businesses and invest in that fund.&quot; Wongbe&apos;s team are talking to fund managers in the US and Liberia, and using the Liberia professional network, which has more than 5,000 members globally, to drum up support for the project. &quot;We are not saying people are going to stop sending money to families,&quot; he says. &quot;That will continue to happen. What we&apos;re saying is we give and give and it&apos;s got to stop  Let&apos;s move past that.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/30/liberia-invest-remittances-everyday-needs", 
    "wordcount": "694"
}