{
    "headline": "Supreme court may force UK to act on air pollution", 
    "text": "The supreme court could force the government to take steps to urgently reduce dangerous air pollution in many British cities to meet European limits, following a landmark hearing this week. The case, to be heard by five law lords, coincides with government warnings that toxic air pollution has been at &quot;high&quot; levels across much of England and Wales this week, including London, York, Manchester, Liverpool, Swansea, Bristol and other cities. ClientEarth, a group of campaigning lawyers that has brought the case, will say that the government has a legal duty to comply with EU timescales and its plans to reduce pollution are woefully inadequate. It will say that the government has known that air pollution from nitrogen dioxide (NO2) and particulates now kill as many people each year in Britain as obesity and road accidents combined. The EU legislation was passed into European law in 1999 and Britain should have complied by 2010. However, it has refused even to apply for an extension until January 2015. Government lawyers are expected to argue that Britain is under no legal obligation to meet air pollution time limits set by Brussels and that it is impossible to meet the targets. The case is considered legally important because it could allow the government to delay the implementation of many other EU environment laws and directives, including those concerning river and beach water quality, waste and carbon emissions. The UK accepts that under its current air-quality plans, London will not meet its legal limit to reduce NO2 pollution until 2025. Most other urban regions and cities, including Manchester, Birmingham, Leeds and and Glasgow, will not comply until 2020. However, the government argues that it is taking action. &quot;The UK&apos;s air-quality plans on nitrogen dioxide are being challenged this week by ClientEarth in the supreme court, having been upheld in the high court and court of appeal. Our air quality has improved significantly in recent decades and most of the UK meets EU air-quality limits for all pollutants. Our plans for nitrogen dioxide set out all the important work being done to meet EU standards in the shortest possible time,&quot; said a spokeswoman for the Department for Environment, Food and Rural Affairs (Defra). But this was rejected by ClientEarth. &quot;The fact that the government&apos;s plans won&apos;t achieve compliance with air-quality standards until 2025 is a disgrace. It thinks that laws that are in place to save lives are &quot;red tape&quot;. That&apos;s why they are refusing to act to tackle air pollution, while at the same time they are lobbying the EU to get the laws weakened,&quot; said Alan Andrews of Clinet Earth. &quot;The government is on the wrong side of the science, and on the wrong side of the law. We need the supreme court to step in and force it to live up to its legal and moral duty to protect us from air pollution,&quot; he said. Simon Birkett, director of environment group Clean Air in London, said: &quot;London and the UK are suffering their fourth serious smog episode this year, with many monitors popping &apos;very high 10/10&apos; air pollution. If the supreme court does not require action, the European commission must. Long-term exposure to invisible air pollution is the biggest public health risk after smoking.&quot; According to Defra&apos;s website, &quot;moderate to high&quot; levels of air pollution will continue to hang across much of England due to dry and still weather conditions heightening local pollution. It blames heavy traffic and pollution blown over from Europe and the Sahara. &quot;We encourage people to take sensible precautions based on the levels of air pollution in their region and their health, such as reducing or avoiding strenuous activity and ensuring they have access to their usual medication, such as asthma inhalers,&quot; said a spokesman. The judges are expected to reserve judgment for several days.John Vidal", 
    "section": "environment", 
    "gid": "environment/2013/mar/07/supreme-court-air-pollution-legislation", 
    "wordcount": "655"
}