{
    "headline": "Starwatch: The astronomical year of 2012", 
    "text": "The brilliant planet Venus stands some 20 above Britain&apos;s SW horizon at nightfall at present and features in perhaps the highlight astronomical event of the 2012. However, if this is Venus&apos;s year then Mars comes a close second. Nasa&apos;s ambitious Curiosity rover is due to touch down on the Red Planet&apos;s rusty surface on the morning of 6 August, UK time. Mars doubles in brightness this month as it approaches opposition in the constellation Leo on 3 March. It then lies on the opposite side of the sky to the Sun so that it rises in the ENE at sunset, stands highest in the S at midnight and sets in the WNW at sunrise. It is also at its closest (101 million km) and brightest (magnitude -1.2, just inferior to Sirius). Mars rises at about 21:30 tonight, passes 40 to 45 high in the S at 04:00 and is approaching a stationary point against the stars just across the border in Virgo. As our chart shows, it soon loops back through Leo as it is overtaken by the Earth. After a second stationary point in April only 4 from Regulus, it tracks eastwards again towards Virgo&apos;s leading star Spica. Saturn, meanwhile, executes its own loop just a few degrees E and N of Spica, reaching its own opposition on 15 April at magnitude 0.2. We lose Saturn in the evening twilight in October, but Mars lingers as an evening object into 2013. Venus&apos;s transit across the face of the Sun on 6 June is the first since 2004 and the last until 2117. Only the final hour or so of the transit is observable from Britain after the Sun rises in the NE in the early hours of the morning. As in 2117, areas around the Pacific fare much better. Venus is a spectacular evening star until just before its transit and emerges immediately as a dazzling morning star for the rest of 2012. Mercury is best placed as an evening star in February/March and June, and before dawn in August and November/December. Jupiter is high bright and conspicuous in the S evening sky at present, edging westwards each day until it disappears into our evening twilight in April. We catch it again before dawn in June and it reaches opposition close to Aldebaran in Taurus on 3 December. Only one of 2012&apos;s four eclipses is visible at all from Europe. That exception, a penumbral lunar eclipse at moonrise on 28 November, could hardly be less exciting, certainly in comparison with the only total solar eclipse which tracks across the S Pacific 15 days earlier.", 
    "section": "science", 
    "gid": "science/2012/jan/15/starwatch-planets-mars-venus-moon", 
    "wordcount": "445"
}