{
    "headline": "Photographing bees offers a great insight into their fascinating world", 
    "text": "With spring well and truly sprung, the countryside and gardens have come alive in terms of colour and activity. The array of colourful plants on display will entice a variety of insects to come and forage on the bounty produced by the blooms. Among the visitors to these floral banquets will be one of nature&apos;s most important pollinators: the honeybee. One in three mouthfuls of the food we eat is dependent on pollination. At the same time, a crisis is threatening the world&apos;s honeybees. With an enormous upsurge in numbers of new beekeepers  due in large part to the work of the British Beekeepers Association (BBKA)  many of us will encounter these wonderful creatures at some point. Each hive will be home to up to 60,000 individuals and the range of flights they make can be up to three miles, and what an interesting photographic subject they make. Along with capturing great images, a better understanding of their behaviour will make the task more enjoyable. Although when in and around the hive the honeybee can be defensive, she (as all the foragers are female workers) will have only one thing in mind when on a foraging flight  collecting pollen, nectar, propolis or water. Here lies the opportunity for the photographer as the preoccupied bee will be intent on her work and almost oblivious to any other activity around her. Take a position around any display of floral blossom, or indeed a water source on a warm, relatively still day and wait to see the visitors that are attracted. You may need to get down to blossom level but blossoms may also be available at chest height or higher depending on the plant in flower; try different angles. Better still, plant to attract insects. A wide range of herbs, for example, will attract an array of pollinators.. Now to the photography: a macro lens on a DSLR or by changing the settings to macro on a number of compact cameras will allow best results. Most brands provide a good choice so the possibilities are endless. When using flash be careful with DSLRs as the closer the lens is to the subject the less of the built-in flash will reach the subject due to shadowing. Here I use a ring flash that fits on the front of the lens  which will possibly have to be set to forced flash  as it helps &apos;freeze&apos; any unwanted motion and increases clarity of the final image, in addition to helping reduce motion in the picture. The camera should be kept still by using your arms or elbows as a brace against something solid, if possible. Anticipation may well play a part as many cameras will have a delayed shutter  that is the time between shutter release and image capture  which can often result in a great picture of a blossom but with the subject insect long gone. To help avoid this there needs to be some understanding of the subject and a lot of patience. My personal favourite shot is as a bee approaches a blossom and seems to hover slightly before the final landing action  this takes time and patience, but is within the capabilities of most. It might just take several shots to get the one that works. As the bee then begins its work taking either pollen or nectar more opportunities become available and often the event is very absorbing. The action of collecting pollen is a sight to behold and as the bee goes deep inside some flowers to get the valuable nectar, it may go out of sight for a few moments. Stay relatively still and make any movements to follow the bee as slow as possible and you will be rewarded with a great insight into this fascinating world. With so many beekeepers around these days a visit to the hive may be a possibility and open up more opportunities but in this instance suitable personal protection will be required and the knowledge that bees are sensitive to electromagnetic pulses from electrical equipment  ie cameras, so be aware of this as bees may be very attracted. Talk to a beekeeper first.  Be careful, and do not put yourself at risk of being stung while taking photographs of bees  Share your photos of bees on our Flickr group  Simon Croson is a photographer and member of the Lincolnshire Beekeepers Association, part of the British Beekeepers Association", 
    "section": "environment", 
    "gid": "environment/2012/apr/02/photographing-bees", 
    "wordcount": "737"
}