{
    "headline": "How do we teach young people what sexual consent really means?", 
    "text": "&quot;Young people will describe scenarios where, I think &apos;this sounds abusive&apos;,&quot; saysRhiannon Holder,a youth worker for Brook, the sexual advisory service for young people and co-chair of Bread, aBristolyouth project. &quot;They&apos;re not sure if they had sex or they wanted sex  and if they did have sex they&apos;re not sure if they consented to it. As professionals, we&apos;re having to reflect to young people [that some] of the situations they have experienced could be labelled as sexual bullying or assault, or rape.&quot; With politicians such as George Galloway and Tony Benn spouting shameful ideas of what consent means(having sex with someone who is asleep is &quot;bad sexual etiquette&quot;, not rape, according to Galloway), a worryingly high proportion of the adult public doesn&apos;t seem to grasp it either. A survey for Amnesty found 37% of respondents thought a woman was responsible for being raped if she didn&apos;t say &quot;no&quot; clearly enough. With attitudes like this,is it any surprise young people may be dangerously confused? They certainly seem to be. Only69%of young men would not tryto have sex with someone who did not want to, and one in 20 said they would try to have sex with someone who was asleep, according to a shocking 2010 survey of young people aged between 18 and 25 by the Havens,the specialist London-based sexual assault referral centres. A significant proportion also seemed confused about what constitutes rape: only 77% of young men agreed that having sex with someone who has said no was rape. While in 2009, a study for the NSPCC found a third of girls aged between 13 and 17 who were in relationships had experienced unwanted sexual acts, and one in 16 had been raped. So, what needs to change? &quot;Too often [consent] is viewed as a simple yes or no, and it&apos;s much morecomplexthan that,&quot; says Holder.&quot;I don&apos;t think many young people are offered the opportunity to explore all of the factors involved in giving consent: peer pressure, alcoholand drugs, self-esteem, coercion, gender issues.&quot; When Holder does workshops with young people, she asks them to consider different scenarios, &quot;and generate discussion around what it means to be in a relationship; what it means to have safe and positive sex. For instance, we would look at situations where you have had sex with someone before, or if you&apos;ve kissed somebody; does that mean you have to go on and have sex? Also it&apos;s about taking responsibility for consent, so making it clear it&apos;s not just the person who has the responsibility for saying &apos;yes&apos;.Young men should actively be seeking consent.&quot; It isn&apos;t just about the words, she says. &quot;We&apos;ll explore what &apos;yes&apos; does, and doesn&apos;t, look like.&quot; &quot;Often people don&apos;t say &apos;no&apos; but they&apos;ll say &apos;that hurts&apos;, or &apos;not yet&apos;, or &apos;I don&apos;t like it&apos;. Or it might be in their body language,&quot; she adds. Then there are the assumptions about timing, she says. &quot;A lot of the young people I have met are shocked that you can revoke consent  you might have had sex with somebody before, or started a sexual act, but thatdoesn&apos;t mean the sex can&apos;t stop atany time. &quot;I&apos;ve spoken to young people who have said they didn&apos;t really want to doit, but they didn&apos;t know how to say&apos;no&apos; or &apos;stop&apos;.&quot; Whitney Iles, a community activist, agrees. She thinks many young people are confused by &quot;so many different messages. On one side, you&apos;re told about how you should have sex within a loving relationship, on the other side you can see how pop culture is highly sexualised. It&apos;s a real confusion over identity and value of self, which then makes it harder to know what you want and where the line is. There is a blurred line of what is normal, or what has become normalised, and what is crossing a line.&quot; Earlier this year, the government launched an online and TV advertisingcampaign to educate teenagers about rape, and consent, butit seems a poor substitute for goodsex education in schools. The problem, says Simon Blake, chief executive of Brook, is that sexeducation &quot;is incredibly patchy, and what young people have been saying for a really long time is &apos;too little, too late, too biological&apos;.&quot; The Labour government failed to do enough to make personal, social, health and economics education (PSHE), of which sex andrelationshipseducation (SRE) is a part, a statutory requirement for schools. &quot;Although secondary schoolshave to teach some SRE, virtually nothing is specified and there is no agreed curriculum for it, soschools can teach what they like,&quot; says Jane Lees, chair of the Sex Education Forum. The government&apos;s review of PSHE, which ended last year, is still to report,but things could get even worse, Lees fears. &quot;Our concern is that it is likely to slim it down much more, or reduce the expectation that schools will teach it,&quot; she says. &quot;When the coalition came in and started the review of PSHE, one of the issues that they raised was about consent, so it is on their minds but we still have no final outcomes from it. We&apos;re in limbo at themoment.&quot; &quot;A lot of young people are growing up without really knowing what consent means,&quot; says Whitney Iles. &quot;But then I think a lot of adults don&apos;t really know either.&quot;", 
    "section": "education", 
    "gid": "lifeandstyle/2012/aug/27/teaching-what-sexual-consent-means", 
    "wordcount": "966"
}