{
    "headline": "Debts, dreams and middle men haunt Bangladeshi migrants jailed abroad", 
    "text": "The guard had a shiny bald head and bloodshot eyes. Every time he walked by, he spat and muttered in Swahili, &quot;Beggars! Stinking beggars!&quot; Biltu Mia, 31, from the Manikganj district of central Bangladesh, cannot get the memory out of his head. He spent nearly a year in Tanzania&apos;s notorious Ukonga prison, on the outskirts of Dar-es-Salaam, after being picked up by immigration police in October 2011. Mia says he slept in a space 3ft across and had to trade prison food for a tunic after his only shirt started to rot. The toilets overflowed and the guards carried out rectal searches when hunting for cigarettes and contraband. &quot;I was sure I would die there,&quot; Mia says. &quot;One of our companions, a Bangladeshi, died of starvation and disease.&quot; When he left home in search of a better life, in July 2011, Mia had no idea he would end up in an east African prison. The youngest son of a rice farmer, he had been recruited by a local &quot;manpower agent&quot;, who promised him a lucrative job as a professional driver in Durban, South Africa. Instead, Mia and another man from his area were flown to Kampala, Uganda, and then on to Dar-es-Salam via Kenya. They were told by local agents that they would need to stay in Tanzania for a few days while their papers were processed. The days stretched into months before Mia, and eight other Bangladeshis living in the same house, were picked up in a police raid. &quot;Our passports had been taken by the recruiters. We had no papers and no money to pay fines or bribes. The guards openly told us that we would spend the rest of our lives in prison,&quot; Mia says. Mia&apos;s case is not an isolated one. In Bangladesh, where half the population lives on less than $1.20 a day, migrant labour is regarded as an important livelihood option. But experts fear that thousands of Bangladeshis could be in limbo in the Middle East and Africa after being duped by recruiters. Many would-be migrants end up behind bars for immigration offences, and others face the daunting prospect of returning home with nothing but their debts. &quot;The high cost of migration and the involvement of shady agents encourages what we call irregular migration,&quot; says Selim Reza, a researcher with the Refugee and Migratory Movements Research Unit, an affiliate of the University of Dhaka. &quot;Many Bangladeshi migrants find themselves in situations close to slavery. They can&apos;t get legal status and often they don&apos;t have the means to come back home.&quot; In August 2012, the Bureau of Manpower, Employment and Training (Bmet) of the Bangladesh government, learned about the plight of Mia and 19 other Bangladeshis. As the Bangladeshis were &quot;illegals&quot; the agency couldn&apos;t use government funds to help them, according to Mohsin Chowdhury, welfare director of Bmet. To get around the legal hurdle, the bureau worked with the MGH Group, one of Bangladesh&apos;s largest corporations, with interests in banking, logistics, shipping, and food and beverages, to bring the stranded Bangladeshis home. On 21 September 2012, Mia returned to Dhaka. &quot;The migrant worker is the unsung hero of our economy,&quot; Anis Ahmed, managing director of MGH Group, says. &quot;We wanted to give back to society by doing something. I think by bringing these men home, we&apos;ve brightened the lives of 20 families.&quot; Headquartered in Singapore and with operations spanning Asia and the Middle East, MGH Group has partnered Bmet before. In April 2009, the company brought back seven Bangladeshi migrant workers who had served nearly a decade in a Pakistani jail without a conviction. Ahmed says his company is working to rescue Bangladeshis stranded in countries from Lebanon to Kazakhstan. &quot;We&apos;re working with Bmet to track down and rescue Bangladeshis who are trapped abroad,&quot; Ahmed says. &quot;But I hope the government will tackle the conditions that get them into trouble in the first place.&quot; More than 600,000 Bangladeshis left to fill overseas jobs in 2012, according to Bmet. Remittances from wage earners stood at $12.8bn (7.8bn) in the fiscal year ending 30 June 2012  roughly six times higher than the official development assistance and 11 times the foreign direct investment in Bangladesh. But despite being a crucial lifeline, experts say the sector is beset with problems, with many analysts blaming costly and corrupt recruiting practices and the lack of co-ordinated government initiatives for the vulnerability of migrants. Dr Ahsan Mansur, executive director of the Policy Research Institute, a Dhaka-based thinktank, said: &quot;Most Bangladeshi migrants are paying the equivalent of a year&apos;s earnings on a three-year contract, in recruitment and travel costs. With multiple layers of middlemen involved, the agent dealing with the worker in Bangladesh may not know much about the job, while the recruiter in the country of destination may not know anything about the worker.&quot; Mia&apos;s father, Mofiz Uddin, sold a piece of land and took out a high-interest loan from a local loan shark to send his son abroad. &quot;I paid the recruiter a total of 1m taka (7,600),&quot; Uddin says. &quot;It was every taka I had. But when my son went missing, they refused to accept any responsibility.&quot; Ali Haider Chowdhury, general secretary of the Bangladesh Association of International Recruiting Agencies, representing the country&apos;s nearly 800 agencies  denies that his association had failed to purge itself of agents who operate outside the law. &quot;We warn people to deal only with government-approved recruiters,&quot; he says. &quot;But many people in the rural areas prefer to deal with local subagents they know rather than Dhaka-based recruiting agencies.&quot; Back in Manikganj, Mia says he is being pursued by the creditors who lent his family money to send him abroad. The government has no comprehensive reintegration scheme for returning migrants and Mia hasn&apos;t found work since his return. &quot;I&apos;m glad to see my family,&quot; he said. &quot;But this is like being in prison all over again.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/07/debts-bangladeshi-migrants-jailed-abroad", 
    "wordcount": "1025"
}