{
    "headline": "Xbox Music: Microsoft launches challenger to Apple's iTunes", 
    "text": "Zune failed to take on the might of the iTunes music service, but now Microsoft is back for another bite at the cherry or, more accurately, the Apple. The software company has announced Xbox Music, an all-in-one digital music service that will make 30m tracks available to users via Xbox 360, as well as PCs, tablets and smartphones running Windows 8 or Windows RT. The new platform is split into three strands. A free streaming service will provide ad-supported access to the library, but this will be limited to a certain number of hours after six months. Alternatively, a premium, unlimited, ad-free streaming option is available for 8.99 a month. Customers will also be able to purchase and download any track from the catalogue. Launching on Xbox 360 on Tuesday and other platforms later in the month, the cloud-based service will allow users to synchronise their music across multiple devices. A Smart DJ feature will provide users with recommendations, as well as personalised playlists and instant mixes, while the display shows artist information and discographies  all reminiscent of the successful Spotify digital music service. Microsoft says it will also be offering a cloud-storage option later in the year so customers can &quot;scan and match&quot; tracks they already own, opening them up for free use on the Xbox Music platform. Although Microsoft&apos;s Zune music service failed to challenge in the digital music sector, its media player axed in late 2011, the company may be in a stronger position this time. Xbox Music will be made the default music service on Windows 8 PCs when the OS launches on 26 October, giving the corporation a huge potential audience. It will also be an integral part of the redesigned Xbox 360 dashboard when it updates this autumn. Microsoft has noticed that console owners are increasingly using their machines for other forms of entertainment rather than just games. Last year, the company revealed that more than 42% of Xbox owners watched more than an hour of video content a day on their machines. The key proposition with Xbox Music is its pervasive design. With free, subscription and purchase options, as well as artist-based playlist features, it is effectively taking on iTunes and Spotify simultaneously, while also challenging other emerging cloud-based music services such as Google Music and the Amazon Cloud Player. With social sharing features also set to arrive in early 2013, Microsoft is determined to leverage every feature of digital music consumption into the service. &quot;The launch of Xbox Music is a milestone in simplifying digital music on every type of device, and on a global scale,&quot; said Microsoft&apos;s president of interactive entertainment business, Don Mattrick. And if the future of entertainment consumption is all about seamless cross-platform functionality, it&apos;s certainly a step in the right direction. The weakness in the chain, however, is the Windows smartphone platform, still dwindling in a distant third place behind Apple and Android devices. However, at a press event to mark the launch on Sunday night, Microsoft executives were promising Xbox Music apps for Android and iOS devices early next year. That will make it a much more powerful proposition in a marketplace where fragmentation and incompatibility continue to disorientate music fans.", 
    "section": "technology", 
    "gid": "technology/2012/oct/15/xbox-music-microsoft-apple-itunes", 
    "wordcount": "541"
}