{
    "headline": "Government defends David Cameron decision not to attend Rio+20", 
    "text": "The UK&apos;s environment secretary has hit back at criticism that David Cameron is not attending next week&apos;s Rio+20 sustainable development summit, saying the government takes sustainability seriously and there is &quot;no lack of commitment&quot; from the UK. Rio+20 opens next week and will be the largest summit the UN has ever organised. It comes two decades after the original Rio Earth Summit, with 190 countries meeting to discuss plans to grow the &quot;green economy&quot; of industries such as renewable energy, as well as potential &quot;sustainable development goals&quot;. On Tuesday, the chair of an influential committee of MPs, Joan Walley, attacked the government for Cameron&apos;s decision not to go, saying he was &quot;sending out a powerful signal that the UK government does not see sustainability as a priority.&quot; But Caroline Spelman today told the environmental audit committee: &quot;There is no suggestion with the prime minister not going that the UK is not taking Rio seriously. The fact we are taking the deputy prime minister [Nick Clegg], in comparison to lots of countries represented by environment ministers, shows we will have a high level of representation.&quot;  Cameron felt that, as he was attending the G20 meeting in Los Cabos in Mexico on the 18 and 19 June, he &quot;could not be out of the country&quot; for Rio+20, which runs 20-22 June, she said. &quot;These are difficult times, with challenges in the Eurozone.&quot; She said the UK had started its preparations for the summit more than a year ago. &quot;I don&apos;t think there is any lack of commitment on the part of the government.&quot; Spelman defended criticism from some quarters that the international development secretary, Andrew Mitchell, was not attending such a high profile summit on sustainable development. &quot;Well most of my counterparts [environment ministers] in Europe are going on their own, they are certainly not going with other ministers. Some PMs might go for a day.&quot; Officials from Defra, Dfid and the foreign and commonwealth office would all be at Rio+20, she said. She also echoed comments last month from UN general secretary, Ban Ki-moon, that preparatory negotiations had been &quot;painfully slow&quot;. &quot;It&apos;s no good denying negotiations in New York have been difficult. Progress has been made recently but it&apos;s been slow. There are now 70 paragraphs agreed and 259 remaining on a number of key areas. It&apos;s recognised now that it needs to go to the political stage. It hinges on political will,&quot; she said.", 
    "section": "environment", 
    "gid": "environment/2012/jun/12/david-cameron-rio20-earth-summit", 
    "wordcount": "430"
}