{
    "headline": "Christina Warinner: it's a good thing our ancestors didn't floss their teeth", 
    "text": "Christina Warinner is an archaeological geneticist. Based at the Centre for Evolutionary Medicine at the University of Zurich, she&apos;s unlocking the secrets of the origins of disease by extracting DNA from fossilised dental plaque  the gunge that causes tooth decay. What is archaeological genetics?  It&apos;s about looking at genetic and proteonomic remains, biomolecules preserved in ancient archaelogical samples. Those samples can be anything from bones and teeth to the soft tissues from mummies, and the biomolecules can come from humans, animals, plants or bacteria. My job is to pull out the proteins and DNA and use the data to investigate the relationship between disease, diet and the environment. Why the obsession with dental plaque? The technical name is dental calculus. It&apos;s a partially mineralised accretion of bacterial gunk and food debris that builds up on teeth. At an average dental cleaning you may have 10-30 milligrams removed, but before modern dentistry as much as 600mg could build up on the teeth over a lifetime. It contains so many things  pollen, starch grains, animal muscle, bacteria, even a person&apos;s DNA. So it&apos;s lucky ancient people didn&apos;t floss? Yes, for archaeologists. Calculus acts like a sink: it&apos;s continually in contact with the mouth and the digestive and respiratory tracts. The plaque contains the remains of many bacterial species that inhabited the mouth and nasal passages, as well as immunological proteins associated with inflammation and infection. It&apos;s like a time capsule. The amount of DNA is astounding. I&apos;m finding 1,000 times more DNA by weight in fossilised calculus than in bone.            What can this tell us? Each sample contains hundreds of millions of DNA fragments, which come from 2,000 to 4,000 species of bacteria, depending on how you define the taxa. By sequencing the DNA and looking for the parts that overlap we can gradually map the genes that pathogens use to attack our cells and evade our immune system. That should allow us to investigate the long-term evolutionary history of human health and disease, right down to the genetic code of individual pathogens, and it should allow us to reconstruct a detailed picture of the dynamic interplay between diet, infection and immunity that occurred thousands of years ago. I don&apos;t want to give too much away because we haven&apos;t published all the data yet, but we&apos;re not only finding the bacteria that cause periodontal inflammation, we&apos;re also finding bacteria associated with common respiratory infections and from the lower gastrointestinal tract, suggesting some of the people in our study may have been drinking contaminated water. What else can you ascertain from plaque? It can tell us what sorts of plants were being consumed at the time. Many of our samples date from Germany in the medieval period when Arab traders were beginning to introduce new grains and fruits to Europe. You&apos;re also interested in ancient salt mines Yes, the mines are at Chehr Abad in northwest Iran. I&apos;m interested in miners whose bodies were mummified in salt between the 4th century BC and the 4th century AD when the mines collapsed. Egyptian mummies had all their internal organs removed, but in the case of the Iranian salt mummies some of the organ tissue appears to be preserved. Our hope is that the mummies might yield evidence for an inherited genetic trait known as G6PD (glucose-6-phosphate dehydrogenase) deficiency that causes anaemia. This is a common trait in Iran today. Like sickle cell anaemia, which is commonly found in Africa, G6PD deficiency provides protection against malaria, but we don&apos;t know how old it is, so if turns up in the mummies that would be strong evidence for ancient exposure to malaria in this region. But can plaque tell us why some people today can&apos;t tolerate milk? Yes it can. Lactose intolerance is the natural genetic state for humans. Like all mammals we&apos;re genetically programmed to lose the ability to digest milk after childhood. It&apos;s part of the weaning process. But there are five populations around the world who have independently developed mutations in the genes that regulate this process such that they continue to produce lactase their whole life. These populations are in Europe, Saudi Arabia and Africa, and they all have long histories of pastoralism with cows, camels or goats. What makes Iran so interesting is that you don&apos;t see any incidence of the Arab variant of lactase persistence there, only the European variant. We want to see if this was also the case in the past. Is it enough to study the human genome? No. Diseases and disorders such as periodontitis, heart disease, allergies and diabetes all have an evolutionary component related to the fact that we live in a different environment to the one in which our bodies evolved. To understand these diseases we need to move past studies of the human genome towards a holistic approach that takes into account diet and environment, and not only the human portion of our bodies but also our resident microbes, which outnumber our cells by a factor of 10! How might this benefit us in future? Overuse of antibiotics is causing bacteria to evolve resistance more rapidly than we can create new drugs. We may again be faced with bacteria against which we have no defence except our own immune system. Also, many digestive disorders are thought to be due to modern food production processes that upset the bacterial balance in our guts. Archaeological genetics ought to be able to help us by looking at bacteria that used to inhabit the gut. My hope is that we can reconstruct what our ancestral bacterial communities looked like and how they created a balance that was conducive to health.", 
    "section": "science", 
    "gid": "technology/2012/jul/29/christina-warinner-archaeology-genetics-calculus", 
    "wordcount": "946"
}