{
    "headline": "1m Sudanese trapped in dire need beyond reach of aid agencies", 
    "text": "The former head of the UN in Sudan has criticised NGOs for failing to campaign for aid to flow to people trapped in a war zone on the border with South Sudan. A war is taking place in South Kordofan and Blue Nile provinces, just north of Sudan&apos;s border with South Sudan. The conflict erupted in June 2011 just before the south&apos;s independence in July. Mukesh Kapila, who crossed into the war zone without government permission during a visit last month, says there is a &quot;puzzling silence&quot; from aid agencies about the crisis. &quot;Their silence kills,&quot; he said. Last month, the director of operations for the UN humanitarian division, John Ging, told the UN security council that nearly 1 million people are in dire need, but not in reach of aid workers, forcing some to rely on roots and leaves for food. Describing the situation as a &quot;severe humanitarian crisis&quot;, Ging said the UN had received first-hand reports from civilians fleeing these areas. Responding to Kapila&apos;s criticisms, Oxfam said it has been highlighting the situation for months. &quot;We&apos;ve done a lot of advocacy here in Khartoum with the government to allow humanitarian actors, both national and international groups, to be able to access rebel-held areas and to better reach underserved government-held areas,&quot; said Oxfam&apos;s Sudan country director, El Fateh Osman. &quot;Partly as a result, we have seen some small improvement in access since the conflicts broke out, although, unacceptably, humanitarian agencies still don&apos;t have access to communities across Southern Kordofan and Blue Nile.&quot; Kitty Arie, director of advocacy at Save the Children, described the situation as &quot;very difficult and complex&quot;. &quot;We are trying to balance meeting the immediate needs of children with highlighting publicly the factors that contribute to their plight,&quot; she said. Neither agency wants to risk losing access to the rest of Sudan by alienating the government of President Omar al-Bashir. Relations between the Sudanese authorities and the aid agencies have been difficult, with the government expelling agencies in 2009 and again in June last year. But Kapila, who directed UN operations in Sudan in 2004 and broke the story of the Darfur crisis, believes this approach is mistaken. &quot;It is pointless to curry favour with the government in Khartoum as they turn access on and off for their own, other reasons,&quot; he said. &quot;It is immoral to trade off humanitarian access to South Kordofan and Blue Nile with the NGOs&apos; work elsewhere in Sudan. This kind of attitude really makes me angry.&quot; Other major aid agencies, speaking off the record, said that although they were not openly campaigning for access, they are crossing into the war zone from South Sudan  a journey they make without Sudanese permission. It isn&apos;t just international NGOs that are doing this: local charities have been carrying out operations in the area since before the war. The US government has been supporting their efforts, trucking aid into Sudan for several months. As many as 400,000 people are said to have been given food aid. In an interview in September, rebel leader Abdel-Aziz Al-Hilu credited food from USAid with saving lives. Aid is being taken in covertly, on what the agencies describe as a &quot;modest scale&quot; and without publicity. &quot;Khartoum knows where we are,&quot; a relief worker said. &quot;But doing it in a public way would add insult to injury.&quot; The Sudan People&apos;s Liberation Movement (North) holds large areas of South Kordofan and Blue Nile. The group, an offshoot of the movement that fought Khartoum for more than two decades until winning independence for South Sudan, has been trying to negotiate to get aid to areas under its control for the past year. In February 2012, SPLM (North) signed an agreement with the UN, African Union and Arab League allowing unrestricted access to all areas. This was backed by the security council in May. But Khartoum has consistently prevented access. In June, Valerie Amos, the UN head of humanitarian affairs, accused the Sudanese authorities of accepting the proposals in principle, but not allowing them in practice. Kapila said that if Bashir continues to hold up aid, he would want to see the launch of a full-scale cross-border operation into Sudan. This would replicate Operation Lifeline Sudan, which was launched in 1989 and united more than 40 NGOs to get aid into the south, despite bombing raids from Khartoum. It would be a risky strategy, but the aid wing of the SPLM (North) warned at the end of December that people are starting to die from hunger.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/11/sudanese-trapped-beyond-aid-agencies", 
    "wordcount": "777"
}