{
    "headline": "Momentum builds for 20mph speed limit", 
    "text": "Could a universal 20 mph speed limit on residential streets soon be as widely accepted as the smoking ban in pubs? It&apos;s too soon to talk about a tipping point, but more and more UK local authorities are taking a close look at a policy which is winning wider public support. Portsmouth, Oxford and other cities have pioneered the switch within the past five years, and campaigners from the 20&apos;s Plenty For Us movement say 8 million people now live in areas which are committed to adopting the limit for residential roads. They include Newcastle, Bristol, Sheffield and a handful of London boroughs. &quot;I compare it to the ban on smoking in pubs,&quot; said one supporter at a conference in London this month. &quot;That seemed controversial at the time and now it&apos;s accepted  and it&apos;s self-enforcing.&quot; But the most significant recruit to the cause may turn out to be Liverpool, where the local NHS trust will stump up 665,000 over four years to implement and study an extension of the city&apos;s 20mph limits to a majority of streets. Nobody yet knows if injecting money from the public health budget will pay back in reduced hospital costs for treating victims of road accidents or not, but it could be the start of a trend. From 2013, local authorities, already responsible for road safety, will take on larger responsibilities for public health in England. The idea is that lowering road speeds may cut the NHS bill for treating crash victims, and also combat obesity by encouraging more walking and cycling. Until last year most of the enquiries handled by the 20&apos;s Plenty movement came from individuals and campaigners; in 2012, says its founder, Rod King, more than half the inquiries have come from local government. But while the momentum is growing and all three major parties are supportive, the government is against legislation. &quot;It is not the government policy to have a default limit. This is a matter of localism,&quot; the junior transport minister Norman Baker told a conference in London this month on 20mph limits. &quot;It would be wrong for us to impose our view from Westminster and Whitehall  those days are ending, I am happy to say.&quot; Localism appears to be a happy compromise to which both Conservatives and Liberal Democrats can sign up as a way of papering over differences over how hard to push a policy which may still create a backlash from motorists. Since the replacement of Philip Hammond by Justine Greening, the Department for Transport seems to have dropped the post-election rhetoric about &quot;ending the war on the motorist&quot; and become more confident in advocating lower traffic speeds. Baker, a Liberal Democrat, says he wants local authorities to think hard about 20mph limits, and is trying to make implementation easier and cheaper by simplifying guidance on signage and scrapping the previous requirement for extensive physical traffic calming. Campaigners and local authorities say they still face a lack of cooperation from many police forces, who don&apos;t like the idea of 20mph limits on the grounds that they would have to enforce them. Chief superintendant Jerry Moore of ACPO irritated some participants by telling them police would not support 20 mph limits unless they were self-enforcing, in practice ruling out their introduction on roads where speeds were higher than 24 mph at present. &quot;Simply altering the signs and lowering the limit and dumping it on the police is inappropriate,&quot; he said. Campaigners say evidence from Portsmouth and elsewhere shows strong public support for 20 mph limits, with up to 80% of residents backing the change. They say complaints from motorists that their fuel consumption and their journey times will rise steeply are based on myth. But independent researchers say the public view on lower limits is characterised by what they call chronic Jimbyism (&quot;just in my backyard&quot;). Lower speed limits are popular, but compliance is low. Road safety policy in the UK is traditionally driven by the goal of reducing the figures for KSI (killed and seriously injured). So what happens if cutting the speed limit actually increases casualty figures rather than reducing them? Campaigners say this hasn&apos;t happened, but it is hard to rule out the possibility that a surge in walking and cycling on roads previously dominated by cars might send the casualty count upwards, at least in absolute terms. &quot;The number of cycling injuries has to be measured against the number of miles cycled,&quot; Norman Baker told the conference. &quot;The relationship between the two gives you the true picture.&quot; Advocates for cyclists and pedestrians point out that road casualty rates would immediately fall to zero for both groups if nobody ever rode a bike or walked. Not even Jeremy Clarkson is advocating that. So if the government wants more people to engage in &quot;active travel&quot;, it must therefore be prepared for a higher level of risk.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/may/15/20mph-speed-limit", 
    "wordcount": "833"
}