{
    "headline": "UK urged to support Zambia's tax-raising from multinationals", 
    "text": "A Zambian NGO has urged the UK to continue its support for Zambia&apos;s tax authority to ensure that more revenue is raised from mining companies and other multinationals. The Centre for Trade Policy and Development (CTPD) said the new Zambian government has taken steps to increase the country&apos;s tax base  but, compared with the total amount of revenue that could be raised, there is a long way to go. Savior Mwambwa, executive director of the CTPD, gave evidence on Tuesday before the UK parliamentary international development committee, which is looking at taxation in developing countries, focusing on Zambia, which committee members will visit in the next few weeks. Mining remains the key export industry for Zambia, where the government says two-thirds of the population live below the national poverty line. At the same time, Zambia, which has large mineral reserves, has recently been officially classified as a middle-income country The CTPD, which favours a windfall tax on mining companies, actively campaigns on tax-related issues and has tackled taxes of the Mopani mine, owned by Glencore, the FTSE-listed commodities trading company. Besides working on Mopani, Zambia&apos;s second biggest copper and cobalt producer, the CTPD also advised ActionAid on the Zambian tax affairs of SABMiller. ActionAid&apos;s report, Calling Time, said the world&apos;s second largest beer company avoided millions of pounds of tax in India and the African countries where it makes and sells beer by routing profits through subsidiaries in tax havens. Mwambwa said countries such as Zambia were at a disadvantage in dealing with international companies because of secrecy laws. &quot;When Glencore receives tax breaks or subsidies, this is done in secret,&quot; said Mwambwa. &quot;If there was greater transparency, developing countries would have greater bargaining power versus multinationals.&quot; In written evidence, the CTPD urged the UK&apos;s Department for International Development (DfID) to continue its support for the Zambian Revenue Authority, Zambia&apos;s equivalent of HM Revenue and Customs in the UK. &quot;The ministry of mines also needs support  its engineering expertise is vital if Zambia is to audit and control mining policy effectively,&quot; CTPD said. In other recommendations, it said the UK should:  push for international tax co-operation through the UN rather than the OECD, which does not include developing countries  support international progress towards a country-by-country reporting mechanism of key financial information for all multinationals to provide Zambia and civil society with the necessary information to monitor whether companies are paying their fair share of tax or shifting significant profits to tax havens  support developing countries in their efforts to secure multilateral and bilateral tax information exchange treaties, particularly with tax havens The International Centre for Taxation and Development (ICTD), a research consortium set up by DfID and based at the Institute of Development Studies at Sussex University, noted that there is now a much wider appreciation of the importance of taxation in development. Several witnesses pointed out that aid is a much more unstable source of revenue for developing countries than tax revenues. However, the ICTD noted the &quot;unhealthy competition&quot; among different aid and development agencies, including between the OECD and the International Monetary Fund, for overall leadership in the tax and development field. At the level of individual countries, there is also competition from aid donors to fund tax agencies, often on a small scale. &quot;This poses serious problems of duplication, wasted effort and fragmentation, with the latter potentially undermining reform efforts by diverting local resources, reducing local ownership and undermining the coherence of reform programmes,&quot; said the ICTD. ActionAid voiced the same concern and urged DfID to focus on the priorities identified by the developing countries themselves and work through the African Tax Administration Forum, which is developing a &quot;diagnostic toolkit&quot; to allow developing countries to identify their own needs. ActionAid also expressed concern over changes to UK corporate tax that could hurt developing countries. &quot;Particularly noteworthy are plans for finance bill 2012 to relax anti-tax haven abuse legislation called controlled foreign companies (CFC) rules. ActionAid is concerned that the proposals will eliminate a significant deterrent that discourages UK-based companies from shifting profits from developing countries to tax havens,&quot; the NGO said, adding that the reforms may cost developing countries as much as 4bn. On the broader question as to what political systems make for better tax regimes, Professor Tim Besley from the London School of Economics ventured that parliamentary systems with their checks and balances and greater scrutiny seemed better than presidential systems. Strong legal systems, with formalisation of land rights also made for a good tax base. Dr Jonathan Di John, a senior lecturer at the School of Oriental and African Studies in London, noted that north-east Brazil has successfully managed to draw the informal sector into the tax base by offering leather and shoe firms incentives such as access to markets and micro credit. Professor Mick Moore from the IDS cautioned against expectations of quick progress in taxing the informal sector, saying the issue was best tackled by local rather than central government.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/29/uk-urged-support-zambia-tax-multinationals", 
    "wordcount": "843"
}