{
    "headline": "Language learners are 'core' concern", 
    "text": "Educators in nearly every US state are grappling with how to put a new set of learning goals for mathematics and English skills into practice in the nation&apos;s public schools. All but four states have adopted &quot;common core&quot; standards, bringing the US  with its long tradition of allowing states and local school districts to choose what they teach students  as close as it has ever been to having a single set of academic expectations for public school students in kindergarten through to 12th grade. Educators must now be trained in how to teach to the new standards, which were designed to be more rigorous and to better prepare students for college and the workplace. For teachers who work with the 5.5 million English-language learners (ELLs) in public schools, the shift to the common standards is even more daunting. Teachers, policymakers and advocates for English learners are still wrestling with important questions about how the language needs of this fast-growing group will be met under the new academic expectations, which experts say require much more sophisticated uses of language than the hodgepodge of standards used to date. How, for example, will teachers ensure that students who are learning the language not only develop their English skills, but also fully access the academic content in maths and English literature and language lessons? Will the common core standards change the way states define which students are English-learners and the criteria they must meet to be reclassified as English-proficient? And how will the progress of these students  in their English-language proficiency as well as their academic knowledge  be accurately measured? &quot;This is definitely a game-changer, especially for content teachers who must now take responsibility for the more demanding literacy and language demands of the new standards,&quot; said Robert Linquanti, an expert on English-language acquisition and a senior research associate for WestEd, a San Francisco-based education research organisation. &quot;This signals that the days are over when a content area teacher in maths or in social studies can say that the English as a second language teacher will take care of that.&quot; ELLs is the fastest growing group of students in US public schools and their numbers are burgeoning most in states and local communities where educators have little experience in meeting their unique needs. Already, English learners constitute 25% of public school enrollment in the most populous state  California. By 2030, more than 40% of public school students in the US are projected to be in need of English language instruction, according to the National Clearinghouse for English Language Acquisition. Most of these students will be American-born children of parents whose first language is not English. And while their numbers increase, the achievement of ELLs in US schools continues to dramatically trail that of their peers who are native English speakers. &quot;If content teachers don&apos;t adapt and aren&apos;t given the tools they need to adapt to this new paradigm, English learners will suffer greatly in terms of equity and opportunity to learn,&quot; Linquanti said. But some high-profile efforts are under way to help educators resolve these thorny issues. One is a group of 28 states  led by Wisconsin  that is forging ahead to create a new generation of English-language proficiency tests that will aim to measure the language demands of the common standards. The group of states  which is home to about 1 million English learners  is collaborating with the World-Class Instructional Design and Assessment Consortium, or Wida, to develop a computer-based exam. According to its designers, the test will present a much fuller picture of how English-learners are progressing toward mastering the language. The effort is funded by a $10.5m grant from the federal department of education and the test is due to launch in 2014. &quot;Working together as consortia of states is a big change for the better,&quot; said Timothy Boals, the executive director of Wida, which also designed the most widely used English-proficiency test currently in use. &quot;We can combine our resources to do more with less.&quot; The Council of the Great City Schools  a Washington DC-based advocacy organisation that works with urban schools  is overseeing a project funded by the Bill and Melinda Gates Foundation that aims to help local districts with large numbers of ELLs adapt the new standards for these students. And a Stanford University-led effort, also backed by the Gates Foundation and the Carnegie Corporation of New York, has begun a project to develop numerous English-language proficiency resources to help teachers and students adapt to the new standards. But some educators worry that too little attention has been given to the special needs of English-learners to make sure that they will be able to take full advantage of the more rigorous content of the common standards. A key problem, says Deborah J Short, a senior research associate at the Centre for Applied Linguistics in Washington DC, is the lack of consideration for how older English-language learners can achieve certain standards if they don&apos;t yet know how to read in English. &quot;If you look at the standards in grades six through to 12, there&apos;s absolutely no accommodations in them for students who are learning to read, write and develop vocabulary in English,&quot; Short said. Another is how to ensure the content assessments are accurate and valid measures of what an English-language learner actually knows in, for example, maths. According to Linquanti, if education leaders fail to rise to these challenges, &quot;we will live with the consequences for the next 10 years of what we do in the next 18 months&quot;.", 
    "section": "education", 
    "gid": "education/2012/feb/14/us-english-standards-core-concern", 
    "wordcount": "939"
}