{
    "headline": "'Golden eagle' video: birders get their talons into 'fake' footage", 
    "text": "     8.15pm update: as several commenters have kindly noted, Canadian design school Centre NAD has issued a press release confirming its students created the hoax video using computer effects Thanks to an overnight YouTube hit that&apos;s already had more than 1m views, you might be forgiven for thinking golden eagles are capable of picking up children in their talons. However, birders have begun weighing in on why the video&apos;s almost certainly faked. Several people  from Gawker&apos;s Neetzan Zimmerman and New Statesman&apos;s Alex Hern to Guardian science blogger Grrlscientist  have already written eloquently on the video production and tell-tale web spoofing reasons why it&apos;s likely a fake (such as it being the YouTuber&apos;s first and only upload, and the shadows being in the wrong place). Another YouTuber, Cyatek, has published their own debunking on why the computer effects are &quot;very well done&quot; but ultimately just that: effects.            Here&apos;s what bird experts have to say. The RSPB&apos;s Jeff Knot believes the video is a hoax, based on his understanding of golden eagles. He tells me that from the location &quot;the bird is clearly not a wild individual and is most likely a falconer&apos;s bird&quot;. Knot also observes that the RSPB &quot;considers it extremely unlikely that a golden eagle could lift a child&quot;. He makes the salient point that eagles have more to fear from humans than the other way round, highlighting the illegal poisoning of birds of prey in the UK (there are more than a hundred cases a year). He concludes:  No-one should be deterred by such an obvious spoof, and we encourage everyone to join those who flock to Scotland to catch a glimpse of one of our most spectacular bird.  The Black Swamp Bird Observatory, an NGO based in Ohio, has posted its damning verdict, echoing the view that it was a falconer&apos;s bird:  The golden eagle is a scarce visitor in the Montreal area, but the bird in the video is not a golden eagle, nor anything else that occurs in the wild in north America. This was clearly a setup: using a falconer&apos;s bird, and probably a fake toddler for the distant scene. With all the ignorance about nature that&apos;s out there already, the last thing we need is this kind of stupid garbage.  Adam Welz, a filmmaker who produced a 2009 film about urban raptors, emailed me to say:  Skilled digital artists can generate fantastically realistic fake footage nowadays. Faking this scene digitally would not be too hard. Faking it non-digitally would not be impossible, either: get a trained falconry eagle to swoop down on a fake baby in a park, point the camera down at the lawn for a few seconds, and then walk up to a real baby you&apos;ve conveniently positioned just out of the opening frame, and voila! Birders have now identified the video eagle as an eastern imperial eagle, a close relative of the golden eagle (also in the genus Aquila). Imperial eagles are found in Europe, Asia and north Africa  not in the Americas.  The filmmaker gets points for effort. If he/she had used a real golden, not dropped a hackneyed red-tail &quot;keeee&quot; into the soundtrack and filmed it like an amateur might have, the joke may have lasted longer.  Here&apos;s a little more reaction on Twitter:  @guardianeco @adamvaughan_uk Goldie wouldn&apos;t have white trailing edge to wing - their wings are broader, without such a visible &apos;wrist&apos;  Matt Merritt (@polyolbion) December 19, 2012   @guardianeco @adamvaughan_uk: firm consensus among birders is that this video is fake, and that the bird isn&apos;t even a Golden Eagle!  Dominic Mitchell (@birdingetc) December 19, 2012   @adamvaughan_uk @dpcarrington ah ok - I laughed at it with a falconer friend of mine this morning - his point a (cont) tl.gd/kdhmnu  David Miles (@davidgmiles) December 19, 2012 ", 
    "section": "environment", 
    "gid": "environment/blog/2012/dec/19/golden-eagle-youtube-video-birders-fake-footage", 
    "wordcount": "639"
}