{
    "headline": "'Badger-friendly' milk to be sold in just three UK supermarkets", 
    "text": "Only three UK supermarkets  Waitrose, Marks &amp; Spencer and Asda  can guarantee they will sell milk that does not come from dairy farms inside zones where badger culls are due to take place, according to a survey by campaigners. The survey also revealed that milk certified as organic will not be guaranteed as coming from farms outside the cull zones in Somerset and Gloucestershire. &quot;Customers should be given choice  a choice to buy cage-free eggs, a choice to buy free range pork, and a choice to buy badger-friendly milk,&quot; said Philip Mansbridge, of Care for the Wild, which ran the survey. &quot;I think when they are given that choice, many will take it.&quot; Ministers have approved pilot culls of 5,000 badgers in a drive to curb rising levels of tuberculosis in cattle, a disease also carried by badgers. More than 37,000 cattle were slaughtered in 2012 at a cost to taxpayers of over 100m. The environment secretary, Owen Paterson, insists that culling is an essential part of controlling bovine TB, along with cattle movement restrictions and research on vaccination. But opponents argue the cull is an expensive distraction and could make matters worse. MPs will debate the cull on Wednesday in an opposition day debate led by shadow environment secretary, Mary Creagh. The only previous vote, on a backbench motion won by a 150,000-strong public petition, saw a large majority against the cull. &quot;A cull would be bad for badgers, bad for farmers and bad for taxpayers,&quot; said Creagh. &quot;We need a science-led policy to manage cattle movements better and prioritise badger and cattle vaccination to tackle bovine TB instead of a cull.&quot; A YouGov opinion poll commissioned by the National Farmers Union (NFU), which backs the cull, showed 34% of the English and Welsh public opposed the policy, 29% supported it, while 37% expressed no opinion. &quot;The results show a badger cull is not a big issue for the vast majority of the British public,&quot; said NFU vice-president Adam Quinney. &quot;But to the thousands of farming families living with the constant threat of TB, tackling this disease is the most important issue in their lives.&quot; The Care for the Wild survey asked supermarkets to identify milk sold in their stores that would not come from dairy farms in the Somerset and Gloucestershire cull zones. Waitrose, Marks and Spencers and Asda said their own brand milk would not come from these areas. The Co-operative said it owned no farms in the pilot cull areas. But a spokesman added: &quot;As we do not operate a segregated milk supply chain, in common with other retailers a small proportion of our milk may have come from farms in the proposed trial areas.&quot; Tesco, Sainsburys and Morrisons were unable to guarantee milk from outside the cull zones. &quot;We have looked at the idea of &apos;badger-friendly&apos; labels to indicate meat and dairy products which are sourced from areas where badgers have not been culled,&quot; said Morrisons, in a statement. &quot;However, this would be unworkable given the complexity of the dairy and beef supply chains.&quot; &quot;There are animal welfare concerns on both sides of the debate and this understandably makes it a very difficult issue,&quot; said a spokesman for Sainsburys, who said it did not want to &quot;second guess&quot; the government&apos;s policy. Lidl, Iceland and Spar failed to reply. Mainsbridge said he was particularly disappointed at the Soil Association&apos;s response, which was that it could not guarantee milk with its label would not be from within the cull zones: &quot;Organic produce is already seen as having higher animal welfare standards, so I think a lot of their customers will be surprised  and disappointed  to know that organic milk may come from cull farms.&quot; &quot;We will not be making changes to our certification standards and decisions on whether to allow badgers to be culled on their land is something individual organic farmers will need to decide,&quot; said Helen Browning, chief executive at the Soil Association, who added that the organisation&apos;s top priority was to develop vaccines. &quot;It would not make sense for consumers to stop buying organic if they disagree with badger culling when independent reviews have shown that no other system of farming has higher animal welfare standards.&quot; Analysis of the government&apos;s own data shows that high policing costs for the cull now mean vaccination of badgers would be less costly overall.Campaigners have also raised concerns about how the pilot culls will meet their objective of measuring the humaneness of the culling. A recently disclosed document revealed that observing the noises made by dying badgers &quot;is the only method available to determine the degree of pain that may be experienced&quot;.", 
    "section": "environment", 
    "gid": "environment/2013/jun/05/badger-friendly-milk-supermarkets", 
    "wordcount": "809"
}