{
    "headline": "We must change tax system to ensure poor countries get fair share  OECD", 
    "text": "The global tax structure must change as it is unacceptable that a large part of the world economy is passing through tax havens, a senior official from the Organisation for Economic Co-operation and Development (OECD) said on Friday. But Erik Solheim, chair of the OECD&apos;s development assistance committee  the club of rich aid donor countries  told the Guardian that the world cannot wait for wholesale changes and needs to act now, particularly to ensure that developing countries receive their fair share of taxes from multinational companies. Solheim spoke amid the latest revelations on offshore tax havens, including the British Virgin Islands. &quot;Obviously we have to aim for heaven, but we cannot wait, there are enormous opportunities now, by for example setting the right tax rate,&quot; said Solheim, referring to his native Norway. &quot;We set a 78% flat tax rate for oil companies to ensure there was enough money for future generations. A number of companies threatened to leave, but none have because at the end of the day, they are interested in sound long-term profits and not super profits.&quot; At a time when official development assistance from rich countries is dropping  it fell for the second successive year in 2012  the buzz phrase in development circles is domestic resource mobilisation, or tax, not only from foreign companies but from domestic elites too, Pakistan being a case in point. UK MPs this week said Pakistan needs to recoup more in taxes before it receives any aid boost. Solhim said there are efforts to improve tax collection in developing countries, but they need to be scaled up. &quot;In general, transparency is the key,&quot; said Solheim. &quot;We should demand transparency when people are transferring money  normally they want to hide this.&quot; The OECD in Paris is doing much of the research and data collection on tax evasion, tax avoidance and illicit transfers at the behest of political leaders in the G8 and G20 countries as they seek to recoup missing billions at a time of austerity. David Cameron is pushing the topic at June&apos;s G8 summit in Northern Ireland, but has been embarrassed by the flood of revelations on the UK&apos;s own offshore tax industry. Angel Gurra, the OECD secretary general, however, praised Cameron  and his predecessor Gordon Brown  for pushing hard on tax. &quot;To be fair to the likes of Cameron, if it had not been for the political will of the G20, we would not have a global forum where 120 jurisdictions deliver tax information to each other on request,&quot; he said. Set up by the G20 in 2000, the global forum on transparency and exchange of information on tax purposes lays down international standards for the exchange of information. Gurra described the global forum as a game changer, although it clearly has some way to go in light of the latest disclosures on tax havens. The issue of illicit financial flows is crucial in developing countries, which are in a much weaker position than rich countries to deal with powerful companies, even when it comes to legitimate flows, particularly transfer pricing. Transfer prices are used to calculate how profits should be allocated among different parts of a company in different countries and are used to decide how much tax a multinational pays and to which administration. Around 60% of the world&apos;s trade takes place within multinationals. &quot;Transfer pricing is more of a negotiation between two parties and their lawyers and accountants,&quot; said an OECD official. &quot;The multinational is going to have more and better-trained lawyers and accountants.&quot; An OECD issue paper, seen by the Guardian, spelt out the mismatch in bargaining power. &quot;Many developing countries have weak or incomplete transfer pricing regimes,&quot; it said. &quot;Some have problems in enforcing their transfer pricing regimes due to gaps in the law, weak or no regulations and guidelines for companies, and limited technical capacity to carry out transfer pricing risk assessment and transfer pricing audits, and to negotiate transfer pricing adjustments with multinational companies.&quot; The OECD paper, however, faults member countries for not doing enough to combat illicit flows. On money laundering, the OECD found many of its members deficient on identifying the beneficial  or real  owners of companies. In order to prevent, uncover or prosecute people engaged in money laundering, authorities must be able to identify those who ultimately control or benefit from corporate entities  the beneficial owner. &quot;Overall OECD performance on this sub-category is particularly weak,&quot; said the paper. The OECD suggests that donors should invest more in anti-corruption and tax systems in developing countries as the payoff can be high. Donor support worth $5.3m in 2004-10 to improve tax collection in El Salvador led to increased revenue of $350m a year. Support for transfer pricing in Colombia at a cost of $15,000 led to a 76% increase in revenues from $3.3m in 2011 to $5.83m last year. &quot;Now that the political momentum has been built, the next step is to move from analysis to action by implementing the illicit financial flows agenda,&quot; said the OECD. &quot;This will require action by both OECD and developing countries. Developing countries must take the lead  by undertaking structural reforms and increasing their efforts to combat corruption and financial crime  but OECD countries must also strengthen their own systems to avoid becoming safe havens for illicit flows.&quot;  Mark Tran travelled to Paris with the OECD", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/05/change-tax-systems-poor-countries-oecd", 
    "wordcount": "922"
}