{
    "headline": "Heartland emails show ease in which Gleick accessed sensitive files", 
    "text": "It turns out to have been surprisingly simple for Peter Gleick to obtain highly sensitive material from the Heartland Institute  once he assumed the identity of a board member. All it took was a single email sent on 27 January 2012 asking Heartland to add an additional email address to its mailing list for board members, according to a chain of emails released by the rightwing thinktank on Friday afternoon with the names redacted. &quot;Can you please add (or have the appropriate staff member add) this personal email address to the Board mailing list for all future Board communications?&quot; Gleick wrote, impersonating an unidentified board member. Gleick, a prominent water scientist, later sent the materials to more than a dozen activists and bloggers, resulting in a Valentine&apos;s Day expose of Heartland&apos;s financial plans and donors&apos; list. In his original email to Heartland, Gleick was careful enough to ask the thinktank to retain the board member&apos;s original email address, along with the newly added fake. After that initial lie, board materials, including future projects, a donors&apos; list, and personnel matters, were Gleick&apos;s for the asking, it seems. Gleick&apos;s phishing expedition is now under investigation by his employer, the Pacific Institute, and he has been forced to step down from a number of prestigious positions. His conduct has set off a ferocious debate in the scientific and activist community about whether it is ethical to engage in deception against an opponent like Heartland, which spreads misinformation about climate change. Gleick, on his blog, claimed the document was sent to him anonymously. However, Heartland and a number of bloggers have accused him of forging the document. The debate has been further clouded by uncertainty about the authenticity of one of the most explosive documents to be released in the Valentine&apos;s Day expos. Heartland said the two-page strategy memo, a luridly worded summary of the other documents, was a fake. There is no indication in the email chain of any challenges to Gleick&apos;s identity, or for his requests for materials. In the final email in the chain released by Heartland, on 10 February, Gleick asks for up-to-date phone numbers and email addresses for all board members. It&apos;s not clear if those were provided. Heartland&apos;s communications director, Jim Lakely, confirmed in an email that the email chain was complete and unabridged. However, he did not respond to questions about Heartland&apos;s security measures for confidential materials, or whether Gleick had been provided with the phone numbers and email addresses of board members. In its statement accompanying the release, Heartland once again criticised news organisations for reporting on the documents. &quot;How could they not have known that posting the documents would invade the privacy and endanger the safety of many people?&quot; But it does not appear, from Friday&apos;s release, that Heartland has had a security overhaul. Despite redactions, one of the emails contained a list of board recipients, including one email address.", 
    "section": "environment", 
    "gid": "environment/2012/feb/24/heartland-emails-peter-gleick-climate-leak", 
    "wordcount": "490"
}