{
    "headline": "Robert Downey Jr offers to voice Mark Zuckerberg's digital assistant", 
    "text": "It may be Teslas Elon Musk who most often invites comparison to Marvels superhero Iron Man  the alter ego of billionaire inventor Tony Stark  but it is Mark Zuckerberg who might be the first to bring Starks technology to life. Memorably, the Facebook CEO sets himself annual goals such as learning Mandarin in 2010, eating only meat from animals he killed himself in 2011, or reading two books a month in 2015. In January, the Facebook founder said that his 2016 challenge would be to build an artificial intelligence-based personal assistant for his home. In his Facebook post announcing his aim, Zuckerberg said that You can think of it kind of like Jarvis in Iron Man. In a Facebook conversation on Thursday, Zuckerberg invited suggestions for who should voice his real-life Jarvis (which, in the Iron Man and Avengers movies, stands for Just A Rather Very Intelligent System). Suggestions included actors Morgan Freeman, Benedict Cumberbatch and Paul Bettany  who voices Jarvis in the movies  as well as astrophysicist Neil deGrasse Tyson. One person simply suggested Hodor, to which Zuckerberg responded My AI needs a few more words than Hodor. Robert Downey Jr  who plays Jarviss inventor Tony Stark in the Marvel movies  then commented, offering to voice it himself. Ill do in a heartbeat if Bettany gets paid and donates it to a cause of Cumberbatchs choosing  thats the right kind of STRANGE!    Related: Mark Zuckerberg tapes over his webcam. Should you?    Zuckerberg responded: This just got real. Downeys intervention brought some buzz to a thread that was already careening off the rails, with many in particular demanding that their AI home assistant speak with a British accent.  You really are an Fn genius??? Turning to your billion member empire to ask their opinion is Awesome!!!, read one response to Zuckerberg. You should go with a British accent. Sean Connery would be cool. No! Im not British but do cherish and love to hear them speak. Another wrote: What about Michael Caine, because everything is better with british accent and hes brilliant. But if you want to keep it american, why not Christofer [sic] Walken? If its a lady, no one else sound better like JK Rollings /Rollins [sic], wrote another. The writer of Harry Potter  shes full of life and wisdom and her voice reaches parts of our soul we never knew we had. Yet another said: Every AI should have a broad Glaswegian accent. If anyone was messing with you, just whip out wee Jarvis and get it to say Hawl, pal. Settle doon before a give you something tae worry aboot. Naebdy needs tae get done here. Asked for details on whether further negotiations with Iron Man have begun, however, Facebook did not respond.", 
    "section": "technology", 
    "gid": "technology/2016/oct/14/robert-downey-jr-mark-zuckerberg-digital-assistant-jarvis-iron-man", 
    "wordcount": "461"
}