{
    "headline": "The Gambia and President Jammeh: a hunger crisis ignored?", 
    "text": "As President Yahya Jammeh of the Gambia announced an award of nearly 2m dalasi (43,000) for the winners of a Qur&apos;anic memorisation competition, nearly half the population of the country he rules face going hungry. Among them is Muhammed Baldeh, a farmer. &quot;I have only two options,&quot; the 44-year-old says, &quot;to sell my sheep and go to Kombo [urban Gambia] to find another job before next year&apos;s cropping season, or buy some provisions for our upkeep until we receive aid.&quot; In a country where unemployment is high the chances of securing another job are slim and, with a food crisis hitting the Gambia, Baldeh&apos;s future looks bleak. In March, the Gambian government declared a national crop failure after a post-harvest assessment of the 2011 farming season. Farmers witnessed a drop in production of more than 70%, and poor harvests of rice, groundnuts, millets, maize and sorghum have left households with only two months of food supplies, instead of the usual four to six months. The situation has forced some rural farmers to resort to eating one meal a day, with many selling their livestock and eating seeds and grain originally set aside for planting. It is estimated that more than 700,000 people  around 42% of the country&apos;s 1.8 million population  are at risk of going hungry and the situation is expected to deteriorate. Baldeh lives in Sarre Ngai village in the Central River region of the Gambia. He is supposed to subsist on what he grows on his farms but it barely produces enough food at the best of times. &quot;I don&apos;t have enough food for my family. There were inadequate rains and my crops have not performed well. I harvested nothing from my farms.&quot; Baldeh&apos;s story reflects that of almost all Gambian farmers. &quot;Often we do not buy much of the imported rice when there are enough rains,&quot; says Fatou Jabbi of Tonya Taba village in Jarra West district of the Lower River region. &quot;A hectare can produce about three tonnes. But with the manner in which our crops have failed this year, we must buy the imported rice. And the trouble is we don&apos;t have money because our farms are our means of survival.&quot; The agricultural sector employs 70-80% of Gambia&apos;s population and contributes the largest share to the country&apos;s gross domestic product. It is dependent on a three-month rainy season that is unreliable and erratic. According to the UN, 10-12 million people in the Sahel are affected by drought, bringing a food crisis in the region for the third time in a decade. &quot;This is a real emergency,&quot; says Kujejatou Manneh, country director of ActionAid International. &quot;The Gambia is predominantly an agricultural society. With widespread crop failure and food price hikes, the situation will become extremely serious unless emergency measures are put in place immediately.&quot; The Gambian government says it urgently needs $23m to provide food relief, seeds and fertiliser. Since the declaration of a state of emergency, donations have been received by Gambia&apos;s vice-president, Isatou Njie Saidy, who chairs the country&apos;s disaster management council. The UN&apos;s World Food Programme announced it would provide immediate food assistance to 62,500 people in the areas most affected by the drought, covering five rural districts. &quot;We need to intervene immediately to avoid a further deterioration in the nutrition status of the most vulnerable, especially women and children. We will provide rice and peas as well as fortified foods that contain important nutrients, such as oil with vitamins A and D, fortified cereal and iodised salt,&quot; WFP&apos;s Vitoria Ginja says. But while the population suffers, Jammeh&apos;s lavish lifestyle continues unabated. Jammeh  regarded as a dictator by his critics  has won every presidential election in the country since 1996, two years after a military junta he led ousted the former president, Sir Dawda Kairaba Jawara, in a bloodless coup. But he has been accused of being responsible for human rights abuses and brutally oppressing political dissent. Amnesty International has been a leading critic of Jammeh, and has highlighted enforced disappearances of dissenting journalists and opposition party members. Extrajudicial executions have been carried out and Amnesty International has documented cases in which journalists and others have been killed by security personnel. Jammeh has also been accused of spending state money on pet projects. In 2009, he gave D1m to each of the country&apos;s under-17 football players after they clinched the African youth tournament. In March 2012, Jammeh gave D500,000 to Momodou Lamin Bah, aka Egalitarian, a young Gambian musician. On 14 March, submissions began for the young female category of the Qur&apos;anic memorisation competition, open for students of Arabic schools within the country. Sponsored by the president, the event is held every three months and this time the winners will receive D2m. Many Gambians are aghast. According to ActionAid International&apos;s 2011 HungerFree report, agricultural production has not kept pace with the growing population, making the country vulnerable to food price hikes and unlikely to meet the millennium development goal of halving extreme hunger by 2015. The source of Jammeh&apos;s wealth has been of concern to many Gambians. &quot;My question to him is this: how did he get his own vehicles? He claims that since 1995 he had been buying his own vehicles, hence being wealthier than the state. How did he get all the money he is now enjoying?&quot; says one Gambian. He added that Jammeh should remember that when he came to power his slogan was accountability, transparency and probity. &quot;Has he lost sight of these values? It would be better if he can tell Gambians in a transparent manner how he got all his wealth. Then he will be making himself accountable. His coup slogans are very good and relevant but it should not be limited to others and not him.&quot;  Saikou Jammeh is a correspondent for the International Network of Street Papers who reports from Gambia  This article has been amended since publication to correct the attribution of a quote.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/05/gambia-president-jammeh-hunger-crisis", 
    "wordcount": "1016"
}