{
    "headline": "It's time for a register of interests for science academics", 
    "text": "A professor friend of mine was telling me recently how popular he was with his vice-chancellor. Not, he stressed, because of his respectable smattering of reasonably original papers in journals with quite short titles. Nor for his teaching, since he hardly did any. No. It was the money he raised. This is a top table topic at present in academia, as Guardian science contributors have noted. &quot;Can basic research be saved from the tyranny of the profit motive?&quot; asked, for example, Nature&apos;s Ananyo Bhattacharya in February, lamenting the perennial cash crisis of blue skies. But don&apos;t ask me how much my pal raised, or the paws from which he prised it. Although I know it was the usual tens and hundreds of grand from a balanced portfolio of industry, government and charity sources, common courtesy discouraged further inquiry. In truth, I don&apos;t care. But somebody might. In which case, tough luck on them. Although triumphant in the common room over their front-of-the-plane funding, successful science academics (particularly in biosciences) are often as publicly transparent about the paymasters behind their publishing as chefs are about rats behind the fridge. This isn&apos;t news. The evidence is overwhelming. You could build yourself a treehouse of printed worries. And even Francis Collins, director of the US National Institutes of Health, has called for compulsory online registers of researchers&apos; interests as a condition of federal funding. &quot;The public may not always understand the intricacies of rigorous science,&quot; he wrote two years ago, &quot;but most individuals quickly grasp the concept of bias.&quot; What came of his proposal? Pretty much zilch. So, was there a storm in science media? Of course not. Though weeping like clockwork crocodiles over the murky side of mullah, science editors couldn&apos;t give a monkey&apos;s backside. Why would they? Why would, say, Nature fret over who picks up its authors&apos; tabs, so long as it isn&apos;t its behemoth publisher, MacMillan? As long as scientists get more money (which I think was Bhattacharya&apos;s point) and the idea doesn&apos;t get round that most science articles are advertising, the tobacco industry&apos;s dosh is the same colour as Marie Curie&apos;s. All it needs is a good scrub for opacity. More worrying to journal editors would be any dent in reader loyalty triggered by stirring public pressures to disclose. I have a favourite paper from seven years ago which opened a tiny window on all this. Sue Mayer, now an English Peak District vet, checked six months&apos; worth of Nature reports on genetics and molecular biology against authors&apos; patent interests filed elsewhere. It wasn&apos;t life&apos;s biggest study. She didn&apos;t find the Higgs Boson. But what she did find should make you wince. Working with the GeneWatch group, she calculated that an astonishing two thirds of authors with a related patent claim hadn&apos;t felt moved to declare this in their papers. &quot;The research reported here,&quot; she concluded in the Journal of Medical Ethics, &quot;indicates that failure to report competing financial interests in original research published in Nature is the norm, not the exception.&quot; And what was the reaction to this dazzling snapshot? She tells me: &quot;They took not the slightest bit of notice.&quot; Which brings me back to my pal the professor, or more particularly to his delighted vice-chancellor. With nobody but a public, perhaps to be swindled or maimed, with much stake in who&apos;s paying whom, I fear our best chance of disinfecting science with light must lie in academia itself. Although the White House last year dumped on Collins&apos;s plan, the self-evident innovation would be for the institutions themselves to introduce compulsory registers. Some units already have them, in a haphazard kind of way, but every university should have a publicly searchable database of academics&apos; external sources of money. Competing commercial interests would then be readily checkable, saving labours such as Mayer&apos;s. This is obvious. And every kind of funder, from children&apos;s charities to GlaxoSmithKline, could be back-tracked for influence, year-on-year. The gristle in the pasty, of course, is that academics run academia. And they&apos;re not exactly jostling to log their interests. That would be a step closer to league tables and sub-specialty beauty contests  in which those with enough stats might dread falling below the median, risking inquiries that manners surely forbid. Academics also manage, however, and there&apos;s big bucks to be had there (and, for British men, that wondrous title &quot;Professor Sir&quot;). But for those males who wish to excel (while making their wives a Lady), my friend reckons the opportunity to use a register to fire people may be no less enticing than the dough. Brian Deer&apos;s website is briandeer.com", 
    "section": "science", 
    "gid": "science/2012/apr/10/register-of-interests-science-academics", 
    "wordcount": "781"
}