{
    "headline": "Xbox 720 document leak: giant hoax or Microsoft road map?", 
    "text": "This always happens the year before an expected gaming hardware announcement. Prototype diagrams turn up online, developers give mysterious off-the-record interviews to news sites, screenshots of unannounced games leak on to forums. Speculation, rumour and gossip are rife, fuelled by a ravenous news culture and a fanbase of tech-savvy fantasists who know how to use photoshop. Now that we&apos;re all fairly certain Microsoft and Sony will be announcing new games hardware next year, the speculation-mobile has cranked into fourth gear and the quality of the reference material is improving.  Hence, the arrival of a 56-page document, apparently written by internal Microsoft sources, outlining the future of Xbox. Posted on document sharing website Scribd, and leaked to gaming site Nukezilla, the report suggests that the Xbox 720 will launch in 2013 with a price point of $299 (191). It will feature a built-in Blu-ray drive and a new Kinect 2 motion sensor complete with better voice recognition, improved HDRGB camera and four-player tracking. The launch of the machine will be followed a year later by the arrival of an augmented reaiity glasses technology named Fortaleza (similar to Google&apos;s AR headset concept). The document goes into great depth about Microsoft&apos;s plans to dominate the living room entertainment space, offering video on demand, transmedia entertainment and other applications as well as gaming. It lists the company&apos;s key rivals as Apple, Google and OnLive  all producing TV and streaming content solutions. There is also pleny of material related to Microsoft&apos;s recently announced SmartGlass app, designed to allow cross-platform interaction between the Xbox console, smartphones and tablets.  There is &quot;information&quot;, too, on the Xbox 720 tech specs. A slide refers to processing power 6x in excess of the current Xbox 360  although there seems to be ambiguity over whether the CPU will be based on ARM or Intel processors.  So is this one of gaming&apos;s most elbaorate hoaxes? It certainly seems inconceivable that such an explicitly detailed and far-reaching document could leak from Microsoft  there&apos;s just too much important stuff in here. Furthermore, Microsoft has never refered to its next console as 720, and after losing the HD optical disc war to Sony, is highly unlikely to license the Blu-ray standard from its rival (although sticking with DVD is unfeasible, as is developing a proprietary format). Furthermore, many of the possibilities the report discusses are well-known to industry watchers  there&apos;s little that couldn&apos;t be guessed at or plausibly imagined by anyone who&apos;s been keeping up to date with Microsoft&apos;s plans for its hardware.  But according to Joystiq, the doc dates back to summer 2010, way before Microsoft officially announced SmartGlass  and the offending literature has now been removed from Scribd by Covington and Burling, a law firm that has been used by Microsoft. There&apos;s also a clever pay-off at the end  a single slide headed with the phrase, &quot;Additional questions to answer for Todd&quot;  a reference, no doubt, to Xbox hardware guru Todd Holmdahl. There&apos;s a possibility that, instead of representing an actual road map for the console, it is an early proposition written up by one Microsoft department to another, a means of clarifying messaging for the launch. Certainly it is filled with marketing vernacular and is structured in an authentic manner (ie, essentially stating the same things over and over again, but in differently headed sections). Whoever made this has worked with tech marketers and knows how they conceive and structure product pitches. Whatever else, it is certainly a step on from the poorly photoshopped &quot;prototype console&quot; photos we&apos;re used to seeing. Assuming its a hoax, whoever write it has a lot of spare time on their hands.  Microsoft, of course, doesn&apos;t comment on rumour and/or speculation. However, you can see the document yourself by heading over to Spong and following the link at the end of this story.", 
    "section": "technology", 
    "gid": "technology/2012/jun/18/xbox-720-leaked-document", 
    "wordcount": "644"
}