{
    "headline": "The courteous call of the cuckoo", 
    "text": "The clamour of competing voices at the heart of the wood is too much for me to assimilate. My ear seems to need to separate them. It listens to each different bird as if it were tuning a radio  hearing the wren&apos;s rattling song, then a mishmash of clashing sounds, the soft falling notes of a willow warbler as a weak signal from afar, a burst of blackcap. In this fortnight when the dawn chorus reaches its peak, I am straining to catch samples of song, listening only to a bit of this, a bit of that and I wonder how each bird can pick out its own kind in the twittering tumult. Far ahead, somewhere out towards the open heath, one bird shouts out its name: &quot;Cu-ckoo!&quot; It repeats its call six or seven times and I hear nuanced meaning in the delivery. This bird betrays panting anxiety, not in the notes themselves, but in the foreshortened intervals, as if it feared leaving gaps between. The reason for its precipitous haste becomes apparent when it stops singing, for another bird answers four times, a fraction lower in pitch. Despite their knavish reputation, cuckoos are courteous opponents in song, each allowing the other its say before replying. But now the birds take to the air and a chase begins. One male flies right across my path. Though its voice says cuckoo, in appearance it is much like a sparrowhawk  a small head with hooked beak, a deep, barred chest, a slaty back and the whiplike wings of a predator. But as it speeds past, it shows one significant difference: a tail with feather extensions. Its pursuer is hot on this considerable tail and the two cuckoos scud off in tandem over the heath and drop down into the conifers on the down slope beyond. Within a few seconds, one of the birds calls again briefly, then falls silent. A crow nearby breaks the spell by clearing its throat and clawing at the ground. I realise that throughout the episode, I have had eyes and ears for only the cuckoos.", 
    "section": "environment", 
    "gid": "environment/2012/may/04/sandy-bedfordshire-cuckoo", 
    "wordcount": "351"
}