{
    "headline": "Max Payne 3  review", 
    "text": "Max Payne is looking pretty good for his age. Well, Max himself is looking awful; older, fatter, drunker, and sporting a beard that only serves to highlight his more than passing resemblance to Humphrey Bogart. But Max Payne 3 looks absolutely amazing. It plays like a dream too  albeit a pretty dark one. Max shoots baddies. He shoots them in So Paulo, New Jersey, football stadiums, favelas, speedboats, helicopters, in the arm, the chest, the groin, the head  and, of course, in &quot;bullet time&quot;. Bullet time is not new. But the flawless way the new game engine handles the slow-motion combat that is the essence of all Max Payne games is something to behold. And because it&apos;s a Rockstar title, this potentially gimmicky glue holds great big chunks of story, double-cross and humour together beautifully. Never leave a TV set unwatched: the effort that has been put into the news reports, ads, offbeat cartoons and crazy Brazilian soap operas has to be enjoyed, whether or not you speak Portuguese. You&apos;ll be hooked from the moment Max&apos;s gravelly voice starts moaning about a succession of very bad days at the office, and want to play it again even before you&apos;ve finished it. Not least because you will miss some of the clues and dismantled golden guns hidden in every level. These not only bling up your arsenal (Max can now carry a mere two handguns or submachine guns and one rifle or shotgun) but do significantly more damage. Just as Red Dead Revolver was completely eclipsed by Red Dead Redemption, it seems that Rockstar has done it again, this time with a significantly better-known and better-loved hero. They have taken the essence of Max Payne and added a better story, better targetting, improved enemy AI, an arcade mode that ramps up the already relentless shooting still further, plus multiplayer and workable multi-person bullet time. Oh, and gangs that you can take with you to Grand Theft Auto 5.", 
    "section": "technology", 
    "gid": "technology/2012/may/20/max-payne-3-review", 
    "wordcount": "331"
}