{
    "headline": "Pungent scents, giant grass and Pinot Grigio", 
    "text": "The countryside is packed with mysteries, and an afternoon bike ride through the villages of Southwick and Glapthorn under the cover of grey skies reveals some of them. While cycling along the hedge-bordered road, a pungent, mustardy scent is prevalent in the damp, still air, the same smell encountered when cutting up fresh cabbage leaves. It is an odour that I can recall from my childhood: when it was reeking from a sun-drenched field of cabbages that were being audibly ravaged by the clicking jaws of millions of large-white butterfly caterpillars. The undoubted source of today&apos;s brassica scent is over the hedge: the adjacent field has, like many in the vicinity, already got a covering of bluish green oilseed rape plants. A thin path winds across the field, marked out by the evidence of crushed leaves and largish deer hoof-prints. On the road verge I am puzzled to see at least eight empty wine bottles, in various states of ageing, scattered singly along about a mile and a half of country road near Southwick. Someone with a preference for Pinot Grigio has an unusual modus operandi which does not fit easily into a traditional stereotype of littering behaviour. Above Glapthorn the fields are packed with a crop that we are now becoming familiar with, but which just 30 years ago would have been a complete mystery to passersby. The pale milky brown miscanthus (sometimes called elephant grass  but another species hasa prior claim to that name) stands over 8ft tall and still looks rather exoticto my eye; it will probably be harvested during the next month, baledand then chopped up and burned togenerate electricity. Night has fallen for the return journey. Green eyes glow in my headlight atthe point where the thin path across the rape field meets the road: I glimpse olive-brown flanks, and finally the disappearing hind quarters of two big deer. The black stripe down the tail conclusively identifies the path-makers as fallow deer.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/feb/01/woodnewton-northamptonshire-scents-grass-pinot-grigio", 
    "wordcount": "337"
}