{
    "headline": "Kickstarter roundup: MiiPC, Tiny Games and Popbitch", 
    "text": "High-profile success stories like Amanda Palmer, Ouya, Double Fine Adventure and Pebble have made Kickstarter the first port of call for many creatives and startups looking to raise funds for a new project or device. This month has thrown up three more projects that are of interest to Apps Blog. MiiPC, Tiny Games and Popbitch: The Next Generation are very different beasts, but apps are central to all three. MiiPC, armed with the slogan &quot;Power to the Parents!&quot;, is the closest to Ouya, in that it&apos;s an Android-powered computer small enough to be held in your hand. Where Ouya focuses on games, though, MiiPC is more of a general-purpose desktop computer aimed at families. It&apos;s the work of San Mateo-based startup ZeroDesktop, which in a few days has shot through its $50k fundraising goal. It&apos;s nudging $90k at the time of writing with 41 days still to go. &quot;MiiPC is a compact personal computing device that runs on the Android operating system. Connect MiiPC to a computer monitor (or TV) and instantly turn it into a learning, media and entertainment station,&quot; explains its project listing. &quot;It is designed for large screen connectivity and optimized to provide a true keyboard and mouse experience.&quot; Each family member gets their own user account on the computer, which runs the Android Jelly Bean 4.2 software and thus Android apps of all stripes, from Facebook and Angry Birds to more educational fare. The hook for parents is the MiiPC companion app for iPhone or Android smartphones, with which they&apos;ll be able to monitor their children&apos;s usage, block access to certain apps and sites if they want to, and set time limitations for others. I can see the appeal, not least because of the projected price: $99. I&apos;m a bit warier of the risk of Big Brother syndrome for parents of older children who may resent the parental oversight, but it&apos;s going to be an intriguing project to watch.     Tiny Games are designed to be played in the real world    Tiny Games is a project from UK design agency Hide&amp;Seek, which is shooting for 25k to make &quot;an app that gets you playing the perfect game with your friends&quot;. A game in the real world, that is. In fact, it&apos;s more a collection of rules for hundreds of micro-games that can be played with other people, with the app providing any necessary digital tools think dice and timers as well as keeping track of what you&apos;ve played. Games will initially be grouped by location: the home, the pub, on the road and on a walk, with Kickstarter backers able to vote for a fifth. Hide&amp;Seek is roping in various designer friends to create games for the app, and there will be filters to ensure only suitable games are suggested for each context: &quot;If you can&apos;t run, say, or if you&apos;re colourblind, or you&apos;re mostly playing with kids and you don&apos;t want any games that might tend to the risque, then you can tell the app and it&apos;ll take that into account when it works out what game you should play,&quot; as the Kickstarter page puts it. Tiny Games appeals to me because it&apos;s encouraging people to play together rather than all gaze at separate screens. It&apos;s iOS-only in its initial guise, but Hide&amp;Seek says that if the project reaches 45k, it&apos;ll make an Android version too. With 15 days to go, just over 10.6k has been pledged.      Finally, there&apos;s Popbitch: The Next Generation. It&apos;s an iPad app for the UK-based weekly email newsletter and website, which has been going since 1999. Now there&apos;s going to be an app for that, if Popbitch can raise 25k. &quot;We want to launch a new, spin-off publication - a full-colour, multimedia digital magazine-style edition of Popbitch - built not for email, but for tablets,&quot; explains the project pitch. &quot;The scope of tablet technology will help us shine a brighter light into the darkest corners of media, music, politics, sport and technology, even more than can manage in our weekly email.&quot; The 25k will fund the development of a test edition of the new app and its distribution to backers, who&apos;ll then be able to provide feedback ahead of a full commercial launch. Popbitch sees the app launch as a way to shift the nature of its editorial, rather than just being a whizzy touchscreen way to read its newsletters. &quot;We will continue to put stupid jokes, funny rumours and scurrilous tales from the media and entertainment world into the mix, but this will also greatly increase our capacity to commission exciting and original journalism, proper investigations and innovative features.&quot; iPad-only? Popbitch says that the technology it&apos;s working on for the app should be usable on other devices, &quot;so should hopefully work across iPads, Galaxies, Nexuses (Nexii?), Kindle Fires without any fuss... we are assured that an Android version is entirely possible and so will be developed if the demand is there.&quot; With 21 days to go, Popbitch has raised 12.4k of its 25k goal. It&apos;s an interesting test of the strength of its existing community, and also of its willingness to stump up to help a service that&apos;s long been free expand to a new platform and business model.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/28/kickstarter-miipc-tiny-games-popbitch", 
    "wordcount": "895"
}