{
    "headline": "World Bank contract details to be published online in transparency push", 
    "text": "Details of World Bank-financed contracts will be available online as part of a global initiative to fight corruption and get governments to disclose their deals with private companies. Sanjay Pradhan, vice-president of the World Bank Institute  the capacity development branch of the World Bank  said the organisation would &quot;walk the talk&quot;, ensuring its own contracts are disclosed while helping countries open their books. &quot;We need to be credible partners to do this,&quot; he said. The move will embolden the nascent Open contracting initiative, a global campaign to increase disclosure and participation in public contracting. Estimates suggest governments around the world spend $9.5tn (5.8tn) a year contracting private companies to provide goods and services, but these deals are often shrouded in secrecy. In some developing countries, procurement can account for up to 70% of public spending. Under the initiative, details and copies of contracts funded by public money will be online in a bid to reduce corruption and increase value for money. &quot;Corruption, opaque contracting processes and poor oversight of contract implementation are undermining results and citizens are paying the price in terms of schools not being built, environmental damage, bridges not fixed to standard and hospitals unable to offer necessary medicines,&quot; says the campaign, arguing that &quot;creating a level playing field with transparent and fair contracting processes  benefits all of society  government, private sector and citizens.&quot; Pradhan said the effort, which is backed by the World Bank Institute and the German government, fits into the bank&apos;s anti-corruption work and its broader &quot;open development&quot; agenda, both of which have support from the very top of the bank. &quot;It&apos;s inherent in our DNA that we cannot tolerate corruption, we cannot tolerate any kind of blemish to the reputation of the bank on the fiduciary side,&quot; said Pradhan. &quot;It&apos;s a natural evolution for the World Bank and the bank needs to play a leadership role in this area.&quot; The bank finances public contracts worth up to $13bn each year. It already publishes some information for its major contracts but would release further details under the Open contracting initiative, which aims for the disclosure of all relevant documents, from pre-award activities through to the awarding of contracts and the implementation of projects. Pradhan said the bank would also disclose contracts for its central, corporate procurement and that the International Finance Corporation, the bank&apos;s private-sector lending arm, is phasing in new requirements to disclose contracts for extractive industries projects (video). The initiative builds on recent efforts by some governments to increase transparency around contracts. Georgia, for example, publishes all information around public contracts, including correspondence around original bids and details of payments from the state treasury. This month the Afghan government disclosed hundreds of mining contracts online. Yama Torabi, from Integrity Watch Afghanistan, an NGO that monitors reconstruction projects in the country, welcomed the move. &quot;This is the first time we can see how our natural resources have been contracted to private companies. We can now look at whether this was done in the national interest, for the benefit of the people,&quot; he said. Torabi, who was in Johannesburg this week for the first Open contracting global meeting, said it will take years to roll out the initiative, which must find a way to include information about sub-contracts. &quot;We really need to see who&apos;s getting the money at the end of the chain,&quot; he said. He added that a lack of literacy skills, reliable electricity and internet access will in some areas limit the initiative&apos;s promise to strengthen public monitoring of contracts. One of the biggest challenges in achieving full disclosure of contracts will be the resistance of companies that claim such moves violate commercial confidentiality. Peter Eigen, founder of Transparency International, said that although companies have the right to secrecy when contracting with each other, &quot;different rules have to apply&quot; when a government is party to a contract. Eigen added that confidentiality clauses are often overprotective and &quot;sloppily written&quot;, and must be subject to scrutiny. Increased transparency alone is unlikely to satisfy critics of the World Bank, who say the lender&apos;s procurement rules favour big companies from industrialised and emerging economies. &quot;A lack of transparency in tendering, tendering in large lots, and restrictive eligibility criteria make it difficult for small and medium enterprises from developing countries to compete against large multinationals,&quot; said a group of civil society organisations (pdf) last month. This year, the bank launched a separate review of its procurement policies, which is expected to lead to new rules in 2014.  Claire Provost spoke at the first global meeting on open contracting in Johannesburg this week. Her flights and accommodation were paid by the World Bank Institute", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/26/world-bank-contracts-online-transparency", 
    "wordcount": "802"
}