{
    "headline": "Boot up: Do Not Track off rails, 48-core smartphones?, Gmail tops and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Thanks Microsoft! Do Not Track is effectively dead on arrival &gt;&gt; Econsultancy  DNT was, of course, never going to be a perfect solution for those hoping to provide a means for consumers to exercise greater control over their online footprints. Yahoo&apos;s decision not to recognize the IE10 DNT settings highlights what is perhaps DNT&apos;s fundamental flaw: it doesn&apos;t have to be respected, and consumers won&apos;t necessarily know when it isn&apos;t being respected. Here, Yahoo is telling the world that it&apos;s not going to respect the setting, but others almost certainly won&apos;t.  And therein lies the rub: if one of the biggest players on the consumer internet is already ignoring a DNT implementation it doesn&apos;t agree with, DNT, as we know it, is effectively dead on arrival.  Beloff baked, Apple roasted, Britons unscrewed &gt;&gt; IPKat IPKat follows patent news of all sorts in Europe:   One suspects that Apple&apos;s &quot;Guy&quot; knew beforehand that he was likely to be subject a certain amount of &quot;heat&quot; [as did every member of the IPKat&apos;s large and varied circle of people claiming exclusive knowledge of the impending proceedings], but he can have been left in no doubt from the outset when Lord Justice Longmore indicated to Samsung&apos;s counsel, Henry Carr QC, [could this be the fabled &quot;South Square Slugger&quot;, wonders Merpel] that the Court first wished to hear from Michael Beloff. It appeared that the learned Lord Justice had decided to light the blue touch paper immediately because his opening comment to Mr Beloff was the the Court took a &quot;pretty dim view&quot; of what Apple had done. Further kindling was provided by Sir Robin Jacob, who said that he was &quot;completely at a loss to understand how a company like Apple could do such a thing and then go on justifying it&quot; [Katnote: Sir Robin is never at a loss to understand anything, is that he completely understands why Apple did it, but that Apple was at a loss to explain how it thought it could get away with it before a British Court].  Michael Beloff manfully attempted to dodge the increasing flames and justify what Apple had done. His primary point was that the earlier order had not prohibited Apple from making additional statements and, indeed, in the course of the earlier hearing Mr Carr had said that Apple could &quot;say what they like&quot;. However the Court clearly thought that that was intended to mean, and was understood as meaning, &quot;say what they like ELSEWHERE&quot;. As Lord Justice Kitchin LJ: what if there had been three pages in between the two paragraphs which they had ordered, or a book? At this juncture the smoke signals were coming thick and fast from the general direction of the judiciary and the heat was rising.  Intel working on 48-core chip for smartphones, tablets &gt;&gt; ComputerWorld  Intel researchers are working on a 48-core processor for smartphones and tablets, but it could be five to 10 years before it hits the market.  &quot;If we&apos;re going to have this technology in five to 10 years, we could finally do things that take way too much processing power today,&quot; said Patrick Moorhead, an analyst with Moor Insights and Strategy. &quot;This could really open up our concept of what is a computer... The phone would be smart enough to not just be a computer but it could be my computer.&quot;   With 48 cores, you&apos;d hope so. Then again - five to ten years? Seems a big margin of error. And Intel&apos;s still not knocking them over in smartphones. Open Standards Consultation documents &gt;&gt; Cabinet Office Plenty of them; get stuck in. Open standards are now mandated in government. Nate Silver: One-term celebrity? &gt;&gt; POLITICO.com  The New York Times&apos;s resident political predictor says President Barack Obama currently has a 74.6 percent chance of winning reelection. It&apos;s a prediction that liberals, whose heart rates continue to fluctuate with the release of every new poll, want to take solace in but somehow can&apos;t. Sure, this is the guy who correctly predicted the outcome of the 2008 election in 49 of 50 states, but this year&apos;s polls suggest a nailbiter.   Pick your side: Silver&apos;s analytics or poll punditry. Tuesday&apos;s the day, don&apos;t forget. Gmail edges Hotmail as world&apos;s top e-mail service &gt;&gt; CNET News  Google&apos;s Gmail is top dog in e-mail, according to ComScore, which tracks Web site traffic.  In data for October released by ComScore, Gmail saw 287.9m unique worldwide visitors during the period, edging out Microsoft&apos;s Hotmail, which finished with 286.2m unique visitors. The findings were first reported by GigaOm.  In third place was Yahoo, the once mighty e-mail power, with 281.7m, according to ComScore.   Will Windows 8&apos;s drive to get people to use Hotmail addresses reverse that? Telegraph launches limited paywall &gt;&gt; guardian.co.uk In case you missed it:   The Telegraph website has launched its long-awaited digital paywall with a metered system, charging non-UK users 1.99 a month to visit the site after 20 free page views.  Telegraph.co.uk is moving to a metered paywall model similar to the New York Times on Thursday after years of planning. The new payment system was introduced at 12.00 GMT according to an internal email seen by MediaGuardian.   Two-thirds of Telegraph Media Group&apos;s audience is outside the UK. Presidential Identifying Information &gt;&gt;Web Policy Jonathan Mayer:   Sunday&apos;s New York Times included a story about how the presidential campaigns are making extensive use of third-party web trackers. In response to privacy concerns, &quot;[o]fficials with both campaigns emphasize[d] that [tracking] data collection is &apos;anonymous.&apos;&quot;  The campaigns are wrong: tracking data is very often identified or identifiable. Arvind Narayanan has previously written a comprehensive and accessible explanation of why web tracking is hardly anonymous; my survey paper (PDF) on web tracking provides more extensive discussion.   (Mayer is the researcher who discovered that Google was hacking Apple&apos;s Safari to plant cookies on mobile devices.) Windows RT, Sideloading, and Office. Oh my. &gt;&gt; getwired.com Wes Miller (who works at Directions on Microsoft, which provides consultancy about what&apos;s happening inside Microsoft:   Why is sideloading [to Windows RT] so complicated? Because there are three competing forces at play (in no particular order):  o Microsoft&apos;s desire to keep the WinRT platform and Windows Store secure - sideloading gates what can/cannot run on these devices.o Microsoft&apos;s desire to keep the Windows Store as the preferred means of obtaining apps written for WinRT - retaining the 30% (or 20%) of revenue from app sales.o Microsoft&apos;s desire to (hum along if you know the tune) maintain Windows enterprise licensing sales - Enterprise includes sideloading. It&apos;s a paid option on other editions.   You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/05/technology-links-newsbucket", 
    "wordcount": "1183"
}