{
    "headline": "Mali braced for food shortages as conflict leaves a mark", 
    "text": "On the banks of the river Niger at the Koriame Port, 18km (11 miles) from Timbuktu, Kadja Foun Koninta recounts the birth of her daughter. It was during the occupation of northern Mali by Islamist rebels, she explains, and she  together with her family of fishermen  had just arrived at Koriame when she unexpectedly went into labour. &quot;I gave birth the same day we arrived,&quot; she said. &quot;People said it was because of fear.&quot; Koninta tells her story with nervous laughter, as she and two other women sit under the shade of a tree while an engine-powered machine chugs away, cleaning the sand and stone from millet. Their safety as fisherpeople traversing the river under rebel rule was precarious, and there is still an atmosphere of fear, with questions about life under the occupation quietly avoided. Their major concern now, they say, is impending food shortages. &quot;Everyone is worried about food shortages,&quot; said Koninta. &quot;We brought this millet with us from Mopti. When it is finished, we will have to buy more on the markets, and the prices are going up.&quot; Locals say the prices of millet and rice have risen significantly. A 1kg bag of rice has increased from 250 CFA (35p) to 300 CFA (43p). The supply routes have been disrupted, and transportation is slow and expensive. Along the riverbank, Hamadoun Abou  who says he is 35 but looks much older  guards several hundred 50kg sacks of rice marked with the label of the US agency for international development,USaid. The rice has been purchased by the UN World Food Programme (WFP), which is distributing 2,500 metric tonnes of food to around 145,000 beneficiaries in the Timbuktu region every month, and aims to reach more than 500,000 people around the country as a whole. &quot;Food used to be transported here from Mopti by road, which would take less than a day,&quot; said Abdou. &quot;Now it has to come by pirogue [small boat], and takes four days. The rebellion made it very difficult to transport food, and there are shortages.&quot; On Thursday four international agencies warned that northern Mali will descend to emergency levels of food insecurity in less than two months if conditions do not improve. Recent food crises in the region have left many people weakened and still in a period of recovery. Now the war  which since January has led to the intervention of French and African military forces  has created long-term instability and huge displacement in northern Mali. The UN says 282,548 people are now registered displaced in Mali, and almost 50,000 refugees are in Burkina Faso and Niger, and 74,000 in Mauritania. Food distribution has been disrupted by the closure of the Algerian border  an important route for supplies into northern Mali  and the departure of many traders. Aid agencies say herders have been unable to use traditional pastures and water points, while the falling value of livestock has made it harder to buy cereals. &quot;The situation in northern Mali is getting worse,&quot; said Cod Ciss, head of mission for NGO InterSOS in Mali, who is conducting a fact-finding mission on the situation in the Timbuktu region. &quot;People don&apos;t want handouts, they want the means to feed themselves. But there is little food in the markets, and what they have is expensive.&quot; Last month, large aid agencies meeting to analyse the food security situation found that one in five households faces food shortages categorised as &quot;severe&quot; in northern Mali, and &quot;extreme&quot; in the Tessalit and Abeibara districts in the Kidal region. Three months after Timbuktu was liberated from Islamist control, the city is far from back to business as usual. Shops and banks remain closed and the market is quiet. The offices of international aid agencies  which have been working with local partners to address the successive food crises  are boarded up. &quot;There is not one international NGO in Timbktu whose office is open here at the moment. That has made the situation worse,&quot; said Ciss. &quot;The NGOs provided food, they created employment for local people, which brought income, and they invested in food security. Irrigation is the foundation of agriculture here, and the NGOs typically buy seeds, fertilisers, water pumps and fuel. Their departure has augmented poverty in the region.&quot; Oxfam said the security situation had worsened since the Islamist rebels left. &quot;In terms of our access to vulnerable populations, the security situation in Mali has not improved,&quot; said Philippe Conraud, Mali country director for Oxfam, which is trying to reach 80,000 people in the north. &quot;When armed groups were in charge, we at least knew who to talk to and how to gain access to the most vulnerable. Now it is much more problematic. We cannot ensure that we are going to be safe  routes that are safe today may not be tomorrow. And there is a huge level of banditry. It&apos;s a very worrying situation.&quot; The food crisis is also affecting southern Mali. Unicef, the UN children&apos;s agency, said the south too was facing a malnutrition crisis. &quot;All of this is happening against a backdrop of a chronic nutritional crisis that kills children every day, the vast majority of them in the south of the country, where 90% of Malians live,&quot; said Hector Calderon, from Unicef Mali. &quot;We estimate that 210,000 children will suffer from life-threatening malnutrition this year, and 450,000 will suffer a less severe, but also debilitating form of malnutrition.&quot; Many organisations working on food distribution in northern Mali say they are facing a funding shortfall. Unicef said it needed $82m (53m) to meet the emergency needs of children this year, and has received less than 25% of that amount so far. Oxfam said it was struggling to raise the money to reach all the vulnerable families it had identified in northern Mali. &quot;Many big international donors which are not present in Mali have the impression that the military intervention was a success and the situation is back to normal,&quot; said Conraud. &quot;But we want to highlight the fact that this could become an emergency in a matter of months.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/29/mali-food-shortages-conflict", 
    "wordcount": "1061"
}