{
    "headline": "Why we love living next to a nuclear power plant", 
    "text": "The Kent village of Dungeness sits in the midst of a landscape unlike any other in Britain, or possibly even the world: as close to desert as to make no difference, dotted with an uneasy mixture of clapboard dwellings and fishing boats, some still in use and others long abandoned. The abiding sense is of humankind&apos;s place in the world dwindling to nothing, like the fade-out on arecord; beyond the immediate horizon, there isnothing but nature at its most sparse. But as if to mark civilisation&apos;s last word in spectacular style, there is one final, jaw-dropping, man-made sight: two nuclear power stations, Dungeness A and B, respectively opened in 1965 and 1983. Dungeness A ceased generating electricity in 2006, but will remain here for the foreseeable future, while crews of workers see to the process we know as decommissioning; Dungeness B will shut down in 2018, but also remain intact for decades to come. One local Imeet says she calls the power stations &quot;the candle factory&quot;; much like a lot of large-scale industrial installations, they are possessed of astrange but undeniable beauty.     I dont think Id be able to sleep without that power station there, Dave Johnson says. Its like a car ticking over, only very faint. I listen to it as Im drifting off.     Look at them closely and you can make out arather anomalous sight: a solitary row of white terrace houses, just beyond the power stations&apos; perimeter fence. Called RNSSS Cottages, they took their name from the Royal Naval Shore Signal Service and were built as dwellings for forces personnel. Now they are owned by French electricity firm EDF Energy and leased via a property company. There are 11 in all. Thanks to Dungeness&apos;s huge nature reserve, the most spacious is used as a residential bird observatory (&quot;Great white egret  up to three seen occasionally,&quot; reads a notice in the window), but most of the other 10 are home to an assortment of families. Each house has three bedrooms; the rent is a very reasonable 400 a month. Ask the people here what brought them to live, as the clich would have it, &quot;in the shadow&quot; of a nuclear plant, and most of the replies touch on the same themes: not just the low cost, but a very familiar view of most modern lives being beset with danger, annoyance and worry  noisy neighbours, traffic, petty violence, anxiety about what might happen to children. Here, by contrast, everyone I talk to enthuses about a strong feeling of security and a rare kind of community spirit. Put simply, they live in houses that happen to be next door to a nuclear power station because it makes them feel safe. Janice Patterson and Dave Johnson have lived in their house for four and a half years. She works as a care assistant with autistic adults; he&apos;s an activities co-ordinator in a nursing home in nearby Littlestone-on-Sea. They have two children, Rhys, five, and Jack, born just under three months ago. Dave has a sideline as an amateur magician. His cupboards are peppered with instruction DVDs hosted by American conjurers; presumably thanks to Dungeness&apos;s lack of competing distractions, his mastery of card tricks has been honed to perfection. &quot;I don&apos;t think I would be able to sleep without that power station there,&quot; he tells me. &quot;Very often,&quot; Janice says, &quot;it&apos;s got a very odd hum to it. It&apos;s difficult to describe.&quot; &quot;When we have a window open of an evening It&apos;s like a car ticking over, only very faint,&quot; says Dave. &quot;I listen to it as I&apos;m drifting off.&quot; Like most of the people here, the couple were raised in and around the area whose eastern edge stretches through nearby New Romney to Hythe  which makes them what the local argot calls &quot;Marshans&quot;. Janice&apos;s father used to work at the power station; Dave has strong memories of repeated school trips to its visitors&apos; centre, closed thanks to security worries in the aftermath of 9/11. But do they understand why some people might feel more twitchy about how close the power stations are to their homes? &quot;I can understand why people are a little bit funny about it,&quot; Dave says. &quot;Three-eyed fishes on the Simpsons and all that&quot; &quot;I get it all the time at work: &apos;Are you glowing yet?&apos;&quot; Janice says. &quot;As weird as it sounds,&quot; Dave adds, &quot;when Ifirst went to the visitors&apos; centre, they had adisplay telling you how electricity&apos;s made: that it&apos;s likeboiling a kettle, and the steam turns the turbine blades. I must have been seven or eight. And for years I always imagined a huge kettle sat in there. Sometimes I look at it now and think, &apos;There could be a big kettle in there.&apos; That&apos;s about how threatened I feel.&quot; A few doors away are Hannah Smith and Joe Ward, both 30. He is a maintenance man on acaravan site in Rye; she&apos;s a mature student, doing a degree in social work. Upstairs, asleep, are 10-year-old Joshua and two-year-old Devan. &quot;If you live this close to a power station,&quot; Joe says, &quot;you know that if anything happened to it, and it went up, you&apos;re not really going to know about it. And the closer you are, the quicker you&apos;re going to go, so the better it&apos;s going to be. &quot;Last summer,&quot; he adds, &quot;we had people with meters and stuff checking They come round every so often. They&apos;re constantly taking checks themselves anyway; we&apos;ve got friends who work there, and some of them do that.&quot; &quot;You always see people from the power stationwalking around Dungeness,&quot; Hannah says. &quot;Always.&quot; A lot of people resident in big cities, I suggest, would take one look at how close they are to the power stations and feel terrified. &quot;But I would be like that about living somewhere with so many cars,&quot; Hannah says. &quot;Oh my God, that&apos;s worse.&quot; &quot;The new people down here, who sold their houses and want to retire somewhere abit quieteror get a holiday home, they might freakout a little bit,&quot; Joe says. &quot;But a lot of peopleare scared of the unknown, aren&apos;t they?&quot; As people who are opposed to nuclear power often do, it would be easy to take a brief look at life here and imagine no end of awful possibilities. As becomes clear within an hour of arriving, adedicated police team makes regular circuits of the village, looking out for security threats. EveryChristmas, the owners of Dungeness B sendlocal residents a calendar, featuring safety instructions to be followed in the event of aserious accident, built around the imperatives to &quot;Go in&quot;, &quot;Stay in&quot; and &quot;Tune in&quot; (to local radio). Everyone who lives here well knows that in the event of a release of radiation, they will also have to visit a nearby chemist quickly and stock up on potassium iodide tablets.     I moved here from a council estate, which I hated, Carrie Collins says. Noise, fights all the time, nosy people, kids not being safe  theyre safe here.     Of late, particularly apocalyptic scenarios have been conjured up by people campaigning against the mooted extension of nearby Lydd airport, who have put up posters featuring the slogan &quot;60seconds to disaster&quot; and suggested that, either by accident or design, airliners might one day crash into the power station. But as with most of the supposed threats to local safety, this all tends to get batted away with brief rebuttals of the idea of looming disaster, followed by very British summaries of the futility of worrying: &quot;You might get hit by a bus tomorrow&quot; is a line you hear a lot. In fairness, however, if the residents of RNSSS Cottages sound almost comically unconcerned about such supposed threats, they have good reason. Though Dungeness B was bedevilled by no end of design problems and cost overruns, like 99% of the world&apos;s nuclear plants, both power stations have an admirable safety record  so good, in fact, that local people enthusiastically lobbied for one of the next generation of British nuclear plants to be sited here, only to be turned down, ostensibly because of the surrounding land&apos;s status as a nature reserve. That said, from time to time, there have been the kind of minor incidents and accidents that happen in any plant of this scale. In 2009, for example, there was a fire in an annexe unit in Dungeness B, subsequently rated as a Level 1 incident on the International Nuclear Event Scale (Level 7 is the highest, representing Chernobyl-esque disaster). No one was injured and there was no release of radioactivity, though what happened caused a noticeable local kerfuffle. &quot;I was upstairs feeding my baby,&quot; Hannah says,&quot;and we saw all the fire engines and thatcoming round.&quot; &quot;I actually know what happened,&quot; Joe says. &quot;Ahydraulic pipe burst, and because of the pressure of the oil coming out of the pipe, it caught fire, and you sort of ended up with a 12ft flame-thrower, melting everything in its path: youhad steel pipes just turning into liquid. They panicked and hit the button and did an emergency shutdown  which we knew about, because it started at two in the morning and didn&apos;t finish till eight in the morning. There were about 24 fire engines.&quot; And what did they think? &quot;It could have been anything: a drill, or a fire outside, where someone had been welding. It&apos;s one of those: you wait until you see one of the blokes that works there and say, &apos;What was that?&apos; If it was anything serious, you&apos;d get a call, or a text, and there&apos;d be people coming to tell you. So we haven&apos;t really got anything to worry about. And if anything that bad did happen, we&apos;re that close that&quot; &quot;You wouldn&apos;t care anyway,&quot; Hannah says. &quot;You&apos;d be gone,&quot; Joe says. The next morning, I meet 30-year-old Carrie Collins and her other half, 52-year-old Simon. He is an accredited Marshan, who has been a local lifeboatman for more than 20 years; she was born and raised in Weston-super-Mare, and eventually found herself, with three kids, in a housing estate in Stoke-on-Trent. She made contact with Simon via an AOL chatroom; after two visits to Dungeness, she decided to move down here, much to the bafflement of her family and friends. &quot;They all hate it,&quot; she says. &quot;They couldn&apos;t imagine living here. My best friend drove me down here when we moved, in a van. She was like, &apos;I couldn&apos;t live here  it&apos;s horrible.&apos; She didn&apos;tlike the sparseness of it; she couldn&apos;t see how people survived, and she couldn&apos;t imagine living next door to a power station. But it didn&apos;t register with me.&quot; She glances at a window at the rear of the house and the towering buildings that are essentially at the bottom of their garden. &quot;Wenever gave it asecond thought,&quot; she says. &quot;It&apos;s out of the way here, isn&apos;t it?&quot; she goes on. &quot;I moved here from a council estate, which Ihated. I lived there for nine years. Noise, fights all the time, nosy people, kids not being safe  that was the main one. They&apos;re safe here. I can send them out, the neighbours all keep their eye on them. You don&apos;t even have to ask them; it&apos;s just an instant thing. Whereas I used to have to keep them in the garden in Stoke, in case they gothit by a car or do you know what I mean?... got taken off by someone. I reckon my oldest son would&apos;ve had an asbo by now, with some of the kids he was hanging out with. But it&apos;s a better way of living here.&quot; This, rather than any nuclear dangers, is the kind of thing the people who live at RNSSS Cottages talk endlessly about. The social life here is built around a core of people who are linked by family ties and friendships going back to childhood. For all that the reference points of their lives  Xboxes, satellite TV, Facebook  are as 21st-century as you would expect, the way that doors are left open and neighbours relate to eachother with an easy intimacy might remind you of the world of three decades ago. Millie Ward, Joe&apos;s sister, has lived here with her partner and two children since Janice, an oldschoolfriend, tipped her off about a vacant cottage. &quot;In the summer it&apos;s like a commune,&quot; she says. &quot;If there&apos;s a kid causing havoc outside, you shout at &apos;em. Doesn&apos;t matter whose they are  they need telling off, you tell &apos;em off. If someone&apos;s hungry and their mum&apos;s not around, you give them a packet of crisps. If someone fancies a barbecue, we&apos;ll club together and take over someone&apos;s garden.&quot; One thing, I tell her, has been bugging me. Within eight hours of arriving in Dungeness, it starts to do funny things to your head. Places this flat tend to feel full of an unfathomable mystery, but they&apos;re also inescapably bleak. Thelack of streetlights and constant wind compound the feeling. And I wonder: do people here not have moments of feeling isolated? &quot;Yeah, but it&apos;s great,&quot; she says. &quot;Dungeness is so unique. It&apos;s got its own natural beauty. In every season it looks different, but it&apos;s got the same beauty there. There&apos;s something melancholy and passionate about it in the winter, and in the summer, when the wind drops and you&apos;ve got baking, blazing blue sky. I absolutely love it here.&quot; So, as far as I can tell, does everybody I speak to  and as strange as it may seem, their attachment to the place extends to the industrial leviathan that so defines the local landscape. &quot;The power stations suit Dungeness,&quot; Dave says. &quot;You see these bits of rusty fishing boats on the beach, and hoists to lift them up, which are falling apart. There&apos;s something beautiful about them. And then you look at the power stations, and for some reason, they kind of reflect that. And everything just fits in, somehow.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/09/love-living-next-nuclear-plant", 
    "wordcount": "2420"
}