{
    "headline": "The energy policy conflict at the heart of government", 
    "text": "There is a conflict over energy policy at the very heart of this government, but it is not merely about the role of gas, it is about the fundamental approach to energy and climate change. On the one hand, the Department of Energy and Climate Change (Decc) wants to explore what large-scale deployment of wind generation means for the gas market, such as how gas plants stay profitable. On the other hand, the Treasury is asking a fundamentally different question, which is: could the displacement of coal by natural gas in power generation, helped by a carbon price floor, reduce emissions at a much lower cost per tonne of carbon dioxide than long-term fixed-price contracts for nuclear and offshore wind power? I believe the George Osborne alternative is a fundamental challenge to the reform of the electricity market that is supposed to be delivered by the forthcoming energy bill. By extension, it is a challenge to the whole UK energy and climate change policy strategy as it stands. The Treasury approach is incompatible with the strategy of nearly total decarbonisation of the power sector by 2030 as a path to 80% or greater carbon cuts in the entire economy by 2050. This debate between ministers is far from conducive to the policy certainty pleaded for by the investors expected to fund new infrastructure. However, the row over the potential cost of the current UK policy strategy was bound to happen. The British strategy on energy and climate change consists of the long-term target enacted by the Climate Change Act and the UK Climate Change Committee (CCC) recommendations about how to achieve it. The CCC has advised that the electricity supply be largely decarbonised fully by 2030, so that heat and transport could then be decarbonised through electrification. The government&apos;s energy market reform is an essential part of implementing this strategy and commits the country to decarbonising electricity generation to a very ambitious level and using a limited and predefined portfolio of technologies. Those conditions mean decarbonisation of electricity must be delivered at any cost, irrespective of what other countries do, and via central planning rather than decentralised choices led by competition in a market. This strategy ignores many fundamental uncertainties, shifting significant economic risks onto the British economy. Its political sustainability was therefore always questionable. The long recession, the government&apos;s own reports on the cost of implementing it and the prospects for an era of abundant internationally traded natural gas, only accelerated the moment of truth. So far energy bills have risen mainly because of commodity prices, not climate policy. But everybody understands that the real costs are ahead of us and will indeed be large. The government implicitly asks the public to trust that the international climate change negotiations will indeed deliver a meaningful agreement; that the cost of low-carbon technologies will fall significantly; and that fossil fuels, especially natural gas, will be expensive for decades to come. Under these conditions the cost of the policy strategy looks manageable. However the 2009 Copenhagen climate summit and its aftermath revealed that delivering an international climate agreement is an uphill battle and the unconventional hydrocarbon revolution  especially shale gas and liquids  dramatically changed the prospects for fossil fuels. Uncertainty is the crucial issue. A politically sustainable approach has to acknowledge what we don&apos;t know and cannot know: will there be a meaningful climate treaty and what the cost of clean energy from each technology will be? Several implications follow from this. The eventual level of national emissions reduction should not be legislated; costs have to be revealed and not assumed; and we must encourage other countries to act, not give them a free ride. The only way to reveal the cheapest way of cutting carbon across the economy is to tax carbon emissions. Any other solution assumes that we already know the answer. The way to get others to act is by conditional commitments: the UK commit to certain carbon prices and R&amp;D budgets if and when other major economies commit to do the same. Under the current strategy the UK economy is asked to bear the risk of deep decarbonisation being much more costly than some currently might think. It is also asked to bear the risk of the world failing to act collectively in a meaningful way. Finally, it would bear the risk of ministers and civil servants picking the wrong technologies at the wrong time, under heavy lobbying from industry. The chancellor&apos;s challenge probably signals the beginning of a significant energy policy adjustment. It might be a messy and unsettling process, but the current energy strategy is not politically sustainable because it is too risky economically. Ministers cannot defend the current approach by less-than-rigorous cost-benefit analysis and plainly misleading statements about the security risks associated with gas imports and the job creation potential of green technologies. The political choice is stark. Either the government openly acknowledges the risks of the current strategy and presents them as the unavoidable consequence of leading by example in the fight against global carbon emissions or it shifts strategies and goes for the cheapest carbon emission reductions first while keeping the option open to increase its effort over time as part of an international agreement. If the latter happens it would benefit natural gas, but it is about much more than that.  Pierre Nol is director of the energy policy forum, Judge Business School, University of Cambridge. This article is based on a talk given at a Policy Exchange fringe event at the 2012 Conservative party conference", 
    "section": "environment", 
    "gid": "environment/2012/nov/14/energy-policy-conflict-government", 
    "wordcount": "928"
}