{
    "headline": "Diary of a chimp's midlife crisis", 
    "text": "Monday Feeling restless. Had another go at typing Shakespeare. By lunchtime I felt as if I&apos;d made a real breakthrough with the dialogue in the opening scene, but later when I checked it over I saw that it was actually just six pages of Xs and 9s. I know good work requires infinite patience, but some days I think I&apos;m not getting anywhere at all. Am I wasting mylife? Tuesday   Looking at myself this morning, I noticed something shiny in my hair. Then I realised: it was my scalp! Why do I seem to be getting hairier everywhere but on my head? Sometimes I wish I were a dog  when they look in the mirror, they just think it&apos;s another dog. Must be nice to be that stupid. Wednesday Woke up, thought: today is the first day of the rest of your life. Time to start evolving. So I&apos;m gonna give up writing Shakespeare and become an inventor. It&apos;s something I&apos;ve always wanted to do. Now or never, Greg. Now or never. Thursday Sat on the big limb during opening hours, just staring into space. It&apos;s weird  one day I&apos;m swinging around, showing off like a young chimp, the next day I can&apos;t even be bothered to throw faeces at people. I need a change. Perhaps I&apos;ll start wearing a hat. Friday   Been thinking about getting my tyre swing replaced with something flashier, maybe a Ferrari tyre. Everyone says they&apos;re uncomfortable to hang from, but I don&apos;t care about that, as long as the female bonobos in the next cage can see the logo. Oh my God, who am I kidding? Saturday   Getting very close with my latest invention. It&apos;s basically a stick  you can use it to poke into anthills, but also the ants crawl up it, and you can just lick them off. Dual-function, like the spork. Showed the prototype to Carole, and she was very dismissive; claimed she&apos;d seen someone using something just like it in the wild. I&apos;ve never even been to &quot;the wild&quot;. Very low for the rest of the afternoon. Threw some faeces. Didn&apos;t help.", 
    "section": "science", 
    "gid": "science/shortcuts/2012/nov/20/diary-chimp-midlife-crisis", 
    "wordcount": "355"
}