{
    "headline": "Dell and Virgin Media close to $20bn deals", 
    "text": "Plans for two debt-backed mega-deals, reminiscent of the pre-financial crisis buyout frenzy, were unveiled yesterday when computer-maker Dell and cable TV group Virgin Media confirmed they are both close to being bought out in deals each worth more than $20bn (12.8bn). Dell announced it would be sold for $24.4bn to a consortium comprised of founder Michael Dell, software giant Microsoft and private equity group Silver Lake. It is the biggest confirmed deal since the credit crunch took hold in 2007, followed by the implosion of Lehman Brothers in September 2008. Separately, John Malone&apos;s Liberty Global said it is in talks with Virgin Media, which has about 4.9m cable TV customers. Bankers put a price tag of more than $20bn on the business. If successful the takeover will see the US billionaire lock horns with occasional rival Rupert Murdoch in the pay-TV battlefield. Murdoch, who controls BSkyB, was forced to sell Malone his valuable stake in satellite broadcaster DirecTV in 2006, in order to get Malone to offload a threatening stake of almost 20% that the Liberty boss had built up in Murdoch&apos;s News Corporation empire. Mathew Horsman, director of strategic analysis and financing company Mediatique, said the deals suggested investors&apos; confidence was improving: &quot;There has been a lot of pent-up cash sloshing around, with people being willing to deal once the market is right. Until now, it seems like people have been concerned about whether there would be a proper recovery or not.&quot; Each of the two deals is larger than any since Blackstone Group&apos;s $26bn leveraged buyout of Hilton Hotels in summer 2007. They carry echoes of the pre-crash acquisition boom that saw a welter of leverage-backed deals, from the Ferrovial-led acquisition of Heathrow owner BAA for 10.3bn in 2006 to the $45bn (29bn) buyout of Texan utility TXU by a US private equity consortium a year later. James Dailey, portfolio manager at TEAM Asset Strategy Fund in Harrisburg, Pennsylvania, told Reuters: &quot;We seem to be in this manic buying period, and people are reluctant to give up the optimism that the market is going to move higher.&quot; For Dell, the world&apos;s third largest PC maker, it will mean a retreat from the stock market after almost 25 years as a publicly listed company. The company was founded by Michael Dell in 1984 while he was still at university. He will retain a 16% stake; shareholders will receive $13.65 per share  a 54% premium on its lowest point last November, but a drastic fall from its $18.30 high in February 2012. The deal has been driven by Dell&apos;s desire to reshape the company away from the stock market. Profits from PCs have slumped, and it is being challenged by Asian rivals, Lenovo, Asus and Acer. Liberty Global&apos;s decision to bid for Virgin Media will pit owner Malone in a head-to-head battle with Murdoch and BSkyB, which has so far won out over Virgin Media in the contest for pay-TV subscribers with nearly double the customer base at more than 10 million people. Liberty Global&apos;s pay-TV operations stretch from Chile to Switzerland, but it has no presencein the UK. The move is the second time in five years Liberty Media has looked at Virgin, which is listed on the US Nasdaq exchange, and had a market capitalisation of just over $10bn on Monday night. It also has $5bn of debt. The shares climbed 16% to $45 yesterday. A year ago they were changing hands at $21. Richard Branson&apos;s Virgin Group owns just under 3% of the company, which at an expected bid price of $47 would be worth some $380m. Branson currently receives a percentage of its revenues as an annual royalty; last year that amounted to roughly 10m. Branson cannot veto a deal. Virgin Media chief executive Neil Berkett, who joined the business in 2006 when it was seen as a basket case, could bank nearly $30m from a Liberty takeover. &quot;I&apos;d think the Virgin board will bite Liberty&apos;s arm off to accept this,&quot; said Horsman. Tax losses carried by Virgin Media could lower the tax burden if Liberty&apos;s bid succeeds, Horsman added.The FTSE has risen more than 4% since the start of the year, as investors have apparently regained confidence in businesses&apos; ability to weather the economic storms. &quot;The debt markets are wide open,&quot; Daniel Tiemann, head of transactions and restructuring services in the Americas for KPMG, told Bloomberg. &quot;It&apos;s like the party&apos;s all set and we&apos;re just waiting for the sellers to show up. Confidence is what is going to make the sellers show up.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/05/dell-buyout-virgin-media-sale", 
    "wordcount": "779"
}