{
    "headline": "Construction criticism casts the spotlight on intra-African trade", 
    "text": "Sleek and glinting in the sun, combining a traditional office tower with a more unusual spherical conference centre, shaped like a flying saucer, the new African Union (AU) headquarters in Addis Ababa, the Ethiopian capital, is an impressive symbol of modernity. Some, however, harbour mixed feelings towards the complex, which is scheduled to be opened by President Hu Jintao on Saturday, the eve of the AU summit. Why was it, they ask, that the 20-storey main office building and conference centre, which can seat more than 2,500 people, was built by a Chinese company with Chinese labour, rather than by Africans? The new AU building, the physical embodiment of China&apos;s complex links with the continent, is thus both a source of pride and reproach for Africans. &quot;It&apos;s a beautiful, beautiful building full of grandeur and it will save a lot of money because it will help in the co-ordination of the AU&apos;s business,&quot; said Michael Orwa, a project co-ordinator for State of the Union (Sotu), a group of NGOs that wants the AU to live up to its rhetoric of unity and progress. &quot;It&apos;s a shame the AU was not able to build it itself.&quot; China has made its presence felt throughout Africa, building a bridge in Niamey, Niger, constructing a &quot;super-highway&quot; in Nairobi, Kenya, digging for oil and minerals from South Sudan to Zambia, and flooding the continent with cheap goods. The last of these activities is a source of concern to officials at the African Development Bank (AfDB). &quot;Cheap Chinese goods cause a lot of damage,&quot; said Gerald Ajumbo, principal trade officer at the AfDB. &quot;They hurt consumers as they can be substandard  a battery with a very short battery life, for example. They hurt producers, who lose market share. And they have an impact on government revenues, as governments do not collect tax on these goods.&quot; There is suspicion that China is dumping its goods in Africa, but so far no African governments have made any official complaint to the World Trade Organisation, the trade watchdog. This may be because such cases are complex and costly to pursue, because governments do not want to offend a powerful benefactor, or  more likely  both. AfDB economists bemoan the lack of competitiveness and productivity of Africa&apos;s private sector, reproaching private companies for their reluctance to invest and reliance on governments to do so instead. One way to boost competitiveness and productivity, they say, is to increase trade between African countries  precisely the theme of the AU summit. Most African exports are still sent to markets in industrialised countries; only 10-12% go to other African countries. This is less than half the level in other emerging markets, and half the continent&apos;s intra-regional trade occurs within the Southern African Development Community (SADC), dominated by South Africa. The AU has set an ambitious timetable of 2017 to realise a Cape-to-Cairo free trade zone encompassing 26 countries, 525 million people and $1tn in output. It is a grand plan and, given the precarious nature of the global economy, a timely one. &quot;It is a good time to increase intra-Africa trade and generate badly-needed jobs,&quot; said Alex Rugamba, director for regional integration and trade at the AfDB. &quot;There is a huge opportunity at a summit like this; much depends on the leaders gathered here to provide the momentum for us footsoldiers.&quot; There has been some progress. Two of Africa&apos;s eight regional trading blocs, the Common Market for East and Southern Africa (Comesa) and the East African Community (EAC), already have tariff- and quota-free trade. Efforts have been made to cut down time at border crossings. Zambia and Zimbabwe have reduced the time trucks spend at their border crossing at Chirundu from a week to three hours. Work is progressing on a north-south highway between Durban, South Africa, and Dar es Salaam, Tanzania. Free trade zones would also help deal with cheap Chinese products, since a tariff belt around African markets would have the effect of making Chinese goods more expensive. A Cape to Cairo market sounds like a great idea for African producers and consumers. For Orwa, the trick is to make it happen. The proposed African grand free trade area, which would encompass 26 countries, 525 million people and $1tn, risks becoming another flight of fancy and rhetoric that goes unmatched by concrete actions. Pointing to the looming humanitarian crisis in the Sahel, Orwa argues that if the African countries had lived up to their previous pledge of spending 10% of their budget on agriculture, perhaps the continent would have achieved food security by now. In another example of unfulfilled promise, he points to a failure to ratify and implement a protocol on a code of justice, creating an African version of the International Criminal Court. If that had been the case, Kenya would not have suffered the humiliation of sending Kenyans to stand trial at the Hague. &quot;We want the AU to go beyond trophy projects like this new headquarters,&quot; said Orwa. &quot;We want the AU to ratify and implement policy declarations and instruments so that Africans can see tangible benefits. We want an AU of the people, for the people and not just for states and leaders.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/27/constructive-criticism-intra-african-trade", 
    "wordcount": "884"
}