{
    "headline": "30 best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for Android smartphones and tablets. And after a week off for Mobile World Congress, this week&apos;s selection is a bumper crop from the last fortnight. Read on for a selection of the 30 most interesting new (as in brand new, not updates) Android apps from late February and early March. The equivalent iOS roundup was published earlier in the day. Real Racing 3 (Free) Its freemium timers may have proved controversial, but Real Racing 3 is still an excellent driving game, not least because the more you play and the more cars you own, the timer element stops being an issue. Anyway, the game sees you racing more than 45 cars over 900 events, upgrading as you go. The graphics are spiffing, the handling works beautifully, and unless you&apos;re philosophically opposed to in-app purchases in this kind of game  which some people are  you&apos;ll have bags of fun. Opera browser beta (Free) Opera&apos;s Mini and Mobile web browsers have been on Android for a long time, but this is an all-new version promising to be Opera&apos;s &quot;best all-in-one app for Android&quot;. That means faster webpage loading, an &quot;Off-Road Mode&quot; designed for non-3G browsing, and a personal news feed, among other features. Vyclone (Free) Launched last year for iPhone, video-sharing app Vyclone&apos;s tagline is &quot;Film together&quot;. That means you shoot video of whatever you like, then Vyclone figures out who else is filming at the same time in the same place, and stitches all your clips together into a multi-angle video. It&apos;s in beta on Android, but well worth getting in on early. Temple Run: Oz (0.65) Oz again, but this time an official splicing of Disney&apos;s new film with the hugely popular Temple Run franchise. That means endless-running along the Yellow Brick Road, collecting coins and ducking dragons along the way. It&apos;s based on the latest Temple Run 2 game engine, so looks spiffing. Parents of Oz-loving children may be shocked by the prices of the top-tier in-app purchases though. Toy Story: Smash It! (0.65) If Angry Birds went 3D, with the birds replaced by Buzz Lightyear and the pigs replaced by aliens, it might look like Toy Story: Smash It. A bit. Disney&apos;s new game makes for colourful knock&apos;em down fun as you scoot around 60 levels chucking balls at the aliens&apos; defences. The sort of game you buy for your kids, then frustrate them by hogging the device to yourself. Amazon Mobile App for Android Tablets (Free) Amazon sells its own Android tablets, of course  the Kindle Fire range but this is an app for all larger-screened Android devices, designed to put a tablet-friendly user interface on Amazon&apos;s online store. You can browse products, read reviews, place orders and track them afterwards. Skype WiFi (Free) Skype has ported its Wi-Fi hotspot-finding app to Android, helping you identify nearby hotspots when travelling abroad, then connect to them for internet access paying using your Skype Credit. The company charges for the time you spend connected rather than the data you use, for sessions of up to 30 minutes at a time (with the option to reconnect immediately). Humble Bundle with Android 5 (n/a) It&apos;s time for the latest Android Humble Bundle, an initiative where you&apos;re offered six games plus soundtracks, and can pay what you like for them. What&apos;s more, you can choose how your payment is divided between the individual developers and charities Child&apos;s Play and the Electronic Frontier Foundation. This time round, the four main games are Beat Hazard Ultra, Dynamite Jack, Solar 2, NightSky HD, but if you pay more than the average ($6.65 at the time of writing) you get Super Hexagon and Dungeon Defenders thrown in too. Excellent games, marvellous value. Photoshop Touch for Phone (2.99) Adobe took its Photoshop image-editing software to tablets a while back, but now it&apos;s on smartphones too. This app includes some of the most-used Photoshop effects to help you tweak your photos and then either share them on Facebook or Twitter, or export them to Photoshop tablet or desktop software. Spelltower (1.32) Word game Spelltower was brilliant fun when it came out for iOS in 2012, and it looks just as good on Android. It sees you swiping tiles of letters to make words as they rise from the bottom of the screen, a bit like Boggle meets reverse-Tetris (I said a bit). Five modes offer depth, and the gameplay remains as addictive as ever. Slingshot Racing (0.69) Steampunk racing? That&apos;s already sounding intriguing, and Slingshot Racing delivers on its quirky premise with engaging gameplay. You race around icy tracks using a grappling hook to slingshot your way around corners (hence the name). A long-lasting career mode adds depth, with up to four players able to compete on a single device at once. Toy Story: Andy&apos;s Room (Free) More Toy Story, but this time in live wallpaper form. Released by Disney, this features five Toy Story characters Buzz, Woody, Rex, Hamm and the Aliens with a mixture of animation and mini-games. All designed to provide a colourful backdrop to your Android device. Wikimedia Commons (Free) Another photo-sharing app? Don&apos;t yawn, there&apos;s an interesting twist to this one: it&apos;s from Wikimedia Foundation. It wants to get people uploading their photos to its free Wikimedia Commons image repository. &quot;By uploading your photos, you can help further the goal of spreading free knowledge around the world,&quot; explains its Google Play listing. Gun Bros 2 (Free) Glu Mobile&apos;s Gun Bros was one of the first action games on mobile to take the freemium bit between its teeth. Now it&apos;s got a sequel, which is also free-to-play. Expect lots of guns, lots of enemies to shoot them at, and (possibly) lots of juvenile snorting at mentions of the &quot;T.O.O.L. Wars&quot; in the storyline. Dragon Summoner (Free) Dragon Summoner is also a free-to-play game, but from another popular genre: card-battling. It sees you putting a team of characters together to battle dragons, with more than 200 virtual cards to unlock, and the chance to fight against other players over the mobile network to test your strategies. Bladeslinger (1.99) On iOS, Bladeslinger has been causing plenty of oohs and aahs with its graphics, as well as its swipe-based 3D battling gameplay. Now it&apos;s on (some) Android devices, with an emphasis on high-end devices and visual tweaks for those that have Nvidia Tegra processors inside. AVP: Evolution (3.24) Sadly not a mis-spelt tribute to the Tottenham manager, the &quot;A&quot; here is Alien and the &quot;P&quot; is Predator, as the movie villains face off yet again in an official movie game. You get to play as either, upgrading their abilities, weapons and armour as you go along, with plenty of shooting, running and more shooting to be done. Just Going to the Dentist (0.64) No shooting or running here, just cavity-work and dentist&apos;s chairs. Oceanhouse Media&apos;s latest book-app for children is based on a famous book by Mercer Mayer featuring her Little Critter character. It&apos;s all about a visit to the dentist, with word-highlighting and voice narration telling the story. Svpply (Free) Svpply is a subsidiary of eBay, sitting somewhere between Fab and Pinterest with its &quot;hand-selected&quot; collection of products from online stores. Its app has just been ported to Android, enabling customers to follow their favourite retailers and browse products in a neat image-heavy interface. Rivals at War (Free) Good news if you like action-packed games with military themes: Rivals at War is exactly that. It sees you building and upgrading a troop of soldiers, then sending them off to fight on 3D battlefields, deploying tactics cards when necessary to swing the balance of power your way. City Conquest HD (Free) &quot;It&apos;s not tower defense... and it&apos;s not real-time strategy,&quot; explains the Google Play listing for this new game. Yep, you guessed it: this is both. You&apos;ll be defending your own tower (well, Capitol Building) while attacking your opponent&apos;s and those opponents are real people playing online. 20 single-player missions will train you up for the challenge. Glam Fever (Free) Looking for something a little less... soldiery? Glam Fever is the work of girl-focused virtual world Stardoll, and sees you kitting out an avatar in different fashion items, while making her way in the working world, and dating from a pool of &quot;over 1 million guys&quot;. Virtual ones, presumably. Tornado - American Red Cross (Free) Understandably limited in its geographic scope, this app is from the American Red Cross to help people in the US &quot;understand and prepare for a tornado and all that comes with it&quot;. It&apos;ll alert you if there&apos;s a tornado warning for your monitored locations, provide instructions on what to do, and offers quizzes to help you bone up on all this beforehand. King&apos;s Empire (Free) More free-to-play gaming here from Gamevil, in a strategy game that sees you playing a King in search of his crown, building an army, allying with others and developing a city to scrabble your way back to the throne. Played online against others, it&apos;s clearly going after the same gamers who liked Kingdoms of Camelot. Cars in sandbox: Construction (1.31) Got children and an Android device? This is one of the growing number of fun apps aiming to provide education and entertainment for kids. In this case, the focus is on construction vehicles: a tractor, a crane, a dump truck and so on. Children play with them in a virtual sandpit, completing mini-missions or simply having fun. The Smiler (Free) Who predicted that British theme park Alton Towers would be releasing mobile games in 2013? Nobody, that&apos;s who. Yet here we are, with this game promoting its new rollercoaster, which is opening soon. You get to ride round a virtual version, earning points to unlock new features as you go. Zoe&apos;s Green Planet (2.49) More fun for kids here, with this book-app from developer Square Igloo. It&apos;s all about a green girl on a green planet, surprised when a red family suddenly move in. Interactivity, voice narration and five educational mini-games based around colour, shapes and music look to provide an engaging treat. God of Blades (0.65) Sci-fi beat &apos;em up God of Blades was well received on iOS, and now it&apos;s made the leap onto Android. Inspired by &quot;pulp novel covers, classic RPG modules, and 1970s rock&quot;, it sees you fighting a succession of enemies while figuring out which weapons suit your style best. Boardtastic Skateboarding 2 (Free) It&apos;s only been out for a few days, but this game is already well past the 500k downloads mark. It&apos;s a 3D skateboarding game focused on spectacular tricks, with a global multiplayer mode taking your skills to the world. Pixplit (Free) Rounding off this week, another social photo-sharing app! Wait, come back... Design appears to be the main selling point here, with neat templates for your snaps, and the idea of &quot;splits&quot; where several people&apos;s photos are slotted into one overall &quot;visual story&quot;. That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/08/best-android-apps-real-racing-3-opera", 
    "wordcount": "1913"
}