{
    "headline": "Green cars at 2012 Geneva motor show in pictures", 
    "text": "   Infinity Emerg-E: Our top green car at the show, an extended-range electric mid-engined sports car concept.  It has a 0-60 mph time of 4.0 seconds, a 300-mile range, and emissions of just 55 g/km CO2.  It can also cover up to 30 miles in electric-only mode, when it has zero emissions. When the battery runs down, the car runs on its petrol generator Photograph: Valentin Flauraud/Reuters       The electric Smart For-Us pick-up mobility concept is based on the drive concept of the smart fortwo electric drive, which will be launched from the spring of 2012. The 55 kW magneto-electric motor and 17.6 kWh lithium-ion battery provides the smart for-us with 130 Newton metres of torque and a top speed of over 75 mph. The smart for-us is a mobility concept with room for two people and space for two smart ebikes behind them  Photograph: ZUMA /Rex Features       The Fiat 500L - the L stands for large - is the new addition to the 500 range, and it had its world preview at Geneva. It will be introduced to Europe in the last quarter of 2012, with an engine range which will initially comprise two petrol engines (TwinAir and 1.4-litre) and a turbodiesel engine (1.3 MultiJet II) Photograph: SEBASTIEN FEVAL/AFP/Getty Images       The Yaris Hybrid was shown for the first time in its production-ready form, ahead of going on sale in June this year. The emissions of the Toyota Yaris Hybrid have been confirmed at 79 g/km CO2 (which equates to fuel economy of 80.7 mpg) making it the lowest CO2 combustion engine vehicle in the mainstream market. The Yaris Hybrid will also be available in the UK for less than 15,000 Photograph: Sebastien Feval/AFP/Getty Images       The all-new Volvo V40 will feature a diesel engine with emissions of just 94 g/km CO2. All engine versions feature start-stop and braking energy regeneration, whether they have a manual or automatic gearbox. Production of the all-new Volvo V40 starts in May 2012 Photograph: Fabrice Coffrini/AFP/Getty Images       The all-electric Renault Zoe had its first public appearance at the Geneva Motor Show, and it will be priced at 13,650. It will go on sale this autumn and will have a range of more than 130 miles. Renaults aim is that the Zoe will cost the same as a comparable diesel-engined city car in markets where tax incentives are available. There will also be the cost of monthly battery hire, from 70 in the UK (for a 9,000 miles/36 month contract) Photograph: Salvatore Di Nolfi/AP       The Volkswagen Cross Coupe concept has a turbodiesel direct injection engine and two electric motors resulting in 157 mpg and emissions of 46 g/km CO2. The powertrain also produces 306 PS (225 kW), enough to propel the 1,858 kg Cross Coup from zero to 62 mph in 6.5 seconds and on to a top speed of 137 mph. The drive system can provide a maximum of 516 lbs ft (700 Nm) at any one time. Volkswagen says that the Cross Coupe is a concept vehicle, and there are no current plans to put it into production Photograph: Fabrice Coffrini/AFP/Getty Images       The Vauxhall Mokka will be the companys first small SUV and it will be available with two petrol engines and one diesel, all with Start/Stop, and front or all-wheel drive. The five-seater Mokka will be available at Vauxhall dealerships towards the end of 2012 Photograph: Frank Augstein/AP       The Hyundai i-oniq concept car, an electric sports hatchback with a range-extending petrol engine, was on show at Geneva. The four-seater i-oniq concept has a 1.0-litre, 3-cylinder petrol engine which is mated, via a generator, to a lithium ion electric motor which produces 109 PS. In electric-only mode, the i-oniq has a range of 120 km, while with assistance from the petrol engine it can travel up to 700 km, producing just 45 g/km of CO2 in the process Photograph: Frank Augstein/AP       The Honda EV-STER also made its European debut at the show. The EV-STER is an electric rear-wheel drive two-seater open sports car. Its billed as 'the next-generation electric small sports concept model'. The use of carbon materials means that its light, helping the vehicles performance and giving it a range of around 100 miles and acceleration from 0-37 mph in 5 seconds Photograph: Frank Augstein/AP       The Peugeot 208 will feature the latest generation e-HDi diesel engine emitting 87 g/km CO2 and a new 1.0i 3-cylinder petrol engine emitting just 99 g/km. The new 208 arrives in the UK in June 2012 and it will be available in two body styles, three and five-door Photograph: Fabrice Coffrini/AFP/Getty Images       The Nissan Invitation concept, with expected sub-100 g/km emissions, was revealed at Geneva. The hatchback concept, which is due to be launched in the UK from 2013, previews the companys next mainstream new model in the compact hatchback segment. It has also been announced that the Invitation will be built at Nissan's Sunderland plant in the UK Photograph: VALENTIN FLAURAUD/REUTERS       The Toyota GT 86  along with the Subaru BRZ - may be seen as more sports car than green car, but its designed to be as lightweight as possible, so apart from making it fun to drive, that automatically qualifies it for being one of the greener cars in class. The GT 86 is due to reach the roads this summer Photograph: Sebastien Feval/AFP/Getty Images       The Focus Electric offers a driving range of 100 miles and can be charged in just three to four hours when connected to an appropriate charging facility. Powered by a 23kWh lithium-ion battery pack, the Focus Electric will be the flagship of Fords new family of electric vehicles and it will join the growing lineup of energy-efficient ECOnetic Technology-badged vehicles. The Ford Focus Electric will be on sale in the UK in 2013 Photograph: Denis Balibouse/Reuters  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/mar/09/green-cars-geneva-motor-show", 
    "wordcount": "0"
}