{
    "headline": "Press Start: Prey 2 back on? GTA V map assembled? And more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. We Hear The People Behind Dishonored Are Now Working On Prey 2 | Kotaku  The long and strange saga of Prey 2 may have a new twist: we hear that the sci-fi shooter will be rebooted by Arkane Austin, the development studio that made Dishonored. What&apos;s more, we hear that at least some of the folks at Arkane don&apos;t want to make the game, which publisher Bethesda has been shopping around for quite some time now following a split with previous Prey 2 developer Human Head Studios in late 2011.  While it&apos;s not quite up there in Duke Nukem Forever territory, Prey 2 has been one of the more troubled development projects over the last few years. Fans will be pleased that it may have new home  more pleased, according to Kotaku, than the people actually make it... Complete GTA 5 map assembled by fans - the new Los Santos revealed | The Official Xbox Magazine  Lo, the internet giveth and the internet... giveth some more. We&apos;ve already published a fan-made GTA 5 map, cobbled together with reference to early screenshots, but the one below is way better - it&apos;s made up of teaser snippets released by Rockstar.  I love this fan impulse to structure a game before it has even been released  it says wonderful things about gaming, obsession and determination. Whether or not the thing will be useable is another matter. As the fanatics who tried to map the hotel in Stanley Kurbick&apos;s version of The Shining discovered, not everything a director tells you about a fictitious space is actually geographically true  or even possible. Let&apos;s Play - Making Travel a Game | NYTimes.com  IT WAS A SUNDAY AFTERNOON in SoHo and while most New Yorkers were having brunch, Makeda Peters and her boyfriend were on a street corner craning their necks at a seven-story art installation called &quot;The Wall,&quot; about to embark on what&apos;s known among travelers who love puzzles and prizes as a &quot;gamified city tour.&quot;  An interesting piece on how a new range of travel apps are gamifying the tourist experience. Trolls, Communities, and Psychology | Gamasutra Adam Saltsman:  Like a child, new to the world, players are learning everything over again, and learning fast, and ultimately derive pleasure and meaning and validation from interaction. From experimenting, and seeing the results. And so their griefing of other players is not necessarily done out of meanness, but more out of a sense of exploration, a way of finding their footing in an uncertain new universe.  Spector: We&apos;re not in a Microsoft, Sony, Nintendo World Anymore | GameSpot.com Warren Spector:  I think next gen consoles as entertainment devices rather than game machines is a perilous idea. I mean, I already have more ways than I can deal with to access the programming I want and the Internet and all its pleasures. And if I want to multitask while watching television, I already have to decide which of my devices to do it on. I kind of get a next-gen game machine, but competing for the home entertainment business? We&apos;ll see how that goes.  Oculus Rift engineer killed by suspects fleeing Santa Ana police | Joystiq  Andrew Scott Reisse, a computer graphics engineer and a co-founder of Oculus VR, the company behind the Oculus Rift VR headset, was killed in Santa Ana, California on Thursday, reports local ABC affiliate KABC. Reisse was traversing a crosswalk when he was struck by a car, a Dodge Charger carrying suspects fleeing Santa Ana police.  A tragic story and a terrible loss to a burgeoning new frontier for gaming. Our thoughts go out to Andrew&apos;s family, friends and colleagues.  You can follow Press Start at Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jun/03/game-links-press-start", 
    "wordcount": "624"
}