{
    "headline": "MTV Under The Thumb app will stream shows with 'co-viewing' social features", 
    "text": "MTV is launching an iPhone and Android app called Under The Thumb in Europe, which will enable people to watch its shows while chatting to friends, and also control playback on their TVs. MTV worked with creative agency AKQA on the app, which was unveiled at the Mobile World Congress conference in Barcelona. It&apos;s due to go live on Apple&apos;s App Store and Google&apos;s Android Market in March, in seven European countries. &quot;It&apos;s connecting the traditional MTV business together with our mobile business,&quot; said Michel Dupont, senior vice president of MBL, north and international, at parent company Viacom Media Networks. Ben Jones, European director of technology at AKQA, said at the launch event that the app is aimed at the &quot;Millennials&quot; generation. &quot;They&apos;re basically kids or people who live life at the pace of digital. They need to have content wherever they are, at any point, on any device... A lot of kids nowadays don&apos;t necessarily watch TV any more, they consume the majority of their [TV] content on their laptop, smartphone or tablet.&quot; The app will stream MTV&apos;s shows on-demand, with an in-app chat feature for people to talk to friends about what they&apos;re watching. There&apos;s also something called &quot;polymorphic interface control&quot;, which turns Under The Thumb into a remote control app for a TV. Jones said it will give viewers &quot;the ability to control the stream, pause play ans ao forth, direct from your phone, and then that device becomes the controller for a larger screen too... No one&apos;s really done this before.&quot; The feature works by pairing the Under The Thumb app with a browser on a computer or connected TV similar to the way recently-launched app Clik streams YouTube videos to larger screens from mobile devices. The app gets people to connect it to their Facebook accounts for the social features. Its &quot;co-viewing&quot; features are focused on friends watching the same show at the same time, while chatting about it. People will flick between viewing and chatting by turning their phone from portrait to landscape, while co-viewing sessions can be scheduled by sending invites to friends with a specific time and date. If friends don&apos;t have the app, the invite and a download link will be posted on their Facebook walls. &quot;It was conceived not just as an app, but as a platform for the future, and a platform with content at its heart,&quot; said Mike Betts, product strategy director at AKQA. The app is being launched out of the MTV MBL division MBL stands for Mobile Brand Licensing, and is MTV&apos;s unit for partnerships with mobile operators in Europe. It currently has partnerships in six European countries: Germany, Holland, Switzerland, France, Italy and Belgium, with one more to be added in March, when the app goes live. Dupont says MBL currently has 2.5m users across these countries. Under The Thumb will be a free download in these countries with limited content, and there will then be a paid tier with more shows. A third tier with even more content will only be accessible to MTV MBL customers. There are no plans to launch Under The Thumb in the US, said Dupont. &quot;Of course, the US is aware of this and are following it. But we don&apos;t have short-term plans to launch it there.&quot; Clarification: Ben Jones&apos; quote about kids&apos; viewing habits refers to them watching TV still just not on a television set. He wasn&apos;t suggesting that kids have stopped watching TV shows full stop.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/28/mtv-under-the-thumb-app", 
    "wordcount": "600"
}