{
    "headline": "Junk foods avoid ad ban by targeting children online", 
    "text": "Advertising regulators have been accused of failing to protect children from aggressive online marketing by food companies using internet games and advertising. The Children&apos;s Food Campaign has called on ministers to introduce statutory regulation to close loopholes allowing ads that are banned from children&apos;s television to be shown on manufacturers&apos; own child-friendly websites. The campaign is supported by the British Medical Association, Diabetes UK and the National Obesity Forum. It wants limits on embedded online games such as the Haribo Super Mix challenge, in which children are encouraged to collect sweets, or the Chewits Taste Adventure, where children have to find sweets hidden in British landmarks. Singling out websites for Cadbury, Swizzels Matlow, Oreo and other brands, it said self-regulation by the advertising industry is failing and warned that the internet has become an important battleground for children&apos;s diets, with evidence suggesting promotional games can subconsciously affect behaviour. &quot;Food companies continue to exploit loopholes and advertise junk foods to children online, even though stronger broadcasting regulations prevent such advertising on children&apos;s television,&quot; said Malcolm Clark, co-ordinator of the campaign. &quot;The Advertising Standards Authority [ASA] is struggling to get to grips with its new role and is failing.&quot; The campaign group wants a crackdown on online claims about the nutritional value of snacks and greater control of child-friendly characters, such as the Sugar Puffs Honey Monster. The Soil Association, which promotes organic farming, and Organix, a brand of alternative children&apos;s snacks, are backing the calls for statutory regulation. The ASA denied there was any need for a change in the law and said there was no evidence yet that any significant reform was needed, although it has launched a review of controls. &quot;After two years we can look back and ask what we could do better and it is being looked at seriously,&quot; said Matt Wilson, a spokesman for the ASA. &quot;This industry has a 50-year history of making sure the rules remain relevant and appropriate. The advertising codes are robust around protecting children and the rules are based on the best available evidence about potential harms to children.&quot; The Children&apos;s Food Campaign filed complaints against 54 websites that promoted foods to children that were high in fat, salt or sugars, which it said &quot;failed to protect children from unhealthy food marketing&quot;. The complaints were rejected outright by the ASA, which said they did not encourage irresponsible consumption. It added: &quot;We are not a social engineer and it is not our role to say whether a legally available product or service is good or bad.&quot; More detailed complaints about 19 websites, selected as the &quot;worst offenders&quot;, resulted in only two being partially upheld, two informally resolved and the rest rejected outright. A Pac-Man-style game that allowed players to guide the Honey Monster through a maze of Sugar Puffs was allowed because &quot;the consumption of Sugar Puffs had been represented in an abstract way&quot;, while a Swizzels game where the player could collect cola bottle sweets was ruled to have breached the code (see below). The campaign group also challenged unrestricted access to TV-style adverts embedded in websites for Cadbury&apos;s Creme Eggs, Fanta orange drinks and Haribo sweets. No action was taken by the ASA, with the committee of advertising practice that draws up the code commenting there was &quot;an absence of evidence linking non-broadcast food advertising to dietary preferences  There is clearly a difference in likely impact between content appearing in a media that requires the user to access and content appearing unannounced during a TV schedule.&quot; A complaint about a Chewits website featuring Chewie the Chewitsaurus, a Kellogg&apos;s site with the Snap, Crackle and Pop characters and a Nestl advert with Quicky the Nesquick rabbit were not investigated because rules to protect primary and pre-school children ban food and drink advertising from using celebrities and licensed characters, but not own-brand characters. Food for thought: some of the complaints Sugar Puffs The &quot;Munching Monster&quot; game on the website involved leading the Honey Monster around a maze eating cereal. The CFC said the game &quot;encourages excessive consumption of the product and poor nutritional habits&quot;. Honey Monster Foods Ltd said no one had yet completed three levels of the game which is what it would take to consume 450 virtual puffs, enough for a 30g bowl. They added a cup of coffee to the entry page to make it &quot;more adult-oriented&quot;. The ASA said &quot;consumption of Sugar Puffs had been represented in an abstract way  players were unlikely to associate the Honey Monster&apos;s consumption with their own&quot;. Oreo The CFC complained about a child friendly advert for Oreo biscuits which showed a child consuming the product. The complaint was that the ad could not be shown on TV and it should be &quot;common sense for similar rules to apply, irrespective of the media&quot;. The ASA did not investigate and the Committee of Advertising Practice said it was &quot;not proportionate to mirror the TV scheduling rules in non-broadcast given the significant differences between TV and other media, not least the absence of evidence linking non-broadcast food advertising to dietary preferences&quot;. Swizzles The Swizzles Town feature was aimed at pre-school and primary age children and promoted the company&apos;s sweets, CFC complained. Among several games it included Cola Capers where, the ASA concluded, &quot;the game&apos;s character could collect almost 100 cola bottle sweets. If the character was caught by the &apos;angry parents&apos; they would lose a life. We considered the game  condoned eating a large number of sweets while hiding from one&apos;s parents. [It] irresponsibly encouraged poor nutritional habits and an unhealthy lifestyle&quot;. The company said the website contained information about products did not encourage poor eating habits and was targetted at &quot;a family audiuence&quot;.", 
    "section": "technology", 
    "gid": "technology/2013/apr/29/junk-food-ad-ban-children", 
    "wordcount": "984"
}