{
    "headline": "Europe to begin search for habitable planets in our cosmic backyard", 
    "text": "Cheops stands for CHaracterising ExOPlanets Satellite and although its science goals are written in typically conservative scientific language, this mission aims high. At the end of its 3.5 years of operation, it will have built a list of planets around other stars (exoplanets) that astronomers could subsequently analyse for extraterrestrial life. To do this it will target nearby stars that ground-based telescopes have already shown to boast planets in orbit around them. From its vantage point in space, Cheops will be free of the distorting effects of Earth&apos;s atmosphere. Not only will it be able to analyse those worlds more precisely than is yet possible, it will also look for smaller planets around those stars that are impossible to see from the ground. The mission was officially approved last Friday, 19 October 2012, and is scheduled for launch in 2017. It will cost ESA no more than 50 million Euros, although additional funds can be used from elsewhere. Even though I had been hoping for a gravitational physics mission, this is a great selection from ESA, which has struggled so far to bring an exoplanet mission to completion. Rewind a decade and everything looked rosy for exoplanet research. The agency had two missions planned: Eddington and Darwin.  Eddington was a space telescope with a mission similar to NASA&apos;s Kepler. It would survey dense starfields in the Milky Way, looking for the telltale dimming of a star as a planet passed in front of its bright disc. It would also analyse stellar interiors by detecting &quot;starquakes&quot; through a technique called asteroseismology.  Darwin was the next step: a flotilla of space telescopes that would collect light from nearby exoplanets to analyse the atmospheres for gases that could betray the presence of life. Then it all went wrong. In 2003, cost overruns forced ESA into a corner. The unexpected launch postponement of the Rosetta spacecraft sucked 100 million Euros out of the science budget and resulted in the cancellation of Eddington. Four years later, the Darwin project was shelved when confidence in the technology needed faltered.  While the scientific goals of these two missions have remained core to the ESA science programme, until now the agency had not been able to put together a mission capable of fulfilling them. Just last year, it passed over a mission called PLATO that was essentially an enhanced Eddington mission.  The nearest it has come is a collaboration with the French National Space Agency on the COROT mission. Partly the problem has been the success of NASA&apos;s Kepler mission making ESA&apos;s efforts look redundant. It has clocked up 77 confirmed planets and thousands of candidates. The trouble with Kepler is that not a single one of those planets is close enough to Earth for follow-up analysis. Not even the giant 30 and 40 metre telescopes being readied for construction in the next decade will be capable of analysing the light from Kepler&apos;s worlds. This is because Kepler looks far away to see a large number of stars, in the same way that you have to look at a distant hillside to see all the trees in a single forest. But to make progress, we need a mission capable of pivoting from star to star, to draw up a target list closer to home. Cheops is that mission. It will look for the dip in light as a planet moves across the face of its parent star. It will detect planets down to the mass of the Earth and will have the sensitivity to show which planets have dense atmospheres. These will be the natural targets for the giant ground-based telescopes, and the next generation of space telescopes, that will analyse those atmospheres for signs of life. So there&apos;s a lot riding on Cheops  and not just the science. It could be the first of a series of small missions, each one rapidly developed at low cost to investigate new scientific ideas quickly. That is an exciting prospect and will perfectly complement the larger and lengthier missions that form the backbone of ESA&apos;s science programme. In this instance small refers only to the budget, not to the scientific ambition. Stuart Clark is the author of The Sky&apos;s Dark Labyrinth trilogy (Polygon)", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/oct/22/europe-search-habitable-planets-esa-cheops", 
    "wordcount": "706"
}