{
    "headline": "Ecuadorean tribe will 'die fighting' to defend rainforest", 
    "text": "     In what looks set to be one of the most one-sided struggles in the history of Amazon forest conservation, an indigenous community of about 400 villagers is preparing to resist the Ecuadorean army and one of the biggest oil companies in South America. The Kichwa tribe on Sani Isla, who were using blowpipes two generations ago, said they are ready to fight to the death to protect their territory, which covers 70,000 hectares of pristine rainforest. Petroamazonas  the state-backed oil company  have told them it will begin prospecting on 15 January, backed by public security forces. Community members are launching a last-ditch legal battle to stop the state-run firm assisted by a British businesswoman, who is married to the village shaman, and who was recently appointed to run the local eco lodge. Mari Muench, who is originally from London, said the community decided at two meetings late last year to reject a financial offer from the oil firm because they were concerned about the long-term environmental impact of mining. They recently learned, however, that the chief of the village has signed a contract giving the go-ahead for the oil exploration, even though they say he was not authorised to do so. Earlier offers of a new school, university places for village children and better healthcare were dropped in the document, which provides compensation of only $40 (24) per hectare, according to copies that the Guardian has seen. The community secretary, Klider Gualinga, said more than 80% of the village is opposed to the oil deal, but a minority are pushing it through against their wishes and local rules. &quot;People think it is dishonest and the oil company is treating them like dogs. It does not respect the land or the planet. There is no deal, nothing is agreed. The people do not want the oil company. They&apos;re very upset and worried,&quot; Gualinga said. &quot;We have decided to fight to the end. Each landholder will defend their territory. We will help each other and stand shoulder to shoulder to prevent anyone from passing.&quot; If there is a conflict, their chances of success against the better armed and trained military are slim. The Sani Islanders say they scared but determined. &quot;If there is a physical fight, it is certain to end tragically,&quot; said Patricio Jipa, the shaman and former community chief. &quot;We may die fighting to defend the rainforest. We would prefer passive resistance, but this may not be possible. We will not start conflict, but we will try to block them and then what happens will happen.&quot; &quot;It makes me feel sad and angry. Sad because we are indigenous people and not fully prepared to fight a government. And angry because we grew up to be warriors and have a spirit to defend ourselves. I wish we could use this force to fight in a new way, but our mental strength is not sufficient in this modern world. If the laws were respected we would win. But our lawyers have sent them letters and they won&apos;t even talk to us in Quito.&quot; &quot;We are now fighting against a signed contract. We must make people realise it is invalid but there is huge concern the oil company will move quickly to clear the land. When that happened elsewhere, they used armed troops, beatings and abductions to remove those who stood in their way.&quot; The members of the Kichwa indigenous group are custodians of swaths of the most biodiverse areas in the world. Their land is close to the Yasuni national park. Scientists say a single hectare in this part of the Amazon contains a wider variety of life than all of North America. Community members are appealing for outside assistance in their legal battle and efforts to find economic alternatives through their eco lodge. Petroamazonas has yet to respond to the Guardian&apos;s request for comment.", 
    "section": "environment", 
    "gid": "world/2013/jan/13/ecuadorian-tribe-die-fighting-rainforest", 
    "wordcount": "657"
}