{
    "headline": "A search for meaning in this chiffchaff pair raising their chicks in my garden", 
    "text": "Neither chiff nor chaff but a short, terse whistle as if directing a sheepdog, the little bird works his territory. He turned up one day, began his two-note chiff-chaff chant and collected small, precise and beautiful objects. She arrived, and for the last three weeks the chiffchaffs have been a blur of anonymous beige, building a nest and now foraging for food to stuff into the gapes of their chicks. It&apos;s hard to believe that the chiffchaff pair have flown all the way from west Africa to this wall covered in climbing hydrangea, a yard from our kitchen window. This is the first time it&apos;s happened and it feels as if it means something. Like yesterday&apos;s sudden appearance of a hare in the road or the double rainbow against last week&apos;s storm, these tiny birds carry the weight of omen and augury. Just like stories about the ominous significance of wrens and whether they appear or sing to the viewer&apos;s right or left, east or west, so there are similar west African stories about the position and sounds of birds which bring luck or misfortune. It&apos;s as if the creature-as-fetish has faded into a dimly recalled superstition across the world but still holds a spark of cultural significance. The chiffchaff is holding hard to his. With an insistent whistle, the bird drops low from the nest, skims the ground, then flies up into a rowan or the tall white flower stems of Rodgersia. With pencil-sharp beaks, the birds pick grubs, flies and spiders, and reverse their swoop back into the nest and the teeth-sucking sound of the young, deep in their basket. Although so small and light, the chiffchaffs have, by the sheer power of their will, cleared intruders from this corner of the garden. There is such a fire in the hearts of these birds, such a fierce determination to do what they came to do, and a daring to whistle at the future&apos;s danger.", 
    "section": "environment", 
    "gid": "environment/2012/jun/12/chiffchaff-chicks-garden-wenlock-edge", 
    "wordcount": "326"
}