{
    "headline": "Money talks  how the Doha conference really comes down to cash", 
    "text": "The lead negotiator of the Philippines has made an emotional appeal for &quot;no more delays, no more excuses&quot; at the international climate talks in Doha, Qatar. Naderev Sao broke down in tears as he told the plenary session about the plight of his country in the wake of typhooon Bopha, which has killed nearly 400 people. &quot;Even as we vacillate and procrastinate here, the death toll is rising. There is massive and widespread devastation. Hundreds of thousands of people have been rendered without homes. And the ordeal is far from over,&quot; he said. &quot;I appeal to leaders from all over the world, to open our eyes to the stark reality that we face. I appeal to ministers. The outcome of our work is not about what our political masters want. It is about what is demanded of us by 7 billion people.&quot; He finished his address with an echo of a phrase used by President Barack Obama, &quot;I ask of all of us here, if not us, then who? If not now, then when? If not here, then where?&quot; The Philippines National Disaster Agency has put the death toll at 379 after Bopha triggered landslides and floods along the coast and in farming and mining towns inland in the provinces of Compostela Valley and Davao Oriental. Rescuers continued to search on Thursday through thick mud, broken homes and felled trees for survivors. After his speech, Sao expressed frustration at the lack of funding from rich nations to help developing countries adapt to changing climate. But the UN&apos;s former climate chief, Yvo de Boer, dismissed as &quot;completely unrealistic&quot; calls from developing nations for $60bn in funding for climate adaptation. De Boer, who led the UN&apos;s climate negotiations from 2006 to 2010, told the Guardian: &quot;It&apos;s not going to happen, with developed countries in the financial state they&apos;re in. We need to be realistic.&quot; Finance has been a key issue at the fortnight-long talks, due to finish on Friday, where developed and developing countries remain at loggerheads over how to cut greenhouse gas emissions in line with scientific warnings of mounting changes to the climate. Some poor nations want the industrialised countries to agree to provide $60bn at these talks as &quot;interim&quot; financing. They say it is needed because although developed countries have already provided or pledged  by some calculations  nearly $30bn of &quot;fast-start&quot; financing by the end of this year, and have pledged to ensure flows of $100bn a year by 2020, there is no commitment on how to ramp up to that larger figure. Despite the demands of developing countries, industrialised countries with cash-strapped Treasuries are unlikely to announce any more new money at Doha. Instead, there may be a form of words that commits countries to providing funds in future, without specifying how much. There have been a few announcements of new funds, particularly from Europe, where the European Commission has committed 500m in 2013. In total, the EU has pledged 6.85bn in funds for in 2013 and 2014. The UK announced it was providing 2.9bn, to the rage of some Tories. However, this was money that had already been committed by George Osborne in 2010. Of this cash, about 1.8bn is left for the post-2012 period, and the government announced several projects  including 98m for building renewable power generation in Africa, and 15m for low-carbon agriculture in Colombia. Greg Barker, the Tory climate change minister, defended the funds as being in the UK&apos;s own interest. &quot;There will always be people who do not agree with foreign aid and that is a difference of opinion. But the prime minister has been very clear. It represents a sensible investment for British people. If you turn your back on the developing world we will see more failed states, we will see countries struggling and failing to deal with the impact of dangerous climate change. And ultimately, we pay the price in British lives. Climate change isn&apos;t the only reason for instability in the future [in countries like Afghanistan, Eritrea, Somalia], but it&apos;s going to be a very aggravating factor, if we don&apos;t play our art in stemming it.&quot; Ruth Davis of Greenpeace said a key question was whether the US would agree to &quot;progressive wording&quot; on committing to finance in the future. Jonathan Pershing, negotiator for the US, said the US was &quot;working on&quot; reaching 100bn in globally sourced finance by 2020. Referring to the agreement signed in Copenhagen in 2009, he said: &quot;The commitment in the first part was a voluntary agreement on the part of donor countries to collectively provide something approaching $30bn and we exceeded that commitment. The second part was to mobilize $100bn by 2020 and we are working on that. To me, the question of whether there are new commitments that get announced here is not the right question. The question really is did we do the first one and the answer is yes. Are we working on the second? The answer is yes.&quot; As the meeting is taking place in the country with the world&apos;s highest per capita income  Qatar, which makes the majority of its money from exporting fossil fuels  some have questioned whether it and other oil-rich Middle Eastern nations, such as Saudi Arabia, should contribute funds to help poor countries. Nick Mabey, chief executive of the environmental thinktank E3G, said: &quot;We think the level of wealth of Qatar and their responsibility for emissions means that they should be contributing. It would add a lot of momentum to the talks if they made a financial pledge, and would encourage other countries in the region to show solidarity, and help countries that are afflicted by the burning of fossil fuels.&quot; With little time to go, negotiators still have to seal a continuation of the Kyoto protocol, and wrap up a separate negotiating track that involves non-Kyoto countries. These are both necessary steps to progressing to the next stage of the negotiations next year, when countries will begin work drafting a proposed new global treaty, binding both developed and developing countries to reduce emissions, that would be signed in 2015 and come into force from 2020.", 
    "section": "environment", 
    "gid": "environment/2012/dec/06/money-talks-doha-conference-cash", 
    "wordcount": "1059"
}