{
    "headline": "Tech companies could get help with London stock market flotations", 
    "text": "Technology companies could be given a fast track to the London Stock Exchange (LSE) under new regulations being proposed by the government to try to snare the would-be Googles and Facebooks of the future. David Willetts, the minister for universities and science, said that the government has been working with the LSE to propose a &quot;new route&quot; for companies from the UK and the rest of Europe to raise cash on the stock market. Among the changes will be reformed rules concerning eligibility, reporting and the &quot;free float&quot;  the proportion of shares held by investors that can be traded. Willetts told an audience of venture capitalists and startup entrepreneurs in London that the government was determined to make sure that as many of the new crop of innovative European hi-tech companies seeking to float in the next few years do so in the UK. Although London already offers the Alternative Investment Market (Aim) as a sub-market of the LSE, a number of companies and investors feel that it does not have the prestige of a listing on the main index. The AIM is a self-regulated market with low admission requirements, but it has been criticised for having a &quot;casino&quot; environment for trading. Willetts said that the reformed rules being proposed &quot;will ensure that the needs of dynamic businesses  particularly internet and technology companies  and their investors are met&quot;. Research by the independent analysis and investment organisation Nesta suggests that, between 2006 and 2009, more than 800 companies received investment from UK venture capital funds and 2,700 companies received investment from European funds. In all, 10% of firms that received investment from UK or European funds between 1990 and 2005 went on to make an initial public offering. Willetts said the proposals would be aimed at mid-sized, high-growth businesses, which are currently under-represented on the UK&apos;s stock markets. Xavier Rolet, chief executive of the LSE, said: &quot;There is a direct and proven link between IPOs and job creation. Attracting both entrepreneurial businesses and the investors that support them to the UK is key to driving growth and generating jobs.&quot; Neil Rimer of the venture capital company Index Ventures said: &quot;It&apos;s great news for entrepreneurs everywhere that London is stepping up and not just being a great place to start a company but to build huge sustainable businesses. Our hope is that today&apos;s good news from Downing Street will encourage more high-growth companies created in Europe to go big and stay home.&quot; For venture capital companies, an easier route for companies in which they have invested to float on the stock market, and hence repay their capital, would be a boon  and could lead to a virtuous circle in which venture capital is more quickly and possibly better rewarded than at present. A constant complaint from UK-based startups is that it is difficult to access venture capital, while the investors complain that it is hard to find companies with sufficiently clear paths to a flotation that would bring a payback. Willetts&apos;s move follows lobbying by both startups and investors, and concern that the US could prove a more attractive location for flotation, especially after President Obama lowered the regulatory burden for growth companies wanting to gain listings on US public markets. The government says it will also investigate whether current regulatory rules are putting investors off funding growth companies, and will work with the LSE to widen the availability of equity capital for both UK and international businesses looking to make the UK their global base. Stefan Glaenzer, co-founder of Passion Capital, said: &quot;This is great news for technology entrepreneurs and investors across Europe. It&apos;s vital that we enable more European companies to IPO in London, as this will not only create vital new jobs and investment, but it will also help more European companies grow into world-beaters. We need to create digital companies who end up on the buy side and not sell out. An IPO is not a sellout, it&apos;s the beginning of the next phase.&quot; Reshma Sehoni of Seedcamp said: &quot;Seedcamp and others have done a lot of work to support early stage tech companies in Europe. It&apos;s great news that the government is announcing these proposals to make it more attractive for technology companies to IPO in London. The quality of the entire business ecosystem will improve if the UK remains globally competitive, and particularly so with the US, so that we retain more of our best tech companies and all the jobs and revenues that they create.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/sep/20/high-tech-companies-london-flotation-help", 
    "wordcount": "767"
}