{
    "headline": "Fears of British super-drought after record low rainfall in winter", 
    "text": "The pond at St Peter&apos;s Church in Snailwell, Cambridgeshire, is surrounded by clumps of bulrushes and thick oak trees that give it a timeless English appeal. Coated in a dusting of snow, this small body of water looked the epitome of rural charm. Only one odd feature upset its picture-postcard appearance. Around noon every day, automated pumps just above the pond are switched on and for the next few hours 400,000 gallons (1.8m litres) of water are sent cascading down a brick-lined gully into the lake. The reason for this daily influx is straightforward. If engineers from the Environment Agency had not started pumping water into Snailwell&apos;s pond every day this winter, it would have disappeared weeks ago, the victim of a drought that now threatens much of England with a summer of parched landscapes, rivers reduced to trickles and possible hosepipe bans ahead. &quot;When you use the word drought you become a hostage to fortune. Events can occur at the last minute to make you look silly,&quot; said Andrew Chapman, a senior environment planning officer with the agency. &quot;But the position is becoming very serious. In simple terms, unless we get a downpour that lasts for several weeks in the very near future, we are in trouble. There could be severe water shortages in many parts of the country.&quot; Worst affected areas would include the Midlands, East Anglia and the south-east of England, say agency officials. The impending crisis  which could have widespread consequences for farmers, food production, tourism, industry and domestic life  has been building for the past 18 months. Reservoirs were already low this time last year. Then came 2011, the driest year in England and Wales for 90 years. In addition, we are now experiencing the driest winter on record, though this could change over the next few weeks, meteorologists have said. The crucial point is that boreholes and reservoirs are now at &quot;notably low&quot; or &quot;exceptionally low&quot; levels. At the RSPB reserve at Titchwell Marsh in Norfolk, springs have dried up and many of the birds, including populations of bearded tits, marsh harriers and reed warblers, are now struggling to find food. Fresh water plants and animals such as water voles are also suffering. &quot;This is a very worrying situation to have at this time of year,&quot; said Grahame Madge, an RSPB official. &quot;This is an incredibly important wildlife site that we cannot afford to have damaged. We are going to have to look very carefully at how we manage water supplies there in coming years.&quot; In addition, rivers have dried up in several areas. These include tributaries of the Welland in Lincolnshire and the Chess in Buckinghamshire. Fish have become stranded in pools and had to be rescued by agency workers and moved to areas where water is flowing. &quot;We sometimes have to carry out such rescues in summer,&quot; said Ian Barker, the Environment Agency&apos;s head of water, land and biodiversity. &quot;But we are having to do this in mid-winter, the one time of year when there is supposed to be plenty of water and rainfall. That is certainly not a healthy state.&quot; The impending water crisis is particularly worrying for farmers. At this time of year, many build storage lagoons to hold water that they can use later in the year to irrigate crops. But to be allowed to dam up water that would otherwise flow into rivers, farmers have to be given permits by the Environment Agency. So far this year, 345 applications for such stores have had restrictions placed on them by the agency, limiting the powers of farmers to provide water for their crops during the forthcoming growing season. &quot;We are facing drastic reductions in yield,&quot; said Andrew Nottage, who runs the Russell Smith farm at Duxford, Cambridgeshire. Among the crops grown by Nottage are potatoes and onions  vegetables that have a high demand for water. &quot;We can switch crops to less water-intensive types, but there is a problem doing that,&quot; he said. &quot;Farmers are locked into long-term contracts with supermarkets to provide them with the vegetables they want to provide for the British public later in the year. &quot;It is therefore difficult to switch crops even if you know that you are going to be in trouble when it comes to supplying water for them.&quot; The problem for Britain is that East Anglia is one of the nation&apos;s principal food-producing regions. It is also the driest in the country. &quot;Rainfall patterns here are similar to Israel,&quot; said Nottage. &quot;That makes farming a tricky business some years.&quot; To address the shortage of rainfall last year, the Environment Agency estimated that it would need 20% above average for the months from December last year to April this year. To date, the rains have been 30% below average. This month has also been cold  but dry. Instead of being replenished by rain percolating through the ground, boreholes are being used to pump what water they have left to prevent rivers and streams drying up  as is being done at Snailwell. &quot;If we don&apos;t prevent the pond drying up, then the streams that feed from it will disappear and the local wildlife will really suffer,&quot; said John Orr, a manager at the Environment Agency. Whether these problems trigger a full drought in England this summer depends not just on rainfall but summer temperatures. Britain&apos;s worst years for rainfall included 1921, 1933, and 1964, but these were not the worst years for drought. Summers then were relatively cool, and that made up for the lack of water in boreholes and reservoirs. It was only when heatwaves began to take place, in years when water levels were only fairly low, that there were significant shortages. This occurred in 1911, 1955, and 1976. In the case of 1976, the effects were devastating. The temperature reached 27C (80F) every day between 22June and 16July, and often climbed well above 32C (90F). Crucially, the previous summer and autumn had been very dry, while the winter of 1975-76 was also exceptionally dry, along with the spring of 1976. Heath and forest fires broke out across southern England at the peak of the drought in August; 50,000 trees were destroyed at Hurn Forest in Dorset; and an estimated 500m of crops were lost across the country. Food prices rose by 12%. Many rivers ran dry. A drought act was passed by parliament and Denis Howell was appointed minister of drought co-ordination. Among his homespun ideas in response was a suggestion to put bricks in lavatory cisterns and a proposal that husbands and wives should share baths. There was also widespread water rationing across England. In some areas, supplies to homes were turned off and water was delivered by lorries or public standpipes in streets. The country has a long way to go before it reaches these extremes, insist officials from the Environment Agency. It would require an exceptionally hot summer to trigger a serious drought, even if there was little rain over the next few months. On the other hand, the signs are worrying, even in Snailwell. &quot;We are trying to offset the worst effects of the drought that we are already experiencing by pumping water into the pond to protect the streams that feed of it,&quot; said Chapman. &quot;But at the end of the day, we are facing a situation in which there may be no more water to extract from the ground to keep the pond there. The next few weeks will be crucial.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/12/summer-drought-looms-for-england", 
    "wordcount": "1287"
}