{
    "headline": "Church's high-pitched call for respect", 
    "text": "While villages and farms on the Somerset Levels are suffering the misery, damage and loss brought about by flood, our corner in the south-east of Somerset, on the fringe of Blackmore Vale, has remained relatively dry. The rain has hammered down day and night, our ponds are brimming and streams are in full spate, and it is true that people who live outside the village, on Horsington Marsh, are used to finding their roads awash; but even they have not been seriously flooded. When we were due to go down to the Dorset coast, we took the Roman road that runs straight and high and dry over the tops of the chalk downs. But when we dropped down towards Dorchester, there were sheets of water across the meadows where the river Frome flows close by the northern edge of the town. The way on to Lyme was clear, and from there we went west, a little way back from the clifftops, into Devon. A narrow lane wound steeply down into a hidden valley and the hamlet of Combpyne  church, pond, farm and a group of dwellings. Tradition claims that there was once a nunnery here, and that perhaps the pond was the nuns&apos; fishpond. The Ecclesiastical Antiquities in Devon (1840) noted that the church had &quot;little to recommend it  its whole interior being but 51 feet in length&quot; but to today&apos;s eye, the ancient, rugged structure with its steep-pitched roofs stands up boldly and demands respect. There are curiosities inside, including the story of the choir&apos;s bass viol player, whose daughter sold his instrument to the postman for seven shillings and a pint of beer. The ancient font is carved in stone from the quarries at Beer, a stone particularly valued for fine carving and used by the Romans. So we went on to Beer, its picturesque and sheltered cove an ideal haunt for smugglers. Little fishing boats were beached on the shingle, where the day&apos;s catch was on sale.", 
    "section": "environment", 
    "gid": "environment/2013/jan/07/church-high-pitched-call-respect", 
    "wordcount": "332"
}