{
    "headline": "John Hopkins obituary", 
    "text": "John Hopkins, the visionary landscape architect responsible for the delivery of London&apos;s Olympic Park, has died suddenly at the age of 59. An early advocate of sustainable design, he championed the role of landscape as an essential part of ecological infrastructure, rather than an added decorative luxury, arguing for its place at the heart of every development. Architect turned client, he moved from private practice to the Olympic Delivery Authority (ODA) in 2007, as project director for parklands and public realm. In this role he masterminded the transformation of 200 hectares of poisoned, post-industrial land in east London into a model ecological park. Featuring wet woodland and wildflower meadows, bat boxes, kingfisher walls and swift hotels, as well as habitats to lure otters, water voles, sand martins and reptiles, the park was the most biodiverse Olympic campus ever conceived, fixing years of abuse by heavy industry. &quot;He thought of landscape as a working tool,&quot; says his former ODA colleague Phil Askew. &quot;The Olympic Park was not just there to look nice. It had to work hard  on the levels of ecology and biodiversity, tackling the urban heat island effect [the excess heat produced by cities] and providing drainage. It had to be a multilayered working landscape.&quot;     John Hopkins masterminded the transformation of east London into a model ecological park featuring different habitats for wildlife. Photograph: Barrett Doherty    The park was the culmination of years of work in east London and elsewhere. Hopkins had been instrumental in projects such as the Green Grid, a plan to connect existing parks and open spaces together with crucial &quot;stitches&quot; to form a walkable green network. He was also key to the development of the continuing Thames Gateway parklands project, and championed the opening up of hidden river courses across the city, such as the Quaggy, in a pro bono capacity as a community activist and advocate. Born in Liverpool, Hopkins studied landscape architecture at Thames Polytechnic (now the University of Greenwich), going on to work overseas in public and private practice in Malaysia, Australia and Hong Kong, before completing a master&apos;s degree at Louisiana State University in 1986. From then on, he always had a fascination with the US, where he saw the practice of landscape architecture as being far ahead of that in Britain. He had recently returned there to take up a teaching position at the University of Pennsylvania. Known for his red socks and substantial, finely groomed moustache, Hopkins brought a steely determination and uncompromising outlook to every project he tackled. Ambitious and unbending in his conviction, he championed the cause of landscape architecture, a profession that he thought had too often been sidelined. &quot;Landscape architects need to be at the core of every project, and increasingly so,&quot; he said. &quot;Biodiversity and vegetation need to work more closely at the core of the design team. We need to move to a benign infrastructure.&quot; He described himself as a Taoist, which he saw as meaning &quot;being part of the flow, but you can also affect the flow&quot;. He was in the middle of writing a book  The Global Garden, Ecological Economics and Infrastructure  which would describe his vision for &quot;how we can achieve beautiful, multifunctional landscapes for water, food, energy, biodiversity, materials, transport, waste, equity, human health and happiness based on natural and cultural resources, and ecosystem services capacity&quot;. A supporter of the One Planet Living initiative, based on 10 principles of sustainability, he argued for a new economic model, seeing the tireless pursuit of growth as being at odds with the finite resources of the planet and their inequitable distribution. &quot;It&apos;s &apos;the economy, stupid&apos; that is driving us all in the wrong direction,&quot; he said in an interview with Landscape journal. &quot;We measure GDP by the amount of physical stuff put through the system. It doesn&apos;t put a cost on the resources, on the pollution, nor does it measure wellbeing. We have to concentrate on health and wellbeing rather than on increasing salaries.&quot; He taught widely throughout his career, an experience that fed into his didactic approach to practice. At the ODA, he was known for giving talks to design teams and contractors to explain the importance of landscape principles, &quot;so people knew there was a bigger reason for what they were doing, that it wasn&apos;t just &apos;for the Olympics&apos;,&quot; as one colleague put it. He is survived by his children, Rosie and Jack, from his relationship with Jill; his fiancee, Laura; and his siblings, Patricia and Kevin.  John Hopkins, landscape architect, born 6 December 1953; died 21 January 2013", 
    "section": "environment", 
    "gid": "environment/2013/jan/28/john-hopkins-obituary", 
    "wordcount": "758"
}