{
    "headline": "Bipedalism, birth and brain evolution", 
    "text": "   Image: Marcia Ponce de Len and Christoph Zollikofer/University of Zrich    One of the things that makes our species unique is our exceptionally large brain relative to body size. Brain size more than tripled during the course of human evolution, and this size increase was accompanied by a significant reorganization of the cerebral cortex, the prominent convoluted structure responsible for complex mental functions, which accounts for something like 85% of total brain volume. What evolutionary forces drove this dramatic increase in brain size? Many theories have been put forward over the years, a popular one being that our ancestors&apos; brains expanded to accommodate the faculty of language. A fossilized skull fragment belonging to a human ancestor that lived several million years ago provides yet more clues. A new analysis of the skull suggests that human brain evolution may have been shaped by changes in the female reproductive system that occurred when our ancestors stood upright. At some point in evolution, our ancestors switched from walking on all four limbs to just two, and this transition to bipedalism led to what is referred to as the obstetric dilemma. The switch involved a major reconfiguration of the birth canal, which became significantly narrower because of a change in the structure of the pelvis. At around the same time, however, the brain had begun to expand.  One adaptation that evolved to work around the problem was the emergence of openings in the skull called fontanelles. The anterior fontanelle enables the two frontal bones of the skull to slide past each other, much like the tectonic plates that make up the Earth&apos;s crust. This compresses the head during birth, facilitating its passage through the birth canal.  In humans, the anterior fontanelle remains open for the first few years of life, allowing for the massive increase in brain size, which occurs largely during early life. The opening gets gradually smaller as new bone is laid down, and is completely closed by about two years of age, at which time the frontal bones have fused to form a structure called the metopic suture. In chimpanzees and bononbos, by contrast, brain growth occurs mostly in the womb, and the anterior fontanelle is closed at around the time of birth. When this growth pattern appeared is one of the many unanswered questions about human brain evolution. The new study, led by Dean Falk of Florida State University, sought to address this. Working in collaboration with researchers from the Anthropological Institute and Museum at the University of Zrich, Falk compared the skulls of humans, chimps and bonobos of various ages to the fossilized skull of the so-called Taung Child.Taung Child was found in 1924 in a limestone quarry near Taung, South Africa, and was the first Australopithecine specimen to be discovered. It belonged to an infant of three to four years of age, and is estimated to be approximately 2.5 million years old. The skull is incomplete, including the face, jaw and teeth, but it contains a complete cast of the brain case, which formed naturally from minerals that were deposited inside it and then solidified.  &quot;Most of Taung child&apos;s brain case is no longer present, but you see all kinds of interesting structures in the endocast, like the imprints of the cortical convolutions,&quot; says study co-author Christoph Zollikofer. &quot;We looked at the imprints of the sutures. These features are very well preserved, and have been known about for 50 years, but nobody paid attention to them.&quot; In 1990, researchers from Washington University Medical School published a three-dimensional CT scan of the Taung Child endocast, and Falk subsequently reconstructed it again using more advanced computer technology. Comparison of this more recent reconstruction with scans of other species now reveal that the skull of Taung Child has a small, triangle-shaped remnant of the anterior fontanelle.  This suggests that Taung Child had a partially fused metopic suture at the time of death and, therefore, that the pattern of brain development in this Australopithecine species was similar to that of anatomically modern humans. Delayed fusion of the metopic suture indicates that fast brain growth in the period following birth came before the emergence of Homo, the genus that evolved from Australopithecines and eventually gave rise to our own species, Homo sapiens.  &quot;There&apos;s a trade-off between walking bipedally in an optimal way, which narrows or constricts the birth canal, and evolving fat, big-brained babies which need a wide birth passage,&quot; says Zollikofer. &quot;Bipedalism and big brains are independent evolutionary processes. Hominins started walking bipedally long before the brain expanded, but these trends collided at birth, and we believe this happened much earlier than previously thought.&quot; Evolution is an opportunistic process - species change over time, but only some of these changes prove to be advantageous to an organism&apos;s survival. Some of them can prove advantageous in different and unrelated ways, and this seems to be the case for evolution of the human brain. Delayed fusion of the metopic suture apparently evolved to overcome the obstetric dilemma that arose when our ancestors stood upright, but had the added advantage of allowing for the pattern of modern human brain growth.  There are other ways in which bipedalism could have led to increased brain size. It would, for example, have freed up the forelimbs, and this would likely have led to the expansion and reorganization of the sensory and motor brain areas that process sensation and control movement. Similarly, standing upright would have led to big changes in what our ancestors saw, which may have led to an expansion of the visual areas at the back of the brain.  The new findings suggest that further brain expansion, as well as reorganization of the prefrontal cortex, could have occurred as an indirect result of the pelvic modifications that followed the transition to bipedalism. All evolutionary changes are due to changes that occur at the genetic level, and the dramatic increase in brain size that occurred during human evolution is no exception. Numerous genes have been implicated in human brain evolution, but it is difficult to link any of them to specific changes in brain organization or structure.  Last week, however, Evan Eichler and colleagues reported that a gene known to be involved in development of the cerebral cortex was duplicated multiple times, and that this occurred exclusively in humans. They also estimate that these duplications took place between two and three million years ago, so it is tempting to speculate that they are somehow linked to the changes that may have occurred as a result of bipedalism. Reference: Falk, D., et al. (2012). Metopic suture of Taung (Australopithecus africanus) and its implications for hominin brain evolution. PNAS, DOI: 10.1073/pnas.1119752109", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/may/07/1", 
    "wordcount": "1116"
}