{
    "headline": "Should Africa beware tech companies bearing gifts?", 
    "text": "When Erin Hayba began a project to bring computers to solar-powered schools in the world&apos;s biggest refugee camp, there were plenty of sceptics. &quot;People said, &apos;No, this can&apos;t happen, you&apos;re in a refugee camp, why don&apos;t not stick with paper and pencil and chalkboards?&apos;&quot; she recalls. Two years later, there are 215 computers spread among 32 primary, seven secondary and four vocational schools in the Dadaab complex in north-east Kenya, home to more than 400,000 people, mostly from nearby Somalia. Each school has a solar panel. The Dadaab camp was set up in 1991 and contains about 280,000 children, some of whom were born there. Only about 70,000 attend the camp&apos;s schools. But the new technology could boost numbers, according to Hayba, who works works for the UN high commissioner for refugees. &quot;Many of the youth told me they want to learn computers so they can get a job when they go back to Somalia,&quot; she told the eLearning Africa international conference in Windhoek, Namibia, last week. &quot;Teachers are saying some students are coming back to school who might have dropped out.&quot; The project was only officially launched last month, and much has to be improvised. One enterprising student, who had swotted up from books, held the fort by giving lessons to both fellow students and teachers until a specialist arrived. Then there are worries about security. Hayba added: &quot;This hasn&apos;t been done before. I have conversations with refugee leaders under a tree. How can we keep the computers safe in an environment that is very risky? They suggest hiring more watchmen and training them in computers so they understand why it&apos;s important.&quot; Hayba emphasised the need to involve members of the community in every aspect from planning to implementation and beyond. She praised Microsoft for providing training and a grant of $250,000 and HP for its support. But the intentions of the world&apos;s leading tech companies came under scrutiny during last week&apos;s eighth conference on ICT for development, education and training, attended by 1,500 participants. Efforts to close the gap between California&apos;s Silicon Valley and the specific needs of millions of African children were not always successful. Microsoft&apos;s Mark East gave a presentation entitled &quot;Helping to transform education in Africa&quot;, featuring a slick video depicting an entire classroom wall composed of a computer touchscreen and an affluent family choosing cooking recipes on a futuristic tablet. He extolled the virtues of the Windows 8 tablet, insisting: &quot;The devices are becoming more affordable, about $300.&quot; That provoked some dissenting murmurs in the audience. Later, Joel Kaapanda, Namibia&apos;s ICT minister, chuckled at the notion. &quot;$300 for a tablet is very expensive,&quot; he told the Guardian. &quot;It is not affordable for African countries.&quot; Having extended fibre optic cables to every village, Namibia is seen as ahead of the game. But, Kaapanda added, the country suffers from a lack of funds, equipment and content development. &quot;The other inhibiting factor is lack of skills. There are schools that have computers but they don&apos;t have anyone to teach computers. We need to embark on massive training.&quot; As Microsoft&apos;s East looked on, Donald Clark, a British tech investor who worked in e-learning for 30 years, warned the audience: &quot;Be very careful of people who want to sell you tablets. There have been some disaster stories in the UK with tablets going out of the classroom.&quot; Research shows that typing on a tablet is 20-30% less efficient than on a keyboard, he argued, and &quot;kids end up writing in shorter sentences&quot;. In a separate seminar he described tablets as &quot;teacher unfriendly&quot;, offering no feel for keys, slow text editing, and difficulties in networking. &quot;We must be careful in terms of thinking all of this is good,&quot; Clark said. &quot;There is research that the tablet manufacturers don&apos;t want you to read that suggests they inhibit literacy. The keyboard is very important in terms of developing literacy.&quot; In the closing debate of the conference, he took swipes at education tech gurus such as Sugata Mitra and Nicholas Negroponte and urged: &quot;Don&apos;t let educational colonialism sneak in through the backdoor with bucket loads of hardware and content that is inappropriate for your children.&quot; A recurring theme was past mistakes in which corporations have thrown technology at grateful African countries like a blunt instrument, offering little training, backup, or reference to a wider ecosystem. The continent has become a graveyard of abandoned laptops and good intentions. Another tech giant, Samsung, displayed one of its mobile classrooms, donating it to the host nation. Its corporate citizenship manager, Kea&apos; Modimoeng, admitted: &quot;As companies we came to your countries and dumped laptops and we&apos;ve run away. That&apos;s not sustainability. There needs to be collaboration. We are avoiding that situation by coming up with schemes that allow us to monitor implementation.&quot; A smaller California-based company, NComputing, was promoting small black boxes that, fitted on the back of computer monitors, enable one PC to be shared by 100 users. The company claims the devices operate at a third of the cost of a PC, can save 90% on energy, and are less vulnerable to dirt, dust and theft while also reducing e-waste. &quot;There&apos;s been a lot of technology dumped in Africa and it&apos;s not always useful technology,&quot; said vice-president Mark Pilgrim. &quot;The NGOs could spend their money more effectively.&quot; There were also calls for more educational content to be delivered in indigenous African languages, since the dominance of English in the tech world can be an extra barrier. Professor Kwesi Kwaa Prah, director of the Centre for Advanced Studies of African Society, told delegates: &quot;No society on Earth progresses on the basis of someone else&apos;s language. No society progresses on the basis of a language only spoken by 10% of the population.&quot; He drew a contrast with Asian countries, which have prospered while retaining their own languages. &quot;If you want to make your profits,&quot; he told tech companies, &quot;you have to work in depth with the people, not just counting numbers of mobile phones.&quot; Other projects mentioned involved delivering computers to embattled rural schools in Zimbabwe while training more than 800 headteachers, bringing maths and Arabic computer games to Sudan&apos;s 3 million children outside school, and using online video to preserve endangered African oral literature. The biggest buzzword, however, was Moocs: massive open online courses, described as &quot;the latest craze in Africa&quot;. A survey of e-learning practitioners in Africa found that 83% use laptops daily to support learning, followed by mobile phones (71%), standalone PCs (67%), TVs (34%) and radios (31%). Tablets were down the list on 20%. Nearly half the respondents admitted they have experienced failure. Shafika Isaacs, editor of the report, said: &quot;We&apos;ve had abundant examples of failure. The vast majority pointed to infrastructural and technological shortcomings. In Rwanda, as part of the One Laptop per Child project, I went to a rural school that claimed to have electricity. But when we got there, we found it only had one plug. We were meant to charge 1,200 laptops from that one plug.&quot; Much work and research still has to be done to win over politicians to the e-learning cause, she added. &quot;There is not yet a compelling case of the benefit of technology in education in an African context. There is anecdotal evidence. There is hype. There is PR.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/03/africa-beware-tech-companies-gifts", 
    "wordcount": "1269"
}