{
    "headline": "Raspberry Pi device will 'reboot computing in schools'", 
    "text": "Eben Upton was an academic working in computer science at Cambridge University when, five years ago, he began to notice a disturbing trait among the applicants he was interviewing for degree course places. &quot;None of them seemed to know enough about what a computer really was or how it worked,&quot; he says. &quot;I found it worrying.&quot; What Upton realised was that schools weren&apos;t teaching pupils the basics of computing any more  they were just teaching them how to use software. &quot;Children were learning about applications, which are pretty low-value skills. They weren&apos;t being properly equipped to think about how computers are programmed, about how they&apos;re built and how we make them work.&quot; That, says Upton, had led not only to a decline in the quality of candidates for university degree courses, but also in the number of applicants. &quot;Computing wasn&apos;t being seen as the exciting, vibrant subject it should be at school  it had become lacklustre and even boring,&quot; he says. The answer, Upton believed, lay in the development of a computer that would give children the knowhow and inspiration they were missing. &quot;What was needed was a return to an exciting, programmable machine like the old BBC Micro; and it had to be affordable, say around 20, so every child could potentially have one.&quot; Upton gathered a group of like-minded teachers, academics and computer enthusiasts around him, and the dream of the Raspberry Pi  a cheap, credit-card-sized, programmable computer  was born. Last week, the first prototypes arrived at his Cambridge laboratory; by the summer he hopes they&apos;ll be available in some schools, and by September he hopes they&apos;ll be starting to make a real difference to the teaching of computing across Britain. The first 10 devices are being auctioned on eBay, with some bidders pledging more than 2,000 for a machine that will retail at around 22. But why? Upton hopes it signals support from the computer community for Raspberry Pi as a concept, as well as speculation that early models will one day be worth high sums. &quot;We&apos;re a charity, and our ambition is to keep the costs as low as possible to enable as many schools as possible to invest in it for their students,&quot; he says. Until now, though, inquiries from independent schools have outnumbered those from state schools, by around five to one. &quot;My hope is that businesses will sponsor their purchase for less advantaged schools as well,&quot; he says. At Kesgrave high school in Ipswich, a state school, computing teacher Clive Beale is eagerly awaiting the machines. &quot;There&apos;s not been anything like it for 25 years,&quot; he says. &quot;We&apos;ll boot it up and it will just blink at us  we&apos;ll have to tell it what to do. It&apos;s going to give pupils a chance to be creative.&quot; He says computing has been neglected in schools for years. &quot;Not only have we not given students opportunities to learn programming, we&apos;ve also failed to encourage what I&apos;d call computational thinking, which is a way of thinking about and solving problems ... it has applications across the curriculum, so it&apos;s something pupils would gain enormously from knowing about.&quot; And the number of pupils choosing the subject for A-level is going down. &quot;Icurrently have three students in my year 13 class, compared with as many as 20 in year 13 classes in other subjects,&quot; he says. Beale is pinning his hopes on the device  named because of the computer industry&apos;s fascination with fruit, and because the program it first used was the Python. &quot;The Raspberry Pi is going to reboot computing in schools, and lots more young people are going to get interested in it as a result.&quot; Professor Simon Peyton Jones, who chairs the Computing at School working group, says one of the key features of the gadget is that it will give children the chance to &quot;mess around&quot;. &quot;The computers that children currently come into contact with are mission critical for either their family or their school  they&apos;re not computers they can be allowed to mess up. But this is a machine children can fiddle with.&quot; He believes every child should have some knowledge of computing. &quot;Weunderstand that physics, for example, is a subject children need to have at least a basic understanding of, because it plays a key role in the world. It&apos;sthe same with computer technology: do we want the adults of tomorrow to see it as a mysterious box they can&apos;t understand, or do we want them to have a sense of how to master it?&quot;  Additional reporting by Jessica Shepherd", 
    "section": "education", 
    "gid": "education/2012/jan/09/raspberry-pi-computer-revolutionise-computing-schools", 
    "wordcount": "797"
}