{
    "headline": "Somaliland moves towards new banking era", 
    "text": "Without formal banks, Somaliland lacks cash machines or credit card facilities, obliging visitors to the country to bring in wads of dollars. But that is about to change as the former British protectorate is poised to pass a banking law that will, for the first time, allow companies to operate as formal banks, offering services taken for granted throughout much of the world. Somaliland paved the way for the new banking regime when it passed a law in April formally establishing a central bank. It has been a long time coming. Somaliland has existed  albeit without international recognition  since 1991, when it broke away from Somalia and declared itself a republic. For now, Somalilanders rely on remittance companies, notably Dahabshiil  one of Africa&apos;s biggest money-transfer companies, for their financial needs. Dahabshiil is run by the irrepressible Abdirashid Duale, who is busy planning the company&apos;s next phase. From its humble beginnings in the north-western town of Burao, the company  founded by Abdirashid&apos;s father, Mohamed Said Duale, in 1970  has become a money-transfer powerhouse, operating in 155 countries, including all Somali-speaking regions  Somaliland, Somalia, Djibouti and parts of Ethiopia. It already has banking licences in Djibouti and Somalia. The Dahabshiil sign with the logo  fast money transfer you can trust  is plastered all over the capital, Hargeisa. An estimated $1.6bn-2bn is remitted to Somali territories by the diaspora every year and much of it goes through Dahabshiil, which operates around the clock, seven days a week. All of its main offices in Hargeisa are crowded. Women in hijabs, Somalilanders and foreign businessmen swarm around counters clutching pounds, dollars, Kenyan shillings and other currencies. At one office, Duale showed me a safe containing brick-size wads of $100 bills. At another office, Haider Ali, who works at a business selling fruit juices, had just sent money back home to Bangladesh. &quot;I just sent $30,000; yesterday I sent $22,000,&quot; he said. &quot;We sell juices all over east Africa, South Sudan, Ethiopia and Kenya.&quot; Remittances have been the backbone of Dahabshiil&apos;s business, but now Duale is positioning the company for the new banking era. The company has been training staff in preparation for its licence to operate as a formal bank, although it already offers basic accounts to customers. &quot;The biggest change will be that we will have full banking services, offering insurance, letters of credit and interbank financial transfers,&quot; he said. &quot;As soon as the banking law is passed by parliament, we want to offer full banking services all over Somaliland, including rural areas.&quot; The infrastructure is already being put in place. Next to his cramped head office in bustling downtown Hargeisa, full of small merchants and the occasional seller of qat, a mild narcotic grown in Ethiopia, stands a new bank branch with tellers already in place, ready to spring into action. All it needs is a Dahabshiil Bank sign. A large eight-storey office building  the country&apos;s tallest  is nearing completion on Hargeisa&apos;s Freedom Square, where a Soviet MiG warplane perched on a plinth symbolises Somaliland&apos;s resistance to Siad Barre, the former Somali dictator. His planes tried to bomb Hargeisa into submission in 1988, turning it into &quot;Africa&apos;s Dresden&quot;. The MiGs took off from Hargeisa airport  it was as if central London was being bombarded by aircraft taking off from Heathrow. Somaliland has gone for such a long time without a formal banking system because it has not really needed one until now, as the money-transfer system was cheap and efficient. But it is unsuitable for commercial transactions. &quot;As the emphasis tips away from remittances to new trading relations, you need things like letters of credit, so there are gaps in the current system,&quot; said Mohammed Yusef, chief executive of Petrosoma, an oil exploration company based in Somaliland. The law can be expected to introduce competition, which Duale says he welcomes. &quot;We already compete in 155 countries,&quot; he said. Cac, a Yemeni state-owned bank, Salaam African Bank, based in Djibouti, and Banque de Dpt de Crdit Djibouti, a subsidiary of Swiss Financial Investments, have all expressed interest in starting operations in Somaliland, which has a population of 3 million, with 1 million people living in the capital. Somaliland hopes that the new banking law will make it easier for money to flow into a country in desperate need of foreign investment. Money from remittances has been used to build hospitals, schools and other infrastructure. But much more is needed. While money is clearly flowing into construction, judging by Hargeisa&apos;s building boom, roads are in dire need of resurfacing. Streets in Hargeisa are marked by potholes and ridges that slow traffic to a crawl. In a speech at a conference in Hargeisa this month, Duale spoke of the need for the diaspora to invest in infrastructure, which is a priority in the country&apos;s 2012-16 national economic plan  capital investment is proposed at $1.19bn, with 82% coming from external sources. In other moves to encourage foreign investment, Somaliland has set up a UK-linked corporation  the Somaliland Development Corporation  to provide assurance to foreign investors that they are signing contracts with a legitimate entity. Lack of international recognition has deterred foreign companies because they cannot get insurance cover. &quot;Somalis have shown themselves to be capable of remarkable innovation and enterprise,&quot; said Duale. &quot;However, their aptitude for business and trade can only be fully realised if there is the proper infrastructure in place to harness it.&quot; More prosaically, once a proper banking system is in place, cash machines will appear in Hargeisa, so that visitors can use their cards instead of bringing in large amounts of cash.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/23/somaliland-towards-news-banking-era", 
    "wordcount": "957"
}