{
    "headline": "Scott's Last Expedition, Natural History Museum  review", 
    "text": "As I wait to enter Scott&apos;s Last Expedition, at the Natural History Museum, I check my phone. It&apos;s -27C but the wind chill makes it feel more like -38C. Not in London of course, but the South Pole. The weather report is beamed via satellites all over the world, straight from the Amundsen-Scott South Pole Station. With information only a click away, it&apos;s easy to forget just how much human toil went into making some of the greatest scientific discoveries. Inside, Lil Stevens, curator of Palaeontology, points me towards a dull-looking grey rock. In 1912, despite suffering from intense frostbite, zoologist Edward Wilson decided to haul it back on his return journey from the South Pole. Before making it to safety, he perished in his tent alongside Robert Falcon Scott and two other companions. At first glance the rock seems depressingly ordinary. But on closer inspection, dark red silhouettes reveal the intricate patterns of fossilised seed ferns, around 200 million years old. When Scott went to Antarctic, few scientists believed theories of continental drift. &quot;It was a pretty crazy idea at the time,&quot; says Stevens. But similar specimens were found in India, South America and Australia, suggesting that a belt of plant life had once stretched continuously across a single southern supercontinent. This specimen went into the pot of mounting evidence and, over the next 60 years, opposition to the theory gradually eroded. Today, modern geological accounts of continental drift and plate tectonics owe a debt to human endurance. Moving through, I reach the centrepiece of the exhibition: a representation of Scott&apos;s Hut, shared by 25 men between the winters of 1911 and 1913. There&apos;s something very homely about it; not what I was expecting from a scientific mission. Pots and pans, each with a little penguin insignia, sit next to tins of cocoa and shaving brushes. Exhibition curator, Elin Simonsson, notices as I dwell on a handmade menu, in the shape of a penguin, prepared for the Midwinter Feast. &quot;On a scientific expedition, lots of things happen: you have to live, you have to eat, you have to have a normal life. We were fascinated about the everyday things they did.&quot; It&apos;s these everyday objects, sitting alongside scientific artefacts, which help put Scott&apos;s legacy into perspective. Going to the Pole helped mankind explore, not just Antarctic science, but also the limits of human adaptability. How could man live and work at the South Pole? This question underpinned the entire expedition. Unsurprisingly, food often preoccupied the men. While they took plenty of supplies, meat was often sourced locally. On arriving, Scott wrote in his dairy, &quot;The cook has started splendidly... served seal, penguin and skua&quot;. On the other side of the hut, Scott&apos;s faded photo of his wife, sitting at home with their dog, is displayed alongside other letters to mothers, wives and sisters. Suddenly, I&apos;m aware of the acute lack of women on the expedition. Palaeobotanist Marie Stopes had requested to accompany Scott, but he refused. It wasn&apos;t until 1935 that the first woman stepped foot on Antarctica. When I ask Simonsson about this she reveals a lesser-known expedition tradition. &quot;It doesn&apos;t feature in photographs, but the men often dressed up as women, putting on plays in women&apos;s clothes.&quot; In fact, she tells me it still happens at the British Antarctic Survey today. As I exit the hut, there is a collection including dog collars, ski poles and pony reins. It represents the diversity of tactics employed by Scott&apos;s party on their route to the Pole. As Simonsson explains, &quot;They were still learning; they were still experimenting.&quot; Scott and his men trialed motorised sledges and ponies but, after each had failed, they ended up dragging their supplies to the Pole. I stare at the dreaded man-hauling harness, a simple cloth strap with a rope attached. It sits ominously behind the glass, just before the relics associated with Scott&apos;s death. And so, in a tent only 11 miles from safety, the experiment in human adaptability reached its conclusion. Scott&apos;s last entry, dated 29 March 1912 reads, &quot;These rough notes and our dead bodies must tell the tale&quot;. But, alongside the notes and bodies, the search party found a collection of geological specimens. On display at the exhibition, they serve as a poignant reminder of the stresses placed on man in the name of science: in uncovering the science of Antarctica, man also revealed the limits of himself. Scott&apos;s last expedition is at the Natural History Museum from 20 January to 2 September", 
    "section": "science", 
    "gid": "science/blog/2012/jan/20/scotts-last-expedition-natural-history-museum", 
    "wordcount": "764"
}