{
    "headline": "Richard III: unveiling day arrives for skeleton that would be king", 
    "text": "On Monday afternoon the people of Leicester should finally see the mortal remains of the neighbour who has provoked such intense curiosity for so long: the man from the car park, the skeleton excavated in September from the foundations of a long-demolished church, who may be revealed as RichardIII, the last Plantagenet king. Leicester University is considering how to share the discovery with the public, alongside checks by scientists who say they will be working &quot;up to the wire&quot; to get their results, and preparations for the media invasion  including estimating how many bacon butties they will need at dawn to feed film crews from seven countries. The skeleton, with what appears to be a fearsome battle wound in the skull and a contorted spine, will be shown to the media for the first time, though the university insists it will be done &quot;with dignity and respect&quot;. &quot;We&apos;re not going to have people doing pieces to camera with one hand on the bones,&quot; Richard Taylor, director of corporate affairs at the university, said. &quot;Whether this is Richard III or not, this was a human being, not just an object of curiosity.&quot; Few outside a small group of archaeologists and scientists have seen the skeleton, which will be laid out in a separate room. &quot;We are still working on the logistics but after the media event we do hope to give some public access: we are very aware that the people of Leicester feel that this is also their discovery,&quot; Taylor said. Open days at the site saw long queues, even though there was little to see except fragmentary foundations of the medieval Greyfriars church and a small, grave-shaped hole in the scruffy asphalt. Richard rode out from Leicester to the Bosworth battlefield, where he died, on 22 August 1485. The crown that rolled from his head ended the reign of the Plantagenets, and the Tudor victor became Henry VII. By some accounts Richard&apos;s body was stripped on the battlefield, brought back to Leicester slung over the pommel of a horse, and humiliatingly exposed in the town centre. According to legend, the landlord of the White Boar, where Richard spent his last night in the town, heard of the regime change and hastily repainted his inn sign from Richard&apos;s emblem to a politically neutral blue boar, though some say the blue boar represented the Earl of Oxford, who was on the Tudors&apos; side. Although stories say his body was dumped in the river, many believe the body was claimed by the Franciscans and buried hastily but in a position of honour near the high altar of their church  exactly where the remains were found. Curiosity is as intense among archaeologists as the public, though opinions are sharply divided. Mike Pitts, editor of British Archaeology, the journal of the Council for British Archaeology, has worked on ancient human remains from Stonehenge. He has heard rumours that the attempt to extract DNA has either failed or was inconclusive, but still has a hunch that the tests, plus historical evidence, including the location of the grave, may be enough. &quot;If all that comes together to support an identification of Richard III, then I&apos;m sure many would be prepared to accept it,&quot; said Pitts. However, Professor Mark Horton, of Bristol University  who recently proved that remains from Magdeburg cathedral in Germany were those of Eadgyth, a Wessex princess and granddaughter of Alfred the Great  is much more sceptical. &quot;The problem is the &apos;smoking gun&apos;,&quot; he said. &quot;How do you prove these are indeed royal bones? Even it the DNA survives, it is not the panacea most people assume. There is a high rate of illegitimacy over the generations  there were a lot of milkmen in the past.&quot; The battlefield archaeologist Tony Pollard, who succeeded in matching DNA from an unrecorded first world war cemetery at Fromelles in France with living descendants, finds the saga fascinating. &quot;Finding a named individual from a known battlefield so long ago is a fantastically rare thing  it&apos;s only the fact that this might be Richard that would make such an identification possible.&quot; In September, the university said getting results would take &quot;about 12 weeks&quot;. In late December, rumours circulated among archaeologists that the delay was because the results were negative or inconclusive, but the university insists the range and complexity of the tests simply took longer than expected. One source who has spoken with the scientist leading the DNA team, Canadian Turi King, said she had been working against the clock this week. The tests included attempts to extract DNA from a leg bone to compare with that of Michael Ibsen, a Canadian believed to be a direct descendant of Richard&apos;s sister Anne. Bone samples have also been radio carbon-dated by two laboratories, which may give an approximate date of death, and tooth samples have been analysed for evidence of diet and health. Forensic pathologists, along with experts on medieval battles and weaponry, have been poring over the skeleton to determine the cause of death. If the remains are confirmed as Richard&apos;s, the next battle will be over what happens next. There have already been demands for a full state funeral, and rival claims that he should be buried in York Minster, as the last king from the north, or Westminster Abbey, which may be uncomfortably close to Henry Tudor, the man who killed him, or to his wife, Anne Neville, who some believe he poisoned. However, the people of Leicester insist he should stay in their city, a call supported by Ibsen, who told the Leicester Mercury: &quot;He was killed there and he was buried there.My personal feeling is that it&apos;s only proper he remains there.&quot; The cathedral, just 100 metres from where the bones lay forgotten for so long, already has candles burning before a memorial slab in front of the altar. The authorities have said they are ready to ensure the remains are &quot;treated with dignity and respect and are reburied with the appropriate rites and ceremonies of the church&quot;. Even sceptical Horton shares the intense curiosity about the announcement. &quot;If they do get all their ducks to line up, if they really have found enough scientific evidence to prove that it&apos;s Richard, it would certainly be of great interest  a window opening on the truth of what some might argue was the last legitimate king of England.&quot; Ibsen told the Guardian he still has no idea what the tests will reveal, but if it is indeed Richard, the line appears to stop here. &quot;I have no children, but we&apos;re talking about mitochondrial DNA, which is usually passed on through the woman  so that would be my sister, but she has no children either. I&apos;m afraid we learned about all this too late.&quot;  This article was amended on 5 February 2013 to include more information about the painting of the White Boar inn&apos;s sign. The original said according to legend, the landlord &quot;repainted his inn sign from Richard&apos;s emblem to a politically neutral blue boar&quot;. Some say the blue boar actually represented the Earl of Oxford, who was on the Tudors&apos; side.", 
    "section": "science", 
    "gid": "science/2013/feb/03/richard-3-skeleton-remains-leicester", 
    "wordcount": "1219"
}