{
    "headline": "British moths in calamitous decline, major new study reveals", 
    "text": "Moths are vanishing from our skies at night, declining in southern Britain by 40% over 40 years, a major new report published on Friday reveals. Three species have become extinct this century already, following the permanent loss of 62 species in the twentieth century. The calamitous and largely hidden effect of human activities on these crucial insect populations has been exposed by light traps set in more than 525 sites across the country, which captured nine million moths between 1968 and 2007. Two-thirds of common and widespread larger moths have declined over this 40-year period, with the Orange Upperwing, Bordered Gothic and Brighton Wainscot all becoming extinct in the last 10 years. Once-common species such as the V moth are now in danger of extinction after suffering a 99% decline, according to The State of Britain&apos;s Larger Moths 2013, a new report by Butterfly Conservation and Rothamsted Research, an independent research organisation. But moth numbers have held up well in northern England and Scotland, with no overall decline in the abundance of larger moths north of Lancaster and York, compared with the 40% fall in the southern half of Britain. &quot;There is some good news but overall the pattern is very gloomy,&quot; said Richard Fox of Butterfly Conservation, the lead author of the study. &quot;Our suspicion is that the primary thing driving the decline in the south is habitat loss.&quot; The declines recorded across such a large number of species  there are 900 larger moth species in Britain  confirm scientists&apos; suspicions that human activity is wiping out vast insect populations, including flies, beetles and bees, all of which perform crucial, unheralded tasks in our ecosystems and food webs. &quot;If this is happening to this enormous group of moths, there&apos;s no reason to think it&apos;s not happening in all those other insect groups,&quot; said Fox. &quot;Without insects we are in big trouble because a lot of the ecosystem services that humankind relies on, such as pollination, are going to start falling apart.&quot; The moth-phobic may wonder what they have ever done for us, but moths pollinate plants at night, are snapped up by bats, and their caterpillars are a crucial source of food for almost all garden birds. Broadcaster Chris Packham, the vice-president of Butterfly Conservation, said: &quot;The general public&apos;s hearts are not going to be bleeding for the Double Dart moth, but they would be bleeding for all the birds that feed on its larvae. &quot;For all our endeavours and achievements in conservation, we are still losing very badly when it comes to the bigger picture. Yes, red kites are doing well, other raptors have come back and we&apos;ve learned how to reintroduce dormice and water voles, but these are a few species among a plethora. Ultimately, the wider countryside is becoming a desert very rapidly.&quot; Rothamsted Research&apos;s light traps, which release the counted moths unharmed, have, however, caught a bit of good news. More than 100 species have been recorded for the first time in Britain in the 21st century, with 27 new moth species establishing a permanent home here. Some of these new colonisers are alien species accidentally introduced on non-native garden plants, but many have flown across the channel. Climate change is helping many moths expand their natural range  moving into northern Britain, where there has also been less habitat loss. &quot;Things have never been so good if you&apos;re a &apos;mother&apos; [moth fan] in the far north of England or southern Scotland,&quot; said Fox. Thriving moths include the Jersey Tiger, a spectacular day-flying moth, and the sombre Brocade, whose caterpillar feeds on non-native holm oak. Others are human-assisted arrivals, such as the Light Brown Apple moth, an Australian species accidentally introduced in the 1930s that has begun to thrive. Scientists believe that the prime causes of the dramatic fall in moth abundance are urbanisation, intensive agriculture&apos;s use of pesticides and destruction of hedges, and the loss of sunlight and plants in neglected or abandoned woodlands. According to Packham, the conservation movement must turn its &quot;guns and efforts on the intensification of agriculture&quot; and he says: &quot;We&apos;ve got to investigate more fully the impact of pesticides.&quot; There are two further &quot;elephants in the room&quot;, said Fox. Light pollution may be causing decline  bats, for instance, learn to hunt moths by street light. &quot;There is a desperate need for research to look at light pollution,&quot; he added. Moths may also be vanishing because of increasing levels of nitrogen in the environment due to car emissions and nitrogen fertilisers. Plants such as nettles thrive in nitrogen-rich soils, crowding out other, rarer flora on which moth caterpillars may depend. WINNERS Horse Chestnut Leaf-miner This moth was first recorded in Britain in Wimbledon in 2002 after spreading rapidly from its Balkans heartland. Three generations of caterpillar live inside the leaves of horse chestnuts, turning them prematurely brown in August. Tree lovers are concerned about this alien invader but Fox said there is no evidence the moth causes long-term damage. &quot;I&apos;m not aware of a single example in Britain of an alien moth causing any negative impacts, although there is the potential for moths to arrive that could be pests of commercial crops or trees,&quot; he said. Jersey Tiger Often mistaken for a butterfly, this striking day-flying moth was confined to south Devon for years before climate change appears to have helped it spread eastwards across much of southern England, reaching London in 2010 and recently heading north into Hertfordshire. LOSERS V moth A 99% decrease in sightings of this moth between 1968 and 2007 has turned a once-common species into an endangered insect. V-moth caterpillars feed on gooseberries, and it may be that a decline in gardening has contributed to its disappearance, as well as pesticides used on commercial fruit crops. Garden Tiger A century ago, a jam jar containing a Garden Tiger moth was the favoured pet of many small boys. But small boys haven&apos;t caused this brightly coloured moth&apos;s population to crash  climate change has. Warm winters and wet springs have caused Garden Tiger numbers to fall by 92% over 40 years.", 
    "section": "environment", 
    "gid": "environment/2013/feb/01/british-moths-calamitous-decline", 
    "wordcount": "1035"
}