{
    "headline": "MPs to debate sexual abstinence lessons bill", 
    "text": "MPs will debate a controversial bill on Friday calling for teenage girls to be given lessons in sexual abstinence. The bill, proposed by Nadine Dorries, the Conservative MP for Mid Bedfordshire, would require schools to offer extra sex education classes to girls aged 13 to 16 and for these lessons to include advice on &quot;the benefits of abstinence&quot;. In May, MPs voted 67 to 61, majority six, in favour of allowing Dorries to bring forward her bill. It is listed to receive its second reading on Friday morning, though it is unlikely to become law without government support. The bill has angered feminists, humanists and pro-abortionists, hundreds of whom will be demonstrating outside parliament while the debate takes place. Beth Granter, a socialist and feminist who has organised the demonstration, predicts that at least 300 will join it. Some 750 have shown their support on Facebook. The bill has elicited considerable criticism from politicians in all three of the main political parties. Dan Rogerson, co-chair of the Lib Dems education and family backbench committee and an MP for North Cornwall, said the bill would result in girls being given a &quot;dire warning about their future prospects&quot;. &quot;To single out girls is at best unhelpful and at worst damaging,&quot; he said. He said boys and girls needed to be given high quality advice on all aspects of relationships. Niki Molnar, chairman of Conservative Women, which has at least 4,000 members, said boys needed to be included in classes on sex and relationships to ensure that they learned to respect women. A spokesman for Dorries stressed that the abstinence classes for girls would be taught alongside sex education lessons, rather than as a replacement for them. When the bill was first proposed, Dorries said it would counter the fact that society was &quot;saturated in sex&quot;. Teenagers should be taught that it was as &quot;cool&quot; to say no to sex as to know how to put a condom on their boyfriend. &quot;The answer to ending our constant struggle with the incredibly high rate of teenage sexual activity and underage pregnancies lies in teaching our girls and boys about the option of abstinence, the ability to &apos;just say no&apos;, as part of their compulsory sex education,&quot; she said. &quot;Peer pressure is a key contributor to early sexual activity in our country. Society is focused on sex. Teaching a child at the age of seven to apply a condom on a banana is almost saying: &apos;Now go and try this for yourself&apos;.&quot; The latest data from the Office for National Statistics show teenage pregnancies are at their lowest rate since the early 1980s. The under-18 conception rate for 2009 was 38.3 conceptions per 1,000 women aged 15 to 17 in England and Wales. This represents a fall of 5.9% compared with 40.7 conceptions per 1,000 women aged 15 to 17 in 2008. The British Humanist Association (BHA) said the bill had so far been supported predominantly by socially conservative Christians and had little chance of succeeding. However, Naomi Phillips, head of public affairs at the BHA, said it was &quot;yet another attempt by a lobby on the religious right to promote and impose on others, a narrow, unshared and potentially damaging perspective regarding sex, sexual health and abortion rights&quot;. &quot;All children and young people have a right to high quality, comprehensive and objective sex and relationships education in all schools, including &apos;faith&apos; schools, which would and should equip young people  both boys and girls  with the information and skills to say no to sexual activity if that is what they choose.&quot; Dorries has also campaigned to reduce the time during a pregnancy when an abortion can take place from 24 to 21 weeks. Darinka Aleksic, campaign co-ordinator for Abortion Rights, said the bill served to further Dorries&apos; &quot;moral agenda, which involves restricting abortion and teaching teenage girls that they, unlike boys, must save themselves for marriage&quot;. &quot;This approach has been disastrous in the United States, leaving a generation of young people uninformed about sex. The last thing we need is a US-style chastity crusade,&quot; Aleksic said. At least 40 MPs need to vote on the bill for the vote to be valid.", 
    "section": "education", 
    "gid": "education/2012/jan/20/mps-debate-sexual-abstinence-bill", 
    "wordcount": "725"
}