{
    "headline": "Caribbean coral reefs face collapse", 
    "text": "Caribbean coral reefs  which make up one of the world&apos;s most colourful, vivid and productive ecosystems  are on the verge of collapse, with less than 10% of the reef area showing live coral cover. With so little growth left, the reefs are in danger of utter devastation unless urgent action is taken, conservationists warned. They said the drastic loss was the result of severe environmental problems, including over-exploitation, pollution from agricultural run-off and other sources, and climate change. The decline of the reefs has been rapid: in the 1970s, more than 50% showed live coral cover, compared with 8% in the newly completed survey. The scientists who carried it out warned there was no sign of the rate of coral death slowing. Coral reefs are a particularly valuable part of the marine ecosystem because they act as nurseries for younger fish, providing food sources and protection from predators until the fish have grown large enough to fend better for themselves. They are also a source of revenue from tourism and leisure. Carl Gustaf Lundin, director of the global marine and polar programme at the International Union for Conservation of Nature (IUCN), which published the research, said: &quot;The major causes of coral decline are well known and include overfishing, pollution, disease and bleaching caused by rising temperatures resulting from the burning of fossil fuels. Looking forward, there is an urgent need to immediately and drastically reduce all human impacts [in the area] if coral reefs and the vitally important fisheries that depend on them are to survive in the decades to come.&quot; Warnings over the poor state of the world&apos;s coral reefs have become more frequent in the past decades as pollution, increasing pressure on fish stocks, and the effects of global warming on the marine environment  in the form of higher sea temperatures and slightly elevated levels of acidity in the ocean  have taken their toll. Last year, scientists estimated that 75% of the Caribbean&apos;s coral reefs were in danger, along with 95% of those in south-east Asia. That research, from the World Resources Institute, predicted that by 2050 virtually all of the world&apos;s coral reefs would be in danger. This decline is likely to have severe impacts on coastal villages, particularly in developing countries, where many people depend on the reefs for fishing and tourism. Globally, about 275 million people live within 19 miles of a reef. IUCN, which is holding its quadrennial World Conservation Congress on Jeju island in South Korea this week, said swift action was vital. The organisation called for catch quotas to limit fishing, more marine-protected areas where fishing would be banned, and measures that would halt the run-off of fertilisers from farmland around the coast. To save reefs around the world, moves to stave off global warming would also be needed, the group said. On a few of the more remote Caribbean reefs, the situation is less dire. In the Netherlands Antilles, Cayman Islands and a few other places, the die-off has been slower, with up to 30% coverage of live coral still remaining. The scientists noted that these reefs were in areas less exposed to human impact from fishing and pollution, as well as to natural disasters such as hurricanes. The report  compiled by 36 scientists from 18 countries  was the work of the IUCN-coordinated Global Coral Reef Monitoring Network.", 
    "section": "environment", 
    "gid": "environment/2012/sep/10/caribbean-coral-reefs-collapse-environment", 
    "wordcount": "559"
}