{
    "headline": "GCSE grading row reaches high court", 
    "text": "Thousands of students could see their GCSE English grades increased retrospectively through a high court case beginning on Tuesday in which an alliance of schools, councils and pupils will argue that exam boards and the government&apos;s qualifications watchdog acted illegally in changing grade boundaries midway through the 2012 exams season. Tens of thousands of pupils received a GCSE grade below what they and their teachers had expected. It emerged that the exams regulator for England, Ofqual, raised grade boundaries between exams sat in January and those taken in June to counteract what it viewed as over-marking by some teachers of controlled assessments, an element of the revised curriculum evaluated internally by schools. A number of schools and colleges vehemently dispute this version of events and 150 of them have joined 42 English councils, 167 named pupils and six professional bodies to seek a judicial review into the decisions made by Ofqual and two exam boards, AQA and Edexcel. Judges overturning exam marks on a mass scale would be unprecedented, but lawyers for the alliance say they are confident they have a strong case. The three-day hearing before a pair of judges at the high court in London will simultaneously decide on whether a judicial review should be granted and, if so, what measures need to be taken. A decision is expected next week. Judicial reviews are a way for individuals or groups to challenge public authorities seen to be acting outside their powers. Lawyers for the alliance will argue that moving the grade boundaries mid-year contravenes common law concepts on irrationality and legitimate expectation. Brian Lightman, general secretary of the Association of School and College Leaders, one of the organisations involved in the case, said he was confident: &quot;We are very clear that we have a very strong case here. We&apos;ve got masses of evidence to put forward. It&apos;s become absolutely clear as we&apos;ve had experts analyse this that the results of many thousands of young people simply do not reflect the standard of achievement that they reached in the English GCSE. The way the results were awarded was changed half way through the year, which is contrary to natural justice.&quot; He added: &quot;It&apos;s also very clear that the marks which were awarded by the examiners have been statistically manipulated in order to reach a desired outcome for a set of results. A GCSE, to use the technical term, is supposed to be a criterion-referenced exam, which means that if you reach a certain standard you get a certain grade. It&apos;s about the quality of English that they write or they read, or whatever the task is. That shouldn&apos;t be subject to statistical manipulation.&quot; Ofqual has said merely that it will &quot;rigorously defend&quot; its decisions, giving no further comment. Erica Pienaar, headteacher of Prendergast-Hilly Fields College in Lewisham, south London, said the change in grade boundaries had left a number of her pupils having to study for a GCSE English resit while they begin A level courses. She added: &quot;In the longer term, if the ruling stays, even if they achieve a higher grade in their resit when they present their CVs or their university applications in the future it will clearly show that they re-sat English language. Forever after they will have a less competitive edge than they should have. Nobody will look at the date in five years time and say, oh, of course, that was 2012, the crazy year.&quot; Pienaar dismissed Ofqual&apos;s argument about teacher over-marking: &quot;It doesn&apos;t stand up to the evidence. All of the controlled assessments are externally moderated  external examiners look at the standard of the work and check the teachers&apos; marks are in line with expectations, and have the authority to change them. Schools have received letters praising them for being accurate with their marking.&quot; She said she had assumed the Ofqual investigation into the affair, published in November, would instead have conceded the error. When this failed to happen, Pienaar said, she saw no option but to join the court action: &quot;I spend every day of my working life with children trying to work with them to develop their moral code, their sense of right of wrong, saying that if they&apos;re citizens in a democracy they should stand up for the weak and protest against injustice. &quot;I don&apos;t have any sense of glee. I don&apos;t have any sense of pleasure. I am just hoping that there will be a ruling that gives the children a sense that the adults around them, when an injustice was obvious, stood up for them.&quot;  This article was amended on Tuesday 11 December 2012. An editing error meant that Erica Pienaar&apos;s name was missing from the original version. This has been corrected.", 
    "section": "education", 
    "gid": "education/2012/dec/11/gcse-grading-row-high-court", 
    "wordcount": "798"
}