{
    "headline": "LulzSec's Sabu: 'ask me about the CIA'", 
    "text": "Last July the Guardian was investigating the elusive, mysterious individuals behind LulzSec and Anonymous  the loose hacker groups who had suddenly become front page news, as they led a wave of cyber attacks against a range major corporations and law enforcement. One individual, or one hacker name, stood out: Sabu, a proflic hacker often referred to as the leader of the groups. Getting to Sabu was not easy; he was well aware of the illegal nature of his activities. But that month, the Guardian had a stroke of luck. Sabu objected violently to a piece we had carried, examining  and shooting down  allegations from a rival pro-US hacker that Sabu was using Anonymous and Lulzsec to push an extreme Islamic agenda. He asked me to join him in an off-the-record internet chat  a conversation that happened seven weeks after Sabu, now unmasked as Hector Xavier Monsegur, had already been picked up by the FBI. Given the latest revelations about Sabu&apos;s activities, that he worked as an informer from after his arrest on 7 June until just a few days ago, I think it is appropriate to publish a few extracts from our conversation. Sabu  and we cannot even be sure that our correspondant was the real Monsegur and not a US agent  was not representing himself accurately to the newspaper. If anything, he was testing the Guardian out, openly flirting with the notion that he worked for the CIA  and then inviting me to knock him down. Less than three weeks later, Monsegur pleaded guilty to 12 counts relating to computer hacking in secret, which carry a maximum sentence of 124 years and six months. But there is no sign in the logs of a man under pressure. Sabu began by denouncing the Guardian&apos;s publication of the vague allegations of the supposed Islamic links of the hacker community. Then he switched tack, asking why the paper hadn&apos;t published rumours linking him to the CIA, arguing that would amount to an equivalent and equally inaccurate allegation. Given what we know now, the swerve is particularly noteworthy. In case it is not obvious, my online name is &lt;jamesrbuk&gt;. &lt;SABU&gt; OK. I&apos;m waiting for the article discussing the potential of me being the leader of a CIA blackops operation and me denying it. &lt;SABU&gt; can we work on it now? &lt;SABU&gt; I&apos;ll begin my message &lt;SABU&gt; &lt;jamesrbuk&gt; : I thank you for brining up this serious allegation but I deny being part of the CIA or any black operations unit/organization. &lt;SABU&gt; I am an activist and security researcher. Not a CIA operative Moments later, I strayed even closer to what had become Sabu&apos;s emerging double life (remember, the indictments released yesterday refer to Monsegur only being a member of Anonymous until 7 June 2011, the day of his arrest). I linked a recent Guardian story  unaware of any ironies  suggesting the FBI had managed to recruit a full quarter of all US hackers as informants: &lt;SABU&gt; The CIA has done more blackops and terror operations than al-qaeda could ever do &lt;SABU&gt; so, lets be realistic &lt;jamesrbuk&gt; Something we covered: http://www.theguardian.com/technology/2011/jun/06/us-hackers-fbi-informer &lt;SABU&gt; That has literally nothing to do with what I&apos;m talking about &lt;SABU&gt; and I must say if your article is correct - the FBI is doin a very bad job at recruiting informants. &lt;jamesrbuk&gt; Well, you were mentioning CIA blackops/etc. It&apos;s related. &lt;SABU&gt; No it is not At the time, I was bemused if not baffled by our exchange  and totally unable to see any motivation for Sabu&apos;s keenness that we start publishing what seemed to amount to little more than conspiracy theories about the operations of Anonymous and Lulzsec. With hindsight, I wonder whether Sabu was trying in some way to set out a warning, or red flag to other hackers. Or perhaps he was goading me to see if I actually believed he might be a turncoat. Either way, these were signals I missed at that the time. My other thought, looking back on the logs, is whether Sabu was thinking aloud as to why he was being asked to become an FBI informant rather than being publicly prosecuted. Here&apos;s more; here Sabu says some are claiming he had been working &quot;with the CIA&quot; although having closely followed the debate at the time this is not an allegation I can recall having seen aired: &lt;SABU&gt; When can I expect an article discussing the idea of me being with the CIA and my denial? &lt;SABU&gt; I&apos;m eager to see this happen. &lt;jamesrbuk&gt; So I see. May I ask why? &lt;SABU&gt; Hmm...? is it not obvious? &lt;jamesrbuk&gt; Not totally. And I&apos;d prefer to hear rather than jump to wrong conclusions &lt;SABU&gt; There is no wrong conclusion if you have been a part of this conversation &lt;SABU&gt; You just said there was a claim that I may be a terrorist. You &quot;researched&quot; it and wrote the article &lt;SABU&gt; There re claims I am with the CIA pushing to get tighter / stricter cyber-laws passed &lt;SABU&gt; its literally the same shit, two different extremes. Then, intriguingly, he goes onto say that UK and US goverments have been involved in covert operations, before going to say that he could not be linked to terrorism. Anonymous or LulzSec would not carry out their operations so publicly if they had an ulterior motive. &lt;SABU&gt; The people are aware that our governments in the UK and the US have involved themselves in black operations in the past. it makes a lot of sense if lets say a rogue group of hackers suddenly began attaking national interests -- spawning a massive overhaul of internet security, theoretically. &lt;SABU&gt; you&apos;re telling me thats not worse than some random jihadist who barely knows how to use a computer in the first place, &quot;hacking&quot;/ &lt;SABU&gt; Also heres where your entire point is flawed into oblivion &lt;SABU&gt; why would a terrorist release and dump 90,000 INTELLIGENCE COMMUNITY MILITARY PERSONELL PASSWORDS AND EMAILS when they can just intercept military intelligence communications for the next year using this data ? &lt;SABU&gt; Why would osama bin laden go through all the work of hacking booz allan [a US government and defence consultancy], just to post a pastebin with an ascii art mocking the security of federal contractors. &lt;SABU&gt; Be realistic. &lt;SABU&gt; Think. Even as an FBI informer, Sabu would not be in a position to have evidence to back up his theories that the CIA were angling for a tightening of US cyber laws. Those co-operating with the authorities to mitigate their sentancing are rarely handed US government secrets. Instead, what&apos;s interesting is Sabu&apos;s internal reasoning for why  hypothetically at least  a compromised organisation (as we know now LulzSec was) might be allowed to continue. One factor in the decision to make some of this public was an unusual comment towards the end of the conversation, in which Sabu advised me to make sure I kept a log, or transcript, of the chat for later use: &lt;SABU&gt; AS FOR THE LOG I don&apos;t do interviews or usually paste chatlogs so I&apos;m keeping it privately &lt;SABU&gt; so I suggest you do the same At this stage, surely Sabu would have known, or at least suspected, that his agreement to turn evidence against other members of Lulzsec would eventually become public. Re-reading this now, one wonders if he was hoping that some of our conversation would eventually become public too - an interview, in effect, at the point when he couldn&apos;t speak for himself. Just over a fortnight after these published exchanges, we now know that Monsegur  aka Sabu  secretly pleaded guilty to 12 counts of computer hacking. From June to March this year, he  and his FBI handlers  were party to details, often in advance, of hacking attacks including the interception of an FBI conference call, and the seizure of 5m emails from the servers of UK intelligence firm Stratfor, which are currently being published by WikiLeaks. On Tuesday, charges were lain against five individuals alleged to be core members of Anonymous and Lulzsec  and the man behind Sabu was finally publicly unmasked as a 28-year-old unemployed Puerto Rican living in New York.", 
    "section": "technology", 
    "gid": "technology/2012/mar/07/lulzsec-sabu-informer", 
    "wordcount": "1433"
}