{
    "headline": "Carbon bubble: Bank of England's opportunity to tackle market failure", 
    "text": "The depth of the financial system&apos;s exposure to high carbon and environmentally unsustainable investments could be a systemic risk that threatens economic security. In a letter sent to Sir Mervyn King, the governor of the Bank of England, a coalition of investors, politicians, and academics recently urged the bank to investigate these issues in order to prevent the profound harm that could be wrought by an over-exposure to high carbon assets and a rapid shift in their values. In an important reply, the governor has now accepted that there is a need for further evaluation and it is encouraging to see the bank willing to consider the levels of fossil fuel exposure as a potential risk to financial stability. We believe this process will serve as an important test of whether anything has been learned from the sub-prime crisis. The Bank of England has set out its criteria for what constitutes a threat to financial stability. First it questioned whether &quot;the exposures of financial institutions to carbon-intensive sectors are large relative to overall assets&quot;. Recent analysis of coal that is listed in the UK shows how nearly one-third of the market capitalisation of the FTSE 100 is now made up of natural resources companies. Most mainstream UK equity funds will follow that. With new extractives companies continuing to come to London to raise capital through issuing shares, the FTSE indices are becoming ever more carbon intensive. For example, Glencore completed a partial listing in London in 2011 and is now due to merge with Xstrata to create a massive mining and trading entity headquartered in Switzerland, but listed in London. Some of the largest and most commonly held shares are those of the oil majors and mining conglomerates. The exposure of institutional investors such as pension funds in these blue chip firms was highlighted by BP&apos;s Deepwater Horizon spill in 2010. It should be noted that the exposure is not limited to the UK, with 38% of BP&apos;s shares held by US investors at the end of 2010. This means the fallout of a carbon bubble bursting would be felt beyond these shores. Secondly, the bank asked whether &quot;the impact of policy and technology working to reduce returns in high-carbon areas is not already being priced into the market&quot;. The response from the vast majority of conventional energy analysts to the idea of climate risk has been largely negative, with one recently saying publicly: &quot; I think it&apos;s a bollocks subject. I&apos;m not interested in this kind of subject. I think this is complete hot air.&quot; To us, this doesn&apos;t sound like someone who is factoring in climate change risk. Christiana Figueres, the UN climate chief, observed in October 2011 that climate change is not factored into the value placed on companies. Lord Stern reiterated the failure of markets to align with policy during the Durban climate negotiations in December 2011, when he said: &quot;There is therefore a profound contradiction between declared public policy and the valuations of these listed companies, based on their fossil fuel reserves, which appear to assume that the world will not get anywhere near its targets for managing climate change.&quot; Whether global warming reaches 2C or 6C this century, there will be profound implications. If there are climate policy and technology developments which mean fossil fuels have to stay in the ground, then fossil fuel companies will need completely new business models. Alternatively, if we burn all existing fossil fuel reserves, then imagine the staggering negative impacts that resulting climate change will have on assets throughout every economy. This is why our coalition is warning of stranded assets. Finally, the bank asks whether &quot;any subsequent correction would take place over an insufficiently long period of time for the relevant financial institutions to adjust their portfolios in an orderly manner&quot;. We would simply observe that the market is not known for its gentle deflation of bubbles - the dot.com and housing booms are two of many examples. We believe it is more relevant to ask whether the financial institutions are set up to respond to any such signal, whether rapid or gradual. Surely this is why the government has set up the Kay review, to &quot;assess to what extent equity market participants are excessively focused on short-term outcomes&quot;. Andy Haldane, the Bank of England&apos;s executive director for financial stability, has warned several times that the financial sector&apos;s &quot;myopic&quot; approach could be having a damaging effect on infrastructure and high-tech capital projects. Here is an opportunity for the Bank of England to demonstrate it is taking action to tackle this market failure.  Ben Caldecott is head of policy at Climate Change Capital &amp; James Leaton is project director at Carbon Tracker Initiative", 
    "section": "environment", 
    "gid": "environment/2012/feb/06/bank-of-england-market-carbon-bubble", 
    "wordcount": "799"
}