{
    "headline": "Hard drive market shrinks in Europe as consumers turn to the cloud", 
    "text": "It might not be a crash, but the external hard drive market for consumers has gone into reverse in the past two years in the EMEA (Europe, Middle East and Africa) region, according to new figures from the consultancy Futuresource. New data supplied to the Guardian shows that total capacity purchased dropped year-on-year for the first time - and it&apos;s not clear that will recover as people buy more and more tablets which connect to cloud storage.     Hard drive shipments in EMEA (Europe, Middle East, Africa) from 2008-2012. Source: Futuresource Consulting    The principal cause in the drop seems to be rising prices, initially triggered by calamitous floods in October 2011 in Thailand, where a number of hard drive component manufacturers are based. That caused dramatic shortages - and allied to growing consumer adoption of cloud-based storage services such as Dropbox, which offer multiple gigabytes of storage for free, meant a precipitous drop in hard drive sales in the fourth quarter of 2011 which continued through 2012, says Mats Larsson, senior market analyst for Futuresource. Despite supplies having returned to normal, Larsson does not expect the market to recover to its 2010 high, when the number of drives bought peaked in 2010 at 28.1m. That fell by 8% to 25.9m in 2011 and by 17% to 21.5m in 2012.  &quot;We think this year shipments will show between 5% to 10% growth - likely about 7%,&quot; Larsson said. That would put shipments between 22.6m and 23.65m - and close to 23m by Larsson&apos;s forecast.     Total external storage purchased by consumers in EMEA, 2008-2012. Source: Futuresource Consulting    Although the average size of drive purchased has grown linearly, from 581GB in 2008 to 1,098GB in 2012 - in line with the general trend where storage costs halve every 18 months - the total storage purchased dropped from 25.4 petabytes (millions of gigabytes) in 2011 to 23.6PB in 2012. Growth there had been slowing even before the floods: after two years of growth over 30%, in 2011 it was up just 13% on 2010, according to the Futuresource figures. &quot;The second half of 2012 showed minimal signs of positive growth, with prices still higher than over a year ago,&quot; said Larsson. He points out that some retailers held back on buying drives, hoping to persuade distributors to drop prices - a hope that wasn&apos;t realised.  The problem for hard drive manufacturers is that the business is tightly tied to the PC market, which has been in the doldrums in the EMEA region for the past couple of years. Hopes that greater purchases of tablets might lead to an increase in purchases of large-volume NAS (network attached storage) drives, which can be connected to the router in a home to provide files across the internal network, haven&apos;t been realised either. Though NAS drives rose as a percentage of drives sold from 2011 to 2012 - from 4.9% to 5.2% - the actual number fell, from 1.27m to 1.12m in 2012. &quot;Vendors have been trying to get people to buy NAS drives, but most consumers just say &apos;what the hell is that?&apos;,&quot; commented Larsson.", 
    "section": "technology", 
    "gid": "technology/2013/apr/02/emea-hard-drive-market-shrinks", 
    "wordcount": "510"
}