{
    "headline": "UK company's 'augmented reality' glasses could be better than Google's", 
    "text": "A Cambridge-based company has figured out how to make &quot;augmented reality&quot; glasses that will seamlessly project information into the scene in front of you, creating a more effective version of the technology Google is developing with its Glass project.     Google co-founder Sergey Brin tries out Google's new internet-connected glasses at the I/O conference in San Francisco. Photograph: Paul Sakuma/AP    Developed as a prototype by TTP (The Technology Partnership), a technology development company, the glasses incorporate a tiny projector in one arm of the spectacles. The picture is then reflected from the side into the centre of the lenses, which are etched with a reflective pattern that then beams the image into the eye. That means the image is directly incorporated into what the wearer see when looking directly ahead  unlike Google&apos;s current incarnation of Google Glass, which puts a small video screen in the bottom right-hand corner of the right eye. That requires the wearer to look down to focus on it, taking their attention away from the view ahead. Unlike the present Google Glass implementation, where it is obvious that the user is looking into a screen in the corner of their glasses  both because it is visible and because their eye direction changes  the TTP system is invisible to anyone watching, and doesn&apos;t require a change of gaze by the wearer. Though the TTP glasses are only a proof of concept, its engineers believe the idea could be taken up by larger businesses that are interested in developing systems incorporating augmented reality. Though it declined to give any names, it is understood to be talking to at least one California-based company about applications of its technology. &quot;We would talk to all the big players,&quot; says Dr Allan Carmichael, business development manager at TTP. &quot;We would tell them that we have a solution, and we would aim to persuade them that this can be used in practice.&quot; TTP would then license the technology to companies that were interested; TTP is not, Carmichael emphasises, a manufacturing company in its own right. &quot;Sports and leisure use are obvious applications,&quot; said Roger Clarke, TTP&apos;s project manager for augmented reality technologies. &quot;For sports, you could show information like your heart or breathing rate; a simple display with relevant information is where this technology is headed. Then after that is proven you can move on to larger displays with more tailoring and information.&quot; Carmichael thinks that the &quot;killer app&quot; for an augmented reality system might be one that would work when you look under your car bonnet, &quot;so rather than seeing a big block, you see it all clearly labelled to tell you what part is what&quot;. Alternatively, he suggests, surgeons might find it useful, &quot;not to show them what they&apos;re looking at, because it&apos;s never actually that clear, but to tell them what&apos;s happening to the patient&apos;s life signs:  to the blood oxygenation when I press here, what happens to the pulse. If you can display that directly into their field of vision, that&apos;s really useful.&quot; At present the system is only able to display a still image in monochrome. But engineers at TTP are confident that, as interest in AR-based systems grows, companies will be able to make tiny video projectors that can be incorporated into the arms of spectacles. Google&apos;s Glass project aims to produce systems built into ordinary-looking spectacles that would overlay information about a location, or from the user&apos;s internet feeds, into their visual field. A concept film released in April suggested that one day systems which could react to location and to what was seen by the wearer would become commonplace. &quot;Google has done a remarkable job of getting the world to alight on the idea of augmented reality,&quot; says Carmichael. But he feels that the next step need to be to improve both the appearance of the system to the user and to other people. &quot;It&apos;s about creating desirability and elegance in how it appears,&quot; he says. Clarke says that sports glasses, because they tend to be large, offer the best option. Recon Instruments already offers ski goggles which have a built-in video projector like Google Glass, but those too are limited to a non-central point. In the TTP prototype, the present projector technology offers VGA, or 640x480 pixel, resolution. &quot;We can get a video attachment in a few weeks,&quot; he told the Guardian. The team has also devised a passive system by which the user can control the device, or an attached computer, just by moving their eyes to the left or right. Rather than using eye-tracking systems, which demand a camera watching the pupils and which Clarke says are &quot;relatively computationally expensive&quot;, it uses passive electrodes mounted on the glasses that monitor activity in the muscles at the side of the temple - which produce particular signals that are indicative of eye movement. He thinks that head-mounted displays could have been commonplace now, but that in the 1990s companies making displays decided not to focus on miniaturisation, and instead aimed for bigger products, principally seen in large screen TVs. &quot;Sony and Sharp bet that people would want smaller displays. That turned out to be the wrong bet then. If things had gone differently then we would already have very high-quality tiny displays today.&quot; Carmichael is confident that, in time, heads-up displays using glasses such as TTP is demonstrating will go from the realm of experiment to become commonplace. &quot;If you had told people in 2002 that they could have their email on their phone, they would have said &apos;why would I want that?&apos;,&quot; he says. &quot;Getting micro-displays is still a big challenge, but the lenses are getting better all the time.&quot; In time, he adds, we might find that such glasses are ideal for something that we barely do at present  such as watching video while on the move.", 
    "section": "technology", 
    "gid": "technology/2012/sep/10/augmented-reality-glasses-google-project", 
    "wordcount": "985"
}