{
    "headline": "This week's new games", 
    "text": "Sound Shapes, PlayStation 3, Vita Part platform game, part strange musical instrument, Sound Shapes has you rolling and hopping a ball across screens whose collectibles add notes, percussion sounds and noises to its crescendoing musical score. Red things kill you, light-coloured surfaces let you stick to them and there&apos;s a record deck somewhere that marks each area&apos;s end point, but it&apos;s the ingenious and varied level design, taking in music from Beck and Deadmau5, that makes it a continual source of joy and wonder. Campaign mode is captivating if not exactly vast, and the level editor has the ability to make a mini maestro out of every PlayStation owner. It&apos;s a thing of beauty that ought to coax out player-created content that goes well beyond the usual manufacture of levels shaped like dicks. Sony, approx 9.99 PSN download Papo &amp; Yo, PlayStation 3     Papo & Yo. Photo: PR    Papo &amp; Yo is about a boy called Quico and his alcoholic father, personified in a giant, blind-rage-prone monster who needs gentle nurturing to solve many of the puzzles you encounter. Wandering through sun-drenched favelas, Quico finds glowing chalk drawings that come alive when touched, opening mysterious new avenues of exploration. Its darkly allegorical subject matter and whimsically childlike presentation make for a dreamlike experience that&apos;s only occasionally hindered by technical problems. Papo &amp; Yo remains an unusual experience that holds on to a sense of playfulness despite budgetary restrictions. Sony, approx 11.49 PSN download Dust: An Elysian Tail, Xbox 360     Dust: An Elysian Tail. Photo: PR    It looks like a blockbuster 16-bit-era side-scrolling adventure with bold colours, large, slightly bouncy-looking characters and pastoral locations staffed by doe-eyed cartoon animals. What you&apos;ll discover, though, playing Dust: An Elysian Tail is a lot of screen-filling sword fights bolted on to the role-playing game staples of experience points, incremental upgrade paths and multiple hidden treasures. The conversations have sparks of humour but also a tendency to drag on for just a bit too long, although all are voiced with considerable character, which helps to bulk up an indie game with atypical levels of gloss. Microsoft, approx 10.20 XBLA download Games news Sony, apparently stung by widespread commentary about Vita&apos;s low likelihood of success in a smartphone world, used its press conference at European games exhibition Gamescom to roll out the big guns, including Assassin&apos;s Creed, Call of Duty and Killzone. All three are being developed by worryingly second-tier studios, but along with the announcement of Tearaway, a brand new game from the makers of the wonderful LittleBigPlanet, it&apos;s news that should cause tentative buoyancy in the hearts of Vita owners. Also being touted at the show was the latest, even grittier Tomb Raider (Xbox 360, PS3, PC) reboot; the utterly gorgeous bounty hunter sim Star Wars 1313 (TBC) and Remember Me (Xbox 360, PS3, PC), Capcom&apos;s techno-amnesia actioner. Sadly conspicuous by their absence were the two most anticipated games in the world: Half-Life 3 and Grand Theft Auto V.", 
    "section": "technology", 
    "gid": "technology/2012/aug/25/sound-shapes-papo-yo-review", 
    "wordcount": "490"
}