{
    "headline": "DNA double helix: discovery that led to 60 years of biological revolution", 
    "text": "The myth is that science proceeds in fits and starts, with eureka moments delivering revelation and revolution. The reality is usually much more mundane: a case of scientists grinding out small, incremental advances. But the publication 60 years ago of Francis Crick and James Watson&apos;s celebrated structure of DNA  the twisted ladder of the double helix  can legitimately be regarded as a turning point: our understanding of life was changed forever that day, and the modern era of biology began. &quot;It has not escaped our notice,&quot; they wrote in a brief paper in the journal Nature, that the double helix &quot;immediately suggests a copying mechanism for the genetic material.&quot; And so it does. This elegant spiral, first drawn by Crick&apos;s wife Odile, depicts life&apos;s most famous molecule. Nowadays it is part of our culture: in films, as art, on shampoo adverts. We now know that DNA is a dynamic, tortuous coil, constantly shuffling and unwinding, bustling with activity as it enacts its many programs. Since 1953, biology has evolved into a global industry, with our ever-increasing command over DNA at its core. We have seen the emergence of genetic modification and now synthetic biology  for both scientific and commercial gain  each with its own mire of ongoing legal wrangles. And now we are entering the post-DNA era. In the past couple of years, the nature of DNA itself has been modified, its alphabet mutated and its function reinvented for non-biological uses. DNA&apos;s operation is determined by its shape. Each rung of the ladder is made up of a pair of two of the four letters of the DNA alphabet  A, T, C and G. But A will only pair with T, and C only with G. So if you were to split the ladder in two, breaking the paired rungs, then on each of these struts you would have all the information needed to replace the missing one. Hence, from one DNA molecule, you can make two identical molecules. This is happening right now inside you as the cells that make up your body divide, at a rate of around 3,000 letters a minute (bacteria can do it 10 times faster). And the same process has been happening continuously in every cell that has ever existed on Earth. DNA in living cells, as far as we know, is universal, and combined with Darwin&apos;s theory of evolution we have a robust model of how life is, and how it came to be, its origins almost 4bn years ago. DNA is a code, a means of storing biological data, in the form of genes. The code was systematically cracked in the 1960s, revealing that life is breathtakingly conservative. If DNA is an alphabet, then the words it spells out are amino acids, the building blocks of proteins. And yet only 20 amino acids are encoded by DNA in all life forms. The same alphabet, the same encryption, the same lexicon are applied in every bacterium or blue whale, in you, a sunflower and a mushroom. It is this uniformity that spawned the industrial revolution of biotechnology that we are in the throes of today. In California in the early 1970s, scientists invented ways to swap chunks of DNA between species, so that they acquired specific characteristics by design. Humans have been doing something similar for 10,000 years through breeding and farming, but with the advent of DNA editing tools, we were suddenly no longer bound by the limitations of creatures that could have sex. Genetic modification has become a mainstay of almost every aspect of the life sciences, and provided innumerable advances in our understanding of how life and diseases work.     DNA structure Photograph: Graphic    This century, the descendant of genetic modification has emerged as synthetic biology. This takes the principles of gene tinkering, and, just as the pioneers of electronics did, standardises the components so that creating new technologies becomes easier. In the summer, we will see the largest synthetic biology meeting in the world at Imperial College London, where the creators of this rapidly maturing field will gather to turn the remixed tools of evolution into ever-more sophisticated circuitry to address global issues including food, fuel and food production. On paper, this circuitry looks like electronics, with transistor-like junctions and gates. But it is in fact DNA, carefully designed and assembled to perform specific logical functions. We&apos;re 10 years on from the completion of the Human Genome Project, initially led by Watson, the complete read-through of all 3bn letters of our own code. That yielded many surprises, including that we&apos;re a long way from understanding how our genomes work. But we also entered the legal swamp of DNA patenting, the idea  currently law  that your genes can be owned by someone else. Two breast cancer genes are the subjects of the key legal test case, which is being addressed by the US supreme court this week, with globally significant ramifications. The pioneers of genetics changed how science itself is done. The Human Genome Project launched a new style of big science  huge international collaborations with openness as a key principle. Thousands of people in hundreds of labs have worked on generating the various versions of human and other species&apos;s genomes over the past few years; last week, the ancient fish the coelacanth became the latest to join the genome club. All the data is in the public domain, to maximise the benefit for as many people as possible. Our control of the stuff of life is such that we can now eschew DNA&apos;s evolved functions altogether. In its simplest form, DNA is an information storage format. It is incredibly stable: we have extracted meaningful DNA from all sorts of long-dead organisms, including mammoths and Neanderthals. People started thinking about DNA as a data storage device in the 1990s, but it wasn&apos;t until 2010 that scientist Craig Venter hid several secret coded messages in the DNA of his synthetic cell, nicknamed Synthia. This field really kicked off in January when a team led by Cambridge geneticist Ewan Birney encoded in DNA all Shakespeare&apos;s sonnets, a video of Martin Luther King&apos;s &quot;I have a dream&quot; speech, and Crick and Watson&apos;s 1953 paper. They sent it to a lab in Germany, where it was decrypted with an error rate of zero. Currently, this technique is only useful for archiving, because it is slow to write and decode, but the density of information is higher than for Blu-Ray discs or hard drives. We will never not study DNA, so the technology for reading and writing it will only improve. Remember Betamax or laser discs? DNA is a format that has robustly stored data for 4bn years. While the principles of how living DNA encodes information and duplicates are set in stone, this is no longer true for the molecule itself. In the past few years we have seen startling progress towards reinventing the language of life. That original four-letter alphabet is now up to at least six, with the addition of Z and P by scientists including Steve Benner at the Foundation for Applied Molecular Evolution in Florida. These new letters don&apos;t mean anything yet: it is as if we had added letters to English that could not yet be pronounced. But Benner has incorporated them into a molecule whose alphabet has remained frozen for several billion years. Last year a team in Cambridge led by Vitor Pinheiro re-engineered the struts of the double helix ladder, changing the D in DNA to a host of other molecules, under the catch-all title of &quot;XNA&quot;. They reproduce, evolve, and have the potential to act as therapeutic drugs, because the body won&apos;t recognise them as rogue DNA. Sixty years on from the first revelation of DNA&apos;s shapely curves, no aspect of biology is above modification, remix or redesign. This inevitably comes with accusations of &quot;playing God&quot;. Yet this is what we have always done. We have taken the natural world, modified it, shaped it and redesigned it to suit our own needs and wants, often without considering the repercussions. All of these new endeavours are fraught with contention. Gene patenting is one perhaps soon to be resolved. Ownership of GM seeds by corporate monoliths continues to provoke ire from many. There is a visceral belief in some quarters that we shouldn&apos;t be fiddling with nature in such fundamental ways. Nevertheless, DNA technology will continue to grow. But it is our responsibility to allow DNA technology to flourish, while society makes informed decisions about how its fruits are shared. We are in a golden age, an industrial revolution with a single root exactly six decades ago. Adam Rutherford&apos;s latest book is Creation: The Origin of Life/The Future of Life ", 
    "section": "science", 
    "gid": "science/2013/apr/25/dna-double-helix-60-years-biological-revolution", 
    "wordcount": "1460"
}