{
    "headline": "On Ada Lovelace Day, let's also celebrate 19th-century renaissance woman Agnes Clerke", 
    "text": "Not only is today Ada Lovelace Day, which celebrates the contributions of women in science and technology, but 2016 marks a century of women being admitted as fellows of the Royal Astronomical Society. What better day to write about Agnes Mary Clerke? Born in 1842, she contributed much to astronomy and the RAS, although she died too soon, in 1907, to have had more than honorary fellowship. It is also apt that I should write about Clerke here on the H Word blog, as she was to be best known for her work in the history of astronomy. She also happens to share my birthday. Born in Cork, Clerke was the middle of three children, between older sister, Ellen Mary, and younger brother Aubrey St John. All were clearly quite brilliant, although it was only the boy who could go on to excel in mathematics and natural science at Trinity College Dublin. All, however, benefitted from an education at home, including classics and practical scientific lessons from their banker father.     Plaque to the Clerke Sisters in Skibbereen, County Cork, Ireland. Photograph: Jackie Ellis/Alamy    Family ties sustained Clerke throughout her life and career. Leaving Ireland, they lived and learned in Italy for a decade before moving to London in 1877, continuing their scholarly, musical, scientific and literary endeavours. After their parents deaths in the 1890s, the two sisters continued to live together and support each other. Ellen was a also a writer and translator of articles, both literary and scientific, poetry and a novel. To quote the author of Ellens ODNB entry, they had a formidable breadth and depth of learning. Agnes Clerke wrote enormous amounts of prose over her lifetime. There were more than 50 articles for the Edinburgh Review, mostly on scientific topics; pieces in every annual issue of The Observatory over two decades; 150 entries for the Dictionary of National Biography and more for the 9th and 11th editions of Encyclopaedia Britannica. On top of this were several books, her first being the 1885 A Popular History of Astronomy During the Nineteenth Century. Several more books followed  The System of the Stars (1890), The Herschels and Modern Astronomy (1895), Astronomy (1898), Problems in Astrophysics (1903), Modern Cosmogonies (1905), and, to confound any thoughts of two cultures, Familiar Studies in Homer in 1892. Her works showed both her good historical sense and her knowledge of the fast-changing world of astronomy and astrophysics in the last quarter of the 19th century. H.P. Hollis FRAS, an Assistant at the Royal Observatory, Greenwich, wrote that her Popular History had become a standard, especially valuable for its wealth of references.     Title page of Agnes Clerkes Popular History of Astronomy (first published in 1885, this is the third edition) Photograph: University of California Libraries    Clerkes practical knowledge of astronomy, including the new applications of spectroscopy, increased when she spent two months at the Royal Observatory at the Cape of Good Hope. She developed a friendship with the Astronomer Royal there, David Gill, and his wife Isobel. She was also close to the London astronomical circles, particularly through the British Astronomical Association and  when allowed access  the Royal Astronomical Society. Clerke had, in 1889, been invited to join the staff at the Royal Observatory, Greenwich, as a computer. This was part of an experimental scheme by the Astronomer Royal, William Christie, to increase his staff with the small funds he had at his disposal. Clerke was vastly over-qualified for work traditionally carried out by young school leavers, but there were very few opportunities for women to take up paid work in astronomy. Clerke deliberated over the offer but turned it down  she was not guaranteed observing work and could probably make more money as a writer. Three university-educated women did take the opportunity in 1890, although none were impressed at the 4 a month they were offered and few stayed long. They were Alice Everett, Edith Mary Rix (a niece of Charles Dodgson, aka Lewis Caroll) and Harriet Maud Furniss. Annie Scott Russell replaced Furniss in 1891. She and Everett, at least, were allowed to do some observing, although much of the work involved computation or measuring features on photographic plates. Russell was forced to resign in 1895 when she married Edward Walter Maunder, her boss in the Photographic and Spectroscopic Department of the Observatory. This allowed her to keep working, unpaid, in partnership with her husband. She, like Clerke was also active within the astronomical spheres they could more easily access: joining the BAA, writing and editing. In February 1892 Maunder and Everett were among a group of women who submitted election certificates to the RAS. Edward Maunder and William Huggins were among those who signed support, but they were rejected. As a sop, they were offered cards of admission that allowed them to attend some meetings. The Clerke sisters took advantage and, in 1903, Clerke and Margaret Huggins were given honorary fellowship of the Society, the first since Caroline Herschel, Mary Somerville (both 1835) and Anne Sheepshanks (1862). It seems clear that, as far as possible, these women astronomers and some of the men around them helped create a mutually supportive atmosphere. One of this circle, Margaret Huggins wrote in her obituary of Clerke that No purer, loftier and yet sweetly unselfish and human soul has lived. The RAS is today taking their anniversary, history and the contribution of women seriously. They have published an open access journal issue that explores the lives of women who were early or honorary fellows. Having noted that they often made their contributions as writers, the Society has decided to underline the now recognised importance of this work by founding two new prize medals. They are the Annie Maunder Medal for an outstanding contribution to outreach and public engagement and the Agnes Clerke Medal for outstanding personal research into the history of astronomy or geophysics. Nicely done. ", 
    "section": "science", 
    "gid": "science/the-h-word/2016/oct/11/ada-lovelace-day-celebrate-19th-century-renaissance-woman-agnes-clerke", 
    "wordcount": "948"
}