{
    "headline": "Michael Gove rules out 'two-tier' system under exam proposals", 
    "text": "The education secretary, Michael Gove, has struck a conciliatory note over planned exam reforms in England which include a proposal to bring in a lower-level qualification for less able children. Leaked proposals suggesting simpler exams similar to the old CSE would be offered alongside a more demanding O-level-style exam provoked an angry reaction from the Conservative party&apos;s Liberal Democrat coalition partners last week. In a speech on Tuesday, Gove said a two-tier exam system created &quot;a culture of low expectations&quot;. He criticised the division of GCSEs into two levels  higher papers and a foundation tier in which pupils can achieve a maximum of grade C. &quot;It is impossible for thousands of students to achieve the most basic grade which is respected by employers, which counts in league tables; impossible for them to achieve the grade B or above which many colleges require to allow progress to A level.&quot; The education secretary said the act of entering a child for a foundation-tier paper was &quot;a way of saying  don&apos;t get above yourself  A-levels are not for you&quot;. At a Commons debate, Gove said his proposed changes would &quot;end the tiering of papers&quot;. &quot;We need to have higher expectations for all students.&quot; Pressed by Labour on whether he was dropping the idea of bringing back the CSE, Gove said: &quot;There&apos;s nothing we want to do which is a step back. I&apos;ve ruled out as clearly as I possibly can any two-tier system.&quot; Gove&apos;s aides say the aspiration is for most children to sit a more rigorous O-level style exam, but there will be a simpler exam which may act as a stepping stone. At the weekend, a source close to Gove said the minister was prepared to &quot;change and modify&quot; the exam reform proposals to achieve agreement. The deputy prime minister, Nick Clegg, has criticised the idea of returning to a binary exam system. &quot;I am not in favour of anything that would lead to a two-tier system where children at quite a young age are somehow cast on a scrap heap,&quot; he said last week. Critics of the proposals include the former Labour schools minister Lord Adonis, who described bringing back the CSE as &quot;about the worst reform imaginable&quot;. The director of the Institute of Education, Chris Husbands, said: &quot;Any system which designs in a selective process at the beginning of examination courses has a backwash effect: a divided system at 14 means making selection decisions by 13.&quot; The bulk of Gove&apos;s plans are expected to be shelved until after the next election. The proposals leaked last week suggested that pupils would begin sitting &quot;explicitly harder&quot; exams in English, maths, physics, chemistry and biology from September 2014, but the scale of the outcry makes this timetable difficult. In a statement, Labour&apos;s shadow education secretary, Stephen Twigg, said: &quot;Labour was the first to oppose the planned return to the two-tier system, so this apparent U-turn will be a welcome relief to many families. &quot;Following the outcry over his proposals, Michael Gove appears to have been forced into changing his mind, but parents, pupils and teachers will remain totally confused as to what exams will be taken in 2015.&quot; In his speech, Gove defended plans to make exams more demanding, and said competition between exam boards had sapped the rigour of GCSEs. There is cross-party consensus on this, with Twigg saying he supported reform &quot;to deal with unhealthy competition between exam boards&quot;. In his speech, Gove said: &quot;We need to have a system where exam boards compete to show their tests are the most ambitious, not the easiest.&quot; He also announced an acceleration of the academies programme, saying that every primary school in England that had been put in special measures or been given a notice to improve by Ofsted would become a sponsored academy. Currently, 220 of the worst-performing primaries in the country are due to become academies. The new plan will affect more than 300 out of nearly 17,000 state primaries in England and Wales, the Department for Education said. Gove said: &quot;In the next year I want to extend our academies programme to tackle the entrenched culture of under-achievement in parts of the country where children are being failed.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/26/michael-gove-exam-proposals-education", 
    "wordcount": "732"
}