{
    "headline": "School governors could do better, Ofsted head warns", 
    "text": "School governors need to offer more professional leadership, and some of them should be paid for their work, the Ofsted chief inspector has said. In a direct challenge to the hundreds of thousands of governors in the UK, Sir Michael Wilshaw said businesses should instruct senior staff to become governors at their local schools, to improve the calibre of those involved. And he warned time was running out for those at low-achieving schools, who would rather spend time &quot;looking at the quality of lunches and not enough on maths and English&quot;. &quot;Of course, there will always be a place for the volunteer and those from the community who want to support their local school,&quot; he said in a speech to the Policy Exchange in London on Wednesday. &quot;That will always be the case. But where there is a lack of capacity  we need to consider radical solutions. I have said it before, and I will say it again: we should not rule out payment to governors with the necessary expertise to challenge and support schools with a long legacy of under-performance.&quot; The 6,000 schools currently considered less than good by Ofsted usually had issues with their leadership, including governors, Wilshaw said. &quot;Poor governance focuses on the marginal rather than the key issues: in other words, too much time spent looking at the quality of school lunches and not enough on maths and English.&quot; Wilshaw said he wanted to &quot;issue a challenge&quot; to the public and private sectors to encourage their best people to get involved in school governance. &quot;For example, all large- and medium-sized companies could insist that their senior and middle managers join the governing bodies of local schools. I believe Rolls-Royce strongly encourage their managers to do this.&quot; Wilshaw also announced that every primary and secondary school in England would be handed an annual &quot;report card&quot; detailing its exam results and attendance rates. The one-page overview would be made available to the public, meaning parents could use it to compare schools. Wilshaw said the new report card, called the school data dashboard, would give information on how well a school was performing in test and exam results, as well as attendance, compared with similar schools. &quot;The school data dashboard I am launching today raises the stakes,&quot; he said. &quot;Many governors know their school well already. But for those that don&apos;t, there are now no excuses. Inspectors will be very critical of governing bodies who, despite the dashboard, still don&apos;t know their school well enough.&quot; Brian Lightman, general secretary of the Association of School and College Leaders (ASCL), said: &quot;It is absolutely right that governors and parents should hold schools to account, and access to data is a part of this. &quot;However, all data, especially &apos;simple&apos; statistics, comes with a health warning. It should encourage people to ask more questions, not to draw premature conclusions. Reciting statistics about how a school is performing is much different from really understanding its strong points and areas for development.&quot; Gillian Allcroft, policy manager for the National Governors&apos; Association, said she welcomed the acknowledgement that governors play a key role in schools. &quot;We absolutely welcome the increased focus on governance that has come since Sir Michael took office,&quot; she said. &quot;It is a crucial role, so the fact that Ofsted is taking it seriously is very welcome  but we need to recognise that there are a large number of highly effective governing bodies, and we need to work with the others to improve their practice.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/27/school-governors-ofsted-head-wilshaw", 
    "wordcount": "608"
}