{
    "headline": "Five interesting indie games you should try this week", 
    "text": "Just in case you&apos;re at a loss about what to play this week, here are five games I&apos;ve meant to cover over the last month but just haven&apos;t had time. They&apos;re all really interesting and unusual in certain ways, but all provide a compelling gameplay experience too. If you try any of them, feel free to share your experiences in the comments section! Antichamber (Alexander Bruce, PC)            Released at the end of January, this fascinating psychological exploration game is a sort of cross between Portal, a psychometric test and an LSD trip. Players have to navigate a sparse, non-euclidean environment solving puzzles that strip away all preconceptions about game rules. Exits are sometimes exits but sometimes not; up is sometimes down, but sometimes it&apos;s out. Or in. Or none of the above. It&apos;s enthralling, refreshing and challenging stuff  a sort of ludological detox. I first met Alexander Bruce at E3 2010 and have never forgotten encountering his game for the first time. If you have a PC and love first-person games, you need to try this.  Year Walk (Simogo, iOS)            Here is another game that toys with conventions like a cat pawing at a dead mouse  except here it&apos;s to much darker effect. Year Walk is a horror game set in the remote forests of Sweden where a journey of self-discovery becomes something much more nightmarish and primal. I won&apos;t give too much away, but the combination of spectral, almost monotone visuals and clever sound effects makes for a disturbing experience, enhanced by the availability of an explanatory companion app. From the makers of the sublime Bumpy Road and Beat Sneak Bandit, it&apos;s a very different kind of smartphone game. Tic Toc Toys (Swallowtail Games, iOS)            Developer Swallowtail Games won the Bafta &apos;ones to watch&apos; award in 2012 with this blissfully creative puzzler. Your aim is to clear a series of play rooms so that your toy robot and pass through unhindered. You have no control over the droid, instead you interact with objects, pushing, pulling and laterally thinking them out of the way with smooth and intuitive use of the touch controls. Toy frogs must withdraw their tongues, Russian dolls need to be packed away, trains rolled along the track  all while the your bot wanders on. Its visuals are warm and playful, and I imagine it was a blast to design  it&apos;s also wonderful to play with young children as they immediately recognise both the environments and the instinct to protect the droid on his journey. The Golden Arrow (Monster and Glitch, iOS)            Okay, so we&apos;ve seen quite a few side-scrolling endless runners over the last couple of years, but I still think this one is worth a look. Like Adam Saltsman&apos;s iconic Canabalt, it features minimalistic 8bit visuals and a romping chiptune soundtrack, but here designer Jenna Hoffstein has added a fantasy narrative component in which a monster must continually run in order to escape an evil monster-slaying princess. It&apos;s just got a really nice, self-conscious feel to it and successfully establishes its own little fairy tale world. Also, it&apos;s 69p! Driftmoon (Instant Kingdom, PC)            Husband and wife team Ville and Anne Mnkknen spent seven years crafting this quaint role-playing adventure, which combines the mechanisms of a traditional RPG with quirky Finnish humour. The narrative follows the adventures of a panther, a skeleton and a firefly through a mythical world which is being troubled, as mythical worlds always are, by an evil sorcerer. Sure, not the most original set up, but it&apos;s the irreverent humour and constant surprises that keep you playing through the eight-hour campaign.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/11/five-indie-games-to-play", 
    "wordcount": "603"
}