{
    "headline": "Bill Moggridge obituary", 
    "text": "Bill Moggridge, who has died aged 69 of cancer, designed the world&apos;s first laptop, the Grid Compass. But it is not being first that makes you famous in the digital universe  it is being able to do something cheaply enough to make it ubiquitous, which took longer. When the Grid finally went on sale in 1982, it cost a minimum of $8,000. Early customers were limited mainly to military users, who valued its robust body and stubby keys. One Grid went into orbit aboard the space shuttle in 1985. The screen was relatively tiny, 320 x 240 pixels. It weighed 5kg and its memory was just short of amnesiac at 340kb. It was ahead of the field with its flat screen, die-cast magnesium-alloy case and built-in telephone modem. Moggridge was not interested in fame. He was the softly spoken, diffident and modest antithesis of the designer showmen of the 1980s, with their taste for publicity and pink suits. But he succeeded nevertheless in creating something very few designers ever achieve. He was responsible for an archetype: a new form for a new kind of object, one that set a model that became universal, and is still going strong four decades later. It is a rather more satisfying achievement than the endless refinements that keep most designers busy afterwards. The basic configuration that Moggridge came up with, the fusion of a briefcase with a manual typewriter, with a screen that folds up when in use, and folds flat into the shell, is only now being challenged by the rise of the tablet computer. For designers, this kind of category definition is a key ambition, achieved by very few. Moggridge did much more than style an existing concept thought up by engineers and software designers. Without him the project might never have got off the ground. John Ellenby, the man behind the Grid start-up, needed to convince investors that his hunch about portable computing had a future. He asked Moggridge to work with him on creating the basic concept. It was Moggridge&apos;s detailed model that looked seductive enough to bring in the cash to realise the project.     The Grid Compass portable computer designed by Bill Moggridge in 1982.  Photograph: Don Fogg/AP    Moggridge was born in London, the son of an artist, Helen, and a civil servant, Henry. He studied industrial design at the Central School of Art and Design, which produced so many of Britain&apos;s designers, from Terence Conran onwards. In 1969 he set up his own studio. Its work  pop-up toasters, office telephones, marine communication systems and medical equipment  were the staples of most of the small industrial studios in London at the time. The work was restrained and devoid of stylistic mannerisms. But Moggridge, who had already worked in the US, saw that there might be more to life than a constant diet of kitchen appliances. He set up in Palo Alto, California, just three years after Steve Jobs established Apple, and secured the Grid commission. It put him at the heart of a Silicon Valley that was about to see its growth accelerate beyond all predictions. Moggridge co-founded IDEO, the consultancy that claims credit for designing Apple&apos;s first mouse, and now has a worldwide reach with 500 employees. What really interested Moggridge were the people who used technology, and what they did with it, rather than the technology itself. He was fascinated by the way that a screen interacts between machine and user. He made the way that people related to a machine to carry out a task the starting point for a design, rather than attempt to produce a beautiful sculptural object. He taught what was called interaction design at the Royal College of Art in London, and published extensively on the subject, with his book Designing Interactions appearing in 2006. The physical switches, knobs and dials of the analogue era were being replaced by screen menus; and designers had to understand how that changed the nature of their work. His own designs, teaching, publishing and role in leading one of the world&apos;s most influential design groups brought Moggridge the respect and affection of the profession. He won the Prince Philip prize for design in 2010, was designated a Royal Designer for Industry, served as a trustee of the Design Museum and collected a lifetime achievement award from Michelle Obama. Moggridge moved from California to New York three years ago, to become the director of the Cooper Hewitt National Design Museum, an outpost of the Smithsonian Institution. It was a bold appointment, for an organisation more closely associated with design&apos;s past than its future. Under his leadership it took bold steps to move beyond its origins as a museum of exquisite decorative arts, to explore the wider world of design as he himself had practised it. He is survived by his wife, Karin, and their sons, Alex and Erik.  William Grant Moggridge, designer, born 25 June 1943; died 8 September 2012", 
    "section": "technology", 
    "gid": "technology/2012/sep/10/bill-moggridge", 
    "wordcount": "810"
}