{
    "headline": "How wealth of Silicon Valley's tech elite created a world apart", 
    "text": "Every morning and every evening the fleet glides through the city, hundreds of white buses with tinted windows navigating San Francisco&apos;s rush hour. From the pavement you can see your reflection in the windows, but you can&apos;t see in. The buses have no markings or logos, no advertised destinations or stops. It doesn&apos;t matter. Everyone knows what they are. &quot;Transport for a breed apart. For a community that is separate but not equal,&quot; said Diamond Dave Whitaker, a self-professed beat poet and rabble-rouser. The buses ferry workers to and from Apple, Facebook, Google and other companies in Silicon Valley, an hour&apos;s drive south. They hum with air-conditioning and Wi-Fi. They are for the tech elite, and only the tech elite. This month Whitaker, 75, and a few dozen other activists smashed a model Google bus piata to pieces. They cheered each blow. The British and US governments may feel the same way, it emerged last week, when politicians in London and Washington accused Google&apos;s Eric Schmidt and Apple&apos;s Tim Cook of dodging corporate taxes. The internet titans barely flinched. They denied wrongdoing and hit back at what they said were archaic tax codes unfit for the digital era. The defiance startled those unfamiliar with Silicon Valley&apos;s power and confidence. It did not come as news to San Francisco. The city knows better than anyone that technology companies like having things their way, whether it be taxes, transport or lifestyle. This dominance, critics say, has produced a cossetted caste which lords it over everyone else, a pattern established during the dotcom explosion a decade ago and now repeated amid a roaring boom. &quot;They&apos;re really trying to make it a different structure. It&apos;s segmentation. You see it everywhere,&quot; said Michael Veremans, 27, a co-ordinator with the Occupy-linked group San Francisco Food Not Bombs. Commuters who struggle with the crowded municipal bus service openly envy the spacious tech shuttles filled with their iPad-tapping passengers. The San Francisco Chronicle recently swelled the chorus with an op-ed denouncing the private shuttles as symbols of alienation and division: &quot;San Franciscans feel resentful about the technology industry&apos;s lack of civic and community engagement, and the Google bus is our daily reminder.&quot; Techies, in other words, price locals out of the housing market, twist rules and regulations to suit themselves, and spend outrageously. The most vilified are the likes of David Sacks, Yammer&apos;s CEO, who held an extravagant &quot;Let them eat cake&quot;-themed 40th birthday party last year. Facebook billionaire Sean Parker is preparing a reported $10m Game of Thrones-themed wedding, replete with fake ruins and waterfalls. Lower down the food chain are employees who take the Wi-Fi-enabled shuttles to campuses with gourmet canteens, ping-pong tables, M&amp;M fountains, barbers and masseurs  self-contained citadels allegedly inured from social realities. Entrepreneurs and software engineers respond to that rap sheet with a mix of indignation, hurt and scorn. &quot;This is a very expensive place tax-wise, but it feels like we&apos;re not getting an awful lot back,&quot; said Duncan Logan, 42, founder of RocketSpace, which incubates 130 start-up companies in a downtown headquarters. &quot;A dirty city with a crumbling road network and a not great education system.&quot; Logan, a Scot who came to tech via agriculture and banking, voiced support for Cook and Schmidt. &quot;I welcome this uproar [over taxes] because it will pressure governments to be more effective in their spending.&quot; He said governments should &quot;compete&quot; in offering value for taxes. Logan conceded that you could become blinkered when surrounded by like minds. &quot;When you live in this world you forget how the rest of the world lives.&quot; Reality intruded only during visits to Scotland, where some still considered Twitter a newfangled marvel, he said. He sympathised with locals forced out of San Francisco by soaring property prices, but said the fault lay not with freespending techies but building restrictions: &quot;The city has to relax planning controls.&quot; A software engineer for a major internet company said the criticism was unfair. &quot;We feel what we&apos;re doing helps make the world a better place. Helping people share information is a force of empowerment for individuals.&quot; Everybody benefited from the shuttle buses, he said, since it meant fewer cars and less congestion. As for the campus perks, they were no big deal. The massages, haircuts and other services were subsidised, not free, and helped workers reach the &quot;flow state&quot; of optimal concentration. &quot;Software engineering is like building something, like a craft, you become completely absorbed in the task. I really like that.&quot; A software designer for another company was less effusive, saying the thrill of working for a charismatic CEO gradually paled with the long hours and extra shifts: &quot;You never know if you&apos;ll have the weekend off, so you can&apos;t really make plans to hang out with friends.&quot; Her campus food and facilities were amazing, she said. &quot;It&apos;s not that you want to be in this bubble, it&apos;s just you&apos;re so focused on work.&quot; Mark Zuckerberg&apos;s founding of Fwd.us, an advocacy group for immigration reform, has won backing from other Silicon Valley tycoons, prompting suggestions they have matured politically. But Victor Hernandez, 35, a software engineer who worked for more than a decade at one of the big firms, says the geek culture still has blind spots. Young, white males dominate and can make women feel uncomfortable: &quot;It&apos;s a very homogenous environment. No one is macho, but they can be sexist.&quot; For all their academic and business smarts, engineers and entrepreneurs often failed to connect society&apos;s dots, he said. They would grumble about the state of roads and schools but make no link to the low taxes paid by major tech companies. &quot;There&apos;s a disconnect.&quot; Restraints on conspicuous consumption  once considered gauche and tacky  were loosening, said Hernandez. &quot;You&apos;ll see guys still wearing the same clothes of 15 years ago, but now they&apos;re driving Porsches.&quot; Over time, the engineer found himself yearning for more social interaction. He traded in his iPhone for an old Nokia. &quot;With no internet permanently available, I was forced to engage more with the people around me.&quot; Hernandez, who is married to a nurse, then did something even more shocking. He quit and took a two-third salary cut to work as a high school maths teacher. The decision baffled most of his colleagues. Hernandez is now adjusting to a lower standard of living. The Wi-Fi shuttle buses are a receding memory. &quot;I&apos;m happy. I&apos;m doing what I wanted.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/26/silicon-valley-elite-san-francisco", 
    "wordcount": "1114"
}