{
    "headline": "Guatemalan activist brands post-2015 Bali talks hopeless and shallow", 
    "text": "&quot;I am almost embarrassed to be here [in Bali],&quot; Norma Maldonado, a veteran Guatemalan activist, told me after a roundtable on women&apos;s rights ahead of a meeting of the UN high-level panel on the development agenda after 2015. Maldonaldo was among hundreds of concerned citizens, some as young as 17, who gathered on Monday in the opulent setting of the Westin  more a palace than a hotel  in Nusa Dua, an enclave of luxury hotels. The day began at 7.30am, with a briefing by Save the Children highlighting the effects of inequality on children, featuring three teenagers who spoke powerfully on the need to include marginalised youth in the post-2015 framework. It was followed by a &quot;town hall&quot; meeting, with members of the panel sitting on a vast stage listening and responding to the concerns of activists seated below. Inclusiveness was the overriding theme, as representatives from the most marginalised groups  the unemployed, sex workers, small farmers and those with disabilities  urged the panel to consider society&apos;s most neglected. A plethora of panels filled up the rest of the day, tackling subjects such as governance and accountability, &quot;means of implementation&quot; (who foots the bill) and the informal economy and inclusion. On such occasions, the inevitable repetition can lead to a dulling of the senses, but Maldonado injected a harsh dose of reality amid talk of development paradigms and gender justice. Recounting her experience of harassment in front of panellists that included Justine Greening, the international development secretary, who is standing in for David Cameron as one of the panel&apos;s co-chairs, Maldonado described how her home phone had been disconnected for two years because of regular wiretaps, before launching into trenchant criticism of the rules of the game. &quot;Trade agreements have given the green light for companies to take over the land,&quot; she said, adding that some who protested against mining companies had &quot;disappeared&quot;. So why was she embarrassed to be in Bali? Was this not an opportunity to tell people what was going on in her country? &quot;We have lost hope even in this consultation procedure,&quot; she said. &quot;The procedure is so shallow, consultation on the internet is a joke  there are people who have no water, let alone technology. Governments don&apos;t really care. Cameron was supposed to be here and didn&apos;t come, and governments don&apos;t pay attention to the UN; there is no accountability and no way of enforcement.&quot; Maldonado, who belongs to a network on food sovereignty that preserves traditional seeds, said she got into trouble with the authorities when she expressed her opposition to the proposed Free Trade Area of the Americas  an idea pushed by the US to build on the North American Free Trade Agreement  which was stopped in its tracks amid widespread opposition. Her home was raided in 2003 and computers taken away, prompting Amnesty International to issue an &quot;urgent&quot; alert on her case. Maldonado remains fiercely opposed to trade agreements  including a trade agreement between the EU and central America. She sees the deal as a blank cheque for foreign companies to exploit the country&apos;s natural resources, providing little benefit to Guatemalans. She fears people will be driven off the land and that the growth of violent gangs in the cities will be fed. &quot;Our country is controlled by oligarchs and we&apos;re like a plantation,&quot; she alleged. &quot;They are offering companies our national resources. Now, with the crisis in the north, I fear aggressive action from companies to get what is under the soil  water.&quot; Maldonado railed against the spread of crops such as maize, coffee and cardamon for export, the use of genetically modified organisms (GMOs), and the loss of biodiversity. &quot;We&apos;re exporting food while we have malnutrition,&quot; she said. &quot;We are growing crops for fuel such as ethanol. We have a connection with the land, but for the north it means dollars. Companies don&apos;t care whether they destroy cultures or communities. For the past two decades we have exported labour to the US, mostly men, while the women stay behind to work in difficult conditions with the land.&quot; Maldonado&apos;s strong views are understandable given Guatemala&apos;s brutal human rights record, particularly under former dictator Jos Efran Ros Montt, who went on trial last week. Charges of genocide and crimes against humanity levelled at Ros Montt are a source of quiet satisfaction for the firebrand. Despite Ros Montt&apos;s record, Guatemala received increasingly large sums of World Bank money. Yet if she is pessimistic about whether officials pay heed to such views, Maldonado does not see her trip as entirely wasted, for it provides an opportunity to galvanise the next generation. She also participated in New York, at the meeting of the Committee on the Status of Women. &quot;I work with the young,&quot; she said. &quot;They have to have this awareness and we are not here to just whine, whine, we have concrete proposals and I will sow a lot of seeds.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/26/guatemalan-activist-post-2015-talks-hopeless", 
    "wordcount": "856"
}