{
    "headline": "LG Electronics: 'To not do phones would make us slow'", 
    "text": "LG Electronics, South Korea&apos;s second-largest conglomerate, is losing ground in the mobile phone stakes even as it goes head-to-head with Samsung in the battle for the living room. In 2011, LG&apos;s mobile devices business accounted for 22% of overall revenues, which totalled almost $49bn (31bn). Late to the game in the development of smartphones, its mobile phones division ranked third globally in total phones sold in 2010 behind Nokia and Samsung  then in 2011 fell to fourth place behind Nokia, Samsung and Apple. Kenneth Hong, the global director of corporate communications for LG, spoke with us about how and why LG is sticking with the mobile phone business despite a series of tough quarters. An American living in Seoul, Hong has held this position since 2008.  LG&apos;s mobile phone division has been losing money for a while, but you keep at it. That&apos;s quite unusual.KH: Not for Koreans. When was the last time you saw a Korean company give up on something? Seriously, I can&apos;t think of any. So is that why LG is so persistent with the mobile phones?KH: Well, we think it&apos;s a blip. We think it&apos;s a blip in our history. We don&apos;t think it&apos;s a trend of any sort. A lot of companies will have stumbled in one particular product line and recovered. At no stage of the five difficult quarters was there any ever talk of us getting out of the business. Never?KH: Never. It was just like, we stumbled, let&apos;s get back on track. I mean, it&apos;s such a huge part of our business that I don&apos;t think people even want to talk about it. It&apos;s not even part of the vocabulary to get out of the phone business. It&apos;s a huge driver for innovation. Because there are new phones every three months. There&apos;s a new TV every year. If you want to be an innovation company, you&apos;ve got to stay in a business that requires constant development. That&apos;s the phone business. We&apos;re not developing new washers and dryers every month.  It&apos;s a leadership kind of area to be in. We want to be in it because we do consider ourselves to be an innovative company and to not do phones would make us slow. So you think a lot of the innovation at LG is happening in the phone division?KH: Absolutely. No question about it. Just because of the short time span that you are given to develop something new. In terms of displays, in terms of materials, composite materials, in terms of wireless technologies like LTE [for high-speed mobile broadband]. That stuff  you&apos;ve got to come up with something new every couple of months. You&apos;ve got to always stay on your toes. With TV we developed our new cinema screen TV for this year and we&apos;ll spend nine months marketing it. That&apos;s not the same thing. So yeah, it&apos;s critical for our long-term development. What happened with the Optimus 3D phone?KH: Still going. We actually introduced a part two this year [Optimus 3D Max]. Usually when you develop a sequel that means you&apos;re happy with the first one. But you see a need to keep developing it. That&apos;s similar to what I just said. 3D may not be our bread and butter, in phones, but it&apos;s a huge innovation driver. Go back to Apple, the Newton. They were the first company to have the tablet. And now who&apos;s the leader in tablets? So it doesn&apos;t matter if nobody buys it right now because it&apos;s a driver for innovation down the road?KH: There are people who are going to have this advantage just having been in this field for the future. That&apos;s kind of how we see 3D. It may not be mainstream today, but it will be. We&apos;re betting the entire TV division on it. But part of that, we&apos;re carrying over and trying to leverage that knowledge over on the phones. And right now, as far as I know, we&apos;re the only company in the world that has two 3D phones on the market. One of our competitors tried it [HTC with the Evo 3D, which went on sale in June 2011], but I guess they didn&apos;t like the outcome, because they haven&apos;t said anything else about it this year. [The Evo 3D was discontinued in April 2012.] We want to keep pushing. We sold a million 3D version ones. To us that&apos;s good enough. There&apos;s a million people who were interested; we&apos;re going to keep building on that number. People think it didn&apos;t sell very well  it was never meant to. It was a flagship in glasses-free 3D. It&apos;s an innovation driver for the future of 3D, which we already have assumed will not require glasses. How do you develop that no-glasses technology unless you&apos;re playing around with it at a smaller size? I assume the division is trying to turn things around, trying to increase market share. What is going to do that? KH: Right now the bread and butter will be LTE. We&apos;re in a great market for LTE, Korea being one of the first four countries to roll it out [the US, Japan and Canada are the others]. So we&apos;re in a really good position to be developing this technology. Plus we&apos;ve been working on LTE technology for many years beyond just cell phones. But LTE for now is the big driver. Two years down the road it will be something different. We don&apos;t know. But right now there are three things that we&apos;re really pushing hard on. One is the LTE speed. Number two is the display. Our phone displays are really high-end, even better than Apple &quot;retina&quot;. The third area that we&apos;re really focusing on is redoing all our design. We want our phones to have a certain look to them. Not like in the past where every phone had a different look. They all are going to start looking similar to the LTE 2 that we just announced. Let &apos;s talk about that phone, the Optimus LTE 2. It came about three weeks ago. It&apos;s sold about 150,000 in Korea in the last couple of weeks, is that right?KH: That&apos;s including preorders. This is the version two of our first LTE phone. As far as we know, no other company has a version two of an LTE phone yet. If you look at the numbers in Korea, there&apos;s no question that LTE has taken hold. All our phones, starting this year, are going be LTE in Korea. We&apos;re not going to offer any phones that aren&apos;t. We already made that decision. What about the rest of the word? What about Europe?KH: It depends, because Europe doesn&apos;t have LTE region-wide yet. In markets where they do have LTE, it will be predominantly LTE phones, starting whenever they get LTE. In the US?KH: Not yet, because in the US LTE [coverage] is still spotty. It&apos;s not country-wide. I think in Korea it&apos;s 100% coverage already, but in the US with the  three  four carriers, they&apos;re not compatible. If you have Verizon LTE it doesn&apos;t work on AT&amp;T&apos;s LTE. They&apos;re totally different 4G services. At least in Korea we&apos;ve got coverage nationwide. In the US it&apos;ll take a little bit longer.  So basically, when you&apos;re talking about the mobile phone division, the push is LTE. That&apos;s the plan going forward?KH: LTE and display  the display is a big driver for us as well because, to be honest with you, when it comes to components, that&apos;s the one component that people have to look at every day. They don&apos;t have to look at the memory every day, they don&apos;t have to look at the battery every day, but they have to look at the  damn  screen every day. It&apos;s really an in-your-face kind of component.  This interview has been condensed and edited. Corrections: four, not three carriers. ", 
    "section": "technology", 
    "gid": "technology/2012/jun/20/lg-electronics-mobile-phones", 
    "wordcount": "1325"
}