{
    "headline": "UK withholds aid to Rwanda in light of Congo DRC allegations", 
    "text": "The British government will withhold aid to Rwanda following allegations that the country has been financing rebels in the Democratic Republic of the Congo (DRC). In a defining moment for UK aid policy to Rwanda, the international development secretary, Justine Greening, announced on Friday that 21m of budget support  money that goes directly to the Kigali government  due to be handed over next month will not now be released. In July, Britain withheld 16m in aid after an interim UN report alleged Rwanda&apos;s involvement in neighbouring DRC, but the money was controversially restored by Greening&apos;s predecessor Andrew Mitchell in September on his last day at DfID. Greening&apos;s decision is perhaps no surprise. Last week, she and the foreign secretary, William Hague, said a subsequent report by the UN expert group (pdf) into the fighting in the DRC provided &quot;credible and compelling&quot; evidence of Rwandan support for the M23 rebels who are fighting government troops. The violence has led to the displacement of almost half a million people in eastern Congo, raising fears of a humanitarian crisis. Rwanda&apos;s president, Paul Kagame, denies the allegations. The EU, US, Germany, the Netherlands and Sweden have already suspended aid to Rwanda. Greening said on Friday that the evidence DfID had gathered &quot;constitutes a breach of the partnership principles set out in the memorandum of understanding [between Britain and Rwanda], and as a result I have decided not to release the next payment of budget support to Rwanda&quot;. She added: &quot;We are committed to finding lasting solutions to the conflict in this region and will work with the governments of Rwanda and DRC to secure a peaceful resolution to the situation in eastern DRC.&quot; The UK international development select committee backed Greening&apos;s decision, but in a report published on Friday it said DfID should consider the alternative channels to deliver its aid and the wider implications for its programmes if unrest in the region continues. The committee also questioned how Mitchell could have concluded in September that Rwanda&apos;s support for the M23 rebels had ended. Britain is Rwanda&apos;s largest bilateral donor, and planned to increase its aid from around 75m in 2012-13 to 90m by 2015. The UK has praised the east African state for making progress on poverty alleviation and meeting the millennium development goals. Human Rights Watch&apos;s UK director, David Mepham, said withholding aid to Rwanda sent an &quot;unequivocal message&quot; to Kigali to stop supporting the &quot;abusive M23 rebels in eastern Congo&quot;. A HRW report in September said the Rwandan army had deployed troops in eastern Congo to support M23&apos;s military operations. Mepham added: &quot;The UK is also rightly calling on Rwanda to respect basic human rights  For years, these principles have been breached by Rwanda without triggering any response from the UK government. We hope today&apos;s statement marks the beginning of a new era in which the UK government will uphold its principles on human rights and require its development partners to do the same.&quot; The head of the African Development Bank, Donald Kaberuka, this month urged donors to unfreeze aid to Rwanda to avoid causing long-term damage in the country. East African Business Week reported Kaberuka saying the consequences of withholding aid could be costly and take a long time to repair. Rwanda&apos;s Foreign Minister Louise Mushikiwabo expressed disappointment at the UK government&apos;s decision: &quot;False, politically-motivated allegations against Rwanda serve the purposes of those who would rather ignore their responsibilities and not face up to the complex governance and security challenges that have afflicted the DRC over many decades. Blaming Rwanda might suit short term political ends but ultimately it hinders understanding of the conflict and puts an effective and lasting solution further out of reach. &quot;Leveraging aid and development funds to punish or reward the perceived conduct of recipients, or to placate domestic critics, is contrary to the partnership philosophy that has helped make the collaboration between Rwanda and the UK among the most successful of its kind. This action harms Rwanda and does nothing to help the DRC.&quot; DfID will provide a further 18m of support for immediate humanitarian needs in DRC, it announced on Friday. Aid agencies have warned that thousands of people are seeking shelter in camps for internally displaced persons that are already beyond capacity, raising concerns of a cholera outbreak. The DRC country director of Mercy Corps, Mark Dwyer, said: &quot;Thousands of displaced people are in and around Goma now, searching for a safe place for their families. Many have moved from one camp to another and back again across the last week, fleeing the fighting. &quot;Preventing cholera is our absolute No 1 priority. In some areas right now there are over 200 people for every one latrine, and 700 people sharing a single hand-washing station. The combination of poor sanitation like this and a shortage of clean water makes water-borne disease a very real threat. Our engineers and staff are working around the clock to help bring water to more than 400,000 people here who need it, as well as building many more latrines and washing facilities, and training those living in camps on the importance of basic sanitation practices like hand-washing.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/30/uk-withholds-aid-rwanda-congo-drc", 
    "wordcount": "882"
}