{
    "headline": "Antikythera shipwreck: treasures from the deep  in pictures", 
    "text": "   Theotokis Theodoulou, of the Ephorate of Underwater Antiquities, dives 60 metres down Antikytheras steep underwater cliffs towards the wreck site Photograph: Alexandros Sotiriou/Hellenic Ephorate of Underwater Antiquities /WHOI       Divers led by Philip Short circumnavigated the island of Antikythera  a distance of about 17 nautical miles  using diver propulsion vehicles equipped with video cameras Photograph: Alexandros Sotiriou/Hellenic Ephorate of Underwater Antiquities /WHOI       Theotokis Theodoulou examines the ships lead anchor stock, about 1.4 metres long and weighing close to 200kg. It is now being restored by the Ephorate, before being added to the Antikythera Shipwreck exhibition Photograph: Alexandros Sotiriou/Hellenic Ephorate of Underwater Antiquities /WHOI       After 2,000 years underwater, its not always easy to tell ancient artefacts from the rocks that surround them. Philip Short scrutinises the wreck site with a video camera, metal detector and lights Photograph: Alexandros Sotiriou/Hellenic Ephorate of Underwater Antiquities /WHOI       Philip Short and Alexandros Sotiriou raise an intact amphora  an ancient container  from the wreck. It dates from the first century BC and matches those salvaged by Jacques Cousteau in the 1970s Photograph: Alexandros Sotiriou/Hellenic Ephorate of Underwater Antiquities /WHOI       A Hermes statue recovered from the Antikythera shipwreck on show at National Archaeological Museum in Athens Photograph: Aristidis Vafeiadakis/Corbis       More exhibits in the Antikythera Shipwreck exhibition Photograph: Aristidis Vafeiadakis/Corbis       Bronze statue of a young man from the Antikythera shipwreck Photograph: Alamy       The famous 'Antikythera mechanism' is the earliest preserved portable astronomical calculator Photograph: Aristidis Vafeiadakis/Corbis       A reconstruction of the 2,100-year-old Antikythera mechanism Photograph: Thanassis Stavrakis/AP       Another reconstruction of the Antikythera mechanism. It consists of at least 29 gears of various sizes that were made to move simultaneously via a handle. Among them is a differential gear. According to scholars, it is an astronomical instrument of great precision Photograph: Louisa Gouliamaki/AFP/Getty Images  ", 
    "section": "science", 
    "gid": "science/gallery/2013/mar/18/antikythera-shipwreck-treasures-in-pictures", 
    "wordcount": "0"
}