{
    "headline": "Car review: Renault Twizy", 
    "text": "Renault TwizyPrice 6,690Top speed 50mphRange 62 miles The first time I saw Renault&apos;s Twizy  a sort of stubby Shetland pony of a car, dressed in garish Versace disco wear for good measure  was on a test track in the countryside outside Milton Keynes. Parked up among a fleet of dignified, soon-to-be-launched premium cars it seemed as incongruous as seeing a beach buggy on the M4. Yes, it had four wheels, an engine and a steering wheel, but that&apos;s where the similarity ended. It is acar, but not as we know it. Maybe it was to do with the context: the Twizy is, after all, at the cutting edge of modern urban transport. But then last week I was in Paris and saw a pair of them powering across the cobbles outside the Gare du Nord and well, they still looked like the Double-take Brothers. Like many things ahead of their time, the electric Twizy seems curiously simplistic, even backwards. It looks sci-fi, but only in akitsch, 70s way. It&apos;s a scooter for people who like cars, or a car for people who love scooters. Old Mods, maybe. The Twizy hang on, let&apos;s pause here for a moment. Twizy! Are you thinking about aturkey twizzler? Or aTwix? Could it be aplay on whizzy  a whizzy Twizy? I can&apos;t decide if it&apos;s inspired or ridiculous. Abit like the car itself, in fact. The Twizy has two comfortable seats which are arranged in tandem, so your passenger sits behind you. The driver clunk- clicks with afour-point seatbelt before confronting a traditional steering wheel and adigital display showing speed, battery charge and range. It&apos;s very straightforward to use. Turn it on, release the parking brake, depress the accelerator and you&apos;re off. It&apos;s driving at its purest and least complicated. The 17bhp electric engine has atop speed of 50mph and a range of 30-65 miles, depending on how you drive. It then takes about three hours to fully recharge  about as long as it takes to enjoy aleisurely French lunch. Returning to the car from lunch, you won&apos;t have to trouble yourself with opening a door to climb in, checking you&apos;ve locked the boot or even that you&apos;ve remembered to shut the windows as the Twizy doesn&apos;t trouble itself with these road-going necessities. You can opt for a pair of doors (an extra 545), but you still won&apos;t get windows. Perhaps better to invest in a branded Renault water-resistant blanket (110)  known as ajupe (skirt) in France  and, instead of a boot, a leisure bag for 95. If that all sounds a bit bleak, start up the Twizy and it will soon win you over. The electric motor whines gently, press the accelerator and it lurches into life. At first, the ride feels alarmingly firm on its hard little wheels, but as you pick up speed, the timorous beastie comes into its own. The steering is so direct and immediate it feels as if you&apos;re in an animated go-kart that&apos;s jumped out of the screen and soon you&apos;re whooping and swooping through tiny spaces and roaring away from traffic lights. Despite being totally open, it feels planted and secure, though how it would fare in a smash I wouldn&apos;t like to guess. It&apos;s the most fun you&apos;ll have had in a tiny, two-seat, bootless, doorless electric car  since the last time you went on the dodgems. Good neighbours Car owners in London and Glasgow have become the first two people in the UK to put their newly purchased Twizy on WhipCar.com, allowing their neighbours a unique opportunity to drive this fun and striking vehicle for as little as 36 per day. Vinay Gupta, co-founder of WhipCar says: &quot;Many of our car owners are interested in hybrid and all-electric vehicles and have been asking us whether they can list such cars on the site. We&apos;re delighted to now be able to accept certain all-electric models and help car owners embrace new technologies while offsetting the cost of ownership. It&apos;s really satisfying to see our customers trust WhipCar to the point that they&apos;re willing to rent out their new cars on the site immediately. Increasingly customers are asking us what cars they should purchase because they want to ensure their car has rental value when it&apos;s not being used. We believe WhipCar is currently the only service in the UK where you can rent the new Twizy.&quot; Since its launch in London in April 2010, WhipCar has expanded nationwide and now has a presence in hundreds of towns across the country  90% of Londoners can now find WhipCars to hire less than 10 minutes from their front door. Its service now has nearly 19,000 cars available for rental around the UK. Mum&apos;s the word Mumsnet and What Car? have joined forces to launch Mumsnet Cars, a brand new car reviews section of Mumsnet which offers user-generated reviews as well as expert advice. The site contains straight talking reviews written by Mumsnet users, answering all the real questions that parents often have about cars: &quot;Will it fit three car seats?&quot; &quot;Is it easy to maintain?&quot; &quot;How much should I be paying for this?&quot; &quot;Can I fit in my entire family and still have legroom?&quot; along with expert insight from What Car? In a survey of car owners conducted on the Mumsnet website to coincide with the launch of the site, Mumsnet users were presented with a list of celebrities whose influence might persuade them to buy a car. Despite the list ranging from Kylie to Clarkson to Cameron, nearly half of respondents (48%) said that they would not trust any celebrity recommendation. David Cameron rated the lowest, with fewer than 1% of respondents saying they would trust him the most. In contrast, over three quarters (77%) say that a recommendation from a friend or a relation would be influential. Justine Roberts, CEO and co-founder of Mumsnet, said: &quot;When it comes to buying cars, we know that priorities change once people start a family and that parents are looking for safe, economical and practical cars without the hard sell. Most of our users seek advice or read reviews on Mumsnet when they are planning to buy a child-related product, and judging from the number of car discussions on the site there&apos;s a clear need for similar advice when it comes to cars.&quot; And finally calling all speed lovers On the 25 and 26 August, speed lovers would do well to make their way to the beautiful Pentillie Castle as it launches the southwest&apos;s newest motorsport event in its stunning grounds. The adrenalin-packed weekend will feature a hill climb, endorsed by the Motor Sports Association, which will run from the banks of the River Tamar, while members of the public can apply for the opportunity to drive the hill in their own fine, performance or classic car and be a racing driver for the day. There will also be the chance to see some classic and rare cars, take a 4x4 around the estate, have a go at clay pigeon shooting, drive a simulator and all the while sample some fine West Country food and drink. Ted Coryton, owner of Pentillie Castle said: &quot;The castle grounds are the perfect challenge for motoring fans and will provide a stunning backdrop for some beautiful cars.&quot; For further information, go to pentilliefestivalofspeed.co.uk Email Martin at martin.love@observer.co.uk or visit theguardian.com/profile/martinlove for all his reviews in one place", 
    "section": "technology", 
    "gid": "technology/2012/jul/22/car-review-renault-twizy-martin-love", 
    "wordcount": "1286"
}