{
    "headline": "That Science for the Future lobby of parliament: A view from a participant", 
    "text": "Approximately 100 scientists from the group &quot;Science for the Future&quot; gathered at Parliament on Wednesday, 15 May as part of efforts to overturn a series of changes in the way research funds are allocated by the Engineering and Physical Sciences Council (EPSRC), the primary government funding body for these disciplines in the UK. This follows the publication of a letter in The Telegraph by nine Nobel Laureates highlighting &quot;serious concerns&quot; with EPSRC&apos;s new policies and how they are &quot;failing to maintain Britain&apos;s global research standing&quot;, resulting in the &quot;squandering of British taxpayers&apos; money&quot;. After attending a briefing in the House of Commons, members assembled to participate in various activities to raise awareness of the campaign&apos;s objectives. The most visible of these was a &quot;funeral procession&quot; from Parliament to Downing Street led by a group of pall-bearers with a coffin for &quot;Science&quot;. Less visibly, though perhaps more significantly, dozens of scientists arranged meetings with their local MPs to ask them to support an Early Day Motion about their concerns and to encourage them to contact the Science Minister, David Willets, to ask him to address these issues directly. At the heart of the concerns being raised by scientists are changes that EPSRC has made in how proposals for new research are assessed, what kinds or resources can be requested, and who is eligible to apply. For example, through its &quot;Shaping capabilities&quot; strategic plan, EPSRC is focusing its resources on areas that have been determined to be of significant national importance and are already strengths for UK research. In the past, this simply meant that certain amounts of funding were reserved for highlighted areas. Now, however, research not conducted in key areas is being excluded from things like Fellowship applications, which are designed to advance the careers of the UK&apos;s best researchers. This makes it substantially more difficult to encourage truly innovative &quot;blue-sky&quot; research topics because their significance, which can be transformative, is often only clear in hindsight. Perhaps most worrying for the scientists is that EPSRC has made these changes without appropriate consultation with the research community, and is insisting on proceeding in spite of significant opposition. This is true even for actions that may have unintended negative consequences. For instance, under EPSRC&apos;s new rules, it is no longer possible to fund PhD students on regular research grants because they are now being allocated primarily to a select set of training centres that focus on a small number of topics. This could have catastrophic consequences for research that is being done in areas outside of these training centres, and has left academics scrambling to find new ways to fund PhD students, who form the core of most research groups. Additionally, prior EPSRC policies strongly encouraged a broad range of academics, particularly at the early stages of their careers, to move to the UK. Now, however, many are concerned that the recent changes will result in a &quot;brain drain&quot; of the most promising UK scientists. This would have adverse effects not only for UK scientific research, but also for the wider Science, Technology, Engineering, and Mathematics (STEM) communities that have driven much of the UK&apos;s recent economic strength. Cyrus Hirjibehedin is a researcher in the London Centre for Nanotechnology", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/may/16/science-policy-researchfunding", 
    "wordcount": "555"
}