{
    "headline": "Green news roundup: Energy bill, air pollution and fracking", 
    "text": "Environment news  Fracking lobbyists prepare case against Matt Damon&apos;s Promised Land Coalition faces backbench rebellion on energy bill Coal to challenge oil&apos;s dominance by 2017, says IEA EU declares no winner in carbon capture competitionObama tightens air pollution limits Pollution from car emissions killing millions in China and India On the blogs     Staff of the Galapagos National Park and the University of Minnesota prepare poisonous bait to kill rats, in the waters near Galapagos Pinzon Island, Ecuador, on 8 December 2012. The unique species that make the Galapagos Islands a treasure for scientists and tourists must be preserved, Ecuadorean authorities say   and that means the rats must die, hundreds of millions of them.  Photograph: Dolores Ochoa/AP     Fracking: is the UK right to go ahead? This fracking fantasy is the delusion of fossil fuel addiction Bangladesh&apos;s climate compensation push a ray of light after dismal Doha Multimedia     Where has he been hiding? A new miniature fish that has just been discovered in Surat Thani, Thailand. The tiny fish that measures just 15-20mm was recorded at several sports within the lower Tapi river catchment. The fish is one of 126 new species discovered in the Greater Mekong area according to the WWF.  Photograph: Peter Maguire/AFP/Getty Images     Singing frog and &apos;walking&apos; catfish among 126 new species discovered in Mekong basin  in pictures Chasing Ice filmmakers plumb the &apos;bottomless&apos; depths of climate change - video Eradicating Pinzon Island&apos;s invasive rat population  in pictures The week in wildlife - in pictures Features and comment  Beans mean high profits for guar farmers of Rajasthan Could Scottish salmon farming be transformed by moving to dry land? Let&apos;s learn to love carbon capture, before it&apos;s too late Best of the web  At the edge of the carbon cliff Tim Yeo energy bill speech: &apos;dash for gas would be a gamble&apos; Too big to flood? Megacities face a future of major storm risks Southampton solar farm gets green light ...And finally  Chasing Ice movie reveals largest iceberg break-up ever filmed - videoIt&apos;s like watching &apos;Manhattan breaking apart in front of your eyes&apos;, says one of the researchers for filmmaker James Balog. He&apos;s describing the largest iceberg calving ever filmed, as featured in his movie, Chasing Ice", 
    "section": "environment", 
    "gid": "environment/2012/dec/19/green-news-roundup", 
    "wordcount": "247"
}