{
    "headline": "The Darwin Economy: Liberty, Competition, and the Common Good [Book Review]", 
    "text": "In view of the recent economic meltdown, I am sure it&apos;s no secret to anyone that unregulated or poorly-regulated economic competition can run wild -- to the detriment of society as well as individuals. But this outcome is hardly surprising to those who paid attention to Darwin&apos;s ideas about competition in the natural world -- ideas inspired by the extravagance of the peacock&apos;s tail or by the sheer size of a stag&apos;s rack of antlers.  This is the main argument made by New York Times economics columnist, Robert H. Frank, in his recent book, The Darwin Economy: Liberty, Competition, and the Common Good [Princeton University Press; 2011: Guardian Bookshop; Amazon UK/kindle; Amazon US/kindle] -- a book that pushes back -- hard -- against Libertarianism. The author is so sure of his argument that he predicts that 100 years from now, Charles Darwin will be recognised as the greatest intellectual contributor to modern economic theory, replacing Adam Smith as the intellectual founder of economics. Frank writes;    I base my prediction on a subtle but extremely important distinction between Darwin&apos;s view of the competitive process and Smith&apos;s. Today Smith is best remembered for his invisible-hand theory, which, according to some of his modern disciples, holds that impersonal market forces channel the behavior of greedy individuals to produce the greatest good for all. [...I]t&apos;s fair to say that the invisible-hand theory&apos;s optimistic portrayal of unregulated market outcomes has become the bedrock of the antigovernment activists&apos; worldview. They believe regulation is unnecessary because they believe unbridled market forces can take care of things quite nicely on their own.  Darwin&apos;s view of the competitive process was fundamentally different. His observations persuaded him that the interests of individual animals were often profoundly in conflict with the broader interests of their own species. In time, I predict, the invisible hand will come to be seen as a special case of Darwin&apos;s more general theory. Many of the libertarians&apos; most cherished beliefs, which are perfectly plausible within Smith&apos;s framework, don&apos;t survive at all in Darwin&apos;s. (p. 17).   In this book, Frank argues that Smith&apos;s invisible-hand idea is actually a special case within the general rule of competition based on Darwin&apos;s observation that the &quot;survival of the fittest&quot; individuals is not always best for the group. This leads to &quot;arms races&quot; where behaviours that provide short-term gains for particular individuals can lead to enormous harm to the group. For example, male peacocks with the largest and most colourful tails or stags with the largest rack of antlers attract the most females and thus, father the most offspring, which possess the trait for big colourful tails or large antlers. But even though these traits benefit individual peacocks and deer by getting their genes into the next generation, these traits are detrimental to the group because they make these animals more vulnerable to predators. These observations relate to the economic concept known as a &quot;positional good&quot; where an object or trait is only valued by its possessor because it&apos;s not possessed by others (who also value it) -- a concept that I often think of as the &quot;I got mine, tough shit for you!&quot; policy.  If you think about it, the financial meltdown of 2008 was at least partially the result of the predatory financial sector cynically taking advantage of the average American family&apos;s &quot;positional&quot; manoeuvring where they sought to purchase bigger homes in better neighborhoods because of the accompanying educational and social advantages that accrued to their children. Similar to male peacocks&apos; extravagant tails and stags&apos; huge antlers, these homes came with a number of disadvantages, such as greater size, which translates into greater energy consumption and bigger mortgage debt, which then diverts home owners&apos; limited resources away from being invested in other, more practical ways. These arguments also explain historical &quot;tragedy of the commons&quot; examples of winner-take-all markets, where society enjoyed benefits such as lower prices for goods and services but with the accompanying disadvantages of relying on slave labor, child labor, and the lack of environmental, safety, and health standards. Meanwhile, individual companies that invested in the long-term interests of their employees by improving their wages and working conditions lost business to competitors who produced their products more cheaply by avoiding these &quot;unnecessary&quot; expenses. It was only after the government placed constraints upon the freedoms of businesses so they all operated according to the same rules that societal economic improvement occurred. Workers earned more money and suffered fewer injuries. Workers&apos; increased wages and improved health allowed them to purchase more goods and services, which in turn, increased the profits of businesses.  I think Frank convincingly argues that returning to laissez-faire economics will not solve our economic woes. Throughout the book, Frank repeatedly demonstrates that an unregulated economy maximizes individual benefits in the short-term whilst being detrimental to long-term interests and to the interests of the group.  How to address this disparity between individual and group interests? Frank argues that the best solution is to tax behaviours that harm group and long-term interests. These taxes should then be re-invested into the community. This would have the added benefit of eliminating government debt and would provide better public services without requiring painful sacrifices from anyone. Some people protest that these so-called &quot;sin taxes&quot; are social engineering -- as if this is a Bad Thing. This objection conveniently ignores the fact that every law and regulation constitutes social engineering, and as Frank notes, &quot;the only alternative to social engineering is complete anarchy. Taxes are a far cheaper and less coercive way to curtail harmful behavior than are laws or prescriptive regulations.&quot; (p. 123.)  Indeed.  This is an intelligent and well-written book that will certainly inspire you think about economics in a different way to what you did before, whether or not you agree with the author&apos;s conclusions. I think students of economics, evolutionary theory and anyone with interests in these areas will benefit greatly by reading and thinking about the arguments presented in this book.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/19/1", 
    "wordcount": "1024"
}