{
    "headline": "Parents to control special education needs budgets", 
    "text": "Parents in England are to be given control over their children&apos;s special educational needs (SEN) budgets, allowing them to choose expert support rather than local authorities being the sole provider. In what the government described as the biggest reform of SEN for 30 years, the measures will also legally force education, health and social care services to plan services together. Sarah Teather, the minister for children and families, said this would prevent parents being forced to go from &quot;pillar to post&quot; in a battle between different authorities and agencies. The reforms were set out on Tuesday in the government&apos;s formal response to the public consultation on a green paper that trailed the reforms last year. Teather said: &quot;Thousands of families have had to battle for months, even years, with different agencies to get the specialist care their children need. It is unacceptable they are forced to go from pillar to post  facing agonising delays and bureaucracy to get support, therapy and equipment.&quot; Legislation for the reforms will be put in place via the children and families bill, which was announced in the Queen&apos;s speech last week. From 2014, SEN statements and separate learning difficulty assessments, for older children, are to be replaced with a single, birth to 25 assessment process and education, health and care plan. Parents with such plans would have the right to a personal budget for their child&apos;s support, and local authorities and health services would be required to ensure services for disabled children and young people are jointly planned and commissioned. Managing the budgets will be optional for parents, and the government will also try out a number several different approaches, either giving money to parents directly or leaving the budgets with the local authority. Alison Ryan, a policy adviser for the Association of Teachers and Lecturers, said the organisation welcomed requirement that agencies plan services together. But pointing to redundancies among educational psychologists and speech and language therapists, she added though that the measures were being brought forward at a time when cuts have eaten into many of the specialist services teachers rely on to help them support children with special educational needs. Ryan also said there were worries over what the impact on forward planning and the ability to co-ordinate would be as a result of putting budgets in the hands of lots of individuals and families. &quot;Many parents can be the best advocates for their children&apos;s needs, but you cannot say that for every parent. Sometimes it may be a matter of their own ability to decide on the best type of expert assistance for their children,&quot; she said. Some 21% of children in England are identified as having SEN  21% of the school population in January 2010. Only 2.7% have statements. More than half of the pupils, 11.4%, are in the school action category.", 
    "section": "education", 
    "gid": "education/2012/may/15/parents-special-educational-needs-budgets", 
    "wordcount": "480"
}