{
    "headline": "Boot up: Windows 8 up or down, Wii U launches, Samsung chases HTC/Apple and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Is Microsoft making a dent in public perception? &gt;&gt; Hal&apos;s (Im)Perfect Vision Hal Berenson:   Yesterday I had another experience that made me believe Microsoft is breaking through.  My wife and I were having lunch when the teenage waiter came by and (noticing our phones and tablets) said &quot;How cute, she is all Apple and you are all Microsoft&quot;. Now the fact that he even knew what my phone (Nokia Lumia 900) was and, likely having caught a glimpse of the Start screen, knew I had a Windows 8 tablet of some kind, is a huge victory for Microsoft. And Nokia by the way, since their iconic Lumia look must be sinking in. Of course it gets better.  The next thing out of his mouth was &quot;Is that the new Surface?&quot; followed by &quot;How do you like it?&quot;.  Nintendo Wii U goes on sale in US with apps, games and no TV &gt;&gt; Bloomberg  Nintendo, working to prove it can still succeed by marrying its hardware to exclusive software, began selling the Wii U console amid tight supplies and delays in implementing a new TV-viewing service.  The first new video-game console for US homes since [the PlayStation 3 in] 2006, the Wii U initially won&apos;t offer the Nintendo TVii service that the Kyoto, Japan-based company has touted as a centerpiece of its capabilities. The feature will be available sometime in December, the company said on 16 November, without being specific.  Polling gone wrong: Windows 8 &quot;disinterest&quot; sample heavily skewed &gt;&gt; SlashGear The key problem being that Avast didn&apos;t appear to publish its survey results in a comprehensive form anywhere. (Its respondents also pointed to a Romney win, but that doesn&apos;t mean it wasn&apos;t representative of Windows PC users.) Yahoo CEO Mayer cuts end-of-year &quot;week of rest&quot; for employees &gt;&gt; AllThingsD Kara Swisher:   No rest week aside, employees are also about to experience an even bigger change soon, as Yahoo&apos;s HR department prepares a new plan to evaluate the efficacy of its staff.  Under Mayer&apos;s plan, sources said, there will be new measurements of performance instituted, based on a variety of benchmarks and evaluations, in order to better understand who the best employees at Yahoo are.  Once that is complete, the company is likely to begin cutbacks on compensation for the bottom 20 percent, including moving them out of Yahoo entirely. The company has suffered many rounds of layoffs over the years, which hurt morale badly due to the often haphazard nature of the cuts.   Sounds like stack ranking - the thing that turned Microsoft into a rats&apos; nest of politicking. Twitter is pivoting &gt;&gt; Dalton Caldwell On the fact that Peter Chernin (ex-MySpace) has joined its board, a fact Chernin celebrated with his first tweet:   In this paradigm, Twitter&apos;s business model is to help brands &quot;amplify their reach&quot;. A brand participating in Twitter can certainly distribute their content for free and get free organic traffic, but if they want to increase their reach, they need to pay.  It&apos;s no accident that this sounds exactly like the emerging Facebook business model. As discussed in that link, algorithmically filtered primary feeds are vastly easier to advertise against vs unfiltered feeds. The issue for Twitter is that Facebook already has a far larger userbase which is already trained to read an algorithmically filtered feed.   Seen through the lens of its 100,000 token limit - and subsequent choking of Tweetro - this makes rather horrible sense. Federal judge slaps Google - watchdogs cry &quot;first blood&quot; &gt;&gt; Search Engine Journal  California-based non-profit Consumer Watchdog tried to block the decision by Judge Illston, suggesting the fine was far too small. The group also contended Google should have admitted wrongdoing in the settlement, which the company did not. Consumer Watchdog, has also petitioned the FTC to sue Google over alleged anti-trust transgressions, suggesting the Internet giant be spun off into smaller entities. In a post on their website the organization condemned the $22.5m fine: &quot;Google should be forced to disgorge its monopolistic gains through the imposition of substantial financial penalties. Your change in policy regarding disgorgement over the summer was a welcome step and we urge you to apply it in this case. The payment would have to be significant enough to impact Google&apos;s future behavior.&quot;  Former Google lawyer to lead Silicon Valley patent office &gt;&gt; Gigaom  In what could be a big shake-up for America&apos;s much maligned patent system, the United States Patent and Trademark Office has reportedly named lawyer Michelle K. Lee as the first head of its new Silicon Valley patent office.  The appointment is significant because Lee used to hold the title &quot;Head of Patents and Patent Strategy&quot; at Google, where she issued a number of blog posts like this one calling for reform of the patent system.   Could be the start of something big? Windows 8 sales well below projections, plenty of blame to go around &gt;&gt; Paul Thurrott&apos;s SuperSite for Windows  Sales of Windows 8 PCs are well below Microsoft&apos;s internal projections and have been described inside the company as disappointing. But here&apos;s the catch: The software giant blames the slow start on lackluster PC maker designs and availability, further justifying its new Surface strategy. But Windows 8&apos;s market acceptance can be blamed on many factors.   If his contact inside Microsoft is correct... Thurrott gives a smart roundup of the reasons (lousy PC designs, economy, Intel/ARM confusion, etc). One senses frustration on his part that Windows 8, and the Intel/ARM bridge/split, is so hard to describe simply. Samsung goes after HTC deal to undercut Apple: filing &gt;&gt; Yahoo! News  When Apple Inc and HTC last week ended their worldwide legal battles with a 10-year patent licensing agreement, they declined to answer a critical question: whether all of Apple&apos;s patents were covered by the deal.  It&apos;s an enormously important issue for the broader smartphone patent wars. If all the Apple patents are included -including the &quot;user experience&quot; patents that the company has previously insisted it would not license - it could undermine the iPhone makers efforts to permanently ban the sale of products that copy its technology.  Samsung Electronics Co Ltd, which could face such a sales ban following a crushing jury verdict against it in August, now plans to ask a U.S. judge to force Apple to turn over a copy of the HTC agreement, according to a court filing on Friday.   The joint statement from Apple and HTC said &quot;The license extends to current and future patents held by both parties.&quot; Key missing word: &quot;all&quot;. Why Romney was surprised to lose: His campaign had the wrong numbers, bad assumptions, and underestimated Barack Obama&apos;s campaign team &gt;&gt; Slate Magazine The final problem:   On Election Day, the whole Romney ground-game flopped apart. ORCA, the much touted- computer system for tracking voters on Election Day, collapsed. It was supposed to be a high-tech approach to poll-watching, a system by which campaign workers would be able to track who voted. Those who had not yet voted could therefore be identified and then have volunteers tasked to finding them and getting them to the polls. ORCA was supposed to streamline the process, but it was never stress-tested. Field operatives never saw a beta version. They asked to see it, but were told it would be ready on Election Day. When they rolled it out Tuesday, it was a mess. People couldn&apos;t log on and when they did, the fields that were supposed to be full of data were empty.   Lesson in there somewhere. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/19/technology-links-newsbucket", 
    "wordcount": "1331"
}