{
    "headline": "Lake District in peril from phone mast 'free-for-all'", 
    "text": "A plan to relax planning constraints on phone masts and overhead cables being erected across Britain&apos;s most protected countryside has been described by campaigners as the biggest attack on national parks and areas of outstanding beauty in more than 50 years. Ministers are to be allowed to prioritise the expansion of broadband and 4G into rural areas over the need to maintain the splendour of cherished countryside, when it comes to sites for telecoms networks. The move, contained in a bill to be debated in parliament in the coming weeks, has been savaged as an assault on the laws that first gave national parks and beauty spots their protected status under Clement Atlee&apos;s Labour government in 1949. It is feared that the Lake District landscapes that inspired William Wordsworth will be particularly under threat. Sir Andrew Motion, the former poet laureate and president of the Campaign for the Protection of Rural England, is understood to be involved in a private lobbying campaign against the changes. The English National Park Authorities Association (ENPAA), representing the government-funded bodies stewarding the parks, including the Lake District, has expressed its alarm. The government hopes that removing the duty of the secretary of state to take into account the beauty of an area will help push the expansion of broadband and 4G and stimulate growth. But a leaked internal document produced by the ENPAA, spelling out the concerns it has raised with ministers, says that it believes the change is &quot;unnecessary for the purposes of securing improved infrastructure and economic growth in national parks&quot;. The document warns ministers of an outcry once the change becomes public. It adds: &quot;We have seen no evidence that national park purposes have unduly hampered broadband or mobile communications delivery or justification for such a change to well-established legislation, and reject the inference that national park status has been a barrier to the roll-out of mobile/broadband technologies. &quot;Parliament has established national parks with a clear purpose to protect their landscapes, wildlife and heritage and it is not appropriate to pick and choose when such protection should be afforded, and when not. &quot;[It] is likely to give rise to a public reaction. This is likely to come in particular from concern about the government&apos;s commitment to landscape protection.&quot; Following campaigning from Friends of the Lake District, an agreement was recently struck between the parks and the electricity companies to remove around 12 miles of unsightly cables from parks at a cost of 2 million. Campaigners fear the latest plans for parks will undo that work. The association says it is in favour of broadband being expanded to rural communities, but wants masts and cables to be discreetly placed when it comes to parks and beauty spots, including the use of well-hidden lattice masts among trees. It also proposes that underground cables owned by BT should be used to save some of Britain&apos;s most picturesque sites. Hilary Benn, the shadow secretary of state for communities and local government, said the bill, which would relax planning constraints for a five-year period, would create a &quot;free-for-all&quot; in which cables and masts would disfigure some of the most scenic parts of the country. He said: &quot;This risks undermining a planning system that has effectively balanced protecting our national parks and areas of outstanding natural beauty from intrusive and ugly development while also ensuring that high speed internet can be rolled out throughout the country, including to communities living in these areas. &quot;Eric Pickles is threatening a five-year communications free-for-all in our national parks which are much-loved by all of us who value England&apos;s green and pleasant land.&quot; Sarah Wright of Mast Sanity, a campaign group, added that she was also concerned about the health implications for wildlife in the parks and beauty spots.", 
    "section": "environment", 
    "gid": "environment/2012/nov/03/4g-national-parks-threat", 
    "wordcount": "641"
}