{
    "headline": "A month in space: the Mars Curiosity rover continues its exploration  in pictures", 
    "text": "   The Curiosity rover on Mars used its robotic arm to capture the set of thumbnail images stitched together to create this full-color self-portrait  allowing mission engineers to assess its condition. The rover is seen in the Gale crater, where it landed, with Mount Sharp visible on the right Photograph: JPL-Caltech/Nasa       The first sample of Martian soil placed on Curiosity's observation tray. The rover found soil similar to the volcanic sands of Hawaii Photograph: MSSS/JPL-Caltech/NASA       The first x-ray view of Martian soil. The image reveals the presence of crystalline feldspar, pyroxenes and olivine mixed with some amorphous (non-crystalline) material. The soil sample, taken from a wind-blown deposit within Gale crater, is similar to volcanic soils in Hawaii Photograph: JPL-Caltech/NASA       Valles Marineris, the largest canyon in the solar system, is up to 11km deep. (By comparison, the Grand Canyon is only 2km deep.) This image shows the view of the central and eastern part of Valles Marineris from the European Space Agency's Mars Express spacecraft, which repeatedly crosses the Martian equator from north to south or south to north Photograph: ESA       A mysterious, background infrared glow captured in space by Nasa's Spitzer space telescope. By masking out light from galaxies and other known sources of light (the masks are the grey marks), the scientists find that this light is coming from stray stars that were torn away from galaxies Photograph: Spitzer Space Telescope/NASA       A night-time view of aurora. On 4-5 October a mass of energetic particles from the atmosphere of the sun were flung out into space, a phenomenon known as a coronal mass ejection. Three days later, the storm from the sun stirred up the magnetic field around Earth and produced gorgeous displays of northern lights Photograph: Suomi NPP/NASA       Oleg Novitskiy, commander of Expedition 33 Soyuz, has his hair cut at the Cosmonaut Hotel in Kazakhstan on 21 October before taking off for a five-month mission aboard the International Space Station Photograph: Bill Ingalls/NASA       Members of the media photograph the Soyuz rocket as it launches on 23 October from Baikonur, Kazakhstan Photograph: NASA       A giant bubble blown by the massive Wolf-Rayet star HD 50896, the pink star in the centre of the image. X-ray data from XMM-Newtons EPIC camera are shown in blue, while optical images are shown in red and green Photograph: ESA       SpaceX's Dragon capsule shortly after arriving at a port near Los Angeles on 30 October. Dragon had just completed its first commercial resupply mission to the International Space Station and splashed down into the Pacific ocean on its return to Earth Photograph: NASA       Several tiny satellites are released from the International Space Station, with Earth visible in the background Photograph: ISS/NASA       This wide-field image shows the patch of sky around the red giant variable star R Sculptoris. In this part of the sky far from the Milky Way, there are relatively few stars but many faint and distant galaxies can be seen Photograph: Digitized Sky Survey 2/ESO       Observations using the Atacama Large Millimeter/submillimeter Array (ALMA) have revealed an unexpected spiral structure in the material around the old star R Sculptoris. This feature has never been seen before and is probably caused by a hidden companion star orbiting the star. This slice through the new ALMA data reveals the shell around the star, which shows up as the outer circular ring, as well as a clear spiral structure in the inner materialPhotograph: M Maercker et al/ALMA (ESO/NAOJ/NRAO)       The ring galaxy NGC 660, captured using the Frederick C Gillett Gemini Telescope in Hawaii Photograph: Gemini Observatory       A new radar designed to test methods for finding orbital debris that can be hazardous to space navigation has been installed near Santorcaz in Spain. The radar will be used to develop future debris warning services, helping to improve safety for European satellite operators  Photograph: ESA       Nasa's James Webb Space Telescope is put together at Goddard Space Flight Center in Greenbelt, Maryland Photograph: NASA       The Thor's Helmet nebula, about 15,000 light-years away from EarthPhotograph: B Bailleul/ESO       The Helix nebula's dusty outer layers unravelling into space, glowing from the intense ultraviolet radiation being pumped out by the hot stellar core as the star dies Photograph: Spitzer Space Telescope/JPL/NASA       The giant elliptical galaxy Centaurus A  Photograph: ESO       Olivine crystals seen inside a meteorite found on Earth that originated from a partly melted asteroid Photograph: Jonas Debosscher/KU Leuven/ESA  ", 
    "section": "science", 
    "gid": "science/gallery/2012/nov/27/month-in-space", 
    "wordcount": "0"
}