{
    "headline": "David Cameron, beware: the post-2015 aid agenda is an MDG minefield", 
    "text": "Governments have been doing a pretty poor job of saving the world recently. We&apos;re confronted with huge problems  tackling climate change, economic crisis, trade in deadly weapons  and governments are failing to solve any of them. It makes David Cameron&apos;s reported eagerness to put himself at the forefront of another global process  this time on poverty  either admirable or foolhardy. At first, it might have looked like an easy job. The UK prime minster is one of three co-chairs of a panel set up by the UN secretary general Ban Ki-moon to write the first draft of the next development goals. The last lot, ratified in 2000, were the product of what was possibly the last global concord that actually did something good, or even got agreed. The millennium development goals (MDGs) are global targets to reduce poverty by 2015. Some impressive progress has been made. Many things in the world are getting worse, but poverty levels are improving. So there is a lot of enthusiasm for agreeing a new plan on poverty, to take over where the MDGs leave off in 2015. It&apos;s Cameron&apos;s chance to put Conservative thinking on development  summed up in his phrase &quot;open economies and open societies&quot;  at the heart of the world&apos;s plan for tackling poverty. What made the MDGs special was the numbers. The goals aren&apos;t just vague aspirations, they are backed up by numbers, meaning it&apos;s possible to say definitively whether or not the world is meeting its obligations to poor people. It was that which gave the MDGs a shelf life far longer than the average UN declaration (a cynical UN staffer once told me that for most declarations, it&apos;s just a question of whether they hit the bin immediately or after a few months). But, as the PM may find to his cost, agreeing a new set of numbers is a bit more difficult now than it was in 2000. The MDGs were cooked up by a group of rich countries sitting in a room and deciding how they wanted to spend their aid to help poor countries (I exaggerate slightly, but not much). The panel that Cameron is co-chairing won&apos;t be like that; there are a lot of different interests at stake, and everyone will want their say when they meet in London this week. Most poverty is now in middle-income countries, many of which are themselves donors. They&apos;re not going to take kindly to any hint of the big rich countries  like the UK, for example  trying to push them around or tell them what to do within their own borders. And many countries, including some of the poorest, are quite reasonably saying that the rich world has a lot more to do than hand over a bit of cash if poverty is to be ended in a way that doesn&apos;t destroy the planet. This isn&apos;t just about the usual list of aid, trade and debt relief (though that would be a start). There&apos;s also a serious conversation about tackling some of the world&apos;s big environmental problems through new goals. We&apos;re getting to a point where progress on poverty reduction may be catastrophically undermined if environmental degradation isn&apos;t reversed. And it&apos;s a tribute to the success of the MDGs that people think environmental issues could benefit from the same treatment. If the gamble pays off, that&apos;s great. But the risks are huge, too  globally, environmental issues have been among the most difficult to tackle. All of which adds up to a difficult job for Cameron. At home, he faces a Conservative party extremely sceptical about his internationalist, aid-giving persona. Abroad, he now faces a group of countries that may be determined to wrest more from the process than he, or other rich country leaders, may be willing to give. Some big compromises will be needed, on all sides. Will it matter if he and his co-chairs fail? Yes. If world leaders can&apos;t pull an agreement out of their collective hats that tackles something as morally straightforward as ending extreme poverty, then it&apos;s really time to despair. What hope is there for the more difficult issues of trade or climate if we can&apos;t even agree that we&apos;ll act together to do something about poverty? A good agreement on a post-2015 development agenda will be simple (not too many issues), specific (some numbers), and symmetrical (with obligations and commitments for all countries). If that&apos;s not what we get, it will be a sign of an appalling failure that will affect the poorest people most. But it will affect us too, since there will be failures to come on other, more difficult problems. There&apos;s no need to panic yet. But this is the canary in the multilateral coalmine.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/31/david-cameron-post-2015-aid-mdg", 
    "wordcount": "789"
}