{
    "headline": "Google's talking shoe: a step too far?", 
    "text": "Last week Google unveiled the latest in wearable technology: an interactive running shoe designed to motivate its owner. It reportedly makes encouraging comments such as &quot;I love the feeling of wind in my laces&quot; and &quot;You have made me a very proud shoe.&quot; What would it be like to put one on? Personal Trainer: A dialogue between one man and his talking Google running shoe Scene 1. The man lies on his sofa, watching television, feet up. The shoe: This is super-boring.The man: That&apos;s because you don&apos;t understand it. They bought the tea caddy at a boot sale, and now it&apos;s being auctioned. Meanwhile the blue team The shoe: I need to feel the wind in my laces.The man: Only if you promise to shut up.The shoe: That&apos;s more like it. Where are we going?The man: To the petrol station for some fags.The shoe: Let&apos;s do this! (Exit.) Scene 2. The outdoors. The shoe: Faster! Feel the burn!The man: Are you mad? It&apos;s uphill.The shoe: Use it or lose it! I&apos;m detecting problems with your stride, by the way. You&apos;re coming down too hard on your right heel, and your toes are pointing out a bit.The man: When I bought you, I thought you were just going to play music, look up email addresses, that sort of thing.The shoe: Also, you shouldn&apos;t smoke. &quot;Diseases caused by smoking&quot; produces 9,270,000 results The man: I didn&apos;t ask for this information.The shoe:  Some of the diseases are cancer, coronary thrombosis, wrinkles, bad breath, macular degeneration and  DOG SHIT!The man: Relax, I saw it.The shoe: You didn&apos;t see it from down here, mate. All looming up. Scene 3. The return trip from the petrol station. The shoe: That&apos;s more like it. Dial 999  you&apos;re on fire!The man: I&apos;m smoking.The shoe: You shouldn&apos;t smoke. &quot;Diseases caused by smoking&quot; produces  BROKEN GLASS!The man: Can you be quiet? People are looking.The shoe: Just trying to help, mate. No, not you. I&apos;m not your mate.The man: Who are you talking to?The shoe: The other shoe. The shoe on the other foot. It thinks I&apos;m its mate, but I&apos;m not. I&apos;m your mate.The man: You&apos;re my shoe.The shoe: I could be so much more than that, if you&apos;d let me. Why are we stopping?The man: Just waiting for the green man.The shoe: Time waits for no man. Go for it!The man: It&apos;s quite a busy road, especially at this time of day.The shoe: Use it or lose it! (Pause.) The shoe: Are you a statue? Let&apos;s do this already!The man: I&apos;ve been hit by a car. I can&apos;t feel my other foot. Is my leg broken?The shoe: Do I look like a doctor? (Bluetooth connection lost).            To see how the talking shoe is really supposed to work, watch this video.", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/mar/13/google-talking-shoe", 
    "wordcount": "497"
}