{
    "headline": "Sir Mark Walport appointed as UK's next chief scientific adviser", 
    "text": "The government&apos;s next chief scientific adviser will be Sir Mark Walport, director of the Wellcome Trust. He will begin in April next year when the incumbent, Sir John Beddington, finishes his term. Walport is an accomplished rheumatologist and immunologist and was elected as a fellow of the Royal Society in 2011. He has been head of the Wellcome Trust, the second largest medical research charity in the world which invests more than 600m in scientific research every year, since 2003. He spent more than a decade before that as professor of medicine at Imperial College London, including six years as the head of the division of medicine. He has also been a member of the prime minister&apos;s scientific advisory group, the Council for Science and Technology, since 2004. At the Wellcome Trust, Walport has led the funding of research projects on the human genome, with an emphasis on conditions such as diabetes and cancer. He is also a champion of open access to scientific research, the idea that the fruits of public or charity-funded research should be available to everyone, free of charge. He recently implemented a policy at the Wellcome Trust to penalise researchers who do not make their work available free of charge. Walport said he was &quot;delighted and honoured&quot; to have been appointed. &quot;Science, engineering and technology have transformed the infrastructure of the modern world, and have a vital role to play at the heart of policy making,&quot; he said. &quot;They are critical both to economic recovery and growth, and to addressing many of the greatest challenges of our time, such as environmental change and the ageing population. I look forward to working with colleagues both inside and outside government to ensure that the best possible advice can be provided from the most expert sources, based on the strongest evidence, to facilitate the wisest possible policy decisions.&quot; Sir Paul Nurse, president of the Royal Society, said the government&apos;s chief scientific adviser would be hugely important in the coming years in ensuring that evidence was at the heart of policy and making the case that science is an engine for economic growth. &quot;I&apos;m sure that, in Mark Walport, we have absolutely the right person for the job.&quot; Colin Blakemore, professor of neuroscience at the University of Oxford, praised Walport as &quot;bright, efficient and enormously knowledgeable about science, education and innovation. But, equally important, he has great political acumen and robust independence. I can&apos;t think of anyone better prepared to make the case for the use of science in government and for the defence of the best of British science.&quot; Sir John Beddington said: &quot;I very much look forward to working with him over the next few months and to helping him integrate into the networks of scientists and engineers that I have had the privilege to work with during my time as [the government&apos;s chief scientific adviser].&quot;", 
    "section": "science", 
    "gid": "science/2012/jun/29/sir-mark-walport-chief-scientific-adviser", 
    "wordcount": "492"
}