{
    "headline": "iTunes is 10 years old today. Was it the best idea Apple ever had?", 
    "text": "Steve Jobs put a new slide up on the huge screen. &quot;We started about a year and a half ago to create a music store,&quot; the Apple chief executive told the audience. &quot;That meant we have to go and negotiate with the big five music companies. Now, before we did this I was reminded of a quote from Hunter S Thompson about the music industry.&quot; He looked up at the screen. In giant letters it read: &quot;The music business is a cruel and shallow money trench, a long plastic hallway where thieves and pimps run free, and good men die likedogs.&quot; Jobs read it out and then paused to let the slide&apos;s final line appear: &quot;There&apos;s also a negative side.&quot; Laughter from the audience. &quot;So I didn&apos;t know what to expect,&quot; Jobs added. It was 28 April 2003, and Jobs was taking Apple into entirely new territory. Its iPod music player was just 18months old, but after years of developing hardware and software, the company was now getting into services: specifically, selling music. It was a huge gamble, but one Jobs believed in. Fast forward 10 years, and the iTunes music store has become  for Apple at least  a money trench of imposing proportions, generating $4.1bn (2.6bn) of revenue in the most recent quarter, which keeps it comfortably the largest music retailer in the world. It has more than 435m registered users (making it one of the world&apos;s five largest holders of credit card details) and people keep buying songs at a steady pace. The numbers are jaw-dropping: more than 25bn songs sold, 35m songs in the catalogue, available in 119 countries, and more than 200m people using its iTunes Match service, which lets them store their music library on Apple&apos;s servers. &quot;You can look at the iTunes music store as a measure of customer satisfaction,&quot; says Benedict Evans, telecoms and technology analyst at Enders Analysis. It&apos;s not huge compared to the rest of Apple&apos;s business, he says  about 9% of revenues in the most recent quarter, compared with 72% for the iPhone and iPad together  &quot;but the fact that the number of users and downloads keeps going up, and revenue per iOS device [iPhone, iPad or iPod Touch] doesn&apos;t fall, is a metric of how much people like it. What&apos;s happening is that the popularity of the services that Apple provides, such as iTunes and apps and iMessage [its text messaging system], make it more difficult for people to leave the platform.&quot; The idea that proprietary services tie users into a platform  and so safeguard future revenues  isn&apos;t new. But as Wall Street analysts chew over Apple&apos;s most recent financial results, and mull the question of whether its first-quarter iPhone sales of 37.4m are good or bad in comparison with Samsung&apos;s estimated smartphone shipments of 70.7m, they face an even keener puzzle. It&apos;s this: should Apple be rated as a hardware company struggling with commoditisation (like Dell or Nokia), or a software company able to extract monopoly rents (like Microsoft), or a services company that grows stronger the more users it has (like Google orAmazon)? Speaking to the Wall Street Journal, Katy Huberty of Morgan Stanley laid out the case plainly. &quot;The market views Apple as a consumer hardware company tied to product cycles that drive volatile revenue and earnings streams,&quot; she said. Except, she added, &quot;Apple customers buy into a brand that offers ease of use similar to companies like Amazon or enterprise companies like NetApp [which provides networked storage]&quot;. What does the chief executive think? Speaking at Tuesday&apos;s analyst call, Tim Cook said he felt &quot;really, really confident about our product pipeline in both hardware, software, and also our services&quot;  emphasising the last two words. So the answer seems to be: all of the above. Since the smartphone business began its explosive growth in the first quarter of 2010, Apple has established and maintained a market share of around 20%, even while Android phones at all prices have become pervasive, especially in China. The combination of its phones and software still seems to attract users, while its services  such as the music store, app store and iMessage  keep them on board. Certainly, Apple&apos;s profit margins, at around 40%, look a lot more like Microsoft&apos;s or Google&apos;s than they do Dell&apos;s or Nokia&apos;s. After 10 years, though, has the music store had its day? Should it be replaced by a streaming service modelled on Spotify, Pandora or Rdio, where you don&apos;t own the music but pay a monthly subscription to choose from a giant catalogue? After all, they have just a few million subscribers: Apple could get in on the ground floor and clean up. Rumours that Apple is preparing just such a service have intensified in the past months. But might it cannibalise the music store  and perhaps some other parts of Apple&apos;s business? A broader question is whether Apple is going to release a cheaper iPhone to capture the expanding market at the $200 price point  far from the $600 segment that it presently dominates. At Enders Analysis, Evans thinks it could, while retaining a hefty profit margin: &quot;Three years ago there was no way you could make a great smartphone for $200. Now, you could make the iPhone 3G for $40 wholesale. In the past year we&apos;ve reached the point where Apple could do an Apple-quality iPhone for $200, which is a price that would hit all the pre-pay market.&quot; And what would keep the buyers of those putative iPhones loyal to Apple? Probably the apps  and any music services that were offered, whether streaming or stored. That April day in 2003 might turn out to be the thing that keeps Apple thriving for at least another 10 years.", 
    "section": "technology", 
    "gid": "technology/2013/apr/28/itunes-10-years-old-best-idea-apple-ever-had", 
    "wordcount": "987"
}