{
    "headline": "Starwatch: Jupiter in Taurus 2012-2013", 
    "text": "As Curiosity rolls away from its Martian landing site, now named Bradbury Landing, the Red Planet itself hugs Britain&apos;s WSW horizon during evening twilight and will stay a challenging object until we lose sight of it in February. Meantime, our nights will be dominated by Jupiter as it reaches mag 2.8 at opposition on 3 December when it is visible throughout the night and passes 55 to 60 high in the S at midnight. Tonight, though, we see it rise in the NE at about 22:00 BST and stand highest in the S just before dawn. Our chart plots the giant planet&apos;s progress against the stars of Taurus. At present its eastwards motion is grinding to a halt almost 8 NE of the red giant Aldebaran, the celestial bull&apos;s bloodshot eye. Between 4 October and 30 January it appears to retrograde westwards as it is overtaken by the faster-moving Earth, being closest to us (609m km) at opposition. It then resumes its usual eastwards trek until we begin to lose it in our NW evening twilight next May. The planet&apos;s 143,000 km disc is always an interesting telescopic target. Almost any telescope shows its cloud bands and spots which change in appearance from year to year and also from hour to hour as Jupiter turns on its axis in under 10 hours. The southern of two dark cloud belts that straddle the Jovian equator disappeared in 2010, probably obscured by higher light clouds. It is now back, even darker though not as broad as its northern counterpart. Meanwhile amateur observers spotted a flash near Jupiter&apos;s equator on 10 September  probably the latest in a series of impacts by stray small asteroids or comets. The disc appears 41 arcsec wide at present and swells to 48 arcsec at opposition. Any telescope, and most binoculars, show the four Galilean moons as they change their configuration to E and W of the disc from night to night. Of Io, Europa, Ganymede and Callisto, all but ice-covered Europa are wider than our own Moon, and all would be visible to the naked eye were they not swamped by Jupiter&apos;s glare. These are the target for the European Space Agency&apos;s JUICE (Jupiter Icy Moon Explorer) mission recently announced for launch in 2022, with its arrival at Jupiter in 2030. Meanwhile, Nasa&apos;s Juno craft is en route for entry into a polar orbit about Jupiter in 2016.", 
    "section": "science", 
    "gid": "science/2012/sep/16/starwatch-curiosity-jupiter-taurus", 
    "wordcount": "407"
}