{
    "headline": "Environmental crisis demands big thinking", 
    "text": "As an engineer, I agree with your editorial (1 January) that man-made climate change is a serious threat. But your policy recommendations are naive. Much of the CO that will affect the climate this century is already in the atmosphere. Global warming will lead to further warming, through several mechanisms including the greater absorption of sunlight that you mention and the release of trapped methane and CO. Any attempt to stop the process would have to involve international agreement and action on an unprecedented scale because, even if Britain were able to stop producing CO completely, the impact on the climate would be small. The actions necessary to halt or restrict climate change are politically impossible to deliver: massive investments in nuclear power worldwide, dramatic constraints on travel and other activities that burn fossil fuels, and much more. This could not be implemented even in Britain, let alone internationally. The debate about further runways in the south-east of England illustrates just how far British politicians are from understanding the global warming crisis. The speculative geoengineering &quot;solutions&quot; that have been proposed would be a high risk gamble with the planet and unlikely to succeed. We need instead to accept that increased global warming is inevitable and plan on that basis. Rather than policies reminiscent of King Canute, we need a mature recognition that sea levels will rise and that large parts of the world will become uninhabitable. When the worst happens, it will become clear that we should have acted now (or sooner) to build large-scale defences and to relocate vulnerable cities and communities to higher ground. If we started seriously planning to relocate London to somewhere safe, it would demonstrate a realistic understanding of the situation that would make it far easier to lead opinion nationally and internationally. Before long, talk of better insulation, electric vehicles, new runways and wind power will be seen for the minor considerations that they largely are. Thesolutions need to match the scale ofthe crisis you have rightly identified.Martyn ThomasLondon  Your editorial says climate change is happening faster than anybody expected. That may not be true. I think you&apos;ll find that those who actually know what they are talking about when it comes to climate change expected it to be at least as bad as it&apos;s turning out to be. They didn&apos;t dare say as much for fear of being accused of scaremongering. (This is before somebody accuses scientists of not giving the world enough warning.)Barrie DaleWantage, Oxfordshire", 
    "section": "environment", 
    "gid": "environment/2013/jan/03/environmental-crisis-demands-big-thinking", 
    "wordcount": "424"
}