{
    "headline": "New to nature No 69: Mentocrex beankaensis", 
    "text": "Writing from the US during an election year, I read a lot about politicians terrified to address the unsustainable funding of social security entitlements, the so-called third rail of politics. So I was delighted to read about a team of ornithologists led by Dr Steven M Goodman of the Field Museum of Natural History in Chicago that was not afraid to tackle the third rail of Madagascar. The forest-dwelling rail, Mentocrex kioloides, of Madagascar, has two subspecies. The nominate subspecies is found in the humid central and eastern forests of the island, while M k berliozi lives in transitional dry deciduous-humid forests in the north-west. An adult and a chick were recently collected from limestone karst terrain in the lowland central west that did not fit within the known ranges of variation of either subspecies. The adult, unique in its plumage colour and differing by considerable genetic distance from both subspecies, has been described as M beankaensis. The name is derived from two Malagasy words  &quot;hanka&quot;, the common name for the long-eared owl, and &quot;be&quot;, which means many  that, combined, refer to the type locality as the place where the owl is common. Birds, like so many other groups of plants and animals, have an inordinate number of species endemic to Madagascar, and the difficult work of assessing genetic variation and sorting out all the species continues in a race against time as habitat is lost. In addition to both plumage and DNA distinctions, the new species is larger and apparently ecologically isolated. The new species is so far restricted to parts of the Bemaraha and Beanka massifs at elevations from 100m to 320m. The area is marked by rock pinnacles known in Malagasy as tsingy, which are found in valleys and canyons bordered by exposed rock and dry deciduous forest. Too little evidence exists to reach a clear decision on the conservation status of the new rail, but, if its geographic range is as narrow as it appears to be, there is reason for concern. On the positive side, however, its habitat falls within the protected areas system of Madagascar and its type locality is managed by Biodiversity Conservation Madagascar. Dealing with the third rail isn&apos;t always a bad idea.  ", 
    "section": "science", 
    "gid": "science/2012/mar/25/nature-science-birds-madagascar", 
    "wordcount": "375"
}