{
    "headline": "Mexican women face a tough future", 
    "text": "The year 2012 started off with little promise for workers in Mexico, with analysts projecting job losses and wages below subsistence levels. Work prospects are even bleaker for young women, whose chances of finding a job are no better with a high school diploma or university degree. Carmen Ponce, an economist specialising in gender issues, says 2012 will be a &quot;very challenging&quot; year for Mexico in terms of job creation, as Chinese goods begin flooding the country as a result of the implementation of a trade agreement that opens the door to imports from China. Ponce forecasts that around 100,000 jobs will be lost this year. The sectors most &quot;severely&quot; affected will be the textile, shoe and toy industries, where women dominate the workforce. In the textile industry alone, they account for 70% of all workers. Young women are the hardest hit by jobs cuts, with figures climbing from 7% in the second quarter of 2007 to 10% in the same period of 2011 among women aged 14 to 19. Unemployment in this age group is also &quot;indicating that family incomes are so low that [young women] are having to venture into the job market to bring in another salary, instead of staying in school&quot;, Ponce said. Among 20- to 29-year-old women with high school or university studies, the increase is similarly &quot;alarming&quot;, steadily rising from almost 8% in 2007 to more than 10% in 2011. For Ponce, these figures reflect &quot;the feminisation of unemployment&quot;. According to the National Statistics and Geography Institute (Inegi), as of November 2011 there were 2.8 million people unemployed in Mexico, and seven out of 10 had secondary or higher education. The lack of opportunities has driven many to migrate to the United States. Ponce notes that more and more young people with more than nine years of schooling are migrating to the US, risking their lives as they cross the border illegally. Of the 767 migrants reported dead in 2011, 62% were young women. A report by a legal committee of the opposition Institutional Revolutionary party (PRI) in congress found that most of these women had completed secondary or higher studies. According to Inegi, three out of 10 Mexicans who migrate to the US are women. The PRI report, prepared with the Office for Migration Matters of the NGO National Confederation of Grassroots Organisations , further reveals that 75% of the migrants who died in 2011 had completed primary school. Sixty per cent of the 767 deaths were violent, with victims either mugged, raped, abandoned in the desert by migrant smugglers, or targeted by organised crime. According to the report, unemployment is highest among the most educated women, who, faced with no work opportunities, have to choose between migrating to the US, joining the ranks of the underemployed, or swelling the informal job market. Ponce notes that things will only get worse as a result of the economic recession in the US and Europe, which is compounded by Mexico&apos;s low rate of job creation. With a population of 112 million, Mexico requires around 1.5 to 2m new jobs each year. The Economic Modelling and Forecasting Centre of the National Autonomous University of Mexico (Unam) projects that unemployment will be as high as 6.1% this year, up from 5.7% in 2011, and, as a result, the quality of job opportunities will &quot;plunge&quot;, Ponce said. Mexican women who do find employment will have to settle for poor working conditions and wages too low to cover even the basic food basket. In the retail sales sector, for example, which employs 4.4 million of the country&apos;s 18 million women workers, real compensation (wages, salaries and benefits) has plummeted, dropping by almost 25% between 2005 and 2011. The 18 cents raise approved by the National Minimum Wage Bureau is thus inadequate, as the rise in prices of basic goods &quot;grossly&quot; exceeds it, labour experts say. From 2006 to 2011 the cost of the basic food basket more than doubled, from $5.80 to $12.60 a day, while the minimum wage increased by a mere 83 cents, according to data from the multidisciplinary analysis centre of Unam&apos;s School of Economics. The situation is especially critical for the 27% of Mexican homes that are headed by women, as they earn only around 70% of what men earn for the same task and with the same level of education, according to data from the Economic Commission for Latin America and the Caribbean.  This article was originally published by the Mexican news agency Comunicacin e Informacin de la Mujer AC", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/07/mexico-women-unemployment-tough-future", 
    "wordcount": "781"
}