{
    "headline": "Research in brief  07 March 2013", 
    "text": "Social Science     Photograph: Timothy A Clary/AFP/Getty Images    According to a study by the University of Leeds, increased exposure to art works does not necessarily make people like them more and that the quality of an art work remains at the heart of its evaluation. Research by Kings College London suggests that the label &apos;feminist&apos; is often forcefully rejected by young women seeking to position themselves within conventional norms of femininity and heterosexuality. But what gets overlooked in most responses, says researcher Christina Scharff, is that feminism represents many different theories and approaches. Arts and humanities     Photograph: Andrew Brown/  Andrew Brown; Ecoscene/CORBIS    An audio walk developed by researchers at the University of Nottingham will help walkers at a Cumbrian beauty spot to learn about the dramatic climate and weather conditions that shape its landscape. University of Sussex research has helped create the first national oral archive  Sisterhood And After  for the British Library, that tells the stories of the women involved in the Women&apos;s Liberation Movement. Science and technology     Photograph: Alamy    Female butterflies can smell if a male butterfly is inbred, research by the University of Cambridge reveals. The study shows that inbred male butterflies produce significantly less sex pheromones, making them less attractive to females. A robot designed to help care for elderly people has been invented at the University of Salford.&quot;Carebot&quot; P37 S65 can be programmed to remind them to take medication and exercise, answer questions and even tell them jokes. And finally     Photograph: &#169; Damien Hirst/Tate    The prevailing view that pharmaceutical industry innovation was in decline with fewer new drugs launched in recent decades than before is not justified, reveals research by the University of Birmingham. Although researchers did find a pattern of peaks and troughs, with dips invariably followed by a surge in new arrivals, there was no significant linear trend pointing to a decline in the number of new drugs introduced into the UK over that period. Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/mar/07/research-in-brief-universities", 
    "wordcount": "354"
}