{
    "headline": "The Thames estuary airport proposal shows the true Tory agenda", 
    "text": "News that the coalition government is to consult on proposals for a major new hub airport on the bird-rich mudflats of the Thames estuary is the end of one story and the confirmation of another. The first is a fairytale that green groups have tried to believe for years: that the Conservative party opposed expanding or building major airports because it shared their opposition to the noise, pollution and concrete. The second is the conspiracy theory that many of the same environmentalists, political watchers and residents under flight paths have read between the lines of successive Tory statements: that they have never ruled out all the options at once, and thus expansion would eventually happen. Conservative leader David Cameron first signalled the party&apos;s opposition to the flagship Labour government policy of building a third runway at Heathrow airport in a speech in 2008. He told environmental leaders that the party&apos;s priority was to make Heathrow &quot;better, not bigger&quot;, and accused the then prime minister, Gordon Brown, of &quot;pig-headedly pursuing&quot; the plan. Opposition to the policy from senior Conservatives emerged soon after Labour confirmed the third runway plan in 2009. The Tory trade spokesman, Geoffrey Clifton-Brown, wrote to constituents saying he expected the party to &quot;revisit&quot; its policy after the general election. The Tory mayor of London, Boris Johnson, caused concern with his support for a new airport on the Thames estuary. But Theresa Villiers, then Tory shadow transport secretary and now transport minister, distanced the party from the mayor, declaring an estuary airport &quot;is not the Conservative policy&quot;. Such fears appeared to be laid to rest by the Conservative manifesto in 2010, which clearly stated that the party would, in government, &quot;refuse permission for additional runways at Gatwick and Stansted&quot;, as well as opposing the third runway at Heathrow. Then, the day after entering government, the Conservative-Liberal Democrat coalition announced it had scrapped the Labour policy for Heathrow&apos;s third runway, to the jubilation of opponents. However, as Johnson&apos;s estuary idea gained prominence, concern began to grow that the government might revist the proposal. These fears were greatly heightened at the end of last year when the Chancellor, George Osborne, announced in his autumn statement that the government would indeed build more airport capacity. He said it intended to explore &quot;all the options... with the exception of a third runway at Heathrow&quot;, and attacked &quot;gold plating of EU rules on things like habitats&quot;  seen as a key protection for the internationally important bird sites on the Thames estuary. Conservatives on airports and the environment 2008 David Cameron on Conservative opposition to expanding Heathrow: &quot;The most important priority for Heathrow is making it better, not bigger. And yet Gordon Brown is pig-headedly pursuing a third runway just to try and prove a political point. What a ridiculous way to plan for the future.&quot; 2009 Conservative MP Geoffrey Clifton-Brown reveals the concerns of many Tories about their opposition to expanding Heathrow: &quot;Although I voted to oppose the third runway, I am fully aware of the potential damage this might do to Britain&apos;s international air travel. Equally, it is pointless Britain cutting down on air travel only to find it goes to other European countries. So I expect this is an issue that will need to be revisited after the election.&quot; 2009 The then shadow transport secretary, Theresa Villiers, who is now the minister for transport, says: &quot;It is not the Conservative policy to build an airport in the estuary. Boris [Johnson] is independent of the Conservatives on this issue.&quot; 2010 The 2010 Conservative manifesto states: &quot;We will refuse permission for additional runways at Gatwick and Stansted following our success in ensuring the cancellation of the proposed third runway at Heathrow.&quot; 2010 On its second day, the Conservative-Liberal Democrat government announces it has scrapped the Labour government&apos;s Heathrow expansion policy. 2011 Chancellor George Osborne&apos;s autumn statement: &quot;For the first time we are identifying over 500 infrastructure projects we want to see built over the next decade and beyond. Roads, railways, airport capacity, power stations, waste facilities, broadband networks... And we will explore all the options for maintaining the UK&apos;s aviation hub status, with the exception of a third runway at Heathrow... And we will make sure that gold plating of EU rules on things like habitats aren&apos;t placing ridiculous costs on British businesses. Planning laws need reform.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/18/thames-estuary-airport-tory-agenda", 
    "wordcount": "769"
}