{
    "headline": "Wild orchids thrive at expense of crops as rains cause harvests to fail", 
    "text": "The summer&apos;s wet weather has produced one unexpected winner: orchids. Many of the nation&apos;s rarest wild flowers have flourished after several months&apos; deluge, experts revealed last week  particularly the bee orchid, distinctive for the bee-like appearance of its flowers. &quot;Conditions may not have suited humans, but they have been ideal for flowers like the bee orchid,&quot; said Andy Byfield of the charity Plantlife. &quot;We had a warm winter and then the drought in March and April disappeared quickly as the rains arrived. As a result, bee orchids have flourished.&quot; Other plants to make the most of the great wet summer are Mediterranean annuals such as small restharrow, distinctive for its pink and white flowers, and nitgrass. &quot;These have also thrived,&quot; said Byfield. &quot;However, this may not continue. Plants like these do well when you have arid conditions one year and very wet ones the following year. If it keeps on raining next year, coarse grass will eventually swamp the grounds they are growing in and all the gains will be lost.&quot; By contrast, the nation&apos;s grapevines have done disastrously. Growers have been forced to use special blowdriers to save harvests. The dank conditions have seen &quot;caps&quot; form on the vines, thwarting the development of grapes during the crucial flowering season and threatening to rot the fruit if they are not removed. Normally, the vines would now be coming to the end of their flowering period, but the appalling conditions have left winemakers struggling to bring the flowering process up to speed with the driers while they wait and pray for better weather. The blowdrier technique is being used particularly in the south-west, where rainfall has been heaviest, according to Julia Trustram Eve of English Wine Producers. &quot;In good years we would have finished flowering by now, but in some parts of the country this hasn&apos;t happened,&quot; said Trustram Eve. &quot;It would be nice to have some sunshine with a light breeze to blow the dampness away.&quot; The poor weather suggests 2012 will not be going down as a vintage year for an industry that has been increasing its output in the light of rising demand for English wines, partly fuelled by patriotic fervour whipped up by the jubilee and the Olympics. Winemakers had been hoping that this would be the year their combined production eclipsed that of 2010, when a record 4m bottles were produced. Last year saw production decline to 3m bottles as wetter weather prevailed. It is a setback for English producers who had been hoping to take advantage of the poor weather conditions that have affected the output of other countries. The Champagne region was hit by unseasonably late frosts, while production in Germany has also dipped due to adverse weather. About half of this year&apos;s harvest will be turned into sparkling wine, which will be laid down for at least two to three years, meaning any shortfall as a result of production will not be felt by consumers until 2014 at the earliest. The winemakers&apos; woes are being shared by many other fruit and vegetable producers across the UK. &quot;What is unique this year is that it&apos;s not just one crop  it&apos;s across the board,&quot; Rachael Gillbanks, the National Farmers Union&apos;s regional representative, told the York Press. &quot;One strawberry grower I spoke to near York said he had lost 80% of his crop. We just aren&apos;t getting the sunlight.&quot; Gillbanks added: &quot;Light levels in June were comparable to what we would expect in January. Even in polytunnels things just aren&apos;t growing.&quot; It is a similar picture for strawberry growers in Kent, who report the fruit is being affected by the damp conditions. Brassica growers have also warned that an acute shortage of broccoli and cauliflower is set to continue. Brassica Growers Association chairman, Matthew Rawson, said the key growing areas of Lincolnshire, Scotland, Cornwall and Kent had suffered over the past three months, resulting in a nationwide supply issue. The Co-op confirmed that, like other supermarkets, it is having to go farther afield to buy supplies of something that is normally plentiful at this time of year. &quot;Even continental Europe is experiencing similar issues,&quot; a spokesman said. &quot;Right now we&apos;re importing broccoli from the US, but this is very expensive.&quot; Dairy farmers claim conditions are among the most challenging of the past 70 years, while arable farmers say if the wet weather continues through to August this year&apos;s harvest will be poor. Chip shop owners say they are having to charge more after the wettest June on record pushed up potato prices. Many are charging an extra 10p for a bag of chips as rain-sodden fields play havoc with potato harvesting. It has been reported farmers in northern England are losing up to 40% of their crop and are raising prices by 50 a tonne to cover costs. The shortage of certain fruit and vegetables has raised questions about the robustness of the UK&apos;s food chain. A new report by the NFU warns that the UK is becoming increasingly reliant on imports such as tomatoes, cucumbers, spring onions, runner beans and mushrooms, suggesting sustained periods of poor weather that threaten its dwindling domestic production will have a significant impact on prices. Experts said it was inevitable that the current weather conditions would have consequences for consumers, but stressed it was not all bad news. &quot;The poor weather will result in inflation for particular crops,&quot; said Carl Astorri, economic adviser at Ernst &amp; Young. &quot;Peas have been particularly hard hit, as have strawberries, but the headline level of retail price index will be unaffected because stores are heavily discounting other goods.&quot; A report by PricewaterhouseCoopers suggested almost three quarters of stores put on sales during the last weekend of June, up from 40% three years ago.", 
    "section": "environment", 
    "gid": "environment/2012/jul/15/orchids-thrive-crops-fails-rain", 
    "wordcount": "988"
}