{
    "headline": "Carbon capture is part of our energy future", 
    "text": "I note the comments made by Nick Clegg at the Lib Dem conference over the weekend on the UK carbon capture and storage prototype at Longannet, which the coalition government decided to discontinue in last October: &quot;Well, the Longannet project just  didn&apos;t work in the way that it was designed.&quot; With the departure of green champion Chris Huhne, and Ed Davey still coming to terms with his new brief as energy secretary, it would be unfortunate if this was a move by the coalition to row back still further on green energy investment (Report, 1 March). Mr Clegg should speak with energy minister Charles Hendry, who said at an international conference last month: &quot;The work showed that commercial scale CCS is technically feasible and for the first time made complete engineering designs for the end-to-end chain of capture, transport and storage freely available for the world to see.&quot; The material is available on the Department of Energy website. CCS technology clearly does work, and the US will start construction of the world&apos;s first fully commercial end-to-end project this year. DECC will soon relaunch a new UK competition to develop flexible, low-cost, electricity generation from gas or coal as a vital part of our future energy mix. Twenty expressions of industrial interest have been received, including from Peterhead, which will be the UK&apos;s simplest and cheapest option  and the only one to clean-up gas, the UK&apos;s future low-carbon fossil fuel. Stuart Haszeldine Professor of carbon capture and storage, University of Edinburgh  Hooray for Jonathan Jones&apos;s paean to the beauty of wind turbines (So grand, so gentle, 29 February). A working wind turbine is one of the most graceful machines. I await the artist who will create a ballet based on their stately movement. I would much rather see wind turbines breaking up the horizontal line of the Romney Marsh landscape than the cooling towers of Dungeness.Hazel DaweCampaigns officer, Kent Green party", 
    "section": "environment", 
    "gid": "environment/2012/mar/06/carbon-capture-energy-future", 
    "wordcount": "325"
}