{
    "headline": "Ethical living: gardening with peat", 
    "text": "I half admire your bravery in coming out as a peat-head in this day and age, but for Pete&apos;s sake (apologies) face upto reality. For starters, peat forms so slowly  around 1mm per year  that it&apos;s only technically renewable. The peat we&apos;re removing now to grow geraniums and suchlike has been forming for 360m years. According to Defra, Britons use 2.4m cubic metres for horticulture per year. The UK now has a voluntary target for the amateur garden market to be peat-free by 2020. In effect we&apos;ve been tearing up Britain and Ireland&apos;s bogs since the 1970s for gardening. We&apos;ve also replaced traditional hand-cutting peat collection with systematic mechanised stripping and removal. When B&amp;Q announced in 1991 that it would stop sourcing peat from SSSIs (sites of specific scientific interest) itproved to be a game-changer. All the more surprising, then, that B&amp;Q was recently found to have introduced a new topsoil product that contains two-fifths peat. Cue snarling from eco groups, which watch like hawks for regression. Why do they care so? Because we are destroying our most effective carbon sink (a reservoir that removes CO2 from the atmosphere). According to expert Joseph Holden: &quot;In the UK we have 13% of the world&apos;s blanket bogs. Globally, peatlands are more important than tropical rainforest in terms of taking carbon out of the atmosphere.&quot; So to wilfully remove this carbon sink sounds crazy. The best place for fossil fuels is in the ground: a cubic metre of extracted peat eventually releases around 50kg of CO2 (and more CO2 is released from drained peatland surfaces, too). And is peat really the single best growing panacea ever? Why not try Dalefoot&apos;s wool and bracken compost or Carbon Gold? The former uses UK sheep&apos;s wool that cannot be sold profitably and bracken to give a sustainable, slow-draining compost. Meanwhile Carbon Gold, brainchild of Craig Sams (founder of Green &amp; Black&apos;s chocolate), contains woody materials converted by charcoal to reproduce the profile of peat, and it locks in the carbon, representing a long-term investment in improved soil fertility. Yes, both are more expensive than peat. But, as Sams has calculated using Stern&apos;s climate economics, our peat use actually costs 60m a year in emissions. &quot;That&apos;s the price our grandchildren will pay,&quot; he says, &quot;just so we can garden on the cheap today.&quot; If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk", 
    "section": "environment", 
    "gid": "environment/2012/apr/22/ethical-living-gardening-with-peat", 
    "wordcount": "419"
}