{
    "headline": "30/30 app brings pay-what-you-like pricing to iPhone", 
    "text": "Radiohead did it for music with their In Rainbows album. The Humble Indie Bundle did it for games. Sci-fi author Wil Wheaton did it for short stories. And now US developer Binary Hammer is bringing the pay-what-you-like model to the App Store. Well, sort of. The company&apos;s 30/30 time management app is released tomorrow (7 June), taking its cues as much from the long-established shareware model for PC software as from the more recent entertainment examples listed above. The iPhone app will be free to download from the App Store, but if people like it, they&apos;ll be invited to support the developer with one of three in-app purchases: &quot;Bundle of Thanks&quot; for $0.99, &quot;Heap of Thanks&quot; for $1.99 or &quot;Boatload of Thanks&quot; for $2.99. Or, indeed, all three. 30/30 itself is an elegant-looking time management app based on the principle of focusing on a single work task for a fixed amount of time (30 minutes, although the app supports anything from one minute to one hour), and then taking a break for a non-work task for the same amount of time. The app may spark interest in the wider world, though particularly from charities who are currently unable to accept donations directly within their iOS apps. Apple&apos;s rules dictate that if they want to take donations, they have to direct people to a website in iOS&apos; Safari browser outside the app. Binary Hammer&apos;s Bob Koon tells me that he was very careful with 30/30 not to use the word &quot;donation&quot; not least because his company isn&apos;t a non-profit charity and has also made it clear to users that they&apos;re not unlocking any additional content when they buy a bundle, heap or boatload of thanks. Apple seems happy: the app has been approved. It&apos;s unclear whether charities will be able to use a similar model in their own apps (&quot;Buy a bucket of thanks to show your appreciation for our work&quot; for example). If Binary Hammer does well with 30/30, though, it may encourage other independent developers to follow suit  an alternative, at any rate, to shoehorning virtual items into games whose structure isn&apos;t really designed for it, just so they can be distributed for free.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/06/30-30-pricing-iphone-apps", 
    "wordcount": "385"
}