{
    "headline": "White lion breeding at UK wildlife parks linked to 'canned hunting'", 
    "text": "They are a rare and beautiful variant of an ordinary lion, a big cat with a recessive gene that gives it striking white fur. But two British wildlife parks have been accused of unethical practices for breeding white lions taken from a farm linked to &quot;canned hunting&quot; in South Africa and allowing cubs to be petted for 250 a time. Despite zoo associations in Europe and America ordering zoos not to breed white lions because they are already inbred and suffer severe health problems, Paradise wildlife park in Hertfordshire and its sister zoo, the Wildlife Heritage Foundation in Kent produced five white cubs in 2013. Paradise wildlife park initially charged 999 to cuddle its latest cub before amending its offer to 250. &quot;It is a scandal,&quot; said Pieter Kat, founder of LionAid. &quot;It is an unethical process from so many different angles. They are bringing these animals from someone associated with canned lion hunting. They continue to inbreed them and they allow petting which is unethical.&quot; The European Association of Zoos &amp; Aquariums is currently investigating the matter. Lynn Whitnall, director of Paradise wildlife park and a member of the family that own both parks, said: &quot;The white lions are extremely well looked after.&quot; She added: &quot;They are good as ambassadors. They are good for education. They are good for raising funds, not just for our business but to do the conservation work we do.&quot; White lions were first spotted on a game reserve near the Kruger national park in South Africa. Since 1995, the captive population has exploded from just 10 to around 500, driven by a number of South African breeders. Most of these animals are sold for up to 60,000 to trophy hunters, who shoot them in fenced areas  the controversial but currently legal practice called canned hunting. White lions have a rare recessive gene and the only way to guarantee a white cub is to breed two white lions, producing extremely inbred animals that suffer from deformities and high mortality. A scientific study found 17 of 19 white lion cubs born in an Italian zoo were stillborn or died within a month of birth. Another was euthanised after six months because it could not bite its food and the sole survivor at 30 months was malformed. The British and Irish Association of Zoos and Aquariums (BIAZA), of which Paradise Wildlife Park and the Wildlife Heritage Foundation are members, has ruled there is no conservation value in keeping white lions. &quot;Inbreeding practices as necessary to produce white lions impair the ability to develop and maintain sustainable captive populations and to deliver the appropriate animal welfare and conservation educational messages,&quot; it said in recently published guidelines. The European Association of Zoos and Aquaria (EAZA) and the American Association of Zoos &amp; Aquariums (AZA) have also both instructed their members not to deliberately breed white lions. In 2006, Paradise wildlife park obtained two white lion cubs from Wiets Botes, a South African lion breeder who also offers trophy hunts where captive-bred lions can be shot. The Wildlife Heritage Foundation acquired two more white lions from Botes in 2012. &quot;The lions we&apos;ve taken from there have a very good home,&quot; said Whitnall. She said her park was not aware that Botes also offered to arrange canned hunting. Paradise wildlife park and the Wildlife Heritage Foundation help fund projects to conserve endangered big cats such as Amur leopards and tigers in Russia and Bangladesh. Marita du Plessis, manager of Wiets Safaris, confirmed that Botes could arrange lion hunting but said they never conducted the hunts on their own land or with the animals they bred. According to du Plessis, Botes only sold his white lions to zoos and not for canned hunting. Petting lion cubs was condemned by the Captive Animals Protection Society (Caps) for causing unnecessary stress when the youngster was separated from its mother. &quot;We&apos;re very concerned about the lion cubs&apos; welfare,&quot; said Liz Tyson, director of Caps. &quot;We are also concerned about the message  if you pay enough money you can come and cuddle these animals. That&apos;s completely against zoos&apos; supposed purpose to educate people about wild animals. &quot; But Whitnall defended the zoos&apos; &quot;meet the cub&quot; sessions saying the white lion cub sessions were only held for a short period this spring when the cubs had routine health checks and were &quot;under a cub&apos;s terms&quot; so the animal would decide if it wanted to sit on someone&apos;s lap. &quot;Nine out of 10 times the cub wants to sit with them,&quot; she said. Animal welfare charities criticised BIAZA for failing to take action against the zoos but BIAZA said it was awaiting the outcome of the EAZA investigation. Whitnall said both parks were liaising with BIAZA and EAZA over their white lions and currently had no plans to breed any more. Kirsten Pullen, chief executive of BIAZA, said: &quot;We do not encourage the breeding of white lions or tigers. We work with zoos to continuously improve animal welfare standards in tandem with research developments, and to phase out any undesirable activities before taking more extreme action such as expelling members.&quot; According to Pullen, zoos are expected to &quot;show due diligence with regards to where our animals have been sourced from&quot; and new regulations are being drafted to tackle acquiring animals from dealers and canned hunters. On Tuesday, Thai police arrested a pet shop owner after discovering 14 albino lions smuggled from Africa in a warehouse near Bangkok.", 
    "section": "environment", 
    "gid": "environment/2013/jun/11/white-lion-breeding-uk-wildlife-parks", 
    "wordcount": "941"
}