{
    "headline": "What are your training tips for hill climbs?", 
    "text": "The Guardian&apos;s Kate McCann is among the lucky 20,000 people to have secured a place in August&apos;s London-Surrey 100 event. In the coming months she&apos;ll be writing a series of updates about preparing for her first long-distance ride  and asking for tips. Threequarters of the way from London to Brighton, on my biggest training challenge yet, I turned to my riding partner and laughed smugly at the people who had tried to frighten us with tales of hilly woe. We both agreed we must be much fitter than we thought, our fears about riding 100 miles in August quickly fading. Those of you who have ridden the 56-mile route before are probably having a little chuckle yourselves right about now, remembering the might of Ditchling Beacon that lurks out of sight until the very last minute. Anyone who stopped at the pub in the village will also remember the Tour de France photos that adorn the walls, a reminder of the leg of the race which passed through the village in 1994. The beacon features at number 22 in Simon Warren&apos;s 100 Greatest Cycling Climbs book, is 1,445m in length with a climb of 142m. Warren estimates it will take you sixand-a-half minutes to reach the top and gives it a 6/10 difficulty rating. I reckon it took us closer to 15 or 20 minutes and if you measure difficulty by the amount of swearing I&apos;d offer up a firm 10/10. The beacon stands squarely between riders and their well-deserved fish and chips at Brighton and there is, as we confirmed by asking lunchtime drinkers in the pub, no way around it. This was my first long-ish hill climb in cleats. Although the route from London does offer up some smaller hills, there&apos;s nothing else on the route like the sustained punishment of Ditchling to really test your thighs. Having taken advice from some cyclist friends, I started off at a relatively steady pace, something I could aim to maintain. Bum squarely in the saddle I focused on powering through each pedal rotation, only standing for steep turns, of which there are a fair few. What became immediately obvious was the importance of nutrition, and how quickly the lack of it affects you. Stocked up on water and electrolyte drinks, hydration wasn&apos;t a problem, but having eaten only cereal many hours before, and some dried fruit and flapjack along the way, my energy was quickly sapped. Each turn of the wheel became a fight not to go backwards down the hill and thighs burning, I stopped a number of times (although I did manage not to get off and walk). The rest of the way to Brighton felt easy by comparison, and I was pleased to find I recovered quickly, despite strong headwinds coming from the sea and a few smaller climbs. But I do need to improve my technique when it comes to hills - stubbornness can only carry you so far - so I&apos;ve gathered some tips. The team at Wiggle recommend knowing what type of hill you&apos;re facing before you set off:  &quot;Hills that have a gentle incline that are fairly long in duration can be tackled in the saddle at ridden at an efficient cadence of around 90  100 revolutions per minute (RPM) at a sustainable pace. With hills that are short and steep, these are best tackled by attacking with some speed at the bottom in a relatively big gear at a lower cadence (70-90RPM), out of the saddle using your momentum and body weight to get you to the top.&quot;  They add that a combination of both techniques will help you cover all bases. A cycling friend advised that learning how to use your gears most effectively can also make a big difference (more info here). Food is equally important, as is teaching your stomach to digest while exercising - which takes time and practice. I took dried fruit and flapjacks to keep me going but it definitely wasn&apos;t enough. Laura Bower from Rapha and Claire Beaumont from Condor Cycles put their heads together and came up with a list of foods that they rely on including jelly babies, nougat and rice cakes. Tom Staniford, 2011 national para-cycling circuit champion, added bananas, fig rolls and jelly straight from the packet to his must-have ride kit. Next up: trying all this out on a Box Hill ride in the next fortnight.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/may/23/training-tips-hill-climbs", 
    "wordcount": "744"
}