{
    "headline": "The week in wildlife  in pictures", 
    "text": "   A rutting stag bellows in a wildlife park in Aurach, in the Austrian province of Tyrol Photograph: Kerstin Joensson/AP       Salmon leap up the Ettrick Water river in Selkirk, Scotland, as part of their annual migration Photograph: David Cheskin/PA       A pigeon leaves footprints on snow-covered ground near Krasnoyarsk, Siberia Photograph: Ilya Naymushin/REUTERS       A spider floats in water in Kaufbeuren, Germany Photograph: Karl-josef Hildenbrand/EPA       A baby brown-throated sloth (Bradypus variegatus) plays at the Sloth Sanctuary in Penshurst, Costa Rica. The country's government has recently passed reforms that ban hunting as a sportPhotograph: Rodrigo Arangua/AFP/Getty Images       Wild flowers bloom near Darling, on the outskirts of Cape Town, South Africa. Thousands of tourists visit the region to view the flowers that appear between August and October every year Photograph: Schalk van Zuydam/AP       A critically endangered spoon-billed sandpiper being reared on the Chukotsk peninsula, Russia. Twenty critically endangered spoon-billed sandpiper chicks have been successfully bred in captivity in Britain and released into the wild Photograph: Anastasia Sestnova/Wildfowl and/PA       A coral-eating starfish (Acanthaster planci). The Great Barrier Reef is under attack from a species of starfish that can measure more than one metre across, and spends half its life eating coral, according to scientists. The Great Barrier Reef has lost about half of its coral since 1985, and the crown of thorns starfish is responsible for about 42% of that shrinkage, say researchers at Australian Institute for Marine Science Photograph: AIMS/Katharina Fabricius/EPA       A spotted eagle ray with offspring cruise over the wreck of the Yongala, on the Great Barrier Reef Photograph: Lynton Burger/Catlin Seaview Survey       A prairie dog at Hagenbeck zoo, Hamburg, Germany  Photograph: Rex Features       Autumn breaks out at Schoenau, near Berchtesgaden in southern Germany Photograph: Michael Dalder/Reuters       Tibetan red deerr at a nature reserve in Sangri county, southern Tibet Photograph: Purbu Zhaxi/Corbis       Mediterranean bream (Sarpa salpa) in the Mediterranean Sea near Marseille. An investigation by the University of British Columbia this week warned that a hearty fillet of this fish, already a rare treat because of over-trawled oceans, will become even more infrequent in the future as global warming starts to reduce fish size Photograph: BORIS HORVAT/AFP/Getty Images       A grey wolf and pups in Yellowstone national park. Conservationists this week asked a state judge to end the trapping of wolverines in Montana, at a time when less than 300 of the elusive animals roam the northern Rockies and northern Cascades Photograph: Handout/Reuters       A young kudu antelope in a zoo in Berlin Photograph: Tim Brakemeier/EPA       A northern mole cricket is found by a representative of the Audubon Butterfly Garden Insectarium, Louisiana. Some of the bugs collected are raised to be exhibited in the insectarium, while others are shipped to museums Photograph: Kerry Maloney/AP       A mountain gorilla in the Bwindi Impenetrable national park, Uganda. It was revealed this week that Uganda is ranked top in tourism industry growth in Africa over the past 12 months. This national park was originally created in 1942 as a forest reserve, and became listed as a world heritage site in 1994. It covers 327 sq km and is home to almost 50% of the world's population of the mountain gorillas, which is estimated to be less than 800 Photograph: Gernot Hensel/EPA       Flamingos on the Atacama salt lake (Chaxa lagoon) in Chile.  The birds come here to eat krill trapped in the water Photograph: Karen Schwartz/AP  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/oct/12/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}