{
    "headline": "Why university-industry collaboration doesn't have to be awkward", 
    "text": "The bringing together of industry and academia has always been a tricky process. The issue came under scrutiny in last month&apos;s Wilson Review, which looked at how collaboration in the UK between universities and industry can be improved. Typical university-industry events, can be a bit like  and I speak from my own personal experience in the late 1970s  a high school dance at a boys public school where the girls are bussed in at night from the local girls public school; both schools&apos; &quot;fittest&quot; groups are interested in each other, realising each has a lot to offer but no one knows where to start. At the end of the evening everyone exchanges phone numbers and promises to ring, the girls get back on the bus, everyone blows kisses and waves goodbye and the boys wander back to their dormitories to imagine what could have been. Overcoming the business &quot;dating&quot; dilemma Thankfully, at Goldsmiths, we have avoided these business dating problems by nurturing and creating strong industry links to ensure our students are equipped with adequate business-ready skills to enter a highly competitive market-place. As a result, our entire MSc computer games and entertainment (CGE) 2010/11 cohort entered the gaming industry within two months of graduating, joining industry giants such as Ideaworks and Sony, securing long-term business and research relationships under the Technology Strategy Board and working with leading UK games developer Rebellion. Our immediate Game5hack collaboration with advertising agency M&amp;C Saatchi continues this theme of mixing academia and business. Earlier this month, Goldsmiths MSc CGE joined M&amp;C Saatchi&apos;s creatives and account managers in six teams of five people to work flat out for 48 hours to make an interactive game around the theme of &quot;less talk, more play&quot;. The power of referral Interestingly the Game5hack collaboration with M&amp;C Saatchi came about through one of our alumni MSc CGE students Matthew Wash, who graduated in 2011. Wash was picked up by Geomerics, a company developing cutting-edge graphics technology for the games industry, and recommended Goldsmiths to his contact at M&amp;C Saatchi, suggesting that they speak to us about a potential university-industry collaboration. The following Monday, Professor Frederic Fol Leymarie (my co-director and co-founder of the MSc CGE), had a call from M&amp;C Saatchi asking to come in for a meeting, and the idea of a 48-hour games hack emerged from that first meeting. Working hard to make links Over the next three months, the team at Goldsmiths met with M&amp;C Saatchi a further four times to understand the practical issues, in particular what the teams&apos; makeup would be. We started out with two main contacts at the agency but were soon introduced to an array of individuals, and M&amp;C Saatchi were careful to make sure everyone felt involved. Goldsmiths staff are given a lot of freedom to explore opportunities, which is welcomed by my colleagues and the college at large. One of the key issues for me was to identify mentors who could help the teams if they got stuck and ensure that the experience would be pleasurable. I guess the key question is: &quot;how does one go about forming these types of close university-industry relationships? From our experience, the key is for at least 50% of your staff to still be working in the industry in question. I, for example, run Games Audit Ltd and one of our staff and a Game5hack mentor Andy Thomason still works for Sony. By having this mix there is an automatic flow through of introductions and contacts. What does industry want from academia? From our experience, industry wants two things: firstly, the technical and innovation skills that our games computing students can offer, and secondly, the students&apos; &quot;creative cool&quot;. They are aware that students normally know what is coming next , and that by mixing students into their teams they get this underground subculture ingredient which helps give them a commercial edge. Professor William Latham is co-director and co-founder of the MSc Computer Games and Entertainment at Goldsmiths, University of London This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/26/university-industry-collaboration", 
    "wordcount": "722"
}