{
    "headline": "Tasmanian devils developing immune response to contagious face cancer", 
    "text": "Tasmanian devils have developed a natural immune response to the deadly facial tumour disease, confirming research that suggested the animals were rapidly evolving in response to the overwhelming threat. Researchers from the University of Tasmania have identified six disease-resistant devils in the same small population since 2009. Its a major breakthrough in global efforts to preserve the carrion-eating marsupials and the first indication the deadly facial tumour disease, which kills infected devils within 12 months and has wiped out 90% of the wild devil population since its discovery in 1996, is survivable. All of the devils that exhibited an immune response were drawn from the same small population in an area called West Pine on the western flank of Cradle Mountain national park.    Related: Tasmanian devils rapidly evolving to resist contagious cancer, study finds    University of Tasmania researchers, led by biologist Rodrigo Hamede, have returned to the area every three months since 2006, when the disease first reached the north-west, to catch and test devils for signs of devil facial tumour disease (DFTD). At some stage we realised that some animals that I was counting with early stages of DFTD, when I was coming back three months later they didnt have the tumours any more, Hamede told Guardian Australia. The apparent immune response was first seen in 2009, in an animal whose tumours grew and shrank and grew again before eventually proving fatal. After that researchers found about one animal with signs of tumour regression a year. One more later succumbed to the disease but four more survived, with only one of those showing signs of the tumours returning. All of the devils that showed signs of tumor regression also had antibodies that were not present either in animals that did not have DFTD or had normally progressing DFTD.  The study will now be expanded to other wild devil populations to see if they show the same natural immunity. Hamede said it was unclear at this stage whether the immune response was hereditary but that if it was he would expect it to spread from a relatively small proportion of the population in a number of generations. Of those tested in the study, about 10% showed an immune response. That took between four or five generations to emerge in what Hamede described as an extremely fast evolution in response to an overwhelming threat. Hamede said the results did not mean the problem of DFTD was solved, but did mean extinction in the short term is unlikely, and most likely, in the long term, the devils will be able to recover. It points to the same conclusion as a genomic study released earlier this year which found devils had evolved a response to the contagious cancers.   Related: Tasmanian devil milk could kill golden staph and other antibiotic-resistant bugs    Immunologist Prof Greg Woods, who has been developing a vaccine to fight DFTD, said the results were promising because they showed a correlation between tumour regression and an antibody response. What we dont know is whether the immune response contributed to the tumour regression or whether the tumour regressed and that triggered an immune response  in other words, the tumour started dying and that produced antibodies, Woods said. He said the antibody serum extracted from the immune devils would be examined and used to further develop the immunisation program to see if it can produce a more targeted immune response. Two batches of immunised devils have already been released into the wild in Tasmania and so far none have succumbed to the disease, though a number have become roadkill.", 
    "section": "environment", 
    "gid": "environment/2016/oct/19/tasmanian-devils-developing-immune-response-to-contagious-face-cancer", 
    "wordcount": "576"
}