{
    "headline": "Jeremy Corbyn wants to abolish nuclear weapons  but not the 11-plus", 
    "text": "At a low point during the recent party conference season I decided to count the number of senior politicians and advisers Ive lobbied on the issue of grammar schools in the past decade. Even without the private conversations when Labour was in government the list was a long one, starting with Ruth Kelly (remember her?) through to Liberal Democrat coalition minister David Laws, Michael Goves former aide Sam Freedman and four shadow education secretaries from 2010 onwards. The response was broadly similar. While most professed to being appalled by the impact of selection on children, parent choice and overall standards, some were more appalled than others and that response didnt fall neatly across party lines. But no one was prepared to do anything about it: too politically difficult, we dont want to destroy good schools were the common refrains. For the record, I dont want to destroy good schools, either, I just want us to gradually change [pdf] the way they admit pupils.           Jeremy Corbyn and Theresa May clash over grammar schools at PMQs    If Labour had used its huge majority in 1997 to phase out the 11-plus where it still existed, or if Gove had mobilised his devoted band of followers to do likewise, would we be where we are now? Ithink not. The continued existence of the 163 grammar schools is the elephant in the room in the current debate. As long as they remain, there is a grim logic to Theresa Mays position. If grammar schools are available to some families, why not to a few more, especially if you believe, as the prime minister appears to, that different types of children need a different type of education? Not surprisingly these schools seem to be very quiet as the political row about extending the 11-plus rumbles on. Perhaps it is not particularly helpful for them to have the impact of their relatively well-hidden admissions practices advertised for the world to see. And the research keeps coming from organisations such as Education Datalab and the new Education Policy Institute, laying bare the evidence on standards, equity, and on issues such as teacher recruitment in selective areas.   Related: Got a good argument forthe return of grammar schools? Bring it on  | Fiona Millar    So this question must be put to everyone who seeks to disrupt Mays plan. If grammar schools are divisive, backward looking and wrong for children in the local authority areas where they dont exist, how can they be right in the local authorities where they currently cause so much harm? Former education secretary Nicky Morgan has found a voice leading the Tory opposition to the key points in the Schools that Work for Everyone [pdf] consultation document  but as education secretary she approved the first satellite grammar school in Kent. Whatever happens, and however much she dislikes the plan, the establishment of new grammar schools has a simple precedent thanks to her, and one that wouldnt be possible if selection had been abolished in the first place. Meanwhile, the Education not Segregation campaign launched by theLabour party after its Liverpool conference may have a quick win in its sights, but I am afraid it makes me wince. Without some serious thinking about why our schools are so segregated and how to change that  and analysis ofthe governments own data about school intakes shows clearly that the existing grammar schools are the main culprits  the slogan is vacuous rhetoric. Amid the hot air about inclusion and ending segregation, a resolution to the Labour party conference calling for an end to the 11-plus was watered down by the party leadership, and its policy on existing grammars appears to be much the same as in the Blair years. Jeremy Corbyn, it seems, can personally commit to the abolition of nuclear weapons, but not the 11-plus. Presumably those old political realities, or what one Tory minister described last week as retail politics, can unsettle even the most principled minds.           Why does Theresa May want to bring back grammar schools?    Of course, some parents actually like segregation, something May is gambling on. They will leap at the chance to choose a school that keeps out certain pupils, or as a fellow parent once explained to me the children with different manners to mine. Several of Corbyns new shadow ministers  the shadow home and foreign secretaries, Diane Abbott and Emily Thornberry, and the newly ennobled shadow attorney-general, Lady Chakrabarti  appear to have preferred these best for my child opportunities to the option of throwing their weight behind their more inclusive local schools. But the job of government, or governments in waiting who parade under banners of inclusion and a society that work for everyone, is not to pander to the wishes of the parents who have the most clout. It is to do what is best for all children. And the evidence repeatedly shows that any school system that divides up children at an early age tends to be inefficient and inequitable.   Related: Dear Theresa May, heres what grammar schools did to my family | John OFarrell    The roots of school segregation are complicated. Parent choice, league tables, residential geography, too much permissible selection and the desire of individual schools to maximise their results make it almost inevitable that a hierarchy of schools will be perpetuated. May is right to complain of selection by house price, but why replace that with asystem that is even worse? And what a prize for the politician who grasps this issue, as they have done in countries such as Canada and Finland: an opportunity to focus on improving outcomes equally for all children, in a structure that enhances rather than diminishes that aim. Any serious attempt to address segregation by Labour cant possibly fudge the issue of the selection that already exists in a quarter of education authorities and which, according to Education Datalab, contaminates many of its surrounding comprehensive areas. And all the fudges that may eventually flesh out the Tory proposal  centres of excellence in academy chains, grammar schools in some areas not others, dropping the pass rate for a few children or having multiple shots at the entrance test  will actually be an admission that full-blown selection by ability doesnt work and isnt even that popular. To keep it in place anywhere, given what we know, is shameful. Ifonly one of the politicians in this battle would say so.", 
    "section": "education", 
    "gid": "education/2016/oct/11/jeremy-corbyn-nuclear-11plus-grammar-schools", 
    "wordcount": "1038"
}