{
    "headline": "Facebook overhauls news feed to give more space to music, games and ads", 
    "text": "Facebook has overhauled its news feed for hundreds of millions of users, devoting more space to music, games and advertising in a bid to boost revenues. Mark Zuckerberg, the 28-year-old Facebook founder and chief executive, unveiled the redesign at a press conference in San Francisco on Thursday, saying the move was intended to &quot;reduce clutter&quot; on the social network. Photographs, check-ins and other updates appear larger on the revamped news feed, which features a new left-hand navigation bar and separate tabs for music and games. The redesign also gives more prominence to advertising in a change likely to irk a number of Facebook&apos;s 1 billion worldwide users. Zuckerberg said the Facebook news feed aimed to create a &quot;personalised newspaper&quot; for the site. The new design brings a more visual look to Facebook, reflecting the fact that photographs now account for 50% of all content on news feed, up from 25% since November 2011. &quot;The design of your news feed needs to reflect this evolving face of who you&apos;re sharing with,&quot; Zuckerberg said. Experts said the overhaul is the most significant in years for Facebook, which has been under pressure to accelerate revenue growth while keeping users on side since Zuckerberg took the company public on 17 May last year. Facebook only began showing ads in users&apos; news feeds in 2012, but it quickly proved a vitally important part of the business. &quot;The news feed advertising is where Facebook is having the success, both on mobile and on the desktop,&quot; said Ian Maude, an internet analyst at Enders Analysis. &quot;The trick is going to be managing the volume of ads people see in the news feed and getting the balance right between maximising revenue but also keeping users happy.&quot; If the best form of flattery is imitation, then Twitter will look fondly on the changes. A new &quot;following&quot; page on the Facebook homepage shows status updates from celebrities, newspapers and other brands in chronological order  similar to the 140-character social network. The redesign is an answer to some critics who suggested Facebook had grown to look dated, compared to up-and-coming rivals like Twitter, Snapchat and Path. Maude said the reception from users to the changes would depend on how many ads appear in their news feed. &quot;It&apos;s not surprising that Facebook is doing a refresh as ads are now an integral part of news feed whether users like it or not,&quot; he said. &quot;But I think Facebook are quite sensitive to overloading people with too many ads. The site has been overdue a shave and a haircut.&quot; The changes will allow marketers to develop more striking ads that will sit alongside videos, photographs and other updates in users&apos; news feeds. Marketers believe the news feed is the most affective way to reach potential customers, attracting a higher click-through rate than sponsored ads on the right-hand side of the site. According to research firm eMarketer, Facebook earned more US mobile display revenue than any other publisher last year, with an 18.4% share of the entire market, thanks to ads in the news feed. The move helped overall ad revenues rise 36% year-on-year to $4.27bn in 2012, according to the company&apos;s most recent full-year results. Facebook said the revamp means the social network now looks the same on smartphones, tablet computers and on the web. The update creates a new home on the news feed for music, which builds on Facebook&apos;s partnership with Spotify and other streaming services in a bid to keep users on the site. The new design will be gradually made available over the coming weeks, with users able to sign up to a waiting list for early access. To contact the MediaGuardian news desk email media@theguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook", 
    "section": "technology", 
    "gid": "technology/2013/mar/07/facebook-overhauls-news-feed-ads", 
    "wordcount": "689"
}