{
    "headline": "Pesticide makes bees forget the scent for food, new study finds", 
    "text": "Widely used pesticides have been found in new research to block a part of the brain that bees use for learning, rendering some of them unable to perform the essential task of associating scents with food. Bees exposed to two kinds of pesticide were slower to learn or completely forgot links between floral scents and nectar. These effects could make it harder for bees to forage among flowers for food, thereby threatening their survival and reducing the pollination of crops and wild plants. The findings add to existing research that neonicotinoid pesticides are contributing to the decline in bee populations. It has also been revealed that a separate government field study on the impact of the pesticides on bees was seriously compromised by contamination because the chemicals are so widespread in the environment. The government put the field study at the heart of the UK&apos;s resistance to a Europe-wide ban on the controversial pesticides earlier this month. The UK was one of nine out of 27 member states that opposed suspending some uses of the insecticides across the EU, after environment secretary Owen Paterson said, &quot;I have asked the EC to wait for the results of our field trials, rather than rushing to a decision&quot;. On Wednesday, his department said more field research was needed. The new findings on the effect of pesticides on bee brains showed that within 20 minutes of exposure to neonicotinoids the neurons in the major learning centre of the brain stopped firing. Christopher Connolly at the University of Dundee, who led the peer-reviewed work published in the online journal Nature Communications, said it was the first to show the pesticides had a direct impact on pollinator brain physiology. A parallel peer-reviewed study on the behaviour of bees subjected to the same insecticides found the bees were slower to learn or completely forgot important associations between floral scent and food rewards. &quot;Disruption in this important function has profound implications for honeybee colony survival, because bees that cannot learn will not be able to find food,&quot; said Dr Geraldine Wright, at Newcastle University, who led the work. The scientists who carried out the separate field study for the Department for Environment Food and Rural Affairs admitted it was &quot;not a statistically robust study&quot; because of the contamination issues. The trial results (pdf), which have not been peer-reviewed, showed that 20 hives of bumblebees meant to act as pesticide-free controls in the experiments were significantly contaminated owing to the widespread presence of the chemicals in the environment. Neonicotinoids are near ubiquitous in modern agriculture and earn billions a year for their manufacturers. But a series of high-profile scientific studies in the last year has increasingly linked them to harmful effects in bees. Declines in bees and other pollinators, which fertilise three-quarters of the world&apos;s food crops, have been linked to habitat loss and disease as well as pesticides. Julian Little of Bayer, which makes one of the neonicotinoids tested in the government study, said: &quot;We welcome field studies and once again, when such studies are carried out, there does not appear to be a link between neonicotinoid seed treatment use and poor bee health.&quot; But Professor David Goulson, at the University of Stirling, and whose study in the peer-reviewed journal Science showed an 85% loss in queens produced, said: &quot;This study had no controls and all we can really learn from it is that bumblebee nests placed on farmland, even on farms currently using no neonicotinoids, are likely to be exposed to a cocktail of these chemicals. Ministers should certainly not be basing any decisions on this.&quot; He added that while UK ministers and industry criticised studies in which the pesticide doses were controlled, the failure of the field study showed the benefits of that approach. Alongside the study, the government published its own assessment of a review in January by the European Food Safety Authority, which labelled three neonicotinoids an unacceptable danger to bees that feed on flowering crops, and was the basis of the proposed EC ban. Defra&apos;s chief scientist Ian Boyd said: &quot;Decisions on the use of neonicotinoids must be based on sound scientific evidence. Our assessment demonstrates that while we cannot rule out the possibility of neonicotinoids affecting pollinators we cannot be clear as to the extent of their impact. I therefore support the conclusions that further data based on more realistic field trials is required.&quot; Sandra Bell of Friends of the Earth said: &quot;Bee health is far too urgent to wait until more research has been completed  restrictions should be placed on these pesticides until bee safety can be assured.&quot; There have been previous suspensions in France, Italy, Germany and Slovenia.  This article was amended on 28 March 2013. The subheading on the original misspelled neonicotinoids as neocotinoids.", 
    "section": "environment", 
    "gid": "environment/2013/mar/27/pesticide-bees-scent-food-neocotinoid", 
    "wordcount": "809"
}