{
    "headline": "Can Apple stop the profits rot?", 
    "text": "A year is a long time in the life of a technology firm  and so it has proved for Apple. Last April, the iPhone maker&apos;s shares had broken through $600 (393) and tipsters were predicting they would rise to $1,000. Apple had overtaken ExxonMobil as the world&apos;s most valuable listed company and was still expanding. Having lit fires under the music and telecoms industries, rumour had it that Apple was about to do the same to cable companies with an internet-enabled television. Time magazine named Apple&apos;s chief executive one of its most influential people. &quot;Tim Cook, a soft-spoken, genuinely humble and quietly intense son of an Alabama shipyard worker and a homemaker, hasn&apos;t missed a single beat,&quot; wrote the Apple board member and former vice-president Al Gore in a eulogy to mark the occasion.     Apple's share price    Apple&apos;s shares are now worth just a few dollars more than the $376 they closed at on 24 August 2011, the day Cook took the helm, and they could fall below that as Apple announces financial results that are expected to show it has become what company watchers call &quot;ex-growth&quot;. Net profits for the March quarter are predicted to have fallen, compared with the same period last year, for the first time in a decade. This is no small dip  Wall Street consensus is for an 18% drop to $9.5bn. Revenues, according to Apple&apos;s guidance, could be just a few percentage points higher than a year ago. And there is no sign of an iTV joining the iPads and iPhones on its Chinese production lines. The Apple growth story began to turn sour with the arrival of the iPhone 5.     Apple chief executive Tim Cook. The company's shares have stagnated since he took the helm in 2011. Photograph: Reuters    First there were reports that the cases scratched so easily they were having trouble leaving the factory floor without damage. Then came &quot;Mapplegate&quot;. The error-ridden mapping application was seen as a sign that Cook did not have his predecessor&apos;s attention to detail. Heads rolled in his first bloodletting since taking charge, with the guillotine falling the software chief. Scott Forstall. Now there are signs that sales of the iPhone 5  billed as the biggest consumer electronics launch in history, reaching 100 countries in three months  are falling more quickly than for its predecessor, the 4S, according to analyst Peter Misek at Jefferies bank. He describes as disappointing the fact that in the first three months of this year it accounted for only half of Apple phones sold through America&apos;s largest mobile network, Verizon Wireless  particularly as cheaper, older iPhones do not run on the souped-up 4G networks now live across the US.Wall Street predicts Apple will have sold 37m handsets worldwide in the March quarter but, based on Verizon&apos;s sales, Misek has revised down his estimate to 31m-35m, although this will not stop the latest iteration of Apple&apos;s most profitable product becoming its best-selling machine. &quot;Nobody seriously thinks there is going to be some collapse in Apple&apos;s business; the concern is how much bigger it will get,&quot; says Benedict Evans at the Enders Analysis research firm. &quot;The company grew at over 50% a year for almost three years and, on a purely mathematical basis, the growth rate was going to slow.&quot; Apple charges top dollar. While the brand accounts for just 11% of handsets bought, its premium prices mean it takes 60% of all profit in the industry, with the rest going to Samsung, says Evans. With many of the high spenders in western markets already Apple customers, the company may have to discount to reach a wider audience. And the cheaper machines produced by Samsung and Nokia are increasingly just as good at taking high-resolution photographs, flicking through web pages at top speed or guiding drivers through traffic.     The Samsung Galaxy has gained a loyal army of fans. Photograph: Reuters    Inevitably, investors such as the hedge fund manager David Einhorn have been agitating for Apple to share some of its $137bn cash pile through dividends. The firm has consulted investors widely on how to do this. The difficulty is that most of its savings are held overseas and would incur a 30% tax charge if repatriated. Rather than pay that, Apple could fund a dividend from its $44bn a year in free cash flow from domestic sales. According to analyst Toni Sacconaghi at Sanford C Bernstein, investors want to get their hands on at least half the cash flow  $22bn a year, up from the $13bn Apple announced last March it would spend on dividends and buying back its shares to help boost the price. He said: &quot;We think a cash-return programme that is smaller is likely to disappoint investors, while a higher number would likely be viewed favourably.&quot;     Apple founder Steve Jobs had a healthy disdain for Wall Street. Photograph: AP    Cook revealed in a TV interview last year that Apple co-founder Steve Jobs advised him to never wonder &quot;what would Steve do?&quot; and just do what was right. Jobs had a healthy disdain for Wall Street and never agreed to a dividend. In his relations with investors, Cook has beaten his own path. But it is a sign of how much Apple has changed in the past year that financial engineering could do more than the next phone or tablet to push up the value of the 1m shares Cook was granted on becoming chief executive after Jobs died.", 
    "section": "technology", 
    "gid": "technology/2013/apr/22/can-apple-stop-profits-rot", 
    "wordcount": "879"
}