{
    "headline": "Nikola Tesla museum campaign earns $500,000 online in two days", 
    "text": "The development of a museum dedicated to the life and works Nikola Tesla has moved one step closer after an online campaign raised more than $500,000 in 48 hours. The fundraising effort, called &quot;Let&apos;s build a goddamn Tesla museum&quot;, was devised by web comic The Oatmeal on behalf of the Tesla Science Center. It is hoping is hoping to raise $850,000 from its appeal on the money-raising website Indiegogo. The money would allow for the redevelopment of Tesla&apos;s Wardenclyffe laboratory in Shoreham, New York, where the cult scientist intended to develop a tower that would provide free wireless electricity across the world. The proposed $850,000 would be matched by funding from the state of New York, reaching the $1.6m asking price for the site with something to spare and putting the Wardenclyffe &quot;into the right hands so it can eventually be renovated into something fitting for one of the greatest inventors of our time&quot;, according to Oatmeal&apos;s Matthew Inman.  Inman got involved after an appeal from the Tesla Science Center charity, which hopes to develop a science and technology museum at the Shoreham site. Today Tesla is credited with the development of alternating current supply systems and neon lighting, among other pioneering projects. But he was notoriously bad with finances and died penniless in 1943. Born in Serbia in 1856, Tesla went to university in Graz, Austria. He went on to work as chief electrician for a Hungarian telephone company before moving to Paris. In 1884 he moved to New York and began to work for Thomas Edison. After setting up his own company in New York, Tesla bought the 200-acre Wardencylffe site in 1901, establishing a laboratory and tower from which he planned to send electricity wirelessly across the globe. Unfortunately Tesla was never able to fully test his theories, with creditors reclaiming the site in 1903 after the scientist failed to pay money he owed them. In 1917 the 187ft tower at the site, which Tesla had intended to use to fire electricity across the Atlantic, was demolished, and the site lay vacant until it was purchased by Peerless Photo Company in 1939. Over the decades the site fell into disrepair as polluted water was repeatedly dumped into pits at the site. A cleanup operation that has cost the present owner, Belgium-based imaging corporation Agfa, tens of millions of dollars. The cleanup ended in March this year, and the site has been listed for sale at $1.6m. &quot;They just want to sell it and be done with it,&quot; said John O&apos;Hara from Corporate Realty Services, which is handling the sale on behalf of Agfa. &quot;It&apos;s been, let&apos;s say, a pain in the neck for them. It&apos;s been vandalised, broken into, there&apos;s a lot of stuff going on with maintaining it. It&apos;s costing them money to have it.&quot; O&apos;Hara said Agfa had been asked to donate it but were keen &quot;to get something out of it&quot; after having to clean up the pollution caused by Peerless Photo Company, which Agfa took over in the 1970s. There has been a &quot;lot of interest from Tesla enthusiasts throughout the world&quot; since the property was listed, O&apos;Hara said, but also from a local developer looking to build apartments on the site, and there has been talk of a retail complex. It was interest from other parties that caused the urgency in creating the fundraising campaign, with the Tesla Science Center warning ahead of the Indiegogo campaign that it needed the funds &quot;in the next six weeks&quot;. Thanks to the generosity of, at the time of writing, more than 11,500 donors on Indiegogo, it looks like the money will be raised in significantly less time than that.", 
    "section": "science", 
    "gid": "science/2012/aug/17/nikola-tesla-museum-campaign-online", 
    "wordcount": "634"
}