{
    "headline": "Veolia Environnement wildlife photographer of the year  in pictures", 
    "text": "   Overall winner and underwater worlds winner: Bubble-jetting emperors by Paul Nicklen (Canada) This was the image Paul had been so hoping to get: a sunlit mass of emperor penguins charging upwards, leaving in their wake a crisscross of bubble trails. The location was near the emperor colony at the edge of the frozen area of the Ross Sea, Antarctica. It was into the only likely exit hole that he lowered himself. He then had to wait for the return of the penguins, crops full of icefish for their chicks. Paul locked his legs under the lip of the ice so he could remain motionless, breathing through a snorkel so as not to spook the penguins when they arrived. Then it came: a blast of birds from the depths. They were so fast that, with frozen fingers, framing and focus had to be instinctive  Photograph: Paul Nicklen (Canada)/2012 Veolia Environnement Wildlife Photographer of the Year       The Gerald Durrell award for endangered wildlife Winner: Dog days by Kim Wolhuter (South Africa) Kim has been filming African wild dogs at Zimbabwe s Malilangwe Wildlife Reserve for more than four years. He knows one pack intimately. 'I have travelled with them, on foot, in the pack itself, running with them as they hunt. It's a privilege, and it's given me a true insight into their life.' Kim has also witnessed firsthand the many threats that have made African wild dogs endangered, including increased conflict with humans and domestic animals (poachers snares, habitat loss, traffic and disease). At times, it is heart-wrenching, he says. 'My mission is to dispel the myth that they are a threat and help raise awareness of their plight.' African wild dogs require huge territories, and so protecting them can protect entire ecosystems. When this picture was taken, the pack had travelled four kilometres to the Sosigi Pan, only to find it totally dried up Photograph: Kim Wolhuter/2012 Veolia Environnement Wildlife Photographer of the Year       The wildlife photojournalist of the year award (six-picture story) Winner: The Tigers Tale by Steve Winter (USA) This is a very special tiger. He is one of fewer than 500 wild, critically endangered Sumatran tigers. It was a huge challenge for Steve to photograph one, as those that have escaped poaching and forest clearance are mostly confined to patches of forests or the mountains and are extremely shy. A former tiger hunter, now employed as a park ranger, advised Steve where to set up his camera trap. But the challenge remained to position the remote-control camera and the lights in exactly the right position so the tiger would be lit centre-stage in front of a backdrop of forest habitat. The seemingly unstoppable growth of oil-palm plantations in Sumatra and continuing poaching for body parts for use in traditional Chinese medicine indicate that this subspecies of tiger is destined to become extinct in the wild, as have its Javan and Balinese relativesPhotograph: Steve Winter/2012 Veolia Environnement Wildlife Photographer of the Year       The world in our hands award Winner: Ice matters by Anna Henly (UK) Anna was on a boat in Svalbard an archipelago midway between mainland Norway and the North Pole when she saw this polar bear at around four in the morning. It was October, and the bear was walking on broken-up ice floes, seemingly tentatively, not quite sure where to trust its weight. She used her fisheye lens to make the enormous animal appear diminutive and create an impression of the top predator on top of the planet, with its ice world breaking up . The symbolism, of course, is that polar bears rely almost entirely on the marine sea ice environment for their survival, and year by year, increasing temperatures are reducing the amount of ice cover and the amount of time available for the bears to hunt marine mammals Photograph: Anna Henly/2012 Veolia Environnement Wildlife Photographer of the Year       Behaviour: cold-blooded animals Winner: Into the mouth of the caiman by Luciano Candisani (Brazil) Motionless but alert, a yacare caiman waits, like a small tyrannosaurus for fish to come within snapping reach, says Luciano. Caimans are usually seen floating passively on the surface. Under the water, it's another story. It is this secret life that has fascinated Luciano ever since he first came face to face with a caiman while snorkelling. Once he had recovered from the shock, he realised that the reptile was neither aggressive nor fearful and that he could approach it. Luciano now regularly documents the underwater life of caimans in the shallow, murky waters of Brazil's Pantanal (the biggest wetland in the world), which contains the largest single crocodilian population on Earth.  Most aren't aggressive, but some individuals can be. The safest way to get close is when they are concentrating on a shoal of fish, says Luciano Photograph: Luciano Candisani/2012 Veolia Environnement Wildlife Photographer of the Year       Nature in black and white award Winner: Hare in a landscape Robert Zoehrer (Austria) This steep, ploughed field, in Burgenland, Austria, with a ribbon of dazzling yellow oilseed rape on the horizon and a swath of green to the side, was just what Robert was looking for. But it lacked a focus point, he says. As if on cue, a brown hare entered stage right from the grass and sat motionless on the furrowed soil. But once I saw the image in black and white, says Robert, not only was the stark geometry highlighted but also the small hare became the centre of the composition rather than being lost among the colour Photograph: Robert Zoehrer/2012 Veolia Environnement Wildlife Photographer of the Year       Behaviour: mammals Winner: Practice run by Grgoire Bouguereau (France) When a female cheetah caught but didn't kill a Thomson's gazelle calf and waited for her cubs to join her, Gregoire guessed what was about to happen. He'd spent nearly a decade studying and photographing cheetahs in the Serengeti National Park, Tanzania, and he knew that the female s behaviour meant one thing: a hunting lesson was due to begin. The female moved away, leaving the calf lying on the ground near her cubs. At first, the cubs took no notice of it. But when it struggled jerkily to its feet the cubs natural predatory instincts were triggered, says Gregoire. Each cub gaze locked on to the calf as it made a break for freedom. The lesson repeated itself several times, with the cubs ignoring the calf when it was on the ground and catching it whenever it tried to escape an exercise that affords the cubs the chance to practise chases in preparation for when they will have to do so for real  Photograph: Gregoire Bouguereau/2012 Veolia Environnement Wildlife Photographer of the Year       Urban wildlife award Winner: Secret lives by Kai Fagerstrm (Finland) About 40 or so years ago, a family of 13 people lived in this cottage in Suomusj rvi, Salo, Finland. They have long gone, but though the building has fallen into disrepair, it is still a winter home to many woodland creatures, including this red squirrel, which lives in the attic. Kai has spent the past 15 years documenting the secret life of such places. Deserted buildings are so full of contradictions, he says. I am fascinated by the way nature reclaims spaces that were, essentially, only ever on loan to humans. He usually starts off with a particular image in mind. Sometimes, he achieves that relatively quickly. But it often takes a considerable time for all the elements to come together in just the right way, subject included. 'This is fine with me,' he says. 'The journey is more important than the destination' Photograph: Kai Fagerstrm/2012 Veolia Environnement Wildlife Photographer of the Year       Young wildlife photographer of the year award: 15-17 years Winner: City gull by Eve Tucker (UK) Some of the tallest buildings in London surround the docklands at the heart of the business and financial district of Canary Wharf. As Eve walked along the wharf, a bird caught her eye. It was a black-headed gull, of which there are many in the city. But this one was resting on a very remarkable area of water. Eve realised that she was looking at reflections of the straight lines of the nearby office block, distorted into moving swirls. The effect was so unusual it gave a beautiful setting for an urban wildlife image. Like all true photographers, Eve had noticed what others most often fail to see, even when it s right in front of them Photograph: Eve Tucker /2012 Veolia Environnement Wildlife Photographer of the Year       Animal portraits award Winner: Warning night light by Larry Lynch (USA) One evening, while walking along the riverbed of the Myakka River State Park in Sarasota, Florida, USA, Larry came across a group of alligators. It was the dry season, and they had been gorging on fish trapped in the pools left behind as the water receded from the river. One big alligator had clearly eaten its fill. So I set my tripod and camera up about seven metres and focused on his eyes. Just after sunset, Larry set his flash on the lowest setting, enough to catch the eyeshine in the alligator's eyes. Like cats, an alligator has a tapetum lucidum at the back of each eye a structure that reflects light back into the photoreceptor cells to make the most of low light. The colour of eyeshine differs from species to species. In alligators, it glows red one good way to locate alligators on a dark night. The greater the distance between its eyes, the longer the reptile, in this case, very long Photograph: Larry Lynch /2012 Veolia Environnement Wildlife Photographer of the Year  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/oct/18/veolia-environnement-wildlife-photographer-2012-in-pictures", 
    "wordcount": "0"
}