{
    "headline": "Harry Keen obituary", 
    "text": "Harry Keen, who has died aged 87, was a major contributor to research in diabetes and its treatment. Harry was unusual in combining laboratory research, epidemiology and clinical medicine in his career, which was mostly spent in the department of medicine at Guy&apos;s hospital in London. He joined the department in 1961 and jointly planned a pioneering epidemiological study of diabetes in Bedford. In 1969 he participated in a joint epidemiological enterprise (with the London School of Hygiene), the Whitehall Survey, which had a wider remit, to include cardiovascular disease and diabetes. The prospective elements of these two studies provided data for evidence-based criteria for the diagnosis of type 2 diabetes (hitherto quite arbitrary) and also demonstrated that lesser degrees of glucose intolerance were risk indicators of subsequent cardiovascular disease. Inspired by the simplified immunological assay for insulin devised by Nicholas Hales and Philip Randle, Harry, with Costis Chlouverakis, developed a similar assay for the protein albumin, which, again in a prospective study, demonstrated that even small increases in the urinary excretion of albumin, both in type 1 and type 2 diabetics, were predictive of increased morbidity and mortality, a finding that eventually led to targeted drug treatments. People with type 1 diabetes have, historically, needed to inject themselves with insulin, once or more per day. In the early 1970s, Harry learned that a Medical Research Council physician/scientist was using subcutaneous infusions of parathyroid hormone in patients with hypoparathyroidism. Harry thought that this might be a feasible means of insulin delivery in type 1 diabetic patients  and potentially more physiological than conventional methods. With John Pickup he set up a research programme to investigate this. The result, continuous insulin infusion, now with very sophisticated technology, has subsequently become an accepted method of treatment for many people with type 1 diabetes. Harry was born in London and qualified in medicine from St Mary&apos;s hospital, Paddington, in 1948, a few weeks before the inception of the National Health Service, in which he spent his professional life and of which he was a passionate defender. His first professional experience was as a locum in a single-handed general practice, which, by his own account, might have been scripted by Richard Gordon, author of the Doctor novels. Subsequently he worked in the medical unit at St Mary&apos;s under his first mentor, Sir George Pickering, whose principal interest was hypertension and who arranged for Harry to work at King&apos;s College hospital with his second mentor, Robin Lawrence, the diabetes guru. The two disciplines determined Harry&apos;s subsequent career. Harry was always enthusiastic, optimistic and energetic. Apart from his research and clinical activities, he actively participated in a wide range of local and international activities relating to diabetes  the British Diabetic Association (now Diabetes UK), the World Health Organisation (he chaired the WHO Expert Committee on Diabetes Mellitus), the European Association for the Study of Diabetes, the International Diabetes Federation and the European Diabetes Epidemiology Study Group, of which he was a founder member. In 1981 he and I founded the Cambridge Seminars, international residential courses for physicians and others interested in diabetes epidemiology, which continue under other leadership. At Guy&apos;s, he was the first director of clinical services for medicine when the administration was reformed. He also chaired the government&apos;s Committee on Medical Aspects of Food and Nutrition Policy. The 1989 white paper on NHS reform brought a new dimension to Harry&apos;s activities. Like many others, he saw most of the proposals as damaging to the NHS and he played a leading role in opposition, including the celebrated, though unsuccessful, attempt to challenge in the high court the secretary of state&apos;s power to act in advance of parliamentary approval of legislation. He later founded the NHS Support Federation, which has campaigned against many of the proposals and legislation arising from the previous and present administrations, not least those that came into force in April this year. Harry was a dear friend and colleague. My only regret is that I never could persuade him to say &quot;no&quot; to some of the many demands on his time. In 1953 he married Nan Miliband, sister of the sociologist Ralph Miliband. Nan was an important participant in Harry&apos;s epidemiological studies. She survives him, along with his son, Michael, and daughter, Judith.  Harry Keen, physician and medical researcher, born 3 September 1925; died 5 April 2013", 
    "section": "science", 
    "gid": "science/2013/apr/23/harry-keen", 
    "wordcount": "727"
}