{
    "headline": "Zuckerberg proves he is Facebook's editor by allowing Trump's hate speech", 
    "text": "Mark Zuckerberg is officially the editor-in-chief of the worlds largest news organization, though he may not know it yet.  Two news items on Friday suggest that Facebook is instituting editorial standards analogous to those of a newspaper  and that Zuckerberg has the final say in matters of editorial judgment.  The company announced on Friday that it will no longer censor graphic material that is newsworthy, significant, or important to the public interest  even if they might otherwise violate our standards.   Related: Peter Thiel donated big to Trump. Why does the tech world still embrace him? | Katie Zhu    The decision to allow for highly subjective judgments about the newsworthiness of content  a core function of traditional news outlets  is a major shift for the social media platform whose chief executive insists that it is not a media company.  Our intent is to allow more images and stories without posing safety risks or showing graphic images to minors and others who do not want to see them, Facebook executives Joel Kaplan and Justin Osofsky wrote in a blogpost announcing the change.  The policy change comes a month after Facebook sparked controversy by censoring a Norwegian newspapers publication of the iconic photograph of a naked girl fleeing a napalm attack during the Vietnam war. Espen Egil Hansen, the editor-in-chief of Aftenposten, challenged Zuckerberg to recognize his role as the worlds most powerful editor in a front-page open letter.  Facebook subsequently backed down on the napalm girl photograph  though not before it had deleted a post by Norways prime minister. At the time, the company promised to meet with publishers to discuss the balance between free expression and keep[ing] our community safe. Fridays policy update appears to be a result of those meetings. The company did not provide details on how exactly editorial judgments will be made, saying only: We will work with our community and partners to explore exactly how to do this, both through new tools and approaches to enforcement.    Related: The hypocrisy of Facebook's silence on Peter Thiel's support for Donald Trump    Facebook did not respond to questions about what its editorial chain of command would be. However, a report in the Wall Street Journal suggests that the buck stops with Zuckerberg. Zuckerberg decided not to remove posts by Donald Trump, despite the fact that they violated the companys rules barring hate speech, according to the report. When employees complained about the double standard, Zuckerberg allegedly defended the judgment call in a weekly town hall meeting with staff.  Mr Zuckerberg acknowledged that Mr Trumps call for a ban [of Muslims] did qualify as hate speech, but said the implications of removing them were too drastic, the Wall Street Journal reported.  When we review reports of content that may violate our policies, we take context into consideration. That context can include the value of political discourse, Facebook said in response to the Wall Street Journal article.  The company added that because Trumps posts were an important part of the conversation around who the next US president will be, it was reviewing reports on his posts on a case by case basis.  In late August, Facebook fired the team of editors responsible for curating news for its trending news module.  The company did not respond to the Guardians questions about whether it would hire new editors to implement its new editorial standards. ", 
    "section": "technology", 
    "gid": "technology/2016/oct/21/mark-zuckerberg-facebook-trump-hate-speech-censorship", 
    "wordcount": "539"
}