{
    "headline": "Shale gas: a burning carbon issue", 
    "text": "Ed Davey left the climate change talks in Doha this weekend on a high, unshaven after a sleepless night locked in tense negotiations but beaming with satisfaction. The UK had won warm praise from many developing countries for its leadership in offering finance to help them cut greenhouse gases and adapt to global warming. It was a diplomatic victory that Davey credited with &quot;galvanising&quot; the talks and paving the way to an agreement. Just days after his return, Davey looks to have relinquished that leadership in favour of a doubtful bonanza from fossil fuels. The government&apos;s embrace of shale gas will not only help explode Britain&apos;s climate targets, but leave the UK exposed on the world diplomatic stage. Shale gas is highly controversial, in part because of the fracking process. Fracking has already resulted in two small earthquakes in Lancashire, and the process uses vast quantities of water, involves pumping chemicals deep underground and can lead to methane leaks. This has led to serious concerns in the US, where fracking has boomed from Pennsylvania to Texas. Water supplies have been contaminated, toxic chemical cocktails used, and the industry attacked as operating under &quot;wild west&quot; conditions. Problems on this scale are far from likely in the UK. Scientific bodies including the Royal Society, the Royal Academy of Engineers, the British Geological Survey and independent experts have given fracking here a clean bill of health. They have suggested minor regulatory improvements, all now accepted by government, and point out that coal-mining can cause minor tremors of a similar magnitude to those seen from shale. The biggest problem with fracking in the UK is not the immediate environmental effect, concerning though this will be to people living nearby. The real issue is carbon. Davey protests that shale gas will only make up for declining North Sea gas, and substitute for imports. That is not the point. Gas not imported here will be used elsewhere. As the US has turned away from coal, the price has come down and the EU has used more. Taking hydrocarbons out of the ground and burning them increases global emissions. Davey even told journalists: &quot;It seems unlikely if we are to keep to the trajectory of 2C that we would be able to burn all the hydrocarbons across the globe.&quot; Shale gas fits within a bigger gas strategy that threatens to bust the UK&apos;s carbon targets and do little to cut energy prices. The chancellor&apos;s &quot;dash for gas&quot; encompasses numerous tax breaks and incentives for the oil and gas industry - the same companies whose price hikes pushed up consumer energy bills. They have enjoyed bumper profits, and helped their intermediaries - energy suppliers - to bumper profits too. In the end, fracking may be just too hard to do in the UK&apos;s crowded countryside. Given the planning hurdles, and uncertain benefits for communities  long-term skilled jobs for locals are unlikely, as wells are drilled by &quot;flying squads&quot; of engineers - many analysts believe the potential is severely limited. What may end up mattering more is how the government&apos;s signals are read overseas, by a developing world that was told at Doha it must take on the lion&apos;s share of emissions cuts in the future. The key question Davey repeatedly ducked at his press conference remains: if he accepts that avoiding catastrophic levels of climate change will require countries to leave vast stores of their hydrocarbons in the ground, how can he justify the UK&apos;s frantic search to wring every last drop, and promote the gas industry above genuinely clean energy? Does he think other countries won&apos;t notice?", 
    "section": "environment", 
    "gid": "environment/2012/dec/13/shale-gas-burning-carbon-fracking", 
    "wordcount": "610"
}