{
    "headline": "Google iPhone tracking: more than 70 users contact lawyers", 
    "text": "More than 70 Apple iPhone users in the UK have joined a landmark privacy action against Google over the way it tracked their online habits, and another 30 have expressed interest, lawyers said on Tuesday. The internet giant is facing a group privacy claim over the way it sidestepped Apple&apos;s security settings on the iPhone, iPad and desktop versions of its Safari web browser to monitor their behaviour. The US Federal Trade Commission fined it a then-record $22.5m (14m) last year over the privacy breach&apos;s effect on American users. More than 100 internet users have contracted the law firm Olswang, which is co-ordinating the claim, since Sunday to register their interest in joining the privacy action. A Facebook group set up by those suing Google, called Safari Users Against Google&apos;s Secret Tracking, has been &quot;liked&quot; by more than 430 people. Dan Tench, the lawyer coordinating the claims, told the Guardian: &quot;We&apos;ve had more than 70 people come forward to join this action. We are seeking further details in respect of these individuals&apos; cases and, where appropriate, will be making further claims for them against Google.&quot; The litigation is the first group privacy claim against Google in the UK and could run up a significant legal bill for the search company. An estimated 10 million Britons owned iPhones, which use Safari as the default browser and Google as the search engine, between summer 2011 and spring 2012, when the breach is believed to have occurred. Google has admitted it intentionally sidestepped security settings on Apple&apos;s Safari web browser which blocked websites from tracking users through cookies  data stored on users&apos; computers that show which sites they have visited. Security researchers revealed in February 2012 that Google&apos;s DoubleClick advertising network intentionally stored these cookies on users&apos; computers without their consent. The search giant is no stranger to damaging privacy issues after rows over its Google Buzz social network and the collection of data from Wi-Fi networks. It agreed to a 20-year oversight of its privacy methods after Google Buzz revealed users details to each other against their wishes. Lawyers for claimants in the UK have ordered Google to reveal how it used the private information it secretly obtained, how much personal data was taken, and for how long. It is understood the claimants are suing Google for breaches of confidence and breach of privacy, computer misuse and trespass, and breach of the Data Protection Act 1998. Google declined to comment. A statement it released at the time of the $22.5m fine last July claimed it had &quot;collected no personal information&quot; with the cookies.", 
    "section": "technology", 
    "gid": "technology/2013/jan/29/google-group-privacy-claim-iphone-tracking", 
    "wordcount": "440"
}