{
    "headline": "Green deal 'unlikely to deliver promises', say experts", 
    "text": "     The government&apos;s flagship &quot;green deal&quot; home insulation programme provides no guarantee of saving money for cash-strapped households, and is unlikely to rescue many from fuel poverty, experts warned ahead of its formal launch on Monday. There was also criticism of the interest rate to be offered for the green deal loans, which is set at just under 7%. The sense of doubt and confusion surrounding the policy was reinforced by a warning from a surveyors&apos; trade body that taking out a green deal loan could cost more than other ways of making home energy efficiency improvements. Green deal loans can be used by households to pay for improvements such as solid wall insulation. The loans are repaid over a period of years through additions to energy bills, and the responsibility for repayment is passed on with the house to anyone who buys it in the future. The repayments are supposed to be outweighed by savings from lower energy use, but this is not guaranteed. Calculations are based on estimates of average use and future energy prices. There is also a penalty for early repayment, and consumers must pay up to 150 for their initial assessment and undergo a credit check. Suppliers may also decide to pass a further setup charge of 63 for the loan and annual operating charges of 20 on to customers. Greg Barker, the minister in charge of the policy, has repeatedly said that consumers would be guaranteed net cost savings. In a letter seen by the Guardian he wrote: &quot;There are a number of important consumer protections which will be embedded into the green deal: the savings will always be greater than the costs.&quot; A Department of Energy and Climate Change (DECC) spokesman said the estimates of future savings would be made &quot;on a very conservative basis&quot; to make it more likely cost savings would be achieved. But Alan Milstein, chairman of the Residential Property Surveyors Association, said: &quot;For many consumers, taking on a green deal loan may not be the most cost-effective mechanism to fund any green improvements to their property. With early repayment penalties and the uncertainty surrounding how having a green deal loan attached to your property will impact on its future saleability, for many homeowners it may be advisable to look at alternative ways to fund energy efficiency measures.&quot; The government, however, is also offering cashback deals to attract consumers. The 7% interest rate may also prove off-putting for poorer households, and fuel-poor consumers may be sidelined, according to Ed Matthew of the campaigning organisation Energy Bill Revolution. He said: &quot;The government&apos;s flagship energy efficiency policies will not stop fuel poverty rocketing in the face of high gas prices. The prime minister must get a grip on this growing crisis, and take a much more ambitious approach to tackling fuel poverty.&quot; Matthew claimed that the green deal and its counterpart, the energy company obligation  through which energy suppliers must spend 1.3bn a year subsidising insulation for poorer consumers  would not be enough to lift people out of fuel poverty. He said that even when these policies were taken into account, fuel poverty was likely to rise from 6m households to 9m by 2016 if gas prices rise by as much as the government forecasts. He said the government had cut financial assistance to the fuel poor by a quarter, and reduced spending on energy efficiency for fuel poor homes by 44%. DECC said 1m lower income households were expected to benefit from subsidised or free insulation under the energy company obligation by 2015, and that the 7% interest rate was competitive. A spokesman added that many households had signed up for assessments already  reports that only five had registered were misleading because that is the number that have been verified on the government&apos;s central register, but it can take several weeks between the assessment and registration. John Oddi, the chief executive of Crystal Windows and Doors Ltd, a 400-strong firm in Essex, said small companies like his were being excluded from offering the green deal. That is because registered providers have to offer the full range of green deal services, including all types of insulation. This was preventing companies such as Crystal, which specialises in window and door replacements, from taking part. DECC said the rule was made to simplify offerings for consumers, and that small companies could team up or affiliate to bigger companies to comply. Oddi said this was too complex to manage and could lead to small and medium-sized enterprises being squeezed by bigger partners. He said: &quot;This is excluding SMEs from trading normally in their natural market.&quot; Frequently asked questions What is it? The green deal is a scheme designed to cut the energy bills and carbon emissions of 14m homes. How does it work? Householders take out 10 to 25-year loans to undertake energy efficiency measures, such as upgrading to new boilers and improving insulation, with the repayments theoretically offset by the bill savings under a so-called &quot;golden rule&quot;. Repayments are collected as a &quot;green deal charge&quot; via the household&apos;s energy company, and in the case of the household switching to another utility, is passed on to the new company. Why should I sign up? The first people to take up the scheme will be paid cashback by the government, with rates varying from 10 to 650 depending on the measures installed. Why not just take a normal loan out? Uniquely, the loan attaches to the property rather than the individual. So repayment obligations pass to the new owner if the property is sold. What&apos;s the process? 1) Book an assessment for your home, typically at a cost of 80-150, though at least one company is offering them for free. 2) An assessor visits your home to see how the household lives and how energy efficient the home is. 3) They produce an energy performance certificate and advice report suggesting what measures might be appropriate. 4) You agree a green deal plan with a provider to undertake selected works off the back of the report. 5) Works are undertaken. 6) You get paid the cashback, and the loan commences.", 
    "section": "environment", 
    "gid": "environment/2013/jan/27/green-deal-unlikely-deliver-promises", 
    "wordcount": "1046"
}