{
    "headline": "PlayStation 2 manufacture ends after 12 years", 
    "text": "It was the console that defined an era  but now Sony&apos;s PlayStation 2 has finally reached game over. The company has confirmed to the Guardian that after 12 years and 150m units sold worldwide, making it the most successful home games machine of all time, all PS2 production has ended worldwide. Launched in 2000, the successor to the original PlayStation ended up with a library of more than 10,000 games titles by 2011, with 1.52bn individual games sold since launch. &quot;At the height of the PlayStation 2&apos;s success, the word effectively came to mean video games for a lot of people,&quot; said Anna Marsh, a game designer who worked on Tomb Raider and Hitman. Its success was down to three factors: cunning design, excellent games and great timing. Sony&apos;s decision to include a DVD player meant the machine found its way into living rooms, exposing many more to gaming. It trounced its underpowered rivals, the Nintendo GameCube and Sega Dreamcast, and became the exclusive home of must-have games such as Grand Theft Auto III, Final Fantasy and Metal Gear Solid  dominating an era in which developers were changing the rules of game design, crafting ambitious cinematic experiences and vast open-world adventures. Piers Harding-Rolls, a senior analyst at IHS Screen Digest, said: &quot;Sony also had a hugely successful marketing strategy, especially its association with football, which saw it gain great penetration in many territories where console gaming was underdeveloped. The PS2 went beyond the first PlayStation by expanding its audience in its later years, introducing lifestyle and social games that helped drive adoption in the mid-2000s.&quot; But the consumer technology market has changed dramatically since the PS2&apos;s glory days. &quot;Game consoles used to be the only boxes you owned with any sizzle or personality,&quot; says Tom Bramwell, editor of the games site Eurogamer. &quot;Nowadays smartphones, tablets, PCs and smart TVs all have amazing industrial design, features and content, and it&apos;s much harder to stand out if everyone else looks cool as well.&quot; Sony is struggling with its latest handheld device, the PS Vita, which has only sold 4m units in 10 months, while the iPhone, iPad and Android devices sold more than 200m in 2012. Consumers are now used to downloading cheap games on smartphones  hence the incredible success of titles such as Angry Birds and Cut the Rope. &quot;The industry has become so fractured, I&apos;m not sure we&apos;ll see another console that gets that sort of penetration into the public consciousness,&quot; said Marsh. That means problems for the home console market. The PlayStation 3, launched in 2006, has never matched its predecessor&apos;s success, so far selling about 70m units. It was ruinously expensive to develop, featuring both a proprietary central processor and a blue laser for its Blu-ray drive  a technology that was still being finalised and tested. Released a year after Microsoft&apos;s Xbox 360, Sony&apos;s console has never caught up with its main rival, despite some strong games and a free multiplayer online service. Microsoft is also expected to announce a new console this summer, and industry rumours suggest both will resemble state-of-the-art PCs, with off-the-shelf processors and graphics chipsets from companies such as AMD, Intel and Nvidia, rather than expensive, purpose-built hardware. Developers suggest that the PS4 uses chipmaker AMD&apos;s &quot;Accelerated Processing Units&quot;, which combine quad-core CPUs and graphics processors into one chip for smoother performance. With between 4GB and 16GB of RAM  more than many home PCs  also expected, it could run HD-quality graphics at a colossal 60 frames per second. &quot;Sony is right to make the PlayStation 4 with off-the-shelf parts,&quot; says Matt Martin of the gaming news site Gamesindustry.Biz. &quot;The company really doesn&apos;t have the money to manufacture a new home console, let alone create bespoke technology for it as it did with the PlayStation 3. The entire Sony Corporation [bonds] has been downgraded to junk status by Fitch.&quot; Some think the PS4 and Xbox 720 will be the last console generation, with machines designed as customisable units. &quot;I envisage them as scalable off-the-peg PC hardware,&quot; said Tim Clark, editorial director at Future Publishing and an ex-editor of the Official PlayStation Magazine. &quot;You will be able to upgrade them very easily with plug-and-play graphics cards, CPUs and so on, but you would have the simple interface of traditional consoles. Certainly the idea of console cycles that last seven years seems like a busted flush now.&quot; Whatever the design philosophy, with increased competition from smartphones, tablets, smart TVs and digital download services such as Steam, it is unlikely the industry will ever manufacture a 150m seller again. The production line has stopped, not just on PlayStation 2, but on an idea of what games machines are. PS2&apos;s greatest hits Total games library 10,828 titles Units sold More than 150m Total game titles sold 1.52bn Grand Theft Auto Vice City (Rockstar): Heavily inspired by Brian De Palma&apos;s Scarface movie, this scorching adventure featured twisted characters, violent action and a great 80s soundtrack. Metal Gear Solid 2 Sons of Liberty (Konami): Combining cinematic storytelling with tense stealth action, Konami&apos;s Metal Gear Solid series became one of PlayStation 2&apos;s key brands, showcasing the power of the hardware, but also a new era of mature, sophisticated design. Gran Turismo 3 A-Spec (Sony): Gran Turismo revolutionalised the driving genre. Suddenly, car manufacturers were battling to get their latest models into racing sims. Shadow of the Colossus (Sony): A beautiful and enigmatic adventure that proved that there was much more to gaming than guns and cars. In the 2007 film Reign Over Me, the main character uses the game as therapy after the loss of his family in 9/11. SingStar (Sony): Alongside the long-running rock sim Guitar Hero, this karaoke series attracted a whole new audience of casual users.", 
    "section": "technology", 
    "gid": "technology/2013/jan/04/playstation-2-manufacture-ends-years", 
    "wordcount": "983"
}