{
    "headline": "RIM to app developers: 'Say no to Native Is Better Syndrome'", 
    "text": "How can RIM get its mojo back for developers? The company&apos;s technical director of the BlackBerry Web Platform Laurent Hasson gave a keynote speech at the London Web Summit this morning outlining why web-apps may be the key to BlackBerry&apos;s comeback. He started by admitting that a lot of people don&apos;t even know BlackBerry has a web platform, or assume that it&apos;s horrible to use based on their experiences making native apps for RIM&apos;s devices. &quot;It&apos;s a shame, because a lot of people feel that way,&quot; he said, while citing an example of a developer telling him BlackBerry development was like &quot;a walk in the park. Central park, around midnight, in the 80s, alone&quot; &quot;Fundamentally, a lot has changed,&quot; continued Hasson, noting that a year ago RIM launched its first WebKit browser, as well as the full BlackBerry WebWorks web-app platform across its tablets and smartphones, and web development tools for people to use. &quot;Say no to NIBS,&quot; said Hasson NIBS being &apos;Native Is Better Syndrome&apos;, the slogan RIM is seemingly using to dissuade developers from focusing purely on native apps (for other companies&apos; devices, most likely). &quot;Native will always be a couple of steps further [technically], but the web is absolutely competitive for the large majority of applications An HTML5 application doesn&apos;t mean you don&apos;t have access to an app store, and it doesn&apos;t mean you don&apos;t have access to native APIs.&quot; Hasson added that RIM is trying to &quot;pull together the best of the open Web that we can&quot;. But what about the market for these web-apps how can developers make money from them? Hasson pitched RIM&apos;s app store as the answer. He noted that BlackBerry App World is currently in more than 160 countries, and that more than 90% of the 75m current BlackBerry subscribers have access to the store, which is generating 6m downloads a day. &quot;About 13% of vendors actually make $100k or more selling their apps on our store. That&apos;s more than any other store on the market today. Getting an app into the market has a high return on investment.&quot; Hasson also talked up the BlackBerry Messaging (BBM) service as something developers should be building into their apps when appropriate. &quot;With a BBM-enabled app, 20% of apps on the app store that get downloaded are BBM-enabled,&quot; said Hasson. &quot;Using BBM to make your application stickier really works.&quot; And RIM has been working to ensure developers can build web-apps that tap into BBM too. Hasson pointed out that 90% of PlayBook users have upgraded to the latest version of the OS within a month of its release unsurprising given the fact that it included features like email, contacts and calendar. &quot;We&apos;ve been doing things for a year at least that most other platforms on the market haven&apos;t even been doing yet,&quot; signed off Hasson in his clarion call to app developers. &quot;We&apos;re trying to turn things around.&quot; Developers, what&apos;s your view on Hasson&apos;s claims, and the appeal of web-apps on BlackBerry devices? It would be interesting to get your responses in the comments.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/19/blackberry-web-apps", 
    "wordcount": "534"
}