{
    "headline": "Public to private: not such a giant leap", 
    "text": "I had no plans to change jobs this year and absolutely no intention of moving to a very different part of the sector. I started my career at the University of Exeter and stayed there throughout a period of growth and change, during which it moved firmly towards the top of the league tables. After a year on secondment at the Government Economic Service, I took up the role of head of the College of Business, Economics and Law at Swansea University. I certainly hadn&apos;t ruled out a move to a different type of university as my career progressed, but nor did I see myself going into the independent sector. So how and why do I find myself at Greenwich School of Management (GSoM) this autumn? After ignoring a number of messages and emails from the headhunters, I finally picked up the phone one afternoon and was persuaded to drop by when I was next in London. That happened to be on a sunny day, a couple of weeks later; I went there expecting to be unimpressed and to be able to draw a line under the approach and yet within an hour I had been completely blown away. I walked into a place that was full of lively students, that seemed well resourced and organised and that sat at the heart of the community. As an economist, I always try to make decisions rationally and I am confident I did so this time, but there&apos;s no doubt that I also felt a very strong emotional pull to GSoM. So, nearly two months in, how does it feel? I suspect that many people would look at the contrast between my previous roles in pre-92 universities, and GSoM, an independent provider with private equity behind it, and expect me to say it feels completely different. If so, you may be surprised; in many ways it actually feels incredibly familiar. We are busy, we have lots of students, we have a large number of faculty and professional service staff and we are all working together to deliver a great education and student experience  but then I could have said exactly the same thing when I was at Exeter. We offer programmes that are focused on employability, but then so do many other business schools. We make every effort to recruit a good number of students who will benefit from higher education, but then so does everyone else. Of course there are some differences; I have fewer full-time academic staff and less research going on. Some people would be surprised to know that we do research in the independent sector at all. However, amongst other things, we have a very good and growing PhD programme. We do nearly all of our teaching in small to medium sized classes  many of our students will have at least eight hours a week in classes of between 20 and 30, rather than large-scale lectures. And of course, a major advantage is that we do operate in a less bureaucratic, more nimble manner, which does allow for change and improvements to be put in place quickly. As anyone who has changed jobs will appreciate, first impressions are fine, but to really get to grips with a place, you do need to dig deeper. I&apos;m not under any illusions, there are a number of challenges that I  and the whole of GSoM  face in achieving our long term aims. But as someone who has spent her career in higher education and more specifically in traditional universities, so far my only real surprise has been just how much these &apos;different&apos; parts of the sector have in common. Professor Alison Wride is principal of Greenwich School of Management  follow her on Twitter @AlisonWride This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/06/public-university-private-provider-move", 
    "wordcount": "650"
}