{
    "headline": "Syria's refugees: birth and life in Zaatari camp  in pictures", 
    "text": "   Syrian refugees go about their daily business in the Zaatari refugee camp in Mafraq, Jordan, January 2013. Record numbers of refugees are fleeing the violence in Syria to cross the border to northern Jordan, overwhelming the camp. The Jordanian government and NGOs are appealing for help with the influx of refugees Photograph: Jeff J Mitchell/Getty Images       Around 3,000 Syrians cross the Jordanian border every day. Many have walked for days with little more than the clothes on their back. The majority of Zaataris residents are women and children, with men often staying behind to look after homes and businessesPhotograph: Getty Images       A map shows the UN service points in Zaatari including schools, clinics and food distribution centres. The UN high commissioner for refugees is the lead agency in the camp, working closely with the Jordanian government. Thousands of refugees are entering Jordan every day, and Zaatari is now Jordans fifth largest city. To date, all of Syrias neighbours have kept their borders open to refugees fleeing the conflict Photograph: Maeve Shearlaw       Munria Shabal (centre) is a midwife working in Zaatari. She 'retired' 15 years ago, but gets up at 5am and takes two buses to Zaatari five days a week. She trains other midwives in a five-step programme to address the needs of refugee women Photograph: UNFPA       Women wait for check-ups outside an antenatal clinic in Zaatari. A shelter to protect women from the heat was planned, but the contractor pulled out Photograph: UNFPA       A delivery ward in Zaatari. There are 13-15 births in the camp every day; so far, all but one have been attended. In this clinic there is one doctor and two midwives on shift 24 hours a day. Three to four births in Zaatari require cesarean sections, which are carried out in the Moroccan field hospital, also in the camp. When complications arise women are referred to a Jordanian hospital off site Photograph: UNFPA       Syrian refugees volunteer as youth advocates. Peer-to-peer training empowers refugees to educate other young people on topics of concern, including marriage and early pregnancy. Many volunteer for the programme as it helps them feel part of a community and they are keen to share their knowledge with other young people in the camp Photograph: Maeve Shearlaw       UNFPA runs three womens spaces or 'oases' offering counselling and activities to support women over issues affecting them in the camps including gender-based violence, a growing characteristic of conflict. There have been 350 self-reported cases so far this year, but the true figure is believed to be much higher Photograph: UNFPA       Winter has been tough for the residents of Zaatari with snow, rain and bitterly cold nights. The majority of refugees live in tents, some of which fell over due to the weight of snow, while others were flooded after heavy rain. Some refugees are housed in 'caravans'  prefab buildings that have flooring, providing better protection from the elements Photograph: Muhammad Hamed/Reuters       Syrian children gather round women washing in the Zaatari camp Photograph: Jeff J Mitchell/Getty Images       Rising summer temperatures will bring a new challenge for refugees as water could become scarce. Jordan is one of the most water-stressed countries and there are fears that the lack of water could lead to dehydration and poor sanitationPhotograph: Getty Images       Initially built to accommodate 60,000 refugees, Zaatari is stretched to capacity. Despite a heavy police presence, security is fragile. There have been riots around food distribution centers and UN agencies are increasingly worried about safety of refugees and NGO staff Photograph: UNFPA       Dr Babatunde Osotimehin, executive director of the UN Population Fund (UNFPA), visits Zaatari to highlight the urgent needs faced by pregnant women and young people caught up in the crisis. He joined other UN agencies in appealing to governments and donors for additional resources to support the humanitarian response  Photograph: UNFPA  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/apr/22/syria-refugees-zaatari-in-pictures", 
    "wordcount": "0"
}