{
    "headline": "Strong hints of dark matter detected by space station, physicists say", 
    "text": "Physicists announced on Wednesday that they have discovered the most convincing evidence yet of the existence of dark matter  the particles that are thought to make up a quarter of the universe but whose presence has never been confirmed. Members of an international team gathered at Nasa in Washington and Cern in Switzerland to report their findings, which come from a $2bn particle detector mounted to the International Space Station. The detector, which weighs nearly seven tonnes, is called the Alpha Magnetic Spectrometer (AMS), and was installed on the space station in May 2011.  Since then, physicists have been sifting through its data for hints of dark matter, which has puzzled researchers for decades, and does not interact with light  hence the moniker &quot;dark&quot;. For almost a century, physicists have been searching for the mysterious particles, and the latest findings brought them a tantalising step closer. Nobel laureate and project leader, Dr Sam Ting of the Massachusetts Institute of Technology, said he expects a more definitive answer in a matter of months. &quot;There is no question we&apos;re going to solve this problem,&quot; he said, speaking from Cern. Rather than look for the invisible particles directly, the AMS team tried to deduce them from high energy collisions and the footprint they leave behind, an indirect method similar to how the Atlas team at Cern found the Higgs boson.  In their observations, the international team of scientists found an unusually high number of positrons, the rare, antimatter counterpart to electrons. The finding fits with the theory that when dark matter particles collide, they destroy each other and create positrons.  Ting said that the findings could indicate dark matter collisions, or they could be caused by a less exciting source: a pulsar, or a rotating, radiation-emitting star. &quot;Our evidence supports the existence of dark matter but cannot rule out [another source],&quot; he said. Professor Michael Turner at the University of Chicago, a leading authority on the subject but who was not involved in the project, said there are &quot;two smoking guns for dark matter&quot;: a sharp drop inpositrons after a detected rise, and the same flux of particles from all directions. He noted that AMS&apos;s data suggests dark matter right up to the brink of certainty, but then the experiment &quot;runs out of data just where the drop should take place&quot;.  But Michael Salamon of the US department of energy, remained optimistic. &quot;We know that we live in a sea of dark matter,&quot; he said. &quot;If nature is kind, we might have a very exciting discovery in the future.&quot;  The project nearly foundered in 2005 when it was cancelled by Nasa. But it continued as a collaborative venture of 16 nations, each paying into the final cost, and was revived again when President Obama extended the US space programme&apos;s budget into 2015.  Dark matter remains one of physics&apos; missing puzzle pieces. It is thought to account for more than a quarter of the universe, but researchers know extremely little about it. Only about 4% of the universe is made up of &quot;normal&quot; matter  &quot;everything on Earth, everything ever observed with all of our instruments&quot;, as Nasa describes it.  The remaining 70% of the universe is believed to be composed of another mysterious force, dark energy. Theories about the effects of dark energy abound; it has been pinned as the culprit for causing the universe to expand at an ever-faster rate, and it has a central role in string theory. New research could start at Cern&apos;s Large Hadron Collider when it resumes operations in early 2015.  This article was updated on 3 April 2013 to correct a reference to &quot;dark matter&quot; that should have read &quot;dark energy&quot;.", 
    "section": "science", 
    "gid": "science/2013/apr/03/dark-matter-space-station-physics", 
    "wordcount": "637"
}