{
    "headline": "Boris Johnson and the future of London's schools", 
    "text": "Boris Johnson&apos;s suggestion (Report, 19 October) that the Greater London authority should be in a position to give practical effect to &quot;a shared vision&quot; for education in London is a sensible one. When a royal commission looked at London just over 60 years ago, it identified London-wide functions to be exercised by the Inner London Education Authority (ILEA), then a committee of the Greater London Council. These functions included: the control and management of capital programmes; the year-by-year management of the revenue budget; and control over the disposition and organisation of educational institutions. These were all things that individual institutions could not themselves do. On becoming education officer to the ILEA, sounding rather like Johnson, I added that &quot;the authority has also to articulate the needs of education in London and, as it responds to national policy, contribute to the formation of that policy with those needs in mind&quot;. Given some such responsibilities, the mayor could invite the secretary of state to hand him the hundreds of funding contracts he has with individual academies and &quot;free&quot; schools in London. After a decent interval, the mayor could then bin them. Individual funding contracts are, he would soon discover, an expensive and ridiculous way to manage a school system.Peter NewsamEducation officer, ILEA, 1977-82 If, as you report, the mayor of London has no formal powers over school education, what then is the legal basis for Johnson&apos;s establishing, accommodating and funding his dedicated unit at City Hall, securing sites for free schools, or for his establishing a &quot;London curriculum&quot;? Legislative responsibility for providing school places in our capital lies with the borough councils, who also monitor and advise local authority schools. The mayor holds no such responsibility or remit. Through cuts in grants and pressure to hold down council tax, the coalition has starved councils of resources to perform our duties. Yet Johnson seems able to resource an area not in his mayoral remit, while cutting expenditure where the responsibility is clearly his. Should he wish to fund from his own pocket educational units of whatever kind, he is free to do so. The use of mayoral funds, while increasing transport fares and cutting the police on our streets, is no more acceptable that the Department for Education supporting Johnson&apos;s pet projects with funds for whose use local government has the greater need and expertise.Cllr Jeff HannaChair, Children and young people scrutiny panel, London borough of Merton The mayor has recognised that London&apos;s state schools are the most successful in England and Wales, so why is he promoting a whole set of free schools which will operate outside of local authority control? London&apos;s population is growing fast and the big challenge is creating 90,000 extra school places over four years. Free schools typically offer few places and are not always located in areas where demand is greatest. They will not provide a solution to the looming shortage. Instead of ploughing money into poorly planned, unaccountable free schools, the mayor should co-ordinate with local authorities to secure long-term investment for the building of new schools run by local councils who play a vital role in the education system.Darren JohnsonGreen party member, London assembly", 
    "section": "education", 
    "gid": "education/2012/oct/24/boris-johnson-future-london-schools", 
    "wordcount": "541"
}