{
    "headline": "Appetite for shark fin soup 'causing decline of blue sharks in UK waters'", 
    "text": "The demand for shark fin soup in Asia is probably the major cause of the alarming decline of blue sharks off the British coast and much of the Atlantic, the authors of a new study claim this week. Scientists from the UK and Portugal have tracked the ocean predators to busy fishing grounds, where they believe they are being deliberately targeted by fishermen with &quot;walls of death&quot; from long-line fishing that can stretch as long as 100km. Blue sharks are thought to be the most frequently caught shark species, with population declines of up to 80% in some regions since the 1980s, the fish is now classified as &quot;near-threatened&quot; on the IUCN Red List. Various reasons for its demise have been suggested, but until recently scientists and conservationists were not even sure of blue sharks&apos; movements in the Atlantic. They were not helped by a fishing industry that logs every catch, but does not release or compile its data. The new study published in PLoS One finds the strongest evidence yet that long-line fishing is to blame, prompting the authors to call for the establishment of protected areas. Using satellites, the authors followed the migration of 16 sharks from south-west England and the coast of Portugal. They discovered that the sharks hunted at greater depth than had been previously thought and tended to congregate in the same areas as long-line fishing boats, particularly the continental shelf off the south-west of England. This made them vulnerable to the lines, which can bristle with up to 1,000 hooks and ostensibly target tuna and swordfish, at depths of 100 to 300 metres. The paper&apos;s lead author, Prof David Sims of the Marine Biological Association, said it was no accident that blue sharks are also snared. &quot;The sharks are having to cross a wall of death across the continental shelf edge off the south west of the UK,&quot; he said. &quot;The fishermen know what they are going to be catching. Due to the reduction of target species such as tuna and swordfish, they have come to rely on blue shark and mako shark to improve the profit from each trip.&quot; It&apos;s estimated that 1.1 million blue sharks are caught in the Atlantic each year, mostly by Spanish, Portuguese and Tunisian boats. Most are sold on to Taiwan or Hong Kong, which is the centre of the processing industry. Sharks are slaughtered for their fins, which are used in soup that is popular in Chinese banquets. The demand for this delicacy has surged in the past decade as income levels have risen. In recent months, a high-profile campaign against the practice has prompted a number of leading Hong Kong hotels, such as the Shangri-la group, to take shark fin soup off their menus. But Sims said that action to regulate the source of supply on the high seas was woefully lacking, and that information from the new study should provide the basis for the establishment of marine conservation areas. He also urged regulators  such as the International Commission for the Conservation of Atlantic Tunas  to press fishing companies to release data on what they caught and where. &quot;There is an economic reason why this data isn&apos;t being compiled,&quot; he said. &quot;Of the 20 species of shark that are caught in the Atlantic, only 1% are protected. It&apos;s fair to say high seas fisheries are like the wild west.&quot; Without better protection, he warned the blue shark  which has long been the most common, large pelagic shark in UK waters  faces extinction. &quot;There is a good chance that our grandchildren won&apos;t see these sharks,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/mar/09/shark-fin-soup-blue-sharks-uk", 
    "wordcount": "616"
}