{
    "headline": "Farmers step up milk protests over price cuts", 
    "text": "Farmers are threatening to tip milk down the drain for three days from next Wednesday and intensify their blockades of bottling plants and supermarkets if processing companies fail to reverse price cuts. After a week of demonstrations by dairy farmers, during which milk processing factories across the country were forced to shut down, farmers said they had no option but to step up their protests and take drastic action. Three thousand people protested on Thursday night and dairy farmers are being joined by a wider coalition of vets, tractor manufacturers and arable farmers in solidarity against the supermarkets. Although a handful of processors have bowed to pressure  the latest were announced on Thursday  with partial row-backs on planned price-cuts and a number of supermarkets have increased the premium they award farmers, unions say the payments still won&apos;t cover production costs. Stephen Frankland, a protest organiser for Farmers for Action and a dairy farmer from Ripon, North Yorkshire, said: &quot;If we have not got a resolution by 1 August [the day the latest set of price reductions take effect] then we will be seriously considering tipping the milk down the drain for three days. We will do it if we are forced into it.&quot; A sense of quiet desperation coupled with an unwavering determination to try to avert a crisis was evident outside a Robert Wiseman production site at Trafford Park, Manchester, on Thursday night. While Team GB made its debut at Old Trafford just two miles away, nearly 500 farmers, their families and supporters stood silently in front of delivery trucks, forcing them to turn away. The plant was quickly shut down along with eight others nationwide, according to organisers who estimated that more than 3,000 people had turned out across the country, the largest number to date. The protesters came with their placards. &quot;Stop Milking Us Dry,&quot; read one. &quot;No Snap, Crackle and Pop Without Fresh Milk,&quot; said another. &quot;It&apos;s got to a point where people have said, enough is enough, we have to do something,&quot; said Robert from Garstang, Lancashire. &quot;I&apos;m a third-generation dairy farmer, my dad and grandad were farmers before me. I want to do it for the next 60 years but it&apos;s looking bleak at the moment We will keep protesting. If nothing happens then tipping [the milk down the drain] is an option.&quot; The protests are being held overnight between milking shifts, regularly ending at 2am before the next milking round at 5am. The unions have formed a coalition to press for change, with vets, animal feed suppliers, machinery dealers and contractors joining the protests. Bruce Horn, an arable farmer in Hampshire helping to co-ordinate action in the area, said: &quot;There is a lot of solidarity among the farming community at the moment. All agricultural-related businesses are getting involved.&quot; Those demonstrating on Thursday night were are at pains to point out they were not asking for more money, but just wanted planned price cuts abolished. According to the National Farmers Union, the cost of production is around 30p a litre (ppl). If all the cuts come into force on 1 August, farmers will be paid about 25ppl. On Thursday, Scottish co-operative First Milk withdrew plans to cut its milk price next month while Dairy Crest announced a two-month stay . Arla, owner of the Cravendale, Lurpak and Anchor brands, will no longer implement the August price reduction. However, the unions says that none of these initiatives address the problem of a price cut earlier in the year. The farming minister, Jim Paice, this week announced a government-brokered draft deal between farmers and processors, laying the foundations for a voluntary code. But unions and their members say it does nothing to allay their fears for the future. Dave Halhead, a dairy farmer from Lancaster, attended protests in Leeds and Manchester this week. He said: &quot;In time, a voluntary code may help but we are out because we are worried about next week, never mind next year.&quot; Processors say they have little choice but to impose price reductions because the selling price of cream on the commodities market has fallen sharply in recent months. But unions blame them for selling milk to supermarkets at vastly reduced prices in order to secure market share. If anyone is making money from milk these days, say farmers, it is supermarkets. Frankland said: &quot;In 1995, supermarkets had a 10% margin on milk. Today it&apos;s 35%. The consumer doesn&apos;t have to pay more for their milk, the supermarket just has to cut its margins.&quot; Morrisons, Asda and the Co-op have already been targeted by dairy farmers. Iceland and Farmfoods are next on the list, to be followed by Aldi and Lidl. Companies that supply pubs and restaurants will also come under scrutiny. There are more than 10,000 dairy farmers in the UK. Farmers claim if they are forced out of business then Britain may have to import milk from overseas at higher prices.", 
    "section": "environment", 
    "gid": "environment/2012/jul/27/farmers-step-up-milk-protests", 
    "wordcount": "840"
}