{
    "headline": "Apps Rush: The Dark Knight Rises, The Bourne Legacy, Omega, Checkmark, Viral Video eXchange and more", 
    "text": "A selection of 11 new and notable apps today: The Dark Knight Rises Z+ British music-apps startup Reality Jockey (of RjDj fame) has released an innovative new app for Batman film The Dark Knight Rises. It uses Hans Zimmer&apos;s movie score and other sound effects to &quot;transform your world into Gotham City&quot;. It follows a previous app for Inception.iPhone The Dark Knight Rises You wait ages for a Dark Knight Rises app, and... Here&apos;s today&apos;s second blockbuster Batman app  an action-adventure game from Gameloft that sees you protecting Gotham City from villain Bane. The link above is for Android but here&apos;s the iOS version.Android / iPhone / iPad The Bourne Legacy: Operation Intel More movie-based appage here, albeit only available in the US for now. NBC Universal&apos;s new iPhone app offers &quot;real-world missions&quot; based on The Bourne Legacy. Players have to complete the Google Map-based missions and compete using Facebook Connect.iPhone Omega Fresh from launching an Olympic Games-themed app for iPad, watch-maker Omega has a new Android smartphone app too. This one is focused on its wider collection, including news, plenty of photographs and images of &quot;brand ambassadors&quot; like George Clooney and Nicole Kidman.Android Checkmark Checkmark is picking up a lot of buzz: it&apos;s a reminders app for iPhone that lets you set reminders based on date and time, but also based on location. For example, reminding yourself to buy milk next time you&apos;re near the local supermarket, or an alert when you reach your train stop.iPhone Viral Video eXchange Here&apos;s something fun: a game for trading virtual shares in viral videos, with the aim of getting people to pick the videos they think will find a wide audience, as early as possible. It&apos;s an HTML5-based web app that runs in smartphone and tablet browsers as well as on the desktop.HTML5 Fotopedia China Photography service Fotopedia has launched its latest travel app, this time focusing on China. It promises photos and visual stories from across the country, as well as interactive maps and a trip builder feature for users who are actually going there.iPhone / iPad Change4Life Fun Generator Today is the last day of term for many schools in the UK, with parents wondering how to keep their children occupied for the six-week summer holiday. This app from the Department of Health&apos;s Games4Life campaign hopes to help, suggesting more than 100 indoor and outdoor games and activities for children.Android / iPhone / iPad Shark Dash Free Gameloft&apos;s fishy physics-puzzler Shark Dash gets a new free-to-play version for Android, tying in with the Discovery Channel&apos;s annual Shark Week. The game involves launching a shark at ducks while jumping through levels.Android Cat Cora&apos;s Kitchen TV chef Cat Cora is a famous name in the US thanks to her appearances on the Iron Chef America show, and more recently on Bravo&apos;s Around the World in 80 Plates. Now she has an iPad app with 76 recipes and more than 20 tutorial videos, as well as a scheduling feature that helps you time when cooking multiple dishes at once.iPad Bakery Story: World Games Social/mobile games developer TeamLava has released a spin-off from its Bakery Story freemium game that In No Way At All is related to this summer&apos;s Olympic Games. Expect gold medal cookies, podium cakes, trampoline tables and torches.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/20/apps-rush-the-dark-knight-rises", 
    "wordcount": "561"
}