{
    "headline": "Tim Waterstone warns Amazon tax avoidance could kill off bookshops", 
    "text": "Tim Waterstone, the founder of the eponymous bookstores, has warned that Amazon&apos;s &quot;grotesquely unfair&quot; avoidance of millions of pounds of UK taxes could lead to the death of high street bookshops. Waterstone said Amazon&apos;s tax avoidance reflects the company&apos;s &quot;rude, contemptuous, arrogant and subversive&quot; attitude to the rest of the book trade. The entrepreneur is the latest in a string of leading figures in the publishing industry to speak out against Amazon since the Guardian reported this week that the country&apos;s biggest online retailer paid no corporation tax on profits generated by last year&apos;s UK sales of 3.3bn. Waterstone, who opened his first store on Old Brompton Road, London, in 1982 before selling the business to his former employer WH Smith, said many in the publishing industry are &quot;questioning the spirit and the ethos of the company&apos;s style&quot;. Amazon sells nearly one in four books in Britain, but the UK operation avoids tax as the ownership of the main Amazon.co.uk business was transferred to a Luxembourg company in 2006. Waterstone said Amazon&apos;s &quot;highly creative worldwide tax planning&quot; was grotesquely unfair. &quot;The rest of us pay our taxes,&quot; he has witten in a Guardian comment piece. &quot;It all somehow fits the pattern of Amazon&apos;s dealing with others over the years; rude, contemptuous, arrogant and subversive would be a standard reaction.&quot; He said Amazon had powered its domination of the industry by single mindedly and ruthlessly focusing on &quot;absolutely rock bottom pricing&quot;, which was putting other book shops out of business. Well-known book chains, including Borders and Ottakar&apos;s, have already disappeared from the high street, and independent stores are struggling after hundreds have closed over the past few years. Waterstone said Amazon was &quot;insultingly and aggressively&quot; telling consumers to go and browse at other book shops on the high street and &quot;then come home and buy them from us  at a deep, deep discount&quot;. &quot;And f**k Harrods or whoever it is for their trouble. More fool them. And more fool Waterstones. Go and browse through all the books there, in Waterstones, or Daunt&apos;s, or your lovely Topping stores, then put them back on the tables (fingered and soiled) and order those you want from us [Amazon]. Why pay more? Why worry about the consequences?&quot; HM Revenue &amp; Customs (HMRC) is investigating the Amazon.co.uk tax arrangements. Amazon&apos;s tax affairs are also being investigated in the US, China, Germany, France, Japan and Luxembourg. Amazon declined to discuss its tax affairs, but said in a statement to the Guardian this week: &quot;Amazon EU serves tens of millions of customers and sellers throughout Europe from multiple consumer websites in a number of languages, dispatching products to all 27 countries in the EU. We have a single European headquarters in Luxembourg with hundreds of employees to manage this complex operation.&quot; Richard Murphy, of the Tax Justice Network, pointed out that the Scottish government has given Amazon 10.6m of subsidies to open a distribution centre in Dunfermline. James Heneage, the founder of the now-defunct Ottakar&apos;s chain, warned on Friday that slow-burning authors, like Patrick O&apos;Brian and Joanna Trollope, might not have been able to build up their following without people being able to browse through their books in physical shops. &quot;If you are concerned about the sorts of books that get published you have to look to the future and the amount of value that businesses like Amazon can remove from the publishing business model,&quot; he said. James Daunt, the former banker who founded Daunt Books and was parachuted in to run Waterstones last year after it was sold to Russian billionaire Alexander Mamut, has described Amazon as a &quot;ruthless, moneymaking devil&quot;. &quot;If the bookshops go, they will never come back,&quot; he added. Neill Denny, the editor-in-chief of the Bookseller magazine, said the 1,400 remaining independents were &quot;under massive pressure because of the proportion of heavy book buyers that have switched to e-readers [such as Amazon&apos;s Kindle]&quot;. Ebook sales have risen to account for about a fifth of the 1.9bn UK book market, while sales of print books are down 8% over the past year. Amazon, which was founded 18 years ago, had worldwide revenues of $48bn (30bn) last year. Its market value has grown to $88.4bn  almost 10 times the market capitalisation of Marks &amp; Spencer. The company&apos;s empire now extends beyond books, CDs and DVDs to musical instruments, jewellery, food and even nappies and baby wipes.", 
    "section": "technology", 
    "gid": "technology/2012/apr/06/tim-waterstone-attacks-amazon-tax-avoidance", 
    "wordcount": "774"
}