{
    "headline": "Water and sanitation still not top priorities for African governments", 
    "text": "The figures are shocking. According to the UN Environment Programme (Unep), more than 400 million Africans now live in water-scarce countries; 300 million people still do not have reasonable access to safe drinking water and nearly 230 million people defecate in the open. But the reasons African governments cite for not implementing integrated water management policies or meeting commitments they have made to provide sanitation are many and varied. A survey of officials by Unep in 40 African countries suggests they are not mainly constrained by a lack of money. Congo-Brazzaville, Nigeria and Sierra Leone don&apos;t even have a formal water policy, they told the UN and African Union in the report, referred to this week at the World Water Week in Stockholm. So Tom and Principe said it did not have the necessary laws in place; Cameroon said it had no one to champion the cause of water provision, and 25 countries, including Namibia, Swaziland, Rwanda and Mozambique, said they did not have enough human capacity. Some governments were brutally honest about their failings. Congo-Brazzaville said it could not get the private sector or civil society interested, Burundi that it had experienced too many changes of ministries, and Ghana that it had problems collecting revenue from local sources. Liberia said it had difficulty accessing donor funds, and Libya and Zimbabwe said they did not have the infrastructure. Only 18 African countries cited money as a constraint to developing water resource management. Ghana and Liberia said they found it hard to access donor funds, and Burkina Faso and Congo-Brazzaville said a big problem was slowness in mobilising financing. But there is a growing belief that it makes little sense for governments to make more commitments on water and sanitation. Haba Arbu Diallo, former Burkina Faso water minister and chairman of the Global Water Partnership in west Africa, argued for a moratorium on more commitments. &quot;Many African countries [at this rate] will need two or three millennia to meet their MDGs,&quot; he said. &quot;If urbanisation continues at this pace in 10 years&apos; time, every African country will be faced with a massive challenge. The time has come to stop making commitments and to implement what we have already agreed to.&quot; On sanitation, says a report by the African Ministers&apos; Council on Water (AMCW), Africa is making little progress and is likely to miss its MDG target by more than 300 million people. Only nine African countries are on track to meet their targets. A statement from the third African Conference on Sanitation and Hygiene added: &quot;The poorest 20% are 20 times more likely to defecate in the open than the richest 20%. The impact of this hidden scandal is devastating to health and quality of life.&quot; Rwanda has emerged as the poster child for hygiene and sanitation, largely because of high-level political support. More than 54% of the population has decent sanitation, from fewer than 1.5 million people in 1990 to more than 5.5 million today. &quot;In Rwanda, political prioritisation for sanitation and hygiene has come from the very top. This unprecedented level of support has been critical,&quot; said Therese Dooley, of Unicef. Some progress has been made elsewhere too. &quot;Before we were not even allowed to say toilets or defecation,&quot; she said, &quot;but now we see UN secretary general Ban Ki-moon using these words, which greatly increases exposure and awareness of the issue.&quot; But water and sanitation are still not top priorities for governments, despite overwhelming evidence that a country&apos;s development and people&apos;s wellbeing depends on efficient use of water. The secretary of the AMCW, Bai Mass Taal, from Nigeria, said the best way to push water and sanitation up the political agenda is to find new ways to measure the contribution of water to development. &quot;It is very important to provide a basis for highlighting the pivotal role of water resources as an essential ingredient in the advent of a green economy in Africa,&quot; he said.", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/30/water-sanitation-priorities-african-governments", 
    "wordcount": "676"
}