{
    "headline": "On the road: Lexus GS 450h  car review", 
    "text": "Some cars are inextricably linked to the people who drive or drove them. I&apos;m thinking about the Porsche 550 Spyder to James Dean, Aston Martin DB5 to Sean Connery, Mark II Jaguar to John Thaw, etc. It&apos;s not always cool cars and cool people, though. Alan Sugar single-handedly stripped the Rolls-Royce Phantom of all credibility and kudos just by stepping out of the back of one (that&apos;s when I cancelled my order, anyway). And as for the hybrid Lexus GS 450h? Well, it will always be associated with David Cameron. Remember? He had one when he was in opposition. Sometimes he was actually in it. Other times, if there were photographers around, he&apos;d cycle to work and the Lexus would follow with his briefcase. Yes, OK, that was the previous generation GS 450h and this is the new one, butyou can&apos;t shake off that kind of baggage (Dave, not his briefcase) simply with an update. It wasn&apos;t really a surprising choice of car for the man who would go on to become PM, and I don&apos;t mean because it used to be known in Japan as a Toyota Aristo. I think the Lexus GS 450h is more about being seen to care (about the old planet) than actually doing something about it. Image over substance. Yes, its emissions and fuel consumption figures are impressive  and the new one is better than Dave&apos;s was. But they&apos;re impressive for this type of car (powerful executive saloon) rather than for a car full stop. And anyway, if you drive it like it&apos;s capable of being driven, you won&apos;t achieve anything like those figures. Because the GS 450h is quick, aproper luxobarge, to rival its German, well, rivals (it should be for 50 grand). It will run on electric power, when you brake the batteries are charged, it&apos;s a proper hybrid. But put your foot down and the batteries and electric motor start to work with the 3.5 litre V6 engine, combining to give nearly 340bhp, 0-60 in less than six seconds, a top speed of 155mph. Clever, certainly. And very comfortable. Posh but not overstated. It&apos;s quite drivable, too, more dynamic than you&apos;d expect from a car of this size and weight. It&apos;s just that I don&apos;t quite trust it, just as Idon&apos;t trust the man with whom Iassociate it. Meaning I don&apos;t believe its eco credentials. Seems even Dave&apos;s old chum Boris is with me there. Whereas back in the day it used to ferry a briefcase around town, exempt from congestion charge simply because it was ahybrid, now the GS 450h  even the new, cleaner one  has to pay. Not that that affects Dave, who these days travels in a custom-built, armoured, supercharged 5-litre V8 Jaguar. And at least that&apos;s not pretending to be anything it&apos;s not. Lexus GS 450h       Photograph: Simon Stuart-Miller for the Guardian    Price 50,995Top speed 155mphAcceleration 0-62mph in 5.9 secondsCombined fuel consumption 45.6mpg CO2 emissions 141g/km Green rating 6/10 Cool rating 3/10", 
    "section": "technology", 
    "gid": "technology/2012/sep/14/lexus-gs450h-car-review", 
    "wordcount": "507"
}