{
    "headline": "UK aid for education in east Africa is failing", 
    "text": "UK aid programmes to support education in three east African countries  together worth more than 1bn  are failing to improve children&apos;s basic literacy and maths skills, according to a report published on Friday by the Independent Commission for Aid Impact (ICAI). The commission said UK aid has helped fund the expansion of education systems in Ethiopia, Rwanda and Tanzania, boosting enrolment and helping close the gender gap in local schools. However, it criticised the Department for International Development (DfiD) for its &quot;lack of attention&quot; to whether children are actually learning. &quot;The quality of education being provided to most children in these countries is so low that it seriously detracts from the development impact of DfiD&apos;s educational assistance,&quot; said the report, which failed to find evidence that DfiD was considering &quot;basic preconditions for learning&quot; such as whether students and teachers actually attend class after the first day. &quot;To achieve near-universal primary enrolment but with a large majority of pupils failing to attain basic levels of literacy or numeracy is not, in our view, a successful development result. It represents poor value for money both for the UK&apos;s assistance and for national budgets,&quot; said the report giving the programmes an &quot;amber-red&quot; rating signifying that they need significant improvements. DfiD funding for education in the three countries is expected to top 1bn over the 2005-2015 period. The majority of this has been delivered through &quot;budget support&quot;  money given directly to recipient country governments. While this has helped DfiD to concentrate on promoting policy reforms, said ICAI, the department should now consider a more &quot;hands-on approach&quot;. More should be done to help local ministries of education tackle the practical obstacles to improving quality, said the report, pointing to issues such as the need for teachers to travel miles to collect their salaries, delays in providing funding to schools, corrupt inspection practices, and bureaucratic procedures for buying textbooks. Over the past decade, donor funding for education has soared as countries race to meet the millennium development goal to ensure all children complete a full course of primary school by 2015. But critics say the focus on getting increasing numbers of children in school has often come at the cost of declining quality of education. &quot;The assumption that has underpinned past donor support to education  that a simple focus on enrolment would translate into learning  stands disproved,&quot; says the report. &quot;There is a clear, common message: a major shift in approach is needed.&quot; In 2010-11, education was the fastest-growing part of Dfid&apos;s bilateral aid budget. The ICAI report cites data from DfiD&apos;s country-level plans, compiled and analysed by the Guardian last year, suggesting that education will grow to become the single largest sector for the department&apos;s bilateral aid by 2014. A second ICAI evaluation, also published on Friday, said UK funding for education and health efforts in India&apos;s Bihar state have succeeded in improving both the quantity and quality of local services. A third report said channelling UK aid directly through recipient governments  &quot;budget support&quot;  has been largely &quot;effective&quot;, but that its value varies from country to country. Graham Ward, ICAI chief commissioner, said: &quot;These reports show that some of DfID&apos;s work is having a real impact on the lives of the poorest people, particularly in India, which has seen considerable improvements in health and education. They also show, however, that there is more to do to get the most out of budget support and to make sure that education programmes in east Africa build on progress in enrolment to focus on ensuring a good education.&quot; Joseph O&apos;Reilly, chairman of the policy group for the Global Campaign for Education UK and head of education at Save the Children, said ICAI&apos;s reports will &quot;provide extra impetus&quot; for efforts to improve the quality of education in poor countries. He welcomed the recommendation that DfiD support local communities to monitor education spending and promote accountability. &quot;DfID needs to ensure that its investments are effective and working with communities to help them monitor what&apos;s happening is an essential element that DfID should prioritise.&quot; International development secretary Andrew Mitchell said: &quot;We will use their [ICAI] findings to further improve the way we deliver aid around the world.&quot; He added: &quot;In the past there has been too much emphasis on just getting children through the door and not enough on quality. The coalition government is addressing this with our pilots on payment for results for education in Ethiopia, Rwanda and Tanzania. &quot;We are clear that it is not enough to simply have children sitting in a classroom.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/18/uk-aid-education-africa-failing", 
    "wordcount": "790"
}