{
    "headline": "Nasa's leaving party for asteroid Vesta", 
    "text": "     Nasa is saying Hasta La Vista, Vesta (its joke, not mine). After almost 14 months in orbit around that particular space rock, this morning the Dawn spacecraft slipped Vesta&apos;s gravitational bonds and began its two-and-a-half year voyage to the largest of the asteroids, Ceres. To celebrate, Nasa is hosting a Google+ Hangout on Saturday 8 September at 12 noon (Pacific)/8pm (UK). Mission scientists and engineers have promised to participate in a virtual face-to-face with members of the public. Questions can be submitted by email, Facebook or Twitter. Live web coverage and Twitter have changed the way members of the public can experience launches, landings and other space events. They have certainly enhanced the experience for me. Watching live streams while swapping thoughts and feelings with other people online has hugely increased the engagement I feel. There is a visceral excitement in sharing these moments. However, Saturday&apos;s hangout is different and it remains to be seen whether it will work as well. There is no spectacle to draw a crowd, no heart-stopping moment of tension as a rocket teeters on the launch pad or a rover hangs by a thread over the martian surface. Instead, it&apos;s the virtual equivalent of a seminar or a kind of bring-your-geek-to-work day. So, the question has to be: how many will log on? At the time of writing, the Google+ event page lists only five people as having signed up. Nasa has been suggesting that the hangout could be used as a stepping stone by local organisations such as observatories, schools or clubs, for real events. Yet an interactive Google map shows only six events in the US, and none across the rest of the world. Does this mean that asteroids are not sufficiently interesting to the general public? Perhaps.  On Twitter, Nasa&apos;s Curiosity rover has more than a million followers, whereas Dawn has not yet reached 8,000. Then there is Planetary Resources, the company that pledged to mine the asteroids in a blaze of big names and publicity back in April. Yet, a quick look shows that they have just 5,500 Twitter followers. These statistics could be a stark message for Nasa and its ideas for future manned space exploration. Given the difficulty and expense of landing spacecraft on the moon and Mars, President Obama has talked repeatedly about a manned mission to the asteroids by 2025.  Just last week Nasa finished a simulated asteroid mission. Meanwhile, the British astronaut Timothy Peake of the European Space Agency is training with Nasa for a potential asteroid mission. Scientifically, asteroids are a hugely valuable resource. They are leftovers from the formation of the planets 4.6bn years ago. Studying them can reveal clues about the origin of the Earth and other planets. They may even tell us about the origin of life on Earth by identifying the kind of organic compounds present when the planets were born. However, a question that should be vexing the PR offices at all space agencies around the world is that, given this apparent lack of online interest in asteroids, would the public get behind a manned mission to the asteroids rather than one to Mars? Circumstance dictates that I cannot attend the Dawn hangout on Saturday  I&apos;ll be travelling back from my event at the British Science Festival. But if like meyou think the asteroids are a great scientific destination and  given the current financial squeeze  a way of sending astronauts further than has ever been managed before, now would be a good time to sign up for Hasta La Vista, Vesta. Stuart Clark is the author of The Sensorium of God", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/sep/05/nasa-leaving-party-asteroid-vesta", 
    "wordcount": "607"
}