{
    "headline": "Mathematics", 
    "text": "What youll learnFamiliar with fractals? Study a degree in maths and you soon will be. Broadly speaking, maths degrees should give you the basic ideas of pure mathematics (linear algebra, geometry etc), applied mathematics (calculus, mathematical methods, modelling and numerical analysis), and statistics (including probability and operational research). Your first year will probably give you an overview of the subject, introducing you to all the main areas. This should build on what you studied at A-level and also introduce you to a few new things. The next two or three years will give you the chance to specialise a bit more, perhaps in cryptology, group theory, fluid dynamics, mathematical biology or Bayesian statistics. Mathematics can be studied as a single-honours degree, or paired with other subjects, for example: economics, accounting, languages, sciences or education. If you do decide to study mathematics with a language, some universities offer placements abroad, so youll get a bit of overseas experience.   interactive   How youll learnYoull be taught through a mixture of lectures, seminars and computer workshops. You will gain knowledge of key concepts and topics, know how to use maths to solve problems, and know how to present your findings clearly.  What are the entry requirements?Entry requirements vary. Russell Group universities will require maths, and sometimes further maths. Physics and computing or computer science are also likely to prove useful.   interactive   What job can you could doMathematics graduates often gravitate towards careers in industry, business and commerce, where employers value their reasoning and problem-solving skills, as well as their sheer intellectual genius. Think about becoming a financial analyst, for example, or a medical statistician. Alternatively, how about a career forecasting the weather? Of course, problem-solving, numeracy and ICT skills will serve you well in most other fields too.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.mathematics", 
    "wordcount": "297"
}