{
    "headline": "Translators fight the fatal effects of the language gap", 
    "text": "Lori Thicke had an epiphany in Thange in eastern Kenya when she saw Aids orphans playing in front of posters with advice on Aids prevention. &quot;The posters carried excellent advice, but they were in English, a language that people didn&apos;t understand,&quot; she said. What was the use of this information provided by well-meaning NGOs, she wondered, if the people they were trying to reach could not read English. &quot;People are delivering aid every day in Africa in English, French and Portuguese,&quot; said Thicke. &quot;That is fine for the educated elite, but they don&apos;t need aid. It is the parents among the poor who need the information on symptoms of malaria.&quot; She saw the fatal effects of the language gap in India too, where mothers could have saved their children from dying from diarrhoea if they had followed the simple advice on health brochures and leaflets. Thicke, a Canadian who came to Paris to write the great Canadian novel but founded a translation company instead, had pinpointed a glaring but little-noticed paradox in the information revolution. Thanks to the internet and mobile phones, knowledge and information is disseminated far and wide and at speed. But that knowledge is wasted unless understood by those who need it most. Translators without Borders was founded by Thicke and Ros Smith-Thomas in 1993 after Mdecins sans Frontires, the medical NGO, asked her company, Lexcelera, to work on a translation project. She asked if they needed translation often, and if giving them the words for free would be like a donation. They said yes to both questions, and TWB was born. But until that moment in Kenya two years ago, the group dealt mostly with European languages. Now Thicke is determined to bridge what she calls the &quot;language last mile&quot; in the developing world. One of the group&apos;s current projects is to teach sex workers in the Kibera slum of Nairobi, Kenya, to translate material in English on sexually transmitted diseases into languages such as Swahili, Luo and Kikuyu. The project started last week, with Simon Andriesen, a specialist on medical translation who is on the TWB board. He will teach about 125 women from Kibera, who speak different languages, to translate four-page brochures in English into the different Kenyan languages. &quot;He is teaching them translation skills so they can reach their own people,&quot; said Thicke. &quot;All the girls from Kibera represent different languages. They have been recommended to us by a health NGO and their job is to pass on information to other girls. We want to provide brochures in a language that can be understood so it doesn&apos;t get thrown away.&quot; Paul Warambo, a recent masters graduate in the Kiswahili language living in Nairobi said: &quot;The health translators training has come at a time when the country urgently needs translators in every sector, but especially in the health sector where little information is available in languages that can be understood by the majority of Kenyans.&quot; TWB is working on an even more ambitious project with Wikipedia. The aim is to take Wikipedia entries on the most important health topics, turn them into simple English and then translate them into as many languages as possible. The articles will then be accessible for free on mobile phones through new agreements between Wikimedia, which runs Wikipedia, and telecoms operators. A number of Wikipedia articles covering dengue fever, Aids, malaria, cholera and tuberculosis are awaiting translation from TWB&apos;s army of volunteers. The group has about 2,000 translators, who have passed its translation tests. Indian languages are well served but Africa is a big gap, with only about 15 of TWB&apos;s translators able to deal with African languages. Africa has more than 2,000 different languages, such as Amharic, Swahili and Berber, spread across six major language families. Nigeria alone has more than 500 tongues spoken within its borders. Until the 2010 Haiti earthquake, TWB had limited reach. But the crisis revealed not only the need for translations from thousands of aid groups that need humanitarian translations but also a critical mass of translators willing to help. So the group created an online platform to bring the two communities together. Last year, ProZ.com, the world&apos;s largest translator organisation, created an automated translation centre for TWB so it could broaden its reach. Approved NGOs can now post translation projects such as field reports, treatment protocols and websites. Alerts then go out to the translators in those language pairs. Those who are interested in the work of that particular NGO will take on a project, translate it, and return it to the platform for delivery. Most of the projects are picked up within 15 minutes. Translators without Borders can easily handle projects for 100 non-profits at a time, but as its volunteer community grows, so does its capacity. Over the years, it has donated almost $3m in translation services, which means that money went towards medical supplies, vaccines, rehydration kits and more. &quot;We are working to build a world where knowledge doesn&apos;t have borders,&quot; Thicke said. &quot;With technology, and cellphone penetration in Africa, we have the potential to spread knowledge, but no one is talking about how people are getting information even if they are connected. People die not just of disease but from a lack of knowledge on how to avoid getting sick.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/11/volunteers-translation-language-health-messages", 
    "wordcount": "907"
}