{
    "headline": "Facebook IPO: analysts warn investors away as more shares hit the market", 
    "text": "Analysts have warned small investors to steer clear of the $100bn Facebook sale after some of the social network&apos;s biggest shareholders ramped up the number of shares they intend to offload. The size of Facebook&apos;s stock exchange listing ballooned by a quarter after Goldman Sachs and other backers decided to cash in on the demand for the shares by increasing the amount of stock they plan to sell in the public offering on Friday. Goldman announced it would sell 29m shares, more than double its previous 13m ceiling. Peter Thiel, legendary Silicon Valley investor who was one of the firm&apos;s first big backers, will sell 17m shares, up from 8m. Hedge fund Tiger Global, run by 36-year-old New Yorker Chase Coleman, increased its selloff from 3m to 23m shares. DST Group, which represents Russian investors such as Yuri Milner, will now offload a quarter of its holding. &quot;People who invested early have done very, very well out of Facebook,&quot; said Sam Hamadeh, chief executive of PrivCo, a private company analyst in the US. But at $100bn, he thinks it is overvalued. &quot;You can still believe in social media without buying into Facebook at this price. This company has been priced for perfection and then some. It&apos;s going to be very difficult for them to live up to that.&quot; Warren Buffett may have declined to take an early punt on Facebook, and internet commentators may have dismissed its shares as &quot;muppet bait&quot; and &quot;dotcom reloaded&quot;, but the sceptics have done nothing to deflate the hype surrounding the $104bn (65bn) company. Such is the clamour from individuals and institutions wanting shares ahead of Facebook&apos;s first public trading day on Nasdaq on Friday, its early backers have increased the number they plan to offload by 25%  meaning the float will now raise about $16bn. Alan Patrick, co-founder of technology consultancy Broadsight, said the frenzy for Facebook was evidence of a bubble mentality like the one that drove up internet share prices ahead of the millennial dotcom boom  which later turned to bust. &quot;I imagine the shares will enjoy a huge rise on the first day of trading. There are always &apos;greater fools&apos; prepared to buy at a higher price,&quot; he said. Patrick said the real test for the share price would be in the coming months. &quot;At this valuation, they have got to hit every performance target and then some,&quot; he said.  &quot;This is much more a spectacle, a media event and a cultural moment than it is an IPO,&quot; GreenCrest Capital analyst Max Wolff told Reuters. &quot;This is not a game of models and fundamentals at this point.&quot; The estimated offer price range stands at $34 to $38, but analysts expect the value to spike significantly on Friday as investors who missed out on the pre-IPO round pile into the stock. A first-day bubble would be in line with previous tech stock debuts. Business networking site LinkedIn floated at $45 per share but soared to $95.25 on its first day of trading, a rise of 109%, while voucher firm Groupon closed up 31%. Given the level of demand, Facebook is unlikely to suffer the fate of games group Zynga, which closed down 5%. The company left nothing to chance when it signed up 33 underwriters  almost every investment bank on Wall Street  to sell its offering. Analyst and MoneyWeek commentator, Phil Oakley, said: &quot;There are 33 backers with an incentive to ramp this, and you won&apos;t hear much naysaying. There is very little impartial comment out there, and private investors are swimming in the dark.&quot; From Friday, British investors will be able to buy shares. Leading UK broker Hargreaves Lansdown received hundreds of requests for information on Facebook when the float was first mooted in February. Its customers tend to be smaller private investors, many of whom will remember the dotcom crash. &quot;There is going to be a lot of people wanting to get involved because the sale was oversubscribed, so there could be some intense trading in the first couple of days,&quot; said Richard Hunter, head of equities at Hargreaves. His advice is to wait until the price falls back down to earth, as analysts fully expect it to do, before taking a long-term position.", 
    "section": "technology", 
    "gid": "technology/2012/may/16/facebook-ipo-analysts-warn-investors", 
    "wordcount": "726"
}