{
    "headline": "Dear Mr Gove: Michael Rosen's letter from a curious parent", 
    "text": "Throughout your time as education secretary you&apos;ve put a lot of effort into demanding accountability from teachers, redefining their job, reshaping how they are trained or indeed changing who can be a teacher. Every month, we hear of this or that sector of the education service &quot;underperforming&quot;: governors, local authorities, teacher-trainers, teachers of early reading, GCSE teachers, teachers of rich kids, teachers of poor kids Hearing this stream of criticism has set me thinking. What about you and your job? How is your post defined? I see you as a kind of secular cardinal, having carved out for yourself a role to rule over a far-flung flock, determining matters of dogma and delivering sermons on anything from how children should go about their learning, reading and doing exams to what is the best way to run the fostering service. I&apos;m amazed. It covers such a wide range of what are very complex processes: cognition, memory, perception, emotional literacy, nurture and so on. Why do you or anyone else in government think that your job description is to rule on such matters? Did you reach the post of education secretary because you have this specialist knowledge? Occasionally, I imagine you moving on to running health and wondering if you would spend your time in that post telling oncologists how to cure cancer. I&apos;ve come to think that you probably would. However, no matter what your level of expertise is, most of your policies have been introduced without any research evidence to support them. They just seem to be acts of faith. You create academies and free schools; you have introduced the Phonics Screening Check, the Spag (spelling, punctuation and grammar) test; you&apos;re switching over to the Ebacc; you&apos;re abolishing PGCE courses and (in academies) the requirement that teachers are qualified. All this has been done without a word of evidence that any of this will help children who were not succeeding in the system before you took up your post. Clearly, then, your job description doesn&apos;t require you to underpin these enormous changes with any kind of academic rigour. As a parent, this makes me very uneasy. Surely, you haven&apos;t just conjured up this raft of polices from your memory? Or from &quot;commissions&quot; rigged to say what you want them to say? As I&apos;m sure you know, there is an altogether different approach available to you. Your job could be that of an &quot;enabler&quot;  someone who helps to amass and collate evidence, convenes conferences where people openly debate and discuss things, harnesses the experience of thousands of people with experience, investigates the central problem of how children learn and encourages teachers to take control of their work and to upgrade their professionalism by facilitating teacher-based research. Your job would be to let policy emerge based on expertise, consent and consensus. You would, in effect, be asking from teachers and other interest groups a different form of accountability: one based on participation, contribution and co-operation. While we&apos;re talking about accountability, you don&apos;t really have to observe very much at all do you? For example, why was the schools minister, Nick Gibb, sacked? Why do you think it&apos;s OK that we have never been told why he had to go? One moment he was the King of Phonics and the next he was the minister that hath no name. Do you hold us in such contempt that you think we are not entitled to know why ministers in a democracy are removed from office? One small example, I concede, but quite significant, don&apos;t you think? Michael Rosen&apos;s letters appear monthly", 
    "section": "education", 
    "gid": "education/2012/dec/03/michael-rosen-gove-accountability", 
    "wordcount": "603"
}