{
    "headline": "Online, some are more equal than others", 
    "text": "A few years ago, New York Times columnist Thomas Friedman published a bestselling book with the title The World is Flat. In it he used the concept of &quot;flatness&quot; to describe &quot;how more people can plug, play, compete, connect and collaborate with more equal power than ever before  which is what is happening in the world&quot;. Well, up to a point. Friedman&apos;s book is a paradigmatic exposition of the dominant narrative about technology  what one might call the Californian ideology  which sees computing technology as an essentially benign force that, over time, will iron out many of the economic, cultural and ideological divides that so disfigure our contemporary world. The basic message is that the internet creates a level playing field. And the freedoms that the network brings  freedom to communicate, access knowledge, publish and consume  will in time undermine the capacity of tyrants to keep their subjects in thrall. In this at least, the Californian ideology mirrors its Marxist counterpart, in that both believe that the state will eventually wither away. Between now and that particular nirvana, however, a few niggling difficulties remain. One is that the state shows no sign of withering any time soon. A useful case study is provided by Twitter. Although the service has been a thorn in the side of nearly every western government in recent years, all the signs are that, when push comes to shove, it&apos;s rarely beyond the long arm of the law. Just ask all those naive folks who tweeted about Lord McAlpine. But at least in Britain the authorities seem to be trying to work out a plan for legal action against Twitter users that is proportionate and not unduly illiberal. Over on the other side of the globe, however, the Chinese state suffers from no such scruples. The regime is prepared to do whatever it takes to keep the net under control, even if it requires employing tens of thousands of people to do it. An interesting glimpse of this determination is provided by a recent study by some US computer scientists. They studied censorship on Weibo, China&apos;s version of Twitter, and found that it&apos;s nearly instantaneous and on a scale that suggests a workforce of more than 4,000 censors who stop work only during the evening news (when, presumably, they need to catch up on the latest party line). Then there&apos;s the narrative that says that the internet creates a level playing field. This is plausible only to inhabitants of Silicon Valley, many of whom appear to know very little about what life is like in the rest of the world. A useful antidote might be Jenna Burrell&apos;s book, Invisible Users, a study of young African internet users. The professor is an anthropologist who has spent a lot of time in Ghana and her subjects are the urban youth who frequent the internet cafes of Accra. They are decidedly not members of their country&apos;s elite and use the internet largely as a way to orchestrate encounters across distance and to acquire foreign connections  activities once limited to the wealthy, university-educated classes. For these young people, the internet, accessed on second-hand computers (cast-offs from the US and Europe), has become a means of enacting a more cosmopolitan self. In her book Burrell offers an acutely observant account of how these kids have adopted, and adapted to their own priorities, a technological system that was not designed with them in mind. What she reports is intriguing and touching. In the pre-internet age, for example, many Ghanaian children had pen-pals abroad, and they try to use the net to reproduce that kind of connection. One lad logged into Christian chatrooms because he was looking for potential business partners and figured that Christians would be trustworthy people, but was frustrated that they only wanted to talk about the Bible. And so on. But there is also a sombre overtone to this. Ghana is a cash-based economy, so Ghanaians are excluded from online commerce. Worse still, many western websites arbitrarily assume that a communication from any African domain is a scam. Burrell herself found that: when she tried to buy stuff from Amazon, the site immediately reset her password and began sending her phishing warnings. Paypal told her that they didn&apos;t serve customers in Ghana or Nigeria, and started a set of security checks that led to phone verification to her US mobile, which didn&apos;t work in Ghana. And the moral of the story? The world that looks so agreeably flat to MrFriedman looks rather different to kids in Accra. Plus a change", 
    "section": "technology", 
    "gid": "technology/2013/mar/10/internet-not-level-playing-field", 
    "wordcount": "769"
}