{
    "headline": "Bitterns: the endangered birds whose population is booming at last", 
    "text": "The boom of the bittern is being heard across Britain once again, after more than a century in which the bird has hovered on the edge of extinction. Noted for its foghorn-like call or &quot;boom&quot;, the bittern has made a recovery in numbers that the Royal Society for the Protection of Birds (RSPB) described last week as &quot;a phenomenal success&quot;. However, experts warn that the bird, one of Britain&apos;s rarest, still faces severe threats posed by climate change. &quot;Bitterns are not out of danger yet,&quot; said Grahame Madge of the RSPB. &quot;On the other hand, this is a very encouraging trend.&quot; The bittern is a secretive bird and its subtle colouring makes it hard to spot in its wetland surroundings  although its mating call, which can be heard several miles away, testifies to its presence. It was once common across the UK, but numbers began to fall in the Middle Ages  the bird was considered a delicacy and was eaten at banquets up to Tudor times. In the 18th and 19th centuries, the bird became a popular target for taxidermists. The drainage of England&apos;s wetlands devastated the surviving population and by 1886 the bird had disappeared from Britain. Early in the 20th century the population slowly began to return and by the 1950s there were 60 bitterns in the UK, but water pollution then destroyed its habitat. By 1997, the bird&apos;s numbers had fallen back to 11. &quot;We created a research programme to save the bittern and discovered the major threat was not the loss of their habitat, but a degradation of it,&quot; said Madge. &quot;Bitterns prefer living in particularly wet reed beds, where they can fish easily. But mud often builds up and the reed beds dry up. In large wetlands, small patches will always dry up and new ones form. However, nature reserves are hemmed in today and there is little opportunity for new reed beds to form when the old ones die out.&quot; Litter only makes the problem worse, he added. The bittern has been classified by the EU as a &quot;priority species&quot;. With European funding, the RSPB lowered reed beds at several reserves and pumped out mud, creating improved habitats. A new site was set up at Lakenheath in Suffolk. Today there are at least 100 bitterns, most of them in southern England. However, climate change means some habitats are vulnerable to rising sea levels, particularly the important RSPB site at Minsmere in Suffolk, where tides could flood freshwater areas with salt water, ruining them for the bittern. Droughts also endanger the species by drying out wetlands. The RSPB is now working to create new inland nesting areas. &quot;We no longer have a landscape where natural processes can take place on a large scale, so conservationists must work within the areas that are available,&quot; said Madge. &quot;Creating bigger wetlands not only houses a larger diversity of species but also buffers against climate change. If the RSPB&apos;s legacy of habitat creation and preservation is maintained, the unique and dynamic bittern&apos;s boom can continue to sound out across our wetlands.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/12/bittern-population-booming", 
    "wordcount": "530"
}