{
    "headline": "Largest onshore windfarm in England and Wales gets go-ahead", 
    "text": "The government has approved plans for the largest onshore windfarm in England and Wales. With 76 turbines, the Pen Y Cymoedd development is expected to produce 299 megawatts (MW) of energy by 2016, enough to power 206,000 homes a year. The energy minister Charles Hendry said the project would have a positive economic impact on the community while moving the country away from fossil fuels. &quot;Onshore wind plays an important role in enhancing our energy security. It is the cheapest form of renewable energy and reduces our reliance on foreign fuel. This project in south Wales will generate vast amounts of homegrown renewable electricity and provide a significant benefits package for the local community,&quot; Hendry said in a press release. Vattenfall, the developer behind the project, has said the project could be worth more than 1bn to the economy and has promised benefits to the community including a trust fund worth 1.8m a year. The company has also promised 3m for habitat management, the creation of an off-site Honey Buzzard habitat, and 350,000 for a cycle route. The decision report by the Department for Energy and Climate Change (Decc) details some initial hesitation from community groups and the Neath Port Talbot and Rhondda Cynon Taf county borough councils, particularly over the visual impact the project would have on the area. The project was approved after Vattenfall modified the initial plan, removing several turbines. Vatenfall operates the largest offshore windfarm in England and Wales, seven miles (11.3km) off the coast of Kent, which produces 300 MW of energy with 100 turbines. An even larger offshore project planned by London Array is in the works. It would produce 1,000 MW with 341 turbines 13 miles from Margate, Kent, and 15 miles from Clacton-on-Sea, Essex. The Pen Y Cymoedd windfarm falls within the &quot;Rhondda landscape of special historic interest,&quot; which means the planned site will require an archaeological investigation, according to Decc. Precautions will also be taken to protect potential coal deposits under the site.", 
    "section": "environment", 
    "gid": "environment/2012/may/08/largest-onshore-windfarm-go-ahead", 
    "wordcount": "345"
}