{
    "headline": "The stats quiz that tests your vulnerability to spin", 
    "text": " 
  
  
   
    
     You're selling second-hand books and a buyer accidentally pays you the extra 20% VAT above the sale price when they didn't have to, making the total paid 60. They ask you to transfer 20% of the total they paid back to them. What percentage should you actually give back?
      
       20%
       16.7% 
       15% 
      
     A report claims that drinking coffee increases your risk of a certain type of mouth cancer by 50% (it currently affects 1 in 100,000 non-coffee-drinking people). If a million people all started drinking coffee, how many extra cases of that mouth cancer would you expect?
      
       5
       50
       500
      
     A bank offers you payment protection insurance on your 12-month loan. For only an extra 20 per month they will make one monthly 210 repayment for you if you lose your job for any reason. If you take the insurance and do need to claim, how much better off are you than without the insurance?
      
       10
       You're neither worse nor better off
       10 worse off
      
     You are choosing between two universities by looking at their pass rates in different subjects. University A passed 98 of its 120 English students (81.7%) and 56 of its 78 maths students (71.8%). University B passed 1,367 of its 1,700 English students (80.4%) and 46 of its 87 maths students (52.9%). Which university has the better percentage of total student passes and by how much?
      
       University A
       University B
       They have identical pass rates
      
     You take a blood test for a genetic defect (a defect about 0.1% of the population have). The test can tell if you do or do not have the defect with an accuracy of 99%. You result comes back positive for the defect. What is the probability you actually have the genetic defect?
      
       0.9%
       1%
       9%
      
    
    Solutions
    1:B, 2:A, 3:C, 4:B, 5:C
    Scores
    
     0 and above.You are a prime target for statistical manipulation. Turn off the TV, stop reading your novel and pick up a maths text book, right now!
     2 and above.You might be getting brainwashed but there's still room for improvement. 
     5 and above.You're a statistical genius! Ever considered a career in politics? 
    
    
  
  
", 
    "section": "science", 
    "gid": "commentisfree/quiz/2012/oct/19/stats-quiz-test-spin", 
    "wordcount": "0"
}