{
    "headline": "Derek Legge obituary", 
    "text": "Derek Legge, who has died aged 95, was one of the most influential of the largely unsung heroes of the British adult education movement. His work at Manchester University, advancing the cause of adult education as a subject for serious academic study, was not only groundbreaking but helped shape the thinking of generations of adult educators. Derek&apos;s first experience of adult education came during the second world war when, as a member of the Army Education Corps, he was charged with giving talks on current affairs to troops manning anti-aircraft batteries throughout London. Derek criss-crossed the capital on an army-issue Royal Enfield motorcycle as German bombs battered the city. After the war, Derek became an extramural tutor at Manchester University. Moving to Burnley with his wife, Margaret, he taught people from working-class communities across north-east Lancashire. In 1949 he was appointed to the university&apos;s school of education, becoming the first lecturer in adult education in western Europe. A committed internationalist, Derek promoted his course through Unesco, attracting the first of what would be a steady flow of overseas students. A department of adult education grew up, with Derek as its head. One of his students was a young Canadian educator, Paul Blanger, who went on to become director of Unesco&apos;s Institute for Lifelong Learning. Blanger recalls his classmates as &quot;a bunch of activists&quot;, including a woman who set up adult education centres in Pakistan and a Tanzanian adult educator involved in the Ujamaa (&quot;familyhood&quot;) movement of Julius Nyerere. Writing on the occasion of Derek&apos;s 95th birthday, Blanger said that the 10-month course had enabled him &quot;to join the world movement for the right of all citizens on all continents to learn and create&quot;. Derek retired in 1978 but continued his association with adult education, involving himself in learning activities of all kinds, including extensive work in prisons. In 1982 he published a book, The Education of Adults in Britain, which became required reading for any student of the subject. In 1999 he was made an MBE for his services to adult education and was awarded an honorary degree from Manchester University and life membership of the National Institute of Adult Continuing Education. I knew Derek as a correspondent to the institute&apos;s journal, Adults Learning, which I edit. Despite fading eyesight, he maintained his interest in adult education and remained a lucid, articulate and astute critic until his death. Margaret predeceased Derek. He is survived by his daughter, Angela.", 
    "section": "education", 
    "gid": "education/2012/apr/11/derek-legge-obituary", 
    "wordcount": "420"
}