{
    "headline": "On a bank that blooms with blue, a clump of delicate sugar-pink flowers", 
    "text": "In a quintessential southern English oakwood, the bluebells are keeping Scottish time. Other years see them send out April showers of colour, but here we are at the cusp of June and the show goes on. Fully three weeks late, they seem to be following a Highland flowering calendar. In a deeper sense, the plants are as punctual as ever. As always, towards the middle of February, the first pointed tips broke from the earth, lifting the mat of last year&apos;s dead leaves as they rose. By Easter, before a single tree had unfurled its own leaves, the ground was a lawn of narrow green blades, drawing the sun&apos;s light, charging the underground bulbs with energy for this year and next. But &quot;grass&quot; is green and hardly anyone noticed the longest part of the bluebell&apos;s growing season. For a flower so strongly associated with a single colour, there are a surprising number of anomalies to deceive the eye. On a bank that blooms with blue, it takes a close inspection to find the exceptions  a clump of delicate sugar-pink flowers. Beneath the kiss-curl-frilled bells the leaves are splayed, sprinkled with glassy pearls of overnight rain, many bitten off halfway down by deer, as if the animals had a compulsion to taste but not eat. Even in the light of this sunniest of mornings, there is a sense that their flowering time is running out. Nettles are rising fast above their pretty heads and goosegrass is weaving around their stalks. The oak trees above are in both leaf and flower, creating a bright lime ceiling, but a dimmer floor. Some of the solid blue bells are looking like crumpled paper bags, the crenelated edges shrivelling inwards. In another fortnight, the flower heads will be reduced to pale beady seed capsules, the leaves below withered and yellowing. The passers-by who gawp today will pass on by. These plants follow their own seasons and their summer is almost over. Before long, the bulbs will rest dormant, waiting to start again at the tail end of what we call winter.", 
    "section": "environment", 
    "gid": "environment/2013/may/31/sandy-befordshire-blooms-blue-delicate-sugarpink", 
    "wordcount": "348"
}