{
    "headline": "Activist investor David Einhorn calls for Apple to issue 'iPref' shares", 
    "text": "In a conference call peppered with light metaphors and eccentric asides, the prominent activist investor David Einhorn continued his battle against Apple by laying out why the technology giant should deploy its $137bn cash hoard by giving its investors new shares that would pay &quot;50 cents in dividends, every quarter, forever&quot;.  The kind of shares Einhorn proposed are called &quot;perpetual preferred shares&quot;. These shares would pay a dividend, like the common stock that is traded on a stock exchange, but they would be worth only $50 under Einhorn&apos;s plan and the dividend is smaller  only $2 per share per year, compared to Apple&apos;s current dividend of $10.60 per share per year. In a witty nod to Apple&apos;s naming conventions for its products, such as the iPod and the iPhone, Einhorn dubbed the new shares &quot;iPrefs&quot;. Einhorn&apos;s push comes as Apple and its shareholders become ever more baffled by the slide in the company&apos;s stock price and work to forestall it. Apple CEO Tim Cook has made more appearances in order to boast about Apple&apos;s performance and instill confidence in investors. Einhorn is taking a mathematical route. He believes shareholders will reward Apple for giving them cash by pushing up the price of the stock. &quot;Apple wants to keep its cake, and its shareholders can eat it too,&quot; he said.  Einhorn presented slides suggesting that, under his plan, iPref shares would cost Apple $170m every three months, or $1.9bn a year, in dividend payments to investors. He plumped for it on the basis that Apple could lure a new class of investor that is looking for a small, safe income. &quot;This opens up a whole new market for Apple,&quot; Einhorn said, noting that low interest rates have made people hungry for a way to make money on their investments. &quot;For savers across the country, this product is very much needed.&quot;  Einhorn said that Apple is profitable enough that it could pay the dividend out of profits and would not actually have to touch its stored cash pile or bring back any of its cash stored in overseas operations.  Apple has strongly resisted Einhorn&apos;s efforts, which include a lawsuit aimed at getting the company to change its rules on shareholder rights. &quot;Frankly, I find it bizarre that we would find ourselves being sued for doing something that&apos;s good for shareholders,&quot; Cook said at a Goldman Sachs conference last week. &quot;I think it&apos;s a silly sideshow, honestly.&quot;  Einhorn suggested that Apple&apos;s cash pile is a growing distraction to the company. He argued that Apple, which earns about $40bn in profits and has $137bn in cash, is not using its money effectively. One investor on the call compared Apple&apos;s cash hoard to &quot;seven beautiful daughters that are locked up, that we want to date&quot;.  &quot;Companies view their self importance by the size of their bank accounts,&quot; Einhorn said, adding later that the company&apos;s &quot;war vault&quot; was hindering its stock price, which has been on a steady downwards slide since September. Apple shares are currently trading at around $447, down from $702 in September. As a result, the company&apos;s cash hoard is worth one-third of its market value.  &quot;When a third of the value of a company is cash, it requires the amount of energy usually required for managing the business,&quot; Einhorn said.  But some investors disputed Einhorn&apos;s view that Apple&apos;s enormous cash hoard is anomalous. Bespoke Investment Group, a trading firm, released a note disputing Einhorn&apos;s claim that Apple&apos;s bank account is too big relative to its market value. The note said: &quot;Back in the early 2000s, Apple&apos;s cash as a percentage of market cap was above 50% for years. And during the financial crisis, Apple&apos;s cash got as high as 37%. Just something to be aware of as you hear all these calls for Apple to do something with its loot.&quot; Einhorn gave a nod to Apple&apos;s conservative bent towards cash by acknowledging that late CEO Steve Jobs, like Cook, preferred to keep a lot of the company&apos;s money in the bank. Einhorn attributed this to a common fear among technology companies that they don&apos;t have enough cash to withstand harsh market movements. &quot;This is the one place where Tim Cook&apos;s predecessor was opposed to being innovative,&quot; Einhorn said.  Einhorn, however, spun Cook&apos;s comments positively, highlighting Cook&apos;s suggestion that he would look carefully at the proposal.", 
    "section": "technology", 
    "gid": "technology/2013/feb/21/investor-david-einhorn-apple-ipref-shares", 
    "wordcount": "753"
}