{
    "headline": "The five best hangover games", 
    "text": "Yesterday, I had a hangover. It was the sort of hangover which begins with an explosion of nausea, and then evolves into a thudding headache, before drifting out on a sea of tiredness and ennui. I was out all day, but when I got home, I collapsed in front of the Xbox and played Minecraft (on Peaceful mode, of course), allowing its gentle piano music and formless gameplay to sooth my poorly head.  So in case you ever find yourself in a similar situation (hey, it could happen), here are the five best ever games for post-alcohol recovery. Feel free to add your own in the comments sections. We can get through this together. Super Mario 64 (Nintendo, N64, DS)      I&apos;m not sure what it is  perhaps the simple, jovial soundtrack, maybe those soft Nintendo 64 visuals  but Super Mario 64 is one calming game. It can be hugely challenging and frustrating too, of course, but Miyamoto is an expert in providing areas of safe exploration as well as frantic platform-leaping action  you can, for example, just mess about outside Princess Peach&apos;s Castle if you feel like it. Don&apos;t own a DS or N64? Super Mario 3D Land on the 3DS has a similar effect. Flower (Thatgamecompany, PS3)      LA-based studio Thatgamecompany is an expert in developing relaxing ambient experiences, beginning with its very first title, Cloud, and continuing through to this year&apos;s wonderful Journey. I&apos;ve gone for Flower, though, because it&apos;s another title that involves exploring freely while beautiful music plays in the background. Your aim is simply to guide petals through the air, and over beautiful landscapes, intersecting with some very gentle environmental puzzles on the way. Best enjoyed while wrapped in a huge, freshly-laundered blanket. Harvest Moon series (VIS/Marvelous, multiple platforms)      I suspect that farming isn&apos;t a particularly relaxing occupation in real life, but tending to the cute livestock and planting seeds in these gorgeous games is a sure route to recuperation. Guided by the rhythms of the seasons and the whims of the weather, Harvest Moon players can easily zone out into a realm of fantasised agricultural bliss, tilling the land, having strange conversations with locals and ... tilling some more land. And unlike all the Facebook games this lovely series spawned, you won&apos;t be bothered every five minutes by micro-transactions and prompts to share your achievements with other players. Ugh. Tiny Wings (Andreas Illiger, smartphone, iPad)      If you&apos;re looking for some portable hungover gaming therapy, this &quot;endless flying&quot; sim is the obvious choice. Your role is simply to keep your teeny bird in the air as long as possible, swooping down onto hillsides to gather extra momentum. It&apos;s the rhythmic structure, gentle handicraft visuals and whooshing soundtrack that get you through; and with no end as such, there&apos;s no pressure to complete a level or mission. An HD iPad version has recently been released and a sequel is on the way too. Eve Online (CCP, PC)      In March, PC Gamer did an interview with Eve Online designer Kristoffer Touborg who claimed that the mining element of this vast online multiplayer space game is the perfect hangover cure. Spending hours obliterating asteroids and then hauling cargo across the galaxy might not sound like fun, but it does have a certain restorative calm about it  and played on a big screen with the visual settings on max, there are some truly breathtaking views out there in the Eve galaxy. It also reminds me of Elite, the great space trading game, which was similarly relaxing as you hopped from planet to planet selling your wares and worrying only about pirates or random Thargoid invasions.  What&apos;s your favourite hangover game, then? Let us know in the comments section.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/20/five-best-hangover-games", 
    "wordcount": "620"
}