{
    "headline": "World again turns blind eye to people of Sudan's Nuba mountains", 
    "text": "An eerie silence suddenly descends upon Kauda&apos;s market as people scan the skies for the source of the distant yet all-too-familiar throb of Soviet-manufactured plane engines. &quot;Antonov!&quot; the cry goes out, and people scatter, diving into the nearest hole or scrambling for cover wherever they can. After a few minutes the engines fade and people get up, dust themselves off and attempt to get on with what passes for normality for the beleaguered inhabitants of Sudan&apos;s Nuba mountains. &quot;Women and children usually constitute the largest number of casualties from these bombing raids,&quot; says Ahmed Kafi, local co-ordinator for one of the few international NGOs that still maintains a presence on the ground. &quot;Most of the men and older children learned long ago to take cover when they hear an Antonov approaching, but the younger ones often run in panic and there is nothing in the world that can prevent a mother from chasing after her children.&quot; The scene is depressingly familiar, reminiscent of the 10-year siege against the Nuba before the 2002 ceasefire agreement, when the population endured a similar bombardment and blockade of humanitarian aid, and had to seek refuge in rocks and caves. Although November&apos;s harvest has reduced the hunger, and acute malnutrition rates are significantly down from the crisis levels they reached last October, the paediatric ward of the local hospital is full of children receiving treatment for severe malnourishment, and several hundred more receive supplementary feeding each day as outpatients. A new report by Human Rights Watch details many of the atrocities that are continuing behind the scenes of Sudan&apos;s forgotten war, including the &quot;government&apos;s indiscriminate aerial bombardment and shelling in Blue Nile and Southern Kordofan&quot;, and alleges that government forces have raided villages, burned and looted civilian property, arbitrarily detained people, and assaulted and raped women and girls. As a result of the bombing and other crimes against civilians, coupled with Sudan&apos;s refusal to allow humanitarian assistance into rebel-held areas, despite international agreement, hundreds of thousands of people are displaced inside the two states, surviving on very little. More than 200,000 have fled to refugee camps in South Sudan and Ethiopia since Khartoum began its renewed assault on the Nuba mountains more than 18 months ago. Mubarak Ardol of the Sudanese Journalists and Human Rights Defenders Network is concerned that the international community &quot;is not paying sufficient attention to the suffering in the Nuba mountains and Blue Nile, and that the failure to provide humanitarian access north of the border is actually assisting in the ethnic cleansing of these areas&quot;. In 2011, when it became clear that the people of South Sudan were going to vote for independence, Khartoum launched a pre-emptive strike against the rebel-held areas of north Sudan and sealed them off from outside access. The failure to achieve peace in the contested areas north of the new border is not merely impacting on the people of the two areas, but risks jeopardising peace between Juba and Khartoum, as the Sudanese government is now insisting that South Sudan disarm the Sudan People&apos;s Liberation Army-North before allowing the restoration of oil exports and normalisation of relations. The African Union (AU) panel  led by former South African president Thabo Mbeki  overseeing negotiations between Juba and Khartoum in early December warned the AU&apos;s peace and security council that resolution &quot;of the conflict in the two areas is an indispensable prerequisite for the normalisation of relations between Sudan and South Sudan&quot;. The international criminal court&apos;s new chief prosecutor Fatou Bensouda told the security council that crimes against civilians are still happening in Sudan while the perpetrators remain unpunished, and warned she was considering issuing further indictments. Along with Omar al-Bashir, South Kordofan&apos;s governor Ahmad Muhammad Harun has been indicted by the ICC, and the people of the Nuba mountains are asking that the regime&apos;s crimes in South Kordofan also be investigated. Perhaps understandably, people in the area complain that not only have they been forgotten but they are enduring the ordeal for a second time. They want to know why the outside world is once again turning a blind eye to the atrocities, and why it has failed to implement the agreed humanitarian access or to stop the bombardment. Ardol says: &quot;President Omar al-Bashir has imposed a wanted war criminal as governor of South Kordofan following rigged elections, torn up the peace deal, and is once again attempting to bomb and starve our people into submission.&quot; He says the Khartoum government&apos;s record is clear: &quot;From South Kordofan to Blue Nile and Darfur, they have been involved in terrorism, war crimes and human rights abuses, yet the international community has been standing by and doing nothing, so once again these crimes are being repeated.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/20/world-blind-eye-sudan-nuba-mountains", 
    "wordcount": "803"
}