{
    "headline": "Self-funded PhD: full time or not at all", 
    "text": "   Photograph: supplied    In hindsight, studying for my PhD part time would have been better financially  I am now stuck with substantial repayments for a loan which means I cannot afford to move house. But having to cram everything in has made me much more effective as a researcher. The experience that I gained through working while studying enabled me to secure a permanent lecturer position and has provided me with a broad range of skills and expertise that mean I can work in different roles within higher education. Determined to study full time I applied for research council funding twice (once before starting my PhD and then once again after my first year), but was unsuccessful both times. I am ridiculously stubborn however, and once I have set my mind to do something, it is rare that I will admit that it might not be possible. I was determined to study full time; partly because of the length of time it would take to complete a PhD part-time, and partly because I desperately wanted to be part of the postgraduate culture of the university  to be able to immerse myself in what, I believed, was the PhD experience. To this end, I took out a career development loan from my bank which paid me a set monthly amount for living expenses, in addition to covering my tuition fees. I also worked part time throughout my PhD to support myself. In my first year I lived in Manchester and worked 25 hours a week for Manchester City Council. I soon found that working part time had a significant impact on both my research and ability to integrate into the research culture of the university. Many of my peers were either fully funded or had university teaching scholarships. I found it incredibly difficult to join them in organised events as there was usually a clash with my working commitments. In my second year I moved home to Preston to save money and took a job as a research assistant at University of Central Lancashire (UCLan) one day a week. This gave me more time to focus on my research, but the physical distance from the University of Manchester heightened my isolation from other PhD students and from the research culture in general. At this point it definitely seemed as though I was on my own and I will admit that I did struggle with feelings of inferiority, as my research had not been deemed &apos;worthy&apos; of financial support and therefore I was reaping the consequences in my lack of contact with other, more &apos;worthy&apos; postgraduates. In my final year, the career development loan payments ceased and I had to find full-time work as well as writing up the final chapters of my PhD. I worked three days a week teaching English A-Level in addition to my one day a week at UCLan; I also started a PGCE course to be able to teach in further eduation. I have no idea how I made it through that year in one piece and came out at the other end with a PhD; I&apos;m not sure if I could do it now. Staying focused The upside was that competing demands on my time meant that I had to be very focused when I did sit down to research. I am naturally one of life&apos;s procrastinators but I have found that in my research this is not the case; I get a lot of work done in a short space of time and am usually able to avoid straying off topic  something that I attribute to never having a great deal of time to spend on my PhD work. I do not feel that my career has suffered from being an unfunded PhD student. If anything the difficulties I encountered during that time have made me more resilient and better able to navigate the shifting landscape of employment within higher education. Anna Hunter completed a PhD in English and American Studies at the University of Manchester This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jun/06/self-funded-phd-full-time", 
    "wordcount": "695"
}