{
    "headline": "The snipe's 'drumming' sound is perfectly evocative of Welsh hill country", 
    "text": "Winter has left the wide expanse of Cors Caron etiolated and wan. Dark pools where peat was formerly dug; the deep, sombre course of the Afon Teifi; the three shallow domes of this great bog (a wonderland to ardent naturalists); all are pale-fringed with brittle blond stalks of last year&apos;s water-sedge, frost-feathered daylong under a dull sky. At February&apos;s end the soundscape registers most impressively. A Siberian wind hisses through desiccated grasses and reeds. Shafts of low sun search under grey cloud cover to illuminate their cross-hatched delicacy. The river ripples and eddies within twisting banks. I catch sight of a goldfish in swift amber water and wonder by what chance it came there? Ravens in echoing converse arrow down from surrounding sheep-runs. Jackdaws mob a kite that veers away in a flurry of untidy wings. Wild geese call soulfully, fly high, and tributary valleys fill with night. On the river-path, time and again explosions of movement, noise, come almost from under my feet. Giach is the bird&apos;s name in Welsh  guttural and harsh as the alarm-call each snipe gives as it zigzags away on urgent white-hemmed wings. One sits atop a post, small and dumpy, its beak comically long, gorgeous complexity of plumage-pattern expressed in subdued brown hues. That swift erratic flight makes snipe-shooting a mark of distinction among the &quot;sporting&quot; fraternity. Game-books of the old estates recorded extraordinary numbers slaughtered, though EU grant-money&apos;s enabling of snipe-habitat drainage throughout Wales probably contributed as much to their present scarcity. Their so-called &quot;drumming&quot;  a faint, eerie bleating sound produced by air whistling through the male&apos;s tail-feathers in diving courtship display  is perfectly evocative of Welsh hill country. &quot;One of the special sounds of the moorland night&quot; according to Bill Condry, and a coming pleasure of long-awaited spring. On Cors Caron, a nature reserve, the snipe are safe. I count 30 in a couple of riverside miles. Each one startles in its sudden, clamorous rise.", 
    "section": "environment", 
    "gid": "environment/2013/mar/01/tregaron-snipe-drumming-welsh-evocative", 
    "wordcount": "329"
}