{
    "headline": "A new national plan to protect our forests", 
    "text": "As members of the independent panel on forestry set up in December 2010, which reported on 4 July 2012, we draw attention to our recommendations, especially in light of the present crisis over Chalara ash dieback (Report, 10 November). Ash trees are our third most common tree and 90% are potentially under threat. This threat comes at a critical stage in developing and protecting our woodlands and their related culture; it emphasises the need for a strong strategic response from the government to the report of the panel on the future of our forests. As one of the recommendations of the report states, &quot;Government should speed up delivery of the tree health and plant biosecurity action plan by additional investment in research on tree and woodland diseases, resilience and biosecurity controls.&quot; Although no longer formally constituted, the panel members met two weeks ago and look forward to the government&apos;s response to the report of the panel, especially on disease control. What is required is not an ad hoc response to this crisis but collaboration between government and all who value or work in forests to build a new national policy to protect our trees and forests.Rt Rev James Jones Bishop of Liverpool, Shireen Chambers Executive director, Institute of Chartered Foresters, Dr Mike Clarke Chief executive, RSPB, Tom Franklin Former chief executive, The Ramblers, Stuart Goodall Chief executive, Confederation of Forest Industries, Stephanie Hilborne Chief executive, The Wildlife Trusts, Sue Holden Chief executive, Woodland Trust, Dr Alan Knight Environmental sustainability director, Business in the Community, Fiona Reynolds Director general, National Trust, Harry Studholme Owner of Perridge Estate, Devon, John Varley Estates director, Clinton Devon Estates, William Worsley Past president, Country Land and Business Association", 
    "section": "environment", 
    "gid": "environment/2012/nov/12/national-plan-to-protect-forests", 
    "wordcount": "286"
}