{
    "headline": "Rivals launch a printing revolution that could be as significant as Gutenberg", 
    "text": "This week will see the launch of a revolution in printing that may turn out to be as significant as the invention of the Gutenberg printing press - if entrepreneurs and analysts are to be believed. From May 3 to 16 more than 390,000 visitors are expected to visit drupa 2012 . Known as &quot;the Olympics of printing&quot;, it is held every four years in Dsseldorf, Germany, and is the largest printing equipment exhibition in the world. This year, visitors will see a number of rival technologies launched, each of which promises to deliver a &quot;second digital revolution in printing&quot; that will allow the digital printer to kill off the offset press for commercial printing, and may even allow the printed page to compete with the iPad in terms of visual quality and individualisation of content. Digital printing mostly uses inkjet or laser printers to print directly from a digital image whether on your PC, phone or camera, for example, without using inked printing plates. Compared with the high speed, quality and efficiency of traditional offset printing, digital printing has suffered a so-called &quot;productivity gap&quot; since it first arrived on the scene back in the 1990s  the &quot;first digital revolution&quot;. Inkjet printers, which make up the vast majority of digital printers, are able to print a large number of copies quickly but of poor quality and requiring specially prepared paper, while others, like electrographic or laser printers, use dry or liquid toner to print a large number of high-quality copies but at a comparatively slow speed, not to mention the &quot;chemical weapons&quot; such toners leave behind in the office. Now, with the inkjet and toner technology due to be unveiled at drupa, &quot;every printer could become a digital printer&quot;, according to Ralf Schlozer, director of on-demand printing and publishing services at the market research and strategic consultancy Infotrends: it is expected that the digital printer will finally be able to offer the same high (or even higher) quality, fast speeds and low costs as an offset press, even if these will be demonstrations of technology rather than the finished product. And then, according to the prophets of the second digital printing revolution, this new generation of printers will be able to make the quality of the visuals we see on the printed page equal to what you can see on your tablet, and to print each page with a degree of individualisation of content and &quot;just-in-time printing&quot; that may mean that eventually we won&apos;t have to click on an app to read our own tailor-made edition of the Guardian, it will be delivered to our door. Although half a dozen new inkjet technologies and a handful of new toner ones are expected to be revealed at drupa, nothing better illustrates this coming revolution  and the battle over which printing technology is going to take us there  than the race to market between Landa Corporation&apos;s Nanography and Xeikon&apos;s Trillium Print Technology unveiled today and tomorrow. On one side of this battle is &quot;a truly groundbreaking development&quot; by the Steve Jobs of the printing world (and drupa keynote speaker) Benny Landa, and on the other, &quot;a breakthrough technology&quot; by &quot;printing&apos;s best-kept secret&quot;, the Belgian company Xeikon. This is a race that  like all the best ones  comes with its own history, since both Israel&apos;s charismatic Landa and Xeikon claim to have started the digital printing revolution in 1993 with the world&apos;s first digital press. Landa went on to sell his &quot;iconic&quot; Indigo technology to printing giant Hewlettt-Packard and then set up Landa Labs, his reputation made, while Xeikon sank back into Low Countries relative obscurity after finding their products quickly overtaken by the big boys of the printing establishment. The secretive Landa seem to believes that he can do the same again by stealing a march on his competitors with his pre-drupa launch of the Landa Nanographic Printing process with a Jobs-style presentation called &quot;Nano. Bigger Than You Think&quot;. Landa declared that his ten years of research into nanotechnology has led to a &quot;true breakthrough that enables our presses to achieve amazing results&quot;, meaning that &quot;for the first time commercial printers don&apos;t have to choose between the versatility and short-run economics of digital printing and the low cost and high productivity of offset. Now they can have both&quot;. It is thanks to a new water-based ink called Landa NanoInk, coupled with innovative ink ejectors, that Landa&apos;s new nanographic printers can print with &quot;game-changing performance and costs per page&quot; making print more profitable again. The ink consists of pigment particles smaller than the width of a strand of hair that &quot;will allow unprecedented image qualities&quot; to be printed very thinly, very quickly, in a sustainable way and on untreated &quot;off the shelf&quot; materials. The ink container can even be recycled in the domestic waste. It is also a race that has just got tougher as, rather than technology demonstrators, Landa has launched actual presses with innovative large flat screen controls that are expected to be shipped in the second quarter of next year  even if there is still &quot;tweaking&quot; to be done  as well as strategic partnerships with Komori, Manroland Sheetfeed and Heidelberg  some of the biggest manufacturers of printing presses in the world. This time, though, Xeikon is determined that the outcome is going to be different. However, a rather embarrassing last-minute change of name from Quantum to Trillium due to patent problems does not augur well. &quot;Forget what happened 15 to 20 years ago; Trillium is a breakthrough technology which is going to turn the world of printing upside down,&quot; says Michael V. Ring, vice-president of worldwide marketing and president of Xeikon America. &quot;After all, we get the technology as we invented it in the first place.&quot; And they are staking their future product line on the assumption they are right. &quot;Trillium is so revolutionary because with today&apos;s printing technologies you always have to compromise as you can only ever get two out of cost, quality, and speed. Tomorrow with Trillium you can get all three and that is not possible with today&apos;s inkjet or toner machines. And do so in a way that is sustainable as well.&quot; This is a technology that they have not developed by themselves, but rather by acquiring the IP of a rival company, the name of which they have somehow kept out of the record books. While Xeikon  like Landa  has kept the actual details of their technology sketchy, bloggers who have searched patent applications believe that they have established that Trillium Technology is a high-speed electrographic printer using a high-viscosity liquid toner developed by Research Laboratories of Australia that is more like a paste than a liquid and is safe enough to wash down the kitchen sink. The technology has then been combined with Xeikon&apos;s existing innovative fast printing presses that will close the gap with offset presses and ultimately send them to the scrapyard. For Danny Mertens, Xeikon&apos;s business development manager, the implications of Trillium Technology are profound thanks to the &quot;philiosophy it expresses&quot;. &quot;Trillium will help turn print into a VIP medium to compete with the iPad, as it can print very high quality product with very short production runs, at very low cost, close to the point of need and individualised, which is what each individual wants as each page can be unique.&quot; And Mertens is not too worried by Landa&apos;s Nanography. &quot;When I put the pieces of the puzzle together [Nanography] is what I call an &apos;indirect imaging inkjet&apos; that introduces an intermediate system to transfer the image on to the final paper or film in order to get inkjet to print higher quality or on a wider range of material, and that means you are adding extra complexity into the process, which will make it more difficult to control and which will increase the costs. &quot;However, after 20 or so years it is good to see that the two pioneers that introduced digital printing to the world are here again with new stuff.&quot; Gareth Ward, the editor of Print Business magazine, has been &quot;floundering in patent applications&quot;, searching for the truth behind the claims made for these rival technologies. &quot;Up till now there has been little activity on the patents front for Nanography so it is a case of smoke and mirrors&quot;, and while &quot;it is unlikely to be a red herring&quot;, &quot;it might also be some way from commercial release&quot;. Landa , he believes, has found the partners he has been looking for &quot;to take on the technology and develop it to the next stage while allowing him to work on his energy-creating technology, which will put him up there with Edison and the truly greats&quot;. On the other hand, Trillium is &quot;potentially significant technology&quot; from a &quot;reliable company&quot;, as it could break through the &quot;barrier of speed, quality and cost&quot; that has held back digital printing from taking over the mainstream. Though it still comes with a lot of &quot;ifs&quot; &quot;if it works and if it can be commercialised at a low enough price and in a reliable way&quot;. However, Ward adds, &quot;while Trillium is interesting, it is not going to change the world by itself  It is part of a much larger current towards the digitisation of the print industry and just-in-time printing that the book trade is already experiencing. So there are at least half a dozen rival technologies being launched at drupa.&quot; Ralf Schlozer of Infotrends strikes a more cautious note as &quot;the &apos;second digital revolution&apos; are big words&quot;. &quot;Digital printing has come of age and is now reaching speeds and levels of quality that could mean that every printer could become a digital printer. And if you have digital printers as your main printer then things like personalisation can be done at little extra cost as something on top.&quot; Nonetheless it may take a while for digital printers to replace offset printers, which can last for years. &quot;From what we know,&quot; says Schlozer, &quot;both Xeikon and Landa Labs are presenting new technology that offers very similar things such as fast speeds, low cost and high quality. But, at this stage, we don&apos;t know whether either technology delivers. &quot;However, with so many new printing technologies all promising the earth the hope is that one will actually get to the point of delivering it. &quot;While Landa Labs especially has had a lot of press, and Xeikon too, there are other developers out there who haven&apos;t succeeded in getting their message out or will just wait to the big day to announce their technology.&quot; However, his money is on Landa Labs as Landa is &quot;very credible&quot;. &quot;While Benny Landa is always secretive, publishing his innovations with a big bang, he has a lot of technological knowledge and does employ a lot of scientists out in Israel. And he is doing the patents for his technology at the moment.&quot; Credibility that he has only been reinforced with recently announced partnerships with big-name manufacturers. In the end, revolutions are often easier to anticipate than predict the outcome of, and the second revolution in digital printing is no exception. Until one of these revolutionary technologies is actually turned into a press that we can see in our local printers  at least a year away  it is going to be impossible to know whether the wildest dreams of the digital printing revolutionaries to in some way &quot;turn the clock back&quot; to the era when the printed page was a highly valued commodity can ever or will ever be realised and, ultimately, whether our love affair with the printed page that began with Gutenberg will be renewed or just fade away.", 
    "section": "technology", 
    "gid": "technology/2012/may/03/printing-revolution-landa-xeikon-drupa", 
    "wordcount": "2028"
}