{
    "headline": "EU trade reforms 'will hurt developing countries'", 
    "text": "Developing countries stand to lose out from trade reforms that are pushing the EU towards more protectionist policies, according to a report by the Overseas Development Institute (ODI). The European commission set out its proposals on trade policy for the next decade in January. In March, EU leaders said they were committed to a multilateral agenda for trade and development: promoting market access for developing countries through the EU&apos;s generalised system of preferences (GSP) and economic partnership agreements (EPAs); sustainable development through liberalisation of green goods and services; and more targeted aid for trade. But the ODI&apos;s report  a series of essays from trade and development experts  warned that the changes contemplated by the EU will lead it towards a more protectionist stance that will hamper the global economy and damage developing countries. The first reform of the GSP in 30 years, said the report, will see richer developing countries such as India and Vietnam lose trade concessions of up to 257m (201m). Since 1971, the GSP has ensured that exporters from developing countries pay lower duties on some or all of what they sell to the EU, giving them vital access to European markets. With reform of the GSP, the EU is likely to impose more trade barriers on a range of products and countries where there isn&apos;t a reciprocal free-trade agreement with the union. &quot;The EU claims that this will be to the benefit of the poorest developing countries,&quot; said the report, &quot;but our research reveals that, in fact, richer nations such as Switzerland and the US will reap the rewards, while EU consumers lose out, and the poorest countries hardly gain anything.&quot; One anomaly of the new GSP policy is that Cuba will be excluded, and will lose trade preferences, while China will stay in. Eighteen developing countries  among them Kenya, Ghana, Botswana and Namibia  could lose 50m each year if they do not sign up to the EU&apos;s EPAs. Only 15 Caribbean countries have signed these EPAs since 2002 when negotiations began on these trade treaties, which aim to open up markets in African, Caribbean and Pacific countries to EU imports. The threat is not just confined to tariffs. The ODI report says the EU has issued a proposal to close government procurement markets to firms from countries that exclude European firms. &quot;Protectionism is not just an EU phenomenon, yet it is ironic that the EU is currently complaining of the protectionist stances of other G20 countries,&quot; said the report. In his contribution to the report, Sanoussi Bilal, at the European Centre for Development Policy Management in Brussels, said the EU is keen on excluding emerging players such as Brazil, India and China  which it sees mainly as competitors  from its trade and development agenda. By ignoring the potential for co-operation with these new players and the growing prominence of south-south relations, the EU may be pursuing a counterproductive course, from not only trade and development but also political and geostrategic perspectives, said Bilal. More broadly, in his essay in the report, Christopher Stevens, senior researcher at ODI, sees the changes in EU trade policy as an important shift from multilateral trade rules that protect all players, including the weakest states, to a set of arrangements between the EU and developing countries in which it is able to set the agenda. In particular, according to Stevens, what the new GSP does is redefine what a developing country is within the World Trade Organisation. &quot;Upper-middle-income countries will still be eligible for preferential access to the EU market, but only if they agree free-trade agreements, not by virtue of their WTO status as developing countries,&quot; said Stevens. Trade campaigners have argued that the EU&apos;s new trade policy is designed to put pressure on developing countries to sign EPAs with the union. The new trade policy also has a glaring omission, the EU&apos;s common agricultural policy (CAP), in which European farmers receive 50bn in subsidies. Such payments and export subsidies aimed at boosting the production and income of EU farmers tend to reduce world prices and the attractiveness of the European market for developing countries. Nicole Cantore, another author in the report, said the EU should consider abolishing subsidies and using the funds for agricultural development programmes in the EU and developing countries, to meet the union&apos;s stated objective of promoting food security. &quot;Designing a trade strategy in times of economic and financial crisis always carries a risk, and there will inevitably be winners and losers,&quot; said Dirk Willem te Velde, head of the ODI&apos;s international economic development group. &quot;The clear protectionist trend in the EU&apos;s new strategy will not only damage the developing world, but also European economies and consumers.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/27/eu-trade-reforms-developing-countries", 
    "wordcount": "795"
}