{
    "headline": "Terry Nutkins: what are your fondest memories?", 
    "text": "Several generations of children of the 80s and 90s will be particularly sad to hear that Terry Nutkins has died. Many of us watched him throughout our childhoods on Animal Magic and The Really Wild Show, where for over 10 years Nutkins calmed and coaxed animals before the camera, delighting his after-school viewers with his enthusiasm for the natural world. He was a huge part of many of our childhoods.  The animals were never rehearsed with  instead he would practise with a pillow, the animal popped into the frame once the cameras were rolling. Perhaps it was this unscripted approach which gave the show its thrill and charm. Watching Nutkins with his joyfully unkempt hair and no-fuss denim shirt, it was clear to me he was different to other grown ups; he was a maverick, and he gave the show its edge. It seemed his great love of animals was the most important thing in the world and his ability to bond with animals was amazing to me.             From hand-rearing Gemini the California sea lion from infancy, to leaving home at age 12 to live in the Scottish highlands surrounded by wildlife, Nutkins&apos; passion for animals was his lifelong driving force, despite losing two fingers to an otter at the age of 14, and as a result contracting gangrene. He even bunked off primary school and hopped the fence of the elephant enclosure at the zoo. His cheek paid off  the zookeepers rewarded him with his first job. He was nine years old.  It&apos;s probably a good thing I wasn&apos;t aware of this story when I was little, as I often wished I had more opportunities to attempt to emulate his magic ease with any creature  who knows where that would have led. In fact, it was Nutkins who inspired my many (mostly failed) attempts to smuggle my pet rat, Bandit, in my bumbag to school and to the park.  Many of us, I suspect, have him to thank for inspiring our own love of animals. What are your favourite Terry Nutkins moments? Here&apos;s what some naturalists and those who worked with him have said on Twitter, on hearing the news today:  So sad to Learn that Terry Nutkins has passed away. Sincere condolences to all his loved ones. He was a true enthusiast and fine naturalist  Simon King (@TVsSimonKing) September 7, 2012   So sad to hear of the death of Terry Nutkins. I worked with him often in my &apos;broom cupboard&apos; days. A delightful man &amp; passionate naturalist  Phillip Schofield (@Schofe) September 7, 2012   Very sad to hear the sad passing of Terry Nutkins. He was one of my childhood inspirations.  Ben Fogle (@Benfogle) September 7, 2012 ", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/07/terry-nutkins-what-your-fondest-memories", 
    "wordcount": "448"
}