{
    "headline": "Education in brief: the invisible sponsor", 
    "text": "Read all about it Rebekah Brooks, the former chief executive of News International, resigned from her role as governor at the Fulwood academy in Preston last month, citing the recent birth of her daughter  and not continued speculation around alleged phone hacking  as the reason for her departure. But the school&apos;s 2011-12 prospectus reveals another link with the Murdoch empire, in the form of a school newspaper, &quot;sponsored and supported by News International&quot;. The school&apos;s head of sixth form, Paul Taylor, is keen to set the record straight about this. He explains that News International initially offered to provide publishing software for students to produce the newspaper (which is yet to launch), during Brooks&apos;s time as a governor, but that this offer hadn&apos;t been taken up. &quot;News International has not provided any funds, software or resources,&quot; he says. &quot;The academy has got all the software it needs within the school and is going to do it online rather than print.&quot; Next year&apos;s prospectus will not list News International as a sponsor, he adds. Higher mission Is the Church of England extending its mission into higher education? Conventional wisdom has it that there are five private providers that have their own UK degree-awarding powers: the University of Buckingham, the College of Law, the ifs School of Finance, Ashridge Business School and BPP University College. But in fact there is a sixth  as listed on the business department website  namely His Grace the Archbishop of Canterbury. &quot;Lambeth degrees&quot; are genuine qualifications, based notionally on the assessment of prior learning. The archbishop is a genuine degree-awarding authority, and could in theory franchise out these powers (grounded in the Ecclesiastical Licences Act of 1533) to all and sundry  and, naturally, at a price. What is more, as a private provider, His Grace is not obliged to subscribe to the Quality Assurance Agency or to other meddlesome bureaucracies, such as the Office for Fair Access. An invitation issued by the Church of England last month to universities that might wish to partner it has raised eyebrows, not least in Whitehall, where the long-held assumption that Lambeth degrees are nothing more than an exotic but harmless Tudor anachronism is now being called into question. Taking a stand? According to its website, the Association of School and College Leaders (ASCL) takes &quot;no particular view on academy status&quot;, so it came as a surprise to hear that the teaching union is supporting a national conference dedicated to academy conversion. The Academies Show, to be held at London&apos;s Olympia in May, will feature &quot;experts&quot; (including some head honchos from big academy chains) and will &quot;offer guidance and advice on converting and managing successful academies&quot;. Marcin Piechowski, marketing manager at GovNet  the communications firm behind the event  says he is not able to comment on whether the ASCL will be a paying exhibitor, saying only that it is a &quot;commercial event&quot;. But he lets slip that a number of organisations will not have to stump up the cash to support the event  including the academy movement&apos;s biggest fanclub, the Department for Education. But the ASCL&apos;s general secretary, Brian Lightman, has played down its involvement. He says: &quot;We are not sponsors ... I think we have a stand there or something. Nearly half of all secondary schools are now academies. Since it is likely many of our members should be there, we felt we should have a presence. But our involvement is not about persuading schools to become academies.&quot;  This article was amended on 27 March 2012. The original referred to the Association of School and College Lecturers (ASCL). This has been corrected.", 
    "section": "education", 
    "gid": "education/2012/mar/26/news-international-academy-sponsor", 
    "wordcount": "619"
}