{
    "headline": "Olympic school sport debate  Q&A", 
    "text": "Why do privately educated pupils dominate Olympic events and other elite sports? There has been a growing divergence in the standards of the facilities and coaching at private and state schools over the past two decades. As sports have become more professional, top private schools  which have long dominated certain sports  have invested heavily and now boast elite programmes with world-class coaches and facilities attracting aspiring athletes from around the world. In comparison state schools, many still reeling from the sale of playing fields in the 1980s, have fallen further behind. This has been exacerbated by teachers&apos; greater reluctance to supervise out of hours sport, partly because of changes in their contracts, partly because of increased pressure to meet academic targets. What can be done about it? The obvious answer is to increase investment in state schools and public facilities  particularly in specialist coaches and facilities. However, in the present economic climate and under the current government that looks unlikely at best. Opposition MPs claim that cuts to the ringfenced school sport budget, recently reduced by two-thirds under the current education secretary, Michael Gove, have heightened the problem. Recent research by the Labour party has indicated a 60% drop in the amount of time dedicated to organising school sport nationwide in the wake of the government cuts. To get a sense of the challenge facing the state sector it is worth noting that Wellington College in Berkshire (annual boarding fees: 30,075), occupies a 400-acre site for its 1,000 pupils. To bring every school up to that standard would require 3.6m acres, roughly the amount of UK land now occupied by houses and other buildings. That is before the cost of coaches and facilities are factored in. How are state school pupils faring in the 2012 Olympics? On the most conservative estimates, nearly a quarter of this year&apos;s Team GB (excluding those schooled abroad) were educated at fee-charging schools, which are attended by only 7% of the total child population. In the events where Britain is most likely to win medals  sailing and equestrianism, for example, which tend to require a moneyed background even to participate  the proportion is much higher. There are exceptions of course. Bradley WIggins, who has won more medals than any other GB Olympian, is a product of a St Augustine&apos;s High, a state school in Kilburn, north London.", 
    "section": "education", 
    "gid": "education/2012/aug/02/london-2012-school-sport-debate", 
    "wordcount": "396"
}