{
    "headline": "How the postgraduate tables are compiled", 
    "text": "The methodology focuses on subject-level summaries of the taught postgraduate provision taking place at each institution in the UK. Eight pieces of information are provided for prospective students. Some of these commonly have value judgments associated with them (completion rates, for instance) but others are simply for reference (fees, proportion of overseas students). There is no aggregate teaching score calculated for each department and hence no ranking at subject level. There is no overall institutional table. Statistical measures Volume of provisionThis simply shows the number of full-time and part-time students taking a course, and illustrates the size of the department and the mode of study options it provides. Distance learners are included in the part-time figure and all numbers are headcounts of taught postgraduates from the 2009-10 academic year, the latest for which data is available. Students from outside UKThis measure shows the proportion of postgraduates studying in 2009-10 who have their permanent domicile outside of the UK. Thus the statistic includes both EU and non-EU students but excludes foreign students who resided in the UK before commencing their studies. Part-time and full-time students are both included in the figures, but it should be remembered that very few students from outside the EU study part time. Expenditure per studentThe amount of money that an institution spends providing a subject (not including the costs of academic staff, since these are already counted in the student-staff ratio) is divided by the volume of students learning the subject to derive this measure, which applies to all students and not just postgraduates. Added to this figure is the amount of money the institution has spent on academic services over the last two years, including library and computing facilities, divided by the volume of students enrolled at the university in each of those two years. At least 25 (full-time equivalent) students must be counted in the calculation for it to be accepted and year-on-year inconsistency or extreme values can also cause results to be considered non-credible. Points are assigned to the expenditure-per-student values according to how that value compares with the average for the subject, given the standard deviation of average expenditures in that subject. The resulting standardised scores are then converted into points using the Standardised Score Boundaries table. Student-staff ratiosSSRs compare the number of staff teaching a subject with the number of students studying it (at all levels), to get a ratio where a low SSR is regarded positively. At least 25 students and two staff (both FTE) must be present in an SSR calculation. Year-on-year inconsistency and extreme values at either end of the spectrum cause several SSRs to be considered non-credible. FT completion rateThis statistic refers to the population of full-time postgraduate students (not including those aiming for institutional postgraduate credits or &quot;no formal postgraduate qualification&quot;) who either completed their qualification in 2009-10 or who were in the standard registration population and had a leaving date within that year. This will include students who completed after writing up their dissertation in 2009/10 having received the taught element of their course in the previous year. Such students, as well as students who fail to complete after a period of dormancy, are counted in the calculation of completion rates but not in the full-time and part-time &quot;volume of provision&quot; fields. Once the population is defined, a comparison between qualification aim and any qualification awarded determines the leaving status of the student. Students who are awarded the qualification they sought are treated positively along with students who were awarded a similar or superior qualification to the one they were aiming for. Students leaving with a lesser award or no qualification at all are treated negatively. PT completion rateThis statistic is identical to the FT completion rate but for part-time students only. The greater flexibility of part-time modes of study often results in lower or slower completion rates, so combining FT and PT rates would be likely to unfairly penalise departments that predominantly offer part-time courses. Tuition fees for home studentsThis data draws upon data compiled by the late Mike Reddin and refers to tuition fees charged in 2011/12. The fees generally refer to full time Masters courses and you can expect to pay less for part time courses and postgraduate diplomas/certificates. Please refer to institution websites for further details and, in most cases, tuition fee rates for the 2012/13 academic year. Many institutions have enhanced their tuition fee data to show subject-level detail. Within departments there are sometimes a range of fees for different courses. MBA courses usually come at a premium so in the Business &amp; Management Studies table the prices for these are shown separately. Tuition fees for overseas studentsThis data also comes from Mike Reddin&apos;s fee compilation. There is some resolution of subject-specific fees, with classroom-based or arts subjects having fees distinct to those of lab-based or science subjects. For the purposes of this guide, the lab-based fees have been applied to these subjects:Medicine, biosciences, engineering: materials and mineral, dentistry, chemistry, engineering: civil, veterinary sciences, physics, engineering: electronic and electrical, anatomy and physiology, agriculture and forestry, engineering: mechanical, nursing and paramedical studies, earth and marine sciences, mathematics, psychology, engineering: general, computer sciences and IT, pharmacy and pharmacology, engineering: chemical, architecture Arts or classroom-based fees have been applied to:Social work, modern languages, drama and dance, business and management studies (MBA fees shown separately), archaeology, philosophy, law, classics, geography and environmental studies, sociology, religious studies and theology, social policy and administration, politics, anthropology, economics, history and history of art, media studies, communications and librarianship, English, sports science, art and design, building and town and country planning, education, music, and tourism, transport and travel. Thresholds for inclusionAn institution must meet three criteria to be included in a subject table:  First, at least 35 postgraduate students (headcount of FT and PT) must have been assigned to the subject. The process for students being assigned to subjects uses a mapping of JACS codes, which institutions have the opportunity to tailor to reflect their own boundaries of provision.  Second, the cost centre that has been assigned to the institution&apos;s department must contain at least 25 FTE students. Again, universities and colleges can control which cost centre is used.  Third, the department must have at least a full-time or part-time completion rate. Intelligent Metrix is an independent consultancy specialising in measures of higher education performance and activity", 
    "section": "education", 
    "gid": "education/2012/feb/28/postgraduate-tables-2012-methodology", 
    "wordcount": "1069"
}