{
    "headline": "Boot up: AirBnB's Dutch problem, Turkish iPads?, Nexus 7 expectation, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team How hardware hacking (almost) made me a fraudster &gt;&gt; BBC News Mark Ward found his debit card declined - and got a &quot;suspected fraud&quot; call from his bank:   A clue came from the first transaction flagged as potentially fraudulent. What had I done on that day? . Really? Could that be it? On that day my son Callum and I engaged in some father-son bonding by swapping the faulty motherboard on the family PC - the motherboard is the bit into which you plug all the other parts of a PC - processor, graphics card, memory et cetera. Cal and I high-fived when it booted the first time we turned on the power. A good day.  Was that it? Had a bout of harmless home hardware hackery led to me being flagged as a fraudster?  Airbnb could be banned in Amsterdam: Local authorities are now hunting for illegal hotels &gt;&gt; The Next Web  Following legal issues across the US, Airbnb is facing serious conflicts with the local government in Amsterdam, The Netherlands. Airbnb&apos;s issues in Amsterdam have been ongoing; in fact, an investigation into the service was ordered by authorities back in November, led by Alderman Freek Ossel. So far, 200 &quot;suspicious&quot; homes have already been researched, and Dutch newspaper Parool reports that &quot;if something was wrong while tourists were staying in the homes, [authorities] closed the houses and tourists were stranded on the streets of Amsterdam&quot;. [translation:TNW].  Apple executives meet with Turkish president to discuss $4.5bn iPad education initiative &gt;&gt; Mac Rumors  Apple executives including vice president for education John Couch met with Turkish president Abdullah Gl today to discuss several issues. The office of the Turkish president has also posted a photo and a brief video from the meeting.   Among the primary topics addressed during the meeting was Turkey&apos;s tablet initiative, a $4.5bn program to provide as many as 15 million tablets to Turkish schoolchildren. Apple has reportedly been pushing for the contract, but negotiations are said to still be underway.  Also discussed was the layout of the older Turkish &quot;F-keyboard&quot; on iOS devices, which has several keys located in the wrong positions.   Expect Samsung to have been next in the room.  PressureNet app feeds scientists atmospheric data from thousands of smartphones &gt;&gt; MIT Technology Review  An Android app that measures atmospheric pressure is now feeding that distributed data to scientists working on better ways to predict the weather.  The app, called PressureNet, highlights the potential of distributed sensing using mobile devices and shows how the sophisticated sensors found in modern smartphones could be harnessed for research. It was launched in late 2011 By Jacob Sheehy, a software developer for Flighthub.com, and Phil Jones, an independent Web designer, who became friends while studying at Concordia University in Montreal.  Atmospheric pressure sensors are unique to Android, though not all Android phones have them. Google added the ability to measure pressure to its operating system because the data can help improve location finding. While PressureNet isn&apos;t the only Android app that displays pressure information for users, its creators think it&apos;s the only one that collects the data and shares it.   Brilliant, brilliant idea. Blackberry: the charge of the Light Brigade &gt;&gt; TechPinions John Kirk rounds off a very fine piece on BB10:   I have tremendous respect for what they&apos;ve done. The original Blackberry phones were category busters and a wonder to behold. But the truth is, it does not matter if the Blackberry 10 hardware and software are narrowly better than the iPhone or Android phones. They have to be so superior that customers will be willing to switch. Because remaining the number four, or even the number three, smartphone OS is not going to cut it with developers. And people don&apos;t switch platforms unless the alternative is not just superior but FAR superior to their current platform. Just ask the Mac, the Zune, and Windows Phone 7.  Device prices, self-selection and a Catch 22 &gt;&gt; Benedict Evans  The challenge with all of these tablets, though, lies in the choice presented to consumers. In effect, they are asked: &quot;would you rather buy this Apple tablet with lots of apps, or save $100 or so and get this black plastic thing with far fewer apps?&quot;  That&apos;s a perfectly legitimate question to ask (and Christmas was one big A-B test as to what tablets people actually want). However, what does it tell you if someone says &apos;I want to save $100 and get the cheap-looking one with no apps&apos;? Are they a good target for any publisher or developer? This is at the root of the staggeringly low engagement on Android tablets that all publisher report - under 5% of what they see on the iPad.  In other words, you can sell to a high-end user and hope that they&apos;ll forgive the lack of apps. That&apos;s hard, and you won&apos;t sell many. Or, you can make a cheap device (setting aside the technical challenges BlackBerry and Nokia faced in actually doing that), which is rather easier to sell with no apps - but then the user base you do get is even less likely to buy apps. Catch 22.  Online Music Notation Software &gt;&gt; Noteflight  Noteflight is an online music writing application that lets you create, view, print and hear music notation with professional quality, right in your web browser. Write music on your computer, tablet or smartphone, share with other users, or embed in your own pages.   Inevitable, certainly. Necessary? Google+ has been out for a year and a half, let&apos;s check In on the Explore/What&apos;s Hot List &gt;&gt; David Chartier Chartier with teh funny. Though looking at G+&apos;s real Explore list, not too far off. (Android phones? Expensive cars? CyanogenMod stats? All there when we looked.) Google to cooperate with Asustek for second-generation Nexus 7 &gt;&gt; Digitimes  Google is set to announce its second-generation Nexus 7 tablet in May with the cooperation of Asustek Computer. The combined shipments of the company&apos;s first- and second-generation Nexus 7s are expected to reach 10m units in 2013, according to sources from the upstream supply chain.  Total Google Nexus 7 shipments will surpass six million units by the end of January with the US$249 model being the best selling model, the sources noted.   Should Google buy Asus next? You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/04/technology-links-newsbucket", 
    "wordcount": "1115"
}