{
    "headline": "Pollution from car emissions killing millions in China and India", 
    "text": "An explosion of car use has made fast-growing Asian cities the epicentre of global air pollution and become, along with obesity, the world&apos;s fastest growing cause of death according to a major study of global diseases. In 2010, more than 2.1m people in Asia died prematurely from air pollution, mostly from the minute particles of diesel soot and gasses emitted from cars and lorries. Other causes of air pollution include construction and industry. Of these deaths, says the study published in The Lancet, 1.2 million were in east Asia and China, and 712,000 in south Asia, including India. Worldwide, a record 3.2m people a year died from air pollution in 2010, compared with 800,000 in 2000. It now ranks for the first time in the world&apos;s top 10 list of killer diseases, says the Global Burden of Disease (GBD) study. The unexpected figure has shocked scientists and public health groups. David Pettit, director of the southern California air programme with the Natural Resources Defence Council (NRDC), said: &quot;That&apos;s a terribly high number  and much more people than previously thought. Earlier studies were limited to data that was available at the time on coarse particles in urban areas only.&quot; Anumita Roychowdhury, head of air pollution at the Centre for Science and Environment (CSE), a New Delhi-based environmental group, said: &quot;There is hard evidence now to act urgently to reduce the public health risks to all, particularly children, elderly and the poor. No-one can escape toxic air.&quot; The full effects of air pollution on health in Asian cities may not be seen for years, she said. &quot;Toxic effects like cancer surface after a long latency period. Therefore, exposure to air pollution will have to be reduced today to reduce the burden of disease,&quot; she said. According to the report, by a consortium of universities working in conjunction with the UN, 65% of all air pollution deaths are now in Asia, which lost 52m years of healthy life from fine particle air pollution in 2010. Air pollution also contributes to higher rates of cognitive decline, strokes and heart attacks. If the figures for outdoor air pollution are combined with those of indoor air pollution, caused largely by people cooking indoors with wood, dirty air would now rank as the second highest killer in the world, behind only blood pressure. Household air pollution from burning solid fuels such as coal or wood for cooking fell noticeably, but not having clean cooking and heating fuels remains the leading risk in south Asia. Fine particle air pollution in India is far above the legal limits of 100 microgramme per cubic metre. This can rise to nearly 1,000 microgrammes during festivals like Diwali. Improvements in car and fuel technology have been made since 2000 but these are nullified by the sheer increase in car numbers. Nearly 18m are expected to be sold this year alone. In Delhi, there are now around 200 cars per 1,000 people compared with 70-100 per 1,000 population in Hong Kong and Singapore. Rajendra Pachauri, head of the Intergovernmental Panel on Climate Change and director-general of the Energy and Resources Institute in New Delhi, this week suggested the need to &quot;demand restraint measures&quot; in Delhi, to put a check on the growing number of cars so that there was a check on pollution.", 
    "section": "environment", 
    "gid": "environment/2012/dec/17/pollution-car-emissions-deaths-china-india", 
    "wordcount": "566"
}