{
    "headline": "Wronged women of Liberia reluctant to revisit human rights abuses", 
    "text": "The women sat on plastic chairs arranged in a circle, some breast feeding, others with small children at their feet.This is their centre in Ganta, the dusty, vibrant commercial capital of Nimba county in north-east Liberia. &quot;Most of the women here were raped [during the war],&quot; says Yarih Geebah, the speaker for Ganta Concerned Women.&quot;But if you don&apos;t have money, nothing happens.[For] we, the poor people, we who don&apos;t know book  justice don&apos;t prevail.&quot; Liberia went through a 14-year civil war in which people were forced to perform the most debased and cruel acts imaginable.Initial findings from a United Nations Development Programme/World Vision survey in 2004 estimated 40% of the country&apos;s women were subjected to sexual violence, although other estimates suggest the figure is higher. One woman from the group spoke of how she was taken as a &quot;rebel wife&quot; and raped repeatedly.Eight years later, the boy she was &quot;married to&quot;  now a man, and also the father of her daughter  sells petrol in Ganta.She sees him every day. In August 2003, when the Accra peace accord was signed, it was decided the best chance for Liberia to get some form of justice was through a Truth and Reconciliation Commission (TRC), as had been set up in countries such as South Africa and Rwanda.The commission&apos;s mandate was to document and investigate human rights abuses committed between January 1979 and October 2003 and then make recommendations to the Liberian government. Geebah and many of her group testified in front of the TRC when it toured the country between 2007 and 2008. They were encouraged to speak of the trauma and horrors they endured, and also to name their perpetrators.Many who testified complain that they have seen no benefits from the process.No court cases, no reparations, no counselling and no justice.They also worry it has put them at risk.&quot;We&apos;re in danger now,&quot; said Geebah. &quot;We named those people who did the bad things.&quot; No one has been tried for any crimes committed in Liberia.Former president Charles Taylor is currently awaiting a verdict after being tried for war crimes and crimes against humanity at the Hague, but the offences in question were committed in neighbouring Sierra Leone, not Liberia. In June 2009, the TRC released its final report. Its findings were marred by controversy, mainly because of two recommendations: first, that a war crimes tribunal should be established; second, that President Johnson Sirleaf should be banned from political office for 30 years because of her ties to former warring factions.To date, the TRC report lies dormant. However, the first annual message of Sirleaf&apos;s second term  was dominated by words like reconciliation, unity and healing.&quot;To claim the future, we must reflect and heal the past,&quot; she said.Sirleaf even went so far as to add: &quot;We will advance the truth and reconciliation process by implementing all practical recommendations.&quot;Presumably, she wasn&apos;t referring to the recommendation about her exclusion from political office. Sirleaf also spoke about the national palava hut programme, which was one of the TRC&apos;s recommendations. Palava huts form a big part of Liberia&apos;s traditional justice system; people from the community gather inside an open-walled hut, discuss the crime and then together decide on the punishment. In November, the president told a room of international reporters that the palava hut programme would start in the new year and, since she was among those named by the TRC, she would be the first person to appear. Sirleaf said the government had allocated funds for the programme and named fellow Nobel peace laureate Leymah Gbowee as the person to spearhead it.She likened the plans to the Gacaca courts in Rwanda; people will be brought together, face the truth, and then seek forgiveness.Eminent members of the community will be there to witness the process, and those who still don&apos;t feel satisfied can pursue their case in court. But for some of the women in Ganta, the idea of revisiting the past does not amount to reconciliation.&quot;We don&apos;t want to explain it to anyone again,&quot; said Geebah.&quot;We don&apos;t want the memory to come back.&quot;The things they need are jobs, education for their children, food on the table, and homes to live in  not another truth-seeking exercise.And they are not convinced they will get justice in a palava hut. It is unclear how the palava hut process is actually going to work.Thomas Bureh, a commissioner for the independent human rights commission of Liberia, the organisation in charge of implementing the programme, said only people accused of minor crimes should appear.However, when asked to define a minor crime, he couldn&apos;t provide an answer. Moreover, there appears to be confusion about the names of those who should appear. The TRC drew up two lists: one featuring names of people who should face prosecution under international law, and a second containing names of people who should appear in the palava huts. However, some names appear on both lists. According to Bureh, the programme needs more money. He said the allocated $300,000 was barely enough to train the 15 people needed in each of the 73 electoral districts, let alone build the palava huts for the communities that do not already have them. So far, not one palava hut programme has started. Some of the women of Ganta remain unconvinced that the scheme is what their country needs.&quot;Let bygones be bygones,&quot; many of them say.Geebah, the speaker of the group, goes further: &quot;If those people come back, I will just close my mouth and cry.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/28/liberia-women-reluctant-to-relive-abuse", 
    "wordcount": "1000"
}