{
    "headline": "US rejects EU claim of insecticide as prime reason for bee colony collapse", 
    "text": "A government report blamed a combination of factors for the disappearance of America&apos;s honeybees on Thursday and did not join Europe in singling out pesticides as a prime suspect. The report, by the Department of Agriculture and the Environmental Protection Agency, blamed a parasitic mite, viruses, bacteria, poor nutritions and genetics as well as pesticides for the rapid decline of honey bees since 2006. Researchers said it was not clear whether a certain class of pesticides was a major cause of the colony collapse. Environmental groups described the lapse as a missed opportunity to respond swiftly to a situation that has decimated the country&apos;s bee population. The European Union voted this week for a two-year ban on a class of pesticides, known as neonicotinoids, that has been associated with the bees&apos; collapse. The US government report, in contrast, found multiple causes for the collapse of the honeybees. &quot;The decline in honeybee health is a complex problem caused by a combination of stressors,&quot; EPA&apos;s acting administrator Bob Perciasepe said. But the report singled out as the main culprit a parasitic mite known as Varroa destructor as &quot;the single most detrimental pest of honeybees&quot;. Researchers ranked pesticides at the bottom of the list of potential causes, saying there is no clear evidence pesticides were the leading cause of colony collapse. &quot;It is not clear, based on current research, whether pesticide exposure is a major factor associated with US honeybee health declines in general, or specifically affects production of honey or delivery of pollination services,&quot; the report said. &quot;It is clear, however, that in some instances honeybee colonies can be severely harmed by exposure to high doses of insecticides when these compounds are used on crops, or via drift onto flowers in areas adjacent to crops that are attractive to bees.&quot; The report, based on a large conference of scientists last October, said more research was needed to determine the effects of pesticide exposure. But campaigners said the report had missed an opportunity to build a case for action on a pesticide that has been associated with the collapse of the honeybees. &quot;We&apos;ve got so much research on neonicotinoids now that all point to major impacts on honey bees and other beneficial insects,&quot; said Scott Hoffman Black, director of the Xerces Society, which works for the conservation of invertebrates. &quot;It was fine to lay out the many issues that affect honeybees but I do think they missed an opportunity to really lay out the very potentially negative impacts of neonicotinoids.&quot; Two new studies published last March said the class of pesticides appeared to play havoc with the bees&apos; sense of direction, making it difficult for them to find their way back home to the hive. Colonies, deprived of pollen, produce fewer queen bees, and eventually collapse, the studies concluded. Jennifer Sass, a senior scientist at the Natural Resources Defense Council, said she agreed with the main conclusion of the government report that there were multiple causes for the sharp fall of bee populations. But she said a limited ban on pesticides  such as that one endorsed by the EU  would at least buy time for bee populations to recover, while scientists seek out other remedies. &quot;The bees are in a crisis situation and therefore so is agriculture, and so you take the action that can be taken now,&quot; she said. &quot;If you already know that neonics are part of the problem then you need to get rid of them.&quot; The class of pesticides known as neonicotinoids came on the market in the 1990s as a less toxic  to humans  form of pest control. They were widely adopted and are used on about 100m acres of crops today. A decade later however beekeepers began reporting a mysterious collapse of honeybee and bumblebee populations.", 
    "section": "environment", 
    "gid": "environment/2013/may/02/us-bee-report-pesticide-eu", 
    "wordcount": "645"
}