{
    "headline": "Academics have started to argue back on higher education reforms", 
    "text": "A new association has been launched to oppose the government&apos;s reform of higher education in England, the Council for the Defence of British Universities (CDBU). Ministers may attempt to trash the council as a clatter of donnish reactionaries, out of touch and out of time. They seem to have decided that the offensive is the better part of defence. The universities minister, David Willetts, bad-temperedly pitched into the recent Higher Education Policy Institute&apos;s sober report on how taxpayers will continue to provide big subsidies even though fees have been tripled  a lose-lose situation, if ever there was one. The CDBU can probably expect similar treatment. But that would be a big mistake. First, this group is not made up of the &quot;usual suspects&quot;. Only a few of the founding members, including myself, fall into that infamous category. The majority is the academic &quot;great and good&quot;  and largely drawn from the very &quot;top&quot; universities the government claims have most to gain from its policies. Their opposition to the government&apos;s reforms has been slow to build. It is two years since the trigger for the reforms, Lord Browne&apos;s report, was published. But, now and not too late, the universities are beginning to argue back. CDBU supporters &quot;represent&quot; the universities as well as, or better than, the policy-management class, in its gaggle of acronymic associations and mission groups that ministers generally prefer to engage and treat as the voice of the sector. The growing gulf between this boss class and the academic great and good (and the younger teachers and researchers who will one day succeed them) is one of the most depressing features of contemporary universities as they struggle to balance creativity and freedom with the need for good governance and professional management. Vice-chancellors may be better informed but they cannot be disinterested. Their responsibility is to do the best for their universities in whatever policy environment they find themselves. Critics who complain vice-chancellors have failed to offer &quot;leadership&quot;, or oppose the government&apos;s reforms root-and-branch, fail to understand their position  and predicament. CDBU supporters, in contrast, may not understand every twist and turn of fees and funding or the politics of quality assurance. But they are disinterested. They can speak as they find. Also it is their scientific and scholarly achievements, and those of people like them, that make our universities so highly regarded  even if some of them have a healthy scepticism about the validity and rigour of the global leaguetables that appear to &quot;prove&quot; thissuperiority. Second, CDBU supporters are by no means natural opponents of the government. Their opposition is principled rather than programmatic. The new association is a broad church, and all the stronger for it  and, therefore, more damaging in its opposition to the government. For example, it includes those who believe that the only long-term solution is for universities to be entirely &quot;independent&quot;, whatever that means. It also includes those, like myself, who hope (against hope?) that we can gradually work our way back to a position in which higher education is regarded as a public good, and funded accordingly. It also includes people who want the Research Excellence Framework abolished forthwith, alongside those who believe that some form of structured research assessment is inevitable and that the real problem is how deeply, and damagingly, the RAE/REF game has been internalised within universities. Ministers, perhaps, will highlight these apparent contradictions as evidence that the CDBU&apos;s critique of its reforms does not deserve to be taken seriously. Rumblings (ramblings?) from Oxford  but of no great account. If they take that line, they will miss the point. What unites supporters of CDBU is their distaste for treating a university education as a mere commodity, an idea that appears to be the heart of the government&apos;s reforms. Sadly it is not students, as the title of last year&apos;s white paper proclaimed. It is this extreme instrumentalism that offends, the idea that complex, subtle, creative, living things can be reduced to simple numbers  whether A-level scores, citation indices or key performance indicators. A great work of history cannot be defined simply as a piece of &quot;intellectual property&quot;; no more can a university education be regarded simply as a &quot;product line&quot;. This is not a defence of the ivory tower. Students need to be active partners in their learning. That has always been the essence of a university education, to produce (in the jargon) &quot;lifelong learners&quot;. There is nothing wrong with the National Student Survey, suitably contextualised. Universities also need to be open to their environments and accountable, to some degree, to their stakeholders  both employers and communities. The Browne report was published on 12 October, 2010. Today, a day, a month and two years later, a council to defend British universities has been established. Perhaps finally the academy has spoken?  Peter Scott is professor of higher education at the Institute of Education", 
    "section": "education", 
    "gid": "education/2012/nov/12/council-for-defence-of-british-universities", 
    "wordcount": "836"
}