{
    "headline": "London Met crisis will damage UK's brand, says vice-chancellor", 
    "text": "     The head of the first UK university to lose its right to admit students from outside the EU says its punishment for immigration failures has sent fear through other universities and will damage the UK &quot;brand&quot; abroad. Malcolm Gillies, vice-chancellor of London Metropolitan University, said he was consulting lawyers on the issue as universities across the UK tried to find alternative places for up to 2,700 international students who will not be allowed to start or complete their courses there. They face removal from the UK unless they can find somewhere to study within 60 days. &quot;This sends a fear through many universities in a way that I think is going to be detrimental to their confidence as higher education institutions but also the projection of brand UK abroad,&quot; he told the Guardian. Responses from other universities included &quot;commiseration, worry, anger, but also a feeling of probably, &apos;well thank God it wasn&apos;t us this time&apos;,&quot; Gillies said. &quot;I think that shows the nervousness that many in the sector have, especially at a time when clearly government policy is changing but also when the UK Border Agency (UKBA) guidelines have been changing very rapidly.&quot; Gillies has warned that the future of the 30,000-student university is at risk. Five hundred private higher education colleges have already lost their power to recruit abroad following crackdowns on bogus students. The immigration minister, Damian Green, said London Met had displayed a &quot;serious systemic failure&quot; to know whether its students had the right to be in the UK in the first place. He denied making the university a political football over immigration controls and insisted such action would not be replicated across the university sector. The UK&apos;s lucrative higher education business in international students involves about 300,000 students and is worth an estimated 5bn a year to the economy. Green, speaking on the BBC&apos;s Today programme, said people entering Britain as students but seeking work exploited &quot;one of the biggest loopholes in the immigration system&quot;. UKBA audits of London Met found that more than a quarter of cases sampled had no leave to remain in Britain. There was also no proof that &quot;a significant proportion&quot; of international students had satisfactory English. In more than half of cases, the university did not know whether students were turning up to lectures or not. Green said &quot;any of these three breaches would be serious&quot; and that it was important to ensure &quot;not just private colleges but universities obey the law&quot;. &quot;What we found here is a serious systemic failure where it appears that the university doesn&apos;t have the capacity to be a proper sponsor [of international students] and to have confidence that the students have the right to be here in the first place,&quot; Green said. University funders and leaders said the first priority was to sort out the future of genuine students. It is understood the Higher Education Funding Council for England and London Met have been in talks for weeks over the crisis, which began when the UKBA suspended the university&apos;s right to be a &quot;highly trusted sponsor&quot; of students on 16 July. Gillies said the decision, which was taken because of what he called a &quot;small minority&quot; among international students not having &quot;accurate documentation to remain in the UK&quot;, will leave a 30m hole in London Met&apos;s finances  nearly a fifth of its annual budget. The crisis had already cost &quot;way over&quot; 10m. Gillies said it would also cost the wider London economy 75m. Gillies said 20-30 universities were already offering to help resettle students. &quot;It&apos;s hard to think of a time that could have been worse [for this decision] because the suspension has done such damage already to our requirement for this coming year.&quot; Efforts to find alternative places for affected students could prove difficult  even if they have appropriate visas. Most universities will have finalised their international student numbers for the new academic year. The university may also face legal action from students who have paid up to 13,500 a year for uncompleted courses. London Met will not be able to take extra students from Britain and the EU to make up the numbers and shore up its finances either. In England, for example, due to the need to control the costs of student loans, the Department for Business, Innovation and Skills sets a limit on the number of home and EU students that can be recruited. Given the high demand from home students, universities recruit right up to that limit, and then determine the number of places available to non-EU international students. Prof Eric Thomas, the president of Universities UK, said the organisation was committed to eliminating any abuse of the student visa system, but that there were alternative ways of addressing UKBA&apos;s concerns and revocation of a university&apos;s licence should only be a decision of last resort. &quot;We will be working with UKBA to ensure that compliance issues can be addressed in a more constructive way in the future,&quot; Thomas said. Syed Rumman, vice-president for education for London Met&apos;s student union, accused the government of &quot;chucking students&apos; lives into the bin&quot;. Nine of the 10 union officers, including all five sabbatical officers, are international students, and like others face administrative removal in 60 days if they do not find other higher education institutions to offer them a place. Liam Burns, president of the National Union of Students, said: &quot;It is disgusting that international students continue to be used as a political football by politicians who seem either incapable of understanding, or are simply uncaring about, the impact of their decisions on individuals, universities and the UK economy. &quot;This decision will create panic and potential heartbreak for students not just at London Met but also all around the country.&quot; Geoffrey Alderman of the Association of Independent Higher Education Providers said: &quot;No one is gloating over this. It is sending shockwaves through the university sector but if half the concern had been shown at the draconian action of the UK Border Agency against non-taxpayer-funded higher education, the sympathy would be much greater. &quot;A lot of bogus institutions had to be cleared out of the system but in the course of this the baby has been thrown out with the bathwater.&quot; London Met has set up a helpline for worried students  +44 (0) 20 7133 4141  and the UKBA has posted advice for students online.", 
    "section": "education", 
    "gid": "education/2012/aug/30/london-metropolitan-university-international-students", 
    "wordcount": "1109"
}