{
    "headline": "Neurons in the brain switch identity and re-route fibres", 
    "text": "   Like the entomologist in search of colourful butterflies, my attention was drawn to the gardens of the grey matter, which contained cells with delicate and elegant forms, the mysterious butterflies of the soul, whose beating of wings may one day reveal to us the secrets of the mind  Santiago Ramn y Cajal. Image: Cajal/ Wikimedia Commons    These drawings by Santiago Ramn y Cajal show the cellular structure of three different areas of the human cerebral cortex. The cortex is the seat of higher mental functions such as language and decision-making, and contains dozens of distinct, specialised areas. As Cajal&apos;s drawings show, it has a characteristic layered structure, which differs somewhat from one area to the next, so that the layers vary in thickness according to the number of cells they contain.  Cells throughout the cortex are arranged in a highly ordered manner. Those in layers 2 and 3, for example, send fibres to the other side of the brain, whereas those in layers 5 and 6 send theirs straight downwards. This organization is under genetic control and, once established, was thought to be fixed. Now, though, researchers at Harvard University report that fully matured neurons in the intact brain can be made to switch identity and re-route their fibres to acquire the characteristics of cells in other layers. Cortical neurons are generated in vast numbers during the earliest stages of development, when the nervous system is nothing more than a hollow tube running along the back of the embryo. The inner surface of the neural tube is lined with stem cells called radial glia, which have a single fibre that comes into contact with the tube&apos;s outer surface. These cells divide to produce immature neurons, which then climb onto their mother&apos;s fibre and migrate outwards. At the front end of the tube, neurons migrate away in waves, and those produced early on form the inner-most layer of the cortex. Subsequent waves of cells migrate past the earlier ones, so that the layers form from the inside out. Newborn neurons lose the ability to divide soon after they are born, and become sensitive to chemical cues that act as signposts along the migratory pathway. Upon arriving at their final destination, they begin to differentiate, in response to signals from the immediate surroundings, which activate a genetic program that causes each to acquire the properties of a specific subtype of neuron. Finally, each cell sprouts and extends two types of fibres  dendrites, which are usually branched and grow into other layers of the cortex, and a single axon, which may grow into another region of the cortex, down to structures beneath the cortex, or even further into the spinal cord. Several years ago, Caroline Rouaux and Paola Arlotta of the Harvard Stem Cell Institute identified Fezf2 as the master gene which activates the genetic program that causes the immature cells in cortical layers 2/3 to differentiate into large, pyramid-shaped neurons that project axons to the opposite side of the brain to form the corpus callosum, a massive bundle of approximately 100 million fibres connecting the two hemispheres.  In their new study, the researchers fused Fezf2 to the gene encoding green fluorescent protein and to a genetic switch that activates both genes, but only in migrating neurons destined for layers 2/3. They injected this recombined DNA into the brains of embryonic mice at about halfway through their 28-day gestation period, and then applied a weak electrical field across the embryos&apos; heads, which induces transient pores in nerve cell membranes so the DNA can enter.  Rouaux and Arlotta examined the animals&apos; brains under the microscope after four days, at birth, and up to one month of age. In all cases, they found green fluorescent cells not only in layers 2/3, but also in deeper layers. What&apos;s more, the axons from some of the cells extended not to the other side of the brain, but downwards, and expressed genes that are normally active only in layer 5/6 cells. Some had extended into a sub-cortical structure called the thalamus, and others reached the spinal cord. The reprogrammed cells remained stable for at least a month, and further experiments revealed that the capacity for reprogramming persisted until three days of age, but had been eliminated by three weeks of age.  Nevertheless, the findings show that neurons can be reprogrammed long after they differentiated and matured. Researchers have made huge advances in reprogramming cells taken from various parts of the body, but until now did not know if it was possible to do so while the cells are in place. Although the cells lost the capacity to switch identity when the animals were just three days of age, it may be possible to extend the period of reprogramming to the mature brain.  Layer 5/6 cells form a pathway called the corticospinal tract, which projects down into the spinal cord and forms connections with motor neurons in the spinal cord, and these in turn connect to muscle cells. The corticospinal tract is essential for voluntary movement, and its cells are damaged in stroke, motor neuron disease and spinal cord injury and various other conditions. The new findings could eventually lead to gene therapies which reprogram cells in the patient&apos;s brain to generate new corticospinal neurons.  Reference: Rouaux, C. &amp; Arlotta, P. (2013). Direct lineage reprogramming of post-mitotic callosal neurons into corticofugal neurons in vivo. Nat. Cell Biol. doi: 10.1038/ncb2660", 
    "section": "science", 
    "gid": "science/neurophilosophy/2013/feb/26/neurons-in-the-brain-switch-identity", 
    "wordcount": "853"
}