{
    "headline": "Apple's share price overtakes Google as it is forecast to be first $1tn company", 
    "text": "The world&apos;s insatiable appetite for all things Apple appears to be reaching new levels. Silicon Valley&apos;s hottest company could soon become the world&apos;s first trillion-dollar company, according to Wall Street analysts. This week analyst Brian White of Topeka Capital Markets sparked a media frenzy with his headline-grabbing prediction that Apple&apos;s already sky-high share price will touch $1,000 within 12 months. Piper Jaffray&apos;s Gene Munster countered with an ever so slightly less bullish case that Apple&apos;s share price would hit four figures by 2014. The technology group achieved another milestone on Thursday as Apple&apos;s stock price rose above Google&apos;s for the first time. Steve Jobs, Apple&apos;s late co-founder, is rumoured to have decided against splitting Apple&apos;s stock in order to one day pass Google&apos;s share price. But for all the hoopla, the leap to $1,000 would be a big hike for a company that has already enjoyed a record run on the stock exchange. Last week Apple&apos;s shares were worth $633.38 each  slightly more than a mid-range iPad. A year ago they were changing hands at $341. At its current price Apple is valued at $590.82bn (372bn), making it the most valuable company in the world. At $1,000 Apple would be worth nearly $1tn. No other company has been valued at anything like that price. &quot;Apple fever is spreading like a wildfire around the world,&quot; White said in his report. Just what might send Apple&apos;s shares to $1,000 The answer is twofold: China and TV. When Tim Cook, Apple&apos;s chief executive, stepped up to fill Jobs&apos; outsized sneakers, some worried Apple&apos;s glory days were behind it. But so far the company, based in Cupertino, California, has more than delivered. In late January Cook announced record sales of iPhones and iPads as Apple more than doubled its profits to $13.06bn, compared with $6bn for the same quarter in 2010. Cook said the company had sold a record 37.04m iPhones in the final quarter of 2011, a 128% rise on a year ago. &quot;We could have sold more if we&apos;d had more supply,&quot; he said. The recently launched iPhone 4S proved to be the company&apos;s best seller in the quarter. &quot;We could not be happier,&quot; said Cook. The company reported record sales across nearly all product categories. Apple sold a record 15.43m iPads over the quarter, more than double the number of a year ago. And the company overtook Samsung as the world&apos;s top smartphone maker last quarter, according to the research group Gartner. Topping that performance will be hard. In his report Munster forecast that Apple would sell 33m iPhones during the March quarter  11% less than it sold in the holiday season. But those results excluded mainland China. In January Apple&apos;s launch of the iPhone 4S triggered a near riot in Beijing after a crowd of 2,000  some of whom had waited overnight in freezing temperatures  lost patience and started pelting the store&apos;s windows with eggs. China remains a tiny market for Apple. But that is changing. Earlier this year Morgan Stanley analyst Katy Huberty predicted Apple could sell 40m iPhones in China this year as it forges deals with the country&apos;s top three telecoms firms. There are more than 150m &quot;high-end Chinese subscribers&quot; in the country, according to Huberty, but Apple can only reach 10% through its partnership with China Unicom. Cook has called China Apple&apos;s second most important market. Recent revelations about poor conditions at Apple&apos;s Chinese factories may have damaged the brand&apos;s image in some eyes, but they do not seem to have affected sales in China or elsewhere. But in order to push Apple over the $1,000 mark, White is predicting that Cook will need to cement his place as Jobs&apos; true heir with the launch of a new product  a television. Apple has long been rumoured to be eyeing the TV market  a move that could prove as disruptive to broadcast media as Apple&apos;s iPod proved to the music industry. Foxconn, the Apple manufacturer at the centre of the recent workplace abuse scandal, recently bought an 11% stake in LCD display maker, Sharp Corp, further fuelling rumours that an iTV (or whatever) is in the works. Cook has done little to dampen the rumours. Apple already has a TV product  a set-top box called Apple TV. But it has not set the world on fire. Cook recently hinted there may be something else in the pipeline. &quot;Apple doesn&apos;t do hobbies as a general rule,&quot; he said speaking about Apple TV. The company &quot;always thought there was something there, and that if we kept following our intuition and kept pulling that string, we might find something larger&quot;, he said. &quot;The key risk to the Apple story is pace of innovation,&quot; Munster wrote in his report. &quot;While we have not seen anything to make us believe innovation will slow, it is the fundamental barrier that stands between shares at $600 and at $1,000. Apple has won the ecosystem and interface war, and must continue to innovate around its leadership position to grow the business. &quot;Going forward, consumer interest in owning future Apple products is a key metric to measuring Apple&apos;s pace of innovation.&quot; But not everyone is buying Apple as a $1tn behemoth. In fact some have questioned Apple&apos;s value at half that price. The company recently announced its first dividend since 1995 and said it would be buying back $10bn of its own shares. After selling all those iPads, Apple was sitting on close to $100bn in cash. At the time of the announcement Colin Gillis, an analyst at BGC Partners in New York, decided to look at the history of firms that had been valued at more than $500bn. Only six companies, including Apple, have been valued at over that figure. On average they have managed to stay above it for 90-180 days. In order to continue its record run Apple has to &quot;smash earnings forecasts to pieces&quot;, Gillis said recently. And doing that quarter after quarter may prove too much  even for Apple.", 
    "section": "technology", 
    "gid": "technology/2012/apr/06/apple-share-price-google", 
    "wordcount": "1030"
}