{
    "headline": "Boot up: Bezos on profit, Pirates' German problems, Windows Phone's lost SDK and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Pirate Party in Germany loses popularity amid growing problems &gt;&gt; Der Spiegel  &quot;A unified strategy is not observable,&quot; Klaus-Peter Schppner of the Emnid opinion-research institute told SPIEGEL ONLINE. Although his organization once put support for the party at 13 percent, it has now dropped to 8 percent. &quot;The Pirate phenomenon was so fascinating at the beginning,&quot; he says, &quot;but people are ultimately yearning for strong individuals who want to take responsibility and stand for something. The model of an ominous, gray mass quickly loses momentum.&quot;   Also: &quot;almost half of the party&apos;s members have yet to pay their annual membership fee.&quot; 30 really unfortunate product names &gt;&gt; Buzzfeed Come on, it&apos;s Monday.  An open letter to Wikipedia about Anatole Broyard and &quot;The Human Stain&quot; &gt;&gt; The New Yorker Philip Roth (yes, the author):   when, through an official interlocutor, I recently petitioned Wikipedia to delete this misstatement, along with two others, my interlocutor was told by the &quot;English Wikipedia Administrator&quot;--in a letter dated August 25th and addressed to my interlocutor--that I, Roth, was not a credible source: &quot;I understand your point that the author is the greatest authority on their own work,&quot; writes the Wikipedia Administrator--&quot;but we require secondary sources.&quot;   Guess what? Articles in the New Yorker count as secondary sources. The page was changed.  Lumia 900 helps net Nokia the &quot;most improved&quot; award in JD Power customer satisfaction survey &gt;&gt; WMPoweruser  JD Power&apos;s quarterly customer satisfaction survey results are out, and at first glance it may not read like the best news for Nokia. Dig a bit deeper under the surface however and it is clear that Windows Phone&apos;s excellent customer satisfaction numbers is pushing the Nordic company higher and higher in the ranks.   It&apos;s moved from being above Palm to being above LG and, significantly, above BlackBerry. This is Nokia in the US, remember. Amazon&apos;s Bezos explains how it makes money while keeping prices low &gt;&gt; AllThingsD  Jeff Bezos: We do not like the razor and razor blade model, where you lose money up front and then somehow make it up on the backend. We also do not like the other model, where you make a lot of money on the device, because it doesn&apos;t follow our approach.  By the way, one thing I should tell you is that our approach is our approach, and we don&apos;t even claim it&apos;s the right approach. It&apos;s not something that&apos;s new, but it&apos;s something we&apos;ve done since the founding of the company. In my view, you set up the business in a way that is aligned with the customer, or you can set it up in odds with the customer. When you have the option, you should figure out a way to be in alignment. Sometimes that requires you to be more patient, so it&apos;s part and parcel with long-term thinking.  But if you were a short-term-oriented share owner, you might say let&apos;s get the money up front. That&apos;s where I decline to say that approach is wrong. I won&apos;t say that. But it&apos;s not ours. I work with the teams to set up the business models.  Q: How long-term are you thinking for the Kindle?  Bezos: This one is pretty straightforward. We don&apos;t want to lose a lot of money on the device.   Really fascinating. Meet Apple&apos;s favorite blogger &gt;&gt; Businessweek  Handset makers Samsung Electronics and HTC have paid for bloggers&apos; flights and hotels to attend meetings as far away as Berlin, in an attempt to generate buzz for soon-to-be released products, says Phil Nickinson, editor-in-chief at the blog Android Central, whose writers are allowed to go on such trips. Google has attracted a small network of websites that fervently track its Android mobile software.  Apple&apos;s ecosystem of more than 100 dedicated sites is unmatched, however. &quot;It helps that Apple is very secretive, so people want to know what&apos;s coming,&quot; says Arnold Kim, who started MacRumors in 2000 and left his job as a kidney doctor four years ago to focus on his gossip site full time.   Either being a kidney specialist pays badly, or Mac blogging pays incredibly well. (John Gruber, whom this piece is about, gets a colossal take.) The coming civil war over general purpose computing &gt;&gt; Boing Boing Cory Doctorow has a call to arms. Zero-Sum Markets &gt;&gt; John Lilly Consider this:   at a board meeting last week, someone put up a slide that really emphasized what&apos;s happening. It said this:  MInutes in North America and Europe spent in the browser on &quot;traditional computers&quot; is growing at a rate of 1.6% a year. (from IDC forecasts June 2012.)  1.6%.  For a technology that&apos;s changed the world as much as the web has, and has gotten to 2 billion people in under 20 years, that&apos;s an incredible statement. Growth has stopped. People will spend about as much time on the &quot;desktop web&quot; next year as they did this year -- and actually maybe less per person, since population is growing. And as we know from history, flat is a precursor to down. And then way down.   Guess where the growth is happening. Where oh where is Windows Phone 8? &gt;&gt; Ars Technica Peter Bright:   With the end of summer fast approaching (I may be old-fashioned, but the equinox marks the end of the season), with the occasional leak excepted, the SDK is still nowhere in sight.  Apparently aware that time is running out, Microsoft has at long last spoken. Next week, the company will release a beta SDK... to a few people. Calling it a limited &quot;Preview&quot; release, some number of developers with existing, published Windows Phone 7 applications will be able to use the new SDK. This is in addition to an existing private beta program already running, that&apos;s giving OEMs and special software partners access to the software.  A full SDK will come, but not until the company properly unveils the operating system--which is currently rumored to happen on October 29th. Presuming Windows Phone 8 devices ship this year--and Microsoft is certainly talking as if they will--that leaves developers little time to update their applications and get ready for the new platform.   Not having an SDK for developers is, in these app-hungry days, a big problem if you&apos;re looking to make a difference in the smartphone market. Just ask RIM about BB10. (Thanks @avro for the link.) Audience Inc chips not in next iPhone &gt;&gt; SEC filing A formal SEC filing of expected change in contract:   Audience now believes that it is unlikely that the OEM will enable Audience&apos;s processor IP in its next generation mobile phone. Audience is not aware of any intended changes by this OEM to its use of Audience&apos;s processors or processor IP in prior generations of the OEM&apos;s mobile phones.  Audience recognizes royalty revenue from the license of its processor IP one quarter in arrears of the sale of the device, when it has received a royalty report from its OEM. As a result, Audience does not expect any impact on its business outlook for the third fiscal quarter from the situation described above. The revenue and net income impact of the OEM&apos;s next generation mobile phone would first affect Audience&apos;s financial results one quarter after the OEM commences end customer sales of its mobile phones.   Audience provides noise filtering to Apple (and Samsung). Its chips are in the 3GS onward but not in the iPhone 5, it seems: Apple has taken that in-house. New photos show details of alleged &apos;iPad Mini&apos; rear shell &gt;&gt; Mac Rumors New photos show details of random bit of gear in China onto which someone has silkscreened &quot;iPad&quot;. It&apos;s an industry in itself in China. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/10/technology-links-newsbucket", 
    "wordcount": "1357"
}