{
    "headline": "Suntech's troubles cast a shadow over the green tech industry", 
    "text": "Another day, another company defaulting on its debts  in this case, Suntech, one of China&apos;s biggest manufacturers of solar panel components  which announced this week it had failed to repay $541m due on bonds. But what sets apart Suntech from other business casualties is that it was the first time a major Chinese company had defaulted on its bonds. The future of Suntech is now uncertain  a government bailout, a merger or an agreement with creditors? Its problems are a stark warning of the upheavals happening in a core green tech industry. Just a few years ago, solar panels were an expensive luxury  so expensive that anyone installing them could expect to wait more than 15 years to see their investment paid back. Today, prices have plunged so far that the solar industry is close to its nirvana of &quot;grid parity&quot;, where solar power is no dearer than fossil fuel energy. The falling prices are the result of a huge investment in solar component factories in China, where the government has made a strong push into renewable energy manufacturing. But while China&apos;s growth  it is now the biggest manufacturer of solar panels, the vast majority for export  has brought down prices, it has also caused upheaval. Germany&apos;s solar manufacturers have suffered from the cut-price competition, with its once booming solar manufacturing sector now haemorrhaging jobs. In the UK, cheap Chinese competition has also halted the fledgling solar manufacturing sector. The EU and China are now in dispute, with Europe accusing China of dumping solar components into its market. Now China is also feeling the pain, as Suntech&apos;s woes show. The plummeting price of components has meant that the huge returns expected on investment in manufacturing facilities is no longer pouring in. The government is deciding how to act  whether to try to save the biggest companies, force consolidation in the sector, or let companies go to the wall. For solar investors, this has been a rollercoaster ride. The issue now is whether they will be scared off by the sector&apos;s troubles, or keep faith that falling prices will generate bigger markets for solar components and turn a vicious cycle into a virtuous one. If they desert the sector, it will not only be a business issue, but a disaster for the prospects of dealing with climate change.", 
    "section": "environment", 
    "gid": "environment/2013/mar/20/suntech-troubles-shadow-green-tech-industry", 
    "wordcount": "389"
}