{
    "headline": "Tablet enthralls CES 2013 by treading thin line between computers and paper", 
    "text": "     A flexible, paper-thin tablet which looks and feels like a sheet of paper is being touted as a revolutionary advance in computing. The PaperTab, a high-resolution plastic display PC prototype, was unveiled on Monday at the Consumer Electronics Show in Las Vegas. A new concept device developed by Intel, Queen&apos;s University from Canada and the British firm Plastic Logic, it caused a stir on the first day of the week-long conference with an interactive, 10.7in plastic display that its makers called revolutionary. The team behind the PaperTab said their goal was to emulate the feel of paper with a robust, lightweight product that could bend and be dropped on a desk. &quot;If the idea catches on, expect paper to never be the same again,&quot; said the news site pocket-lint.com.  Powered by the second-generation Intel Core i5, the tablet will run one app per display. Users who are accustomed to running multiple apps on a single display will need to adapt by sharing information between PaperTabs, by tapping them next to each other. Users will be able flick through a document by bending the screen, or by joining screens together for a larger display. Each PaperTab will also be aware of other PaperTabs nearby, helping users keep track. Email can be sent by placing the device in an out tray or by bending the top corner of the display. The PaperTab can also store thousands of documents  obviating, its developers say, the need for stacks of paper or a traditional computer monitor. The developers of the PaperTab did not say when the tablet would reach the market, or how much it might cost. Ryan Brotman, a researcher at Intel, said in a statement: &quot;We are actively exploring disruptive user experiences. The PaperTab project, developed by the Human Media Lab at Queen&apos;s University and Plastic Logic, demonstrates innovative interactions powered by Intel Core processors that could potentially delight tablet users in the future.&quot; Designers envisaged users working with several PaperTabs simultaneously, Brotman said. Roel Vertegaal, director of Queen&apos;s University&apos;s Human Media Lab, said: &quot;Within five to 10 years most computers, from ultra-notebooks to tablets, will look and feel just like these sheets of printed color paper.&quot; The initial response on social media was largely positive, with many users swooning over the ability to fold and roll the device and mimic a sheet of paper&apos;s dog-ear. &quot;Bye bye le iPad, bonjour le PaperTab!&quot; swoooned one.   Bye bye le iPad, bonjour le PaperTab! on.mash.to/VOchCX  Absolunet (@Absolunet) January 7, 2013  &quot;OMG  This is the future!,&quot; gushed another.  OMG - This is the future! - PaperTab Is a Tablet as Thin and Flexible as Paper mashable.com/2013/01/07/pap via @mashable  Christopher Khoo (@chriskhoo) January 7, 2013  A few sceptics cautioned that the tablet is a prototype and that replacing a computer with &quot;stacks of paper&quot; may, in the end, not prove popular.", 
    "section": "technology", 
    "gid": "technology/2013/jan/07/ces-2013-tablet-computers-paper", 
    "wordcount": "496"
}