{
    "headline": "Education in brief: from academies to apprenticeships", 
    "text": "Academy ups and downs When Michael Gove boasted about the success of his academy programme earlier this month, he clearly hadn&apos;t heard about Birkdale high school in Southport. The school became an academy just four months ago, but now, according to the local news website Southport.gb.com, it has been placed in special measures following an Ofsted inspection in December. When contacted by the Guardian, the school said it would not be in the position to confirm if it had been placed in special measures until the official publication of the report. But Southport&apos;s MP, John Pugh  who publicly opposed the school&apos;s academy conversion  says it is his understanding that the school has been placed in special measures. What is so surprising is that just three years ago the academy was deemed &quot;good with outstanding features&quot; by Ofsted. What went wrong? Pugh is doubtful that any failure in behaviour or leadership is to blame. Hethinks it is far more likely to be down to &quot;compliance&quot;  that is, not having the right policies and paperwork in place. Parent Joanne Whittaker says she was shocked by the news, which came via other parents (the school had not informed parents at time of writing). &quot;They are renowned for being good at teaching and everything to do with qualifications and exams. Maybe they missed out on certain things, not on purpose, just to try to get this academy status.&quot; Teachers and parents will be keen to find out the whole story, since conversion to academy status is meant to turn &quot;failing&quot; schools into &quot;oustanding&quot; ones, and not vice versa. Tricky takeovers In December, we reported on the Marlowe Academy in Ramsgate, in Thanet, Kent, one of the worst-performing secondary schools in the country, which, after failing to make significant improvements on its GCSE results, had effectively been taken over by the Academies Education Trust (AET), which sponsors 14 schools inEngland. A headteacher at the time said that since the government had announced it was raising floor targets (the minimum standard of attainment), academy chains were eyeing up failing schools, hoping to take advantage of their misfortune. But, despite parachuting in a new head and deputy head, it seems the AET is yet to make its mark on the academy. After a recent Ofsted inspection, the school has been placed in special measures, the Guardian has learned. A spokesperson for the AET said they would not be able to comment until the report had been published by Ofsted. Meanwhile, a member of staff at the Kemnal Academies Trust confirms it has taken over three underperforming primary schools in Thanet, though the trust did not want to make an official comment. This all adds weight to the argument that academy chains have spotted a gap in the market. One headteacher told the Guardian: &quot;School improvement had traditionally been the responsibility of local authorities, but with more schools becoming academies  and therefore independent of their local authorities  there isn&apos;t anyone to do that job. It&apos;sclearly seen as an opportunity for academy chains, who must be rubbing their hands together with glee.&quot; Talking the talk The government has invested 3bn in apprenticeships to date, but the shadow business secretary, Chuka Umunna (pictured), is concerned it may only be paying lip-service to the cause. Umunna has tabled parliamentary questions on apprenticeship spending for every government department. &quot;Itisvery important that the government practises what it preaches,&quot; his special adviser, Gabriel Huntley, told the Guardian. &quot;We want to get a sense of how many are offering schemes or actively promoting apprenticeships with other agencies they work with.&quot; Labour has called on the government to boost apprenticeship opportunities through public procurement, making it a condition for companies awarded contracts of more than 1m to invest in apprenticeships. It will take a few weeks to get a full response, but Huntley says early indications show their suspicions may be correct.", 
    "section": "education", 
    "gid": "education/2012/jan/16/academies-special-measures-apprenticeships", 
    "wordcount": "676"
}