{
    "headline": "O2 apologises over 'embarrassing' network problems", 
    "text": "O2 has been forced to apologise to almost 8 million customers after an &quot;embarassing&quot; network failure led to a 24-hour blackout across the UK and Ireland. Its chief executive,Ronan Dunne, admitted the massive outage was humiliating for the company. The UK&apos;s second largest mobile network is now facing an investigation by telecoms regulator Ofcom into what caused the downtime and is likely to have to pay compensation to customers affected by the blackout. O2 customers first found they were unable to receive calls or text messages at lunchtime on Wednesday. The outage spread overnight, even as O2 deployed hundreds of engineers to solve the problem, before the network eventually came back online on Thursday afternoon. One operator told the Guardian it saw roughly 200,000 failed call attempts from its customers to O2 numbers every half an hour on Wednesday evening. A source at another operator said it saw phone calls and text messages to O2 customers drop by about a third during the 24-hour outage. The network meltdown  which follows similar IT failures at Natwest and RBS  is understood to have been caused by a faulty upgrade in preparation for the London Olympics. The outage comes at an inconvenient time for O2, whose corporate motto is &quot;We&apos;re better connected&quot;, as mobile networks scrabble to attract new customers to the booming smartphone market. O2 has 23 million customers in the UK and deals with 125m phone calls a day. &quot;The first thing I&apos;d like to do is apologise [to] our customers who have been disrupted by the lack of service,&quot; Dunne said in an interview with Sky News. &quot;We reckon that about a third of our customers were potentially impacted and as a service provider we absolutely want to make up for the service they didn&apos;t get.&quot; Asked by the Sky News presenter Kay Burley whether he was embarassed by the failure, Dunne said: &quot;Yes, I am. I am a customer myself.&quot; Dunne added that O2 will offer some form of compensation to the approximately 7.6 million customers affected by the outage, but did not say what it would be. France Telecom&apos;s Orange offered 26 million of its customers a free day of communication and cinema tickets, with those on unlimited contracts offered extra download capacity, when its network collapsed for nine hours last week. A spokesman for Ofcom said the regulator was investigating the matter. He added: &quot;We have been in contact with O2 throughout the outage and we will be discussing it further to fully understand what happened.&quot; Rival mobile networks said privately they saw a huge rise in dropped phone calls and failed text messsages to O2 customers at the height of the blackout. It is understood that the blackout was caused by a faulty software upgrade to one of O2&apos;s core systems, meaning that it was unable to correctly register handsets to some customers over the 24-hour period. The problem is believed to have centred in O2&apos;s so-called home location register, which is a database of customers linked to their telephone numbers on the network. That explains why the outage was not confined to a small geographic area, as it would have been if the problem affected critical hardware such as a telephone mast. The IT failure is also unlikely to have been affected by any &quot;offshoring&quot; of jobs  an accusation that has been denied by other companies after suffering similar outages  because core network issues tend to be dealt with in-house.", 
    "section": "technology", 
    "gid": "technology/2012/jul/12/o2-apologises-network-problems", 
    "wordcount": "592"
}