{
    "headline": "Science and politics: chalk and cheese?", 
    "text": "What do you want from science? A cure for cancer? Clean energy? A jetpack to get you to work? If you&apos;re a politician, you might rely on science to help create jobs or direct policy, or support a decision you&apos;ve already made. If you&apos;re a scientist, you might just want to know stuff. You might even sneer at the idea of a politician grappling with the nuanced ideas you have dedicated decades of your life to. Like it or not, scientists and politicians need to work together. Combating epidemics, developing environmentally friendly fuels or working out the rules on time limits for abortions all require the latest scientific and technical information. According to some groups, the UK&apos;s politicians have some of the best access to scientific information there is. Others have privately told me that it&apos;s all a shambles. In a series of articles over the coming weeks, I will investigate how science gets into parliament and, crucially, try to identify ways the relationship between scientists and politicians could be made better for everyone concerned.  How does that relationship work now? What are the stumbling blocks to a better system? Do politicians need to become more science-literate? Or do scientists need to get more political? Which groups wield the most power when it comes to policy advice, and are scientists being eclipsed by lobby groups? How can members of the public have their say? This is a critical time for the role of science in government. While our society increasingly uses the fruits of science and technology, the people with knowledge seem to be less connected than ever to the people with power. Conversations on social media are giving new platforms for scientists and fans of evidence-based policy, but is anyone listening? Is the public even invited to the conversation? As the debate around Lords reform shows, there is a question mark over how expertise should fit into our parliamentary democracy. MPs are elected on broad promises to improve their local communities and the nation as a whole, whereas peers are traditionally appointed in recognition of some social achievement or expertise  scientific, political or otherwise. Their role in scrutinising laws can be pivotal, but how would an all-elected House of Lords cope with scientific issues? And who should set the goals for science: a government focused on the nation&apos;s priorities, such as economic recovery, or scientists themselves? Some scientists view science as above politics, while others claim that scientists must recognise their position within society. Structural biologist Stephen Curry has written to his peers: &quot;We must be held to account, for that is the price of money in an open society, especially when there are so many competing demands for access to the public purse.&quot; Taxpayers spend 4.6bn a year on science: do we need to know what we get for our money? Curry also suggests that scientists become more involved in public engagement. Should this include politics? A 2010 scientific review commissioned by the Department of Health found that fetuses feel no pain up to 24 weeks, the current time limit for abortions. How might parliament address that limit if another study raised contrary evidence? Finally, are the mechanisms that keep MPs abreast of science good enough? The Parliamentary Office of Science and Technology (Post) is supposed to help parliamentarians examine science and technology issues, which is why, as an independent body, it remains neutral on all topics, including those that could be seen as political. Is that in the best interests of MPs and the public? Over a decade ago, science policy expert Ana Padilla and Ian Gibson MP argued in a Nature article that &quot;we need to find an interactive mechanism by which all stakeholders can participate in science and technology-related issues.&quot; They added: &quot;There is a need for a debate on the extent to which governments and parliaments should seek or take account of public opinion.&quot;  That debate never really happened. Should Post become involved in this sort of activity? Or perhaps advise on volcanic ash when another Icelandic giant awakes? I also want to delve into the Parliamentary and Scientific Committee, which plods on as the oldest all-party committee in parliament. &quot;The entire aim of the committee should be to engage MPs in discussion,&quot; wrote Imran Khan of the Campaign for Science and Engineering recently, &quot;and yet the consistent failure to attract any seems not to concern the group.&quot;  Is the P&amp;SC really failing or does it wield backroom influence? There are a lot of issues here and I could do with your help addressing them. Whether you&apos;re a scientist, a lobbyist, civil servant, academic, student or parliamentarian, please get in touch. I need to collate as much information, data and opinions as possible on the following questions:  What are the mechanisms by which parliamentarians receive information about science, and how good are they?  When some people say that parliament needs more scientists, do they miss an opportunity for scientific advice to be embedded more widely across Westminster? How plugged into politics are scientists, and how plugged in should they be? Please comment below, tweet me @AdamCommentism or email talkingsciencetopower@gmail.com  This article was amended on Friday 4 May. The original suggested that the Parliamentary Office of Science and Technology steers clear of political issues. This has been corrected.", 
    "section": "science", 
    "gid": "science/2012/may/04/science-politics-chalk-cheese", 
    "wordcount": "899"
}