{
    "headline": "Facebook doubles iPhone app speed by dumping HTML5 for native code", 
    "text": "Facebook has radically increased the speed of the iPhone and iPad versions of its app by dumping the HTML5 version it used for one written in Apple&apos;s own Objective-C code to improve the mobile experience - and, potentially, begin making money from phone users. The move, says Facebook&apos;s Jonathan Dann, &quot;signals a shift in how Facebook is building mobile products, with a focus on digging deep into individual platforms&quot;. The blog post hints that versions written specifically for Android and other mobile platforms are on the way. With Facebook&apos;s shares having slumped to about half their value since their flotation in May, Mark Zuckerberg&apos;s company is under increasing pressure from investors and interally to begin making money from the mobile side of the business. More responsive apps - and so increasing the time users are likely to spend on the site on mobile - is a key step there. Users have reacted positively to the speed increase, reckoned to have doubled, of the new iOS version, which runs as a native app on Apple&apos;s platform. But it also signals a key moment in the debate over whether native apps or mobile web versions of sites will be dominant. For Facebook, which Dann says serves &quot;more than 500 million people on more than 7,000 supported devices&quot;, the realisation was that &quot;when it comes to platforms like iOS, people expect a fast, reliable service, and our iOS app was falling short&quot;. By rewriting what had been done in HTML5 as a native app, &quot;one of the biggest advantages we&apos;ve gained has been the ability to make the app fast,&quot; Dann says. The HTML5 app was slow because it had to download the user&apos;s entire timeline every time they called it, and had to use slow implementations of Javascript, as explained in an analysis by Dirk de Kok of Mobtest.  A number of commentators have previously suggested that most native apps - written in the codebase for each different mobile platform, such as iOS, Android, BlackBerry OS and Windows Phone - will eventually dwindle and be replaced by web-based apps written in HTML5. The Financial Times abandoned a native iOS app in favour of an HTML5-based website, which has been hugely successful. But Google&apos;s attempt in October 2011 to offer a &quot;native&quot; Gmail app for iOS which was simply an HTML5 view was widely derided. And though Steve Jobs suggested after the launch of the iPhone that developers should write web apps rather than native apps, the hostility from developers and the urging of his own executives eventually persuaded him to change course. Facebook&apos;s move is likely to tip the debate decisively for any organisation with the resources and requirement to write different versions for each platform. On the same day, the US music service Pandora released a new version of its Android app, which now sits alongside an iOS version and an HTML5 version for other platforms and desktop users. A native Android Facebook app is also believed to be in the works. Business Insider reported on Thursday that the company is encouraging engineering staff with iPhones to swap them for handsets running Android in order to experience the Facebook app on that - apparently because management thinks that the product there is &quot;subpar&quot; and that staff need to experience it at first hand in order to realise what needs to be fixed. Facebook originally chose to write its app in HTML5, Dann says, because it &quot;has historically allowed us to keep the Facebook mobile experience current and widely available not only did it let us leverage much of the same code for iOS, Android and the mobile web, but it also allowed to iterate on experiences quickly&quot;. But now with the company reorienting itself around mobile, it is recruiting heavliy and the New York Times reports that it aims to have 200 extra engineers writing for mobile by the end of the year, and is holding weekly training sessions on how to write code for iOS and Android.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/aug/24/facebook-iphone-app", 
    "wordcount": "682"
}