{
    "headline": "Burma suffering from huge shortfall in HIV and Aids drugs, warn doctors", 
    "text": "     Doctors in Burma are calling for the &quot;devastating gap&quot; between people&apos;s need and access to treatment for HIV and Aids to be bridged. There are approximately 240,000 people with HIV in Burma, half of whom are in urgent need of life-saving antiretroviral treatment (ART), say doctors. According to national estimates in 2010, less than 30,000 of them were receiving it. Burma is the least developed country in south-east Asia and receives only a fraction of the aid from which some of its neighbours benefit. With the Burmese ministry of health underfunded, around 70% of all healthcare expenditure is left to households. In a country where nearly 33% of people live below the poverty line, thousands of Burmese are unlikely ever to be able to afford ART, which, according to Mdecins Sans Frontires (MSF), cost $30 a month. &quot;We see patients crawling in, some lethargic and near death, some trying to drag themselves in,&quot; said Dr Maria Guevara, medical co-ordinator at MSF, which is the largest provider of ART in Burma. &quot;As doctors, to be faced with that and have to say we can&apos;t give them treatment because they don&apos;t meet our criteria; it&apos;s tragic. We are having to say no to people we know will just get sicker and die.&quot; MSF had hoped the next round of grant-making by the Global Fund to Fight Aids, Tuberculosis and Malaria  to which nations pledged the provision of ART for an additional 46,500 people by 2018  would bring Burma up to speed with the rest of the world. That hope, however, was dealt a blow last November when the Global Fund announced the cancellation of the next grant-making round due to lack of funds. The board is due to meet on Thursday to discuss the institution&apos;s future. &quot;The fact they have withdrawn the round is a true failure,&quot; said Guevara. &quot;Understandably, there are issues economically and internationally, but the commitment is still there. The pledges were made. By doing this they didn&apos;t just fail themselves, they failed everyone they made commitments to. And that means lives.&quot; The shortfall in the amount of ART available means doctors have had to ration the drugs, giving prescriptions only to the weakest patients while leaving others without treatment until they become seriously ill. Local aid groups said death rates among people who arrived in clinics too late were up to 25% last year. Meanwhile, another crisis is looming. Tuberculosis in Burma is nearly three times the global average. It attacks people with poor immune systems, preying especially on HIV patients. MSF said the number of tuberculosis cases in Burma may be as high as 300,000, up to 20% of them HIV positive. Because of poor-quality and interrupted treatment, tuberculosis has evolved a new and contagious drug-resistant strand. Multidrug-resistant tuberculosis (MDR-TB) has the same airborne transmission as normal TB. It can infect healthy people and takes up to two years on a cocktail of drugs to treat. Guevara estimates the number of cases diagnosed with MDR-TB at 93,00 annually. MSF has the budget to treat only 300-350 of them. The next round of the Global Fund was supposed to cover 10,000 patients, which, says MSF, could have made a significant difference. &quot;It&apos;s a scary thing,&quot; said Guevara, &quot;because MDR-TB, if not treated, can build up to [the point where it becomes] extreme or totally drug resistant, where there is no treatment and it will be fatal.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/09/burma-shortfall-hiv-aids-drugs", 
    "wordcount": "592"
}