{
    "headline": "Listen to poor people; don't just hand out the cash", 
    "text": "We already know a fair amount about the ways poor people and their communities benefit from cash transfers, but we know far less about what poor people themselves think about these programmes: what they particularly value, what they think could be improved, and how the programmes could work better. In a climate of austerity, with growing concern over aid effectiveness and value for money, donors and governments are increasingly recognising the value of poor communities participating in the monitoring and evaluation of social protection programmes. Who better to ask than those affected by such programmes? Research by the Overseas Development Institute into beneficiary and community perceptions of cash transfers paints a varied picture. Across Kenya, Uganda, Yemen, Mozambique and Palestine, the effects of cash transfers have been overwhelmingly positive. However, there are practical challenges. Although any money is greatly appreciated, the amount of money given is often too little to meet the basic daily needs of the recipient. Gloria (not her real name), an elderly woman with a disability from Chibuto in Mozambique, receives just over 100 meticais (2.90) a month. &quot;What do you think I can do with 100 meticais?&quot; she says. &quot;I can hardly buy anything. But as it is something that is given as a gift you just have to be grateful.&quot; Long waiting times and endless queues are the norm for people collecting cash. In Gaza, the tension caused by the long wait sometimes descends into clashes in the street. One 45-year-old widow from Rafah recounts: &quot;I went to collect my payment slip but there was a queue and it took me three hours to get it. Staff were sitting in a comfortable office, and us women and the elderly had to wait in the sun.&quot; Poor targeting of cash transfers can be a problem and is seen as particularly unjust where people who are less poor benefit while extremely poor people remain on waiting lists or are unaware of their eligibility. In Kenya, many people living in poverty couldn&apos;t understand why they weren&apos;t receiving any money while others were. In this case, people hadn&apos;t realised that they have to apply to be enrolled on the programme. In Uganda, elderly people receiving cash often find it difficult to make a complaint when mistakes happen. Sometimes this is due to technology problems or administrative delays, but often people are reluctant to complain because they fear their benefits will be taken away. One elderly man said those implementing the programme see people who complain as troublemakers. People want and appreciate reliable mechanisms that ensure efficient delivery. If all communities benefiting from these programmes have more say in how they are run, more can be done to reach those in most need and address problems. There is also an ethical argument for giving a voice to poor people and listening to what they have to say; people have a right to a say over what affects them. However, as the poorest and most vulnerable people in society, cash transfer beneficiaries often suffer discrimination based on gender, age, disability, ethnicity, sexuality and religion. The overall evidence shows that poor people appreciate cash transfer programmes, but that they want to improve what the programmes do and how they operate, and to work harder to ensure that they reach those who need them. Most importantly, more needs to be done to provide routes out of poverty so that they can escape dependency on the transfer. It is clear that we need to listen to the people served by these programmes to get a finely grained picture of what&apos;s happening on the ground. Giving a voice to poor people is not only the right thing to do, but if they were listened to by governments and donors, we could see more efficient, fair and effective programmes.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/15/listen-poor-people-cash-transfers", 
    "wordcount": "641"
}