{
    "headline": "The Arctic Sunrise plays a game of bluff and counter bluff", 
    "text": "18.25N 16.32W It&apos;s getting rough. The Arctic Sunrise has been hugging the West African coast and heading due north into a force 6 wind all night. We&apos;re trying to follow the giant British trawler Cornelis Vrolijk and others in the European fleet known to be working Mauritanian waters. The plan is to monitor and confront them, collect data, as well as spot and report any illegal trawlers we see. The first problem is the fishing fleet can steam at 11 knots and there&apos;s no way Greenpeace can catch it until they lower their nets. The second problem is this old tub is designed to cut through ice and has no keel, which means it pitches violently in heavy seas. So, I am seasick and can only think of the old joke: &quot;Steward comes past man being sick over side of ship: &apos;Don&apos;t worry sir. No one ever dies of seasickness&apos;, he says. Man: You fool! It&apos;s only the thought of dying that is keeping me alive.&apos;&quot; I first travelled with Captain Mike Fincken nearly 15 years ago so I should have known to expect a rough ride. He was first mate then, on the old Rainbow Warrior, and I blame him for getting me to the top of Rockall, the pinprick of granite in the middle of the Atlantic, and then chucking me into the sea in the path of an oil survey ship. So, I am a bit wary of him, even though he tells me he now dreams of growing vegetables and is about to get married to a Welsh poet. He&apos;s just returned from delivering the old Rainbow Warrior to Bangladesh where it is to become a hospital ship. He says he is never seasick which makes me think he is inhuman. The Arctic Sunrise is nearly 40 years old, an old sealing ship which Greenpeace used to do actions against, and is due for a refit in a few months. It&apos;s got a small helicopter, piloted by a German army-trained pilot, four inflatables, or ribs, to harass the fishing fleets up close, and several containers in the hold which act as overflow cabins. The ship has a quota of 23 people, six bikes, and TV studios. The galley is run by an amazing Dylan-loving Filipino chef and a Senegalese assistant who can cook anything anywhere. But the days of Greenpeace ships being crewed by hippy volunteers for the love of it, with just one or two people being paid, have long gone. The spirit of David and Goliath, of ordinary people challenging power and confronting ecological wrong-doers is alive and well, however. Most of this crew of 17 nationalities has sailed many times with Greenpeace and some are former volunteers who have gone on to a career in the merchant navy. Most are also family men who watch bad telly and Skype home in the evening. Finding the fishing fleets in these waters is a game of manoeuvres, bluff and counter bluff, skill and instinct. There are maybe 50 giant trawlers out here at any one time, each hoovering up 250 tonnes of fish a day. But while they are mostly legal, news that Greenpeace is around seems to make them feel guilty and they all turn off their AIS automatic identification systems. So the helicopter takes off to identify and film them, and the Arctic Sunrise then tries to intercept them. If it can get close enough, it sends out the ribs. This where the fun starts. Painting the words &quot;plunder&quot; or &quot;pillage&quot; in yellow paint on the side of a 10,000-tonne trawler moving through heavy seas even as the crew tries to hose you down in sea water is tricky. Last month, the Arctic Sunrise found itself in the middle of the fleet and painted slogans on seven ships in one day. The shipping fleet paints out the word and the game starts again. Today there are 10 ships around us, as far as we can tell from Lithuania, Spain, China, Korea, Britain, the Netherlands and Belize. We finally get close enough to the Cornelis Vrolijk to call her up on the radio. But the captain says he is concentrating too much to be able to talk. So I email the managing director of the North Atlantic Fishing Company, her owners. This is the correspondence:  Dear Stewart Harper,  I am presently in Mauritanian waters with Greenpeace International. For the past few hours we have shadowed the Cornelis Vrolijk, a freezer trawler which I believe is part of your fleet and is registered in Britain.  I tried to talk to the captain of the Cornelis on the VHF radio, but he told me he was &quot;concentrating&quot; and declined to answer questions.  Could I therefore pose some of them to you?  1. How many tonnes of what species of fish can the Cornelis Vrolijk expect to catch on this trip? 2. Where do you expect the fish to be sold and to whom? 3. How many tonnes of bycatch and discards can the ship be expected to return to the sea? 4. What percentage of the fish will be sold or landed in Mauritania, now experiencing a potential food emergency according to the UN? 5. As the owner of one of Britain&apos;s largest fishing vessels, could you let me know how much the taxpayer is subsidising your operation in African and other developing country waters?  I would be grateful for a reply as soon as possible  Best wishes   And here&apos;s Mr Harper&apos;s response:  Dear Mr Vidal  You are correct in that the Cornelis Vrolijk Fzn - H171 is operated by North Atlantic Fishing Company and registered in Hull. I am not surprised that the Captain is &quot;concentrating&quot;  that is his job and fishing is a very difficult and dangerous job. With the added component of small Ribs being handled in an unsafe manner by Greenpeace in the area, putting people at risk, he has to concentrate even more than normal. I can certainly answer your questions although it would have been more sensible for you to have come to my office in UK to have posed them. 1. Although fishing is by its nature difficult to predict we would hope to catch around 3,000t of pelagic fish during this voyage which will last between four to six weeks. We fish under the EU/Mauritania Fisheries Partnership Agreement (FPA) which allows us to catch pelagic species, mainly sardines, sardinella, horse mackerel and mackerel. 2. We will probably sell most of this catch in west Africa. There are a lot of hungry people in west Africa and our company and our immediate customers work hard to supply them low-value protein. 3. We experience very little bycatch during these fishing operations in Mauritanian waters. I would expect zero discards during this trip  possibly a few fish that get damaged during fishing operations. 4. We have no plans to sell any of this current catch in Mauritania as unfortunately Mauritania does not yet have the infrastructure to handle cargoes of frozen fish or vessels of our size. Our group is currently investing in Mauritania to try to change this. We are also employing and training a high number of Mauritanian fishermen on this vessel. 5. We receive zero subsidies from the taxpayer for any of our fishing operations (in Mauritania or anywhere else). We are paying a monthly licence fee to Mauritania for our fishing licence. As you will be aware the European Union do pay money into Mauritania under the FPA but fishing companies are not involved in those negotiations or decisions.  As you are currently a guest on a Greenpeace vessel I would ask you to recommend to them that they transfer their attention to the vast quantities of IUU fishing that is currently going on around the world and in your area and stop harassing legitimate, very well policed and monitored fishing operations such as ours. If they wish to argue against the general principle of FPA&apos;s then they should be in Brussels this week where both the council and the European parliament have this on their agenda. Best regards Stewart Harper Managing director North Atlantic Fishing Co Ltd.   Greenpeace is appalled at the response which they say is disingenuous. The subsidies, they argue, go to the holding company, the fish are not sold to the poor of Mauritania or other countries where there are severe food shortages, the fish they have seen being caught are clearly not the same ones that the Cornelis is licensed to catch, and the idea that there is no bycatch is simply inexplicable. Besides, Greenpeace spends half its time trying to persuade the council and the European parliament to stop overfishing in African waters. But by now, all thoughts of morality, ecological correctness, European politics and illegal fishing have long gone. The Arctic Sunrise has turned due north again into the wind to follow another trawler and stomachs are heaving. Time to clutch the handrails again!", 
    "section": "environment", 
    "gid": "environment/blog/2012/apr/02/arctic-sunrise-greenpeace", 
    "wordcount": "1510"
}