{
    "headline": "Community energy is on the up. But will the government hobble it?", 
    "text": "Last year, when I co-wrote a little book on community energy, it still felt like a niche topic. There was exciting stuff going on around the country but unless you happened to be involved in local green group or living somewhere such as Settle then you probably wouldn&apos;t have heard about it. Even if you had, there wouldn&apos;t necessarily have be an easy way for you to invest. In the past couple of months, though, a host of new websites and projects have appeared, suggesting that community energy is quickly going mainstream. First out of the stalls, in August, was Abundance  a new site enabling individuals to invest savings in community energy projects around the UK. It is still early days for the company, with just a handful of projects listed, but the proposition is attractive, with investments in windfarms giving a payback equivalent to an annual return of 59%. August also saw a new public share issue for energy investments from Triodos Bank, which has achieve an 8.5% return in the last year. Hot on their heals was MicroGenius, another matchmaker enabling small-scale investors to buy shares in local energy projects around the country. Then, earlier this month, Solar Schools began its national rollout. Run by 10:10, the scheme offers a website and toolkit to enable schools to fund a solar roof by raising micro-donations from the local community. The main aim in this case isn&apos;t maximising the number of kilowatts installed but finding a way to give huge numbers of parents, friends, family members and neighbours a positive first experience with low-carbon energy, at the same time as kick-starting a broader environment effort in the schools and their communities  something that worked brilliantly in the pilot scheme. (Full disclosure: I developed this project in its early days.) But community-owned energy isn&apos;t only about the small-scale. Also bubbling up are projects such as Trillion Fund, which expects to launch soon and plans to create &quot;new source of funding for renewable energy projects worldwide&quot;. Its name hints at its level of ambition. Then there&apos;s Oxford-based EnergyBank, brainchild of Tim Helweg-Larsen, who has been working away behind the scenes for a couple of years on a project that could eventually drive huge sources of cash into offshore wind  the vast but largely untapped energy resource that Helweg-Larsen mapped out in the Offshore Valuation Report. His vision is a world in which large-scale energy installations such as offshore windfarms are &quot;owned by the people and businesses that use them&quot;. None of this, in itself, is going to solve climate change. But community energy definitely has a role to play. For example, in the case of onshore wind, it can help build local support for planning applications  which will be crucial if the technology is ever going to gain a real foothold in the UK. A new poll underlined that point this week. As Damian Carrington wrote on Tuesday:  The poll showed 49% of people would support a wind turbine being erected within two miles of their home, with 22% against. But if the project were community-owned, support rose to 68% and opposition plummeted to 7%. In Germany, where 65% of its huge renewable energy capacity is community-owned, opposition is much rarer than in UK where community ownership is less than 10%.  Solar projects tend to be smaller scale and the technology is more expensive per unit of energy generated. But there&apos;s plenty of anecdotal and academic evidence to suggest that adding solar to buildings  whether homes or community buildings  can have remarkable effects in terms of reducing energy demand and increasing engagement with energy and climate issues more broadly. The government, in principle, supports all this. The energy and climate secretary, Ed Davey, says community projects are &quot;vital to our vision of the development of energy in the UK&quot; and his department plans to publish a community energy strategy next year. In the meantime, though, the Electricity Market Reform (EMR) is working its way through parliament and some people in the community energy field are concerned that the changes will hobble the thriving community energy scene. Under the EMR, small-scale green energy projects  those below 5MW  qualify for subsidies via the feed-in tariff (Fit), which offers a fixed payment for each unit of low-carbon energy created. But larger projects are funded through a complicated new arrangement called Contracts For Difference (CFD). This system was designed with giant energy projects and big corporates in mind and, as a result, it&apos;s hugely offputting for smaller community organisations. Rebecca Willis, an energy consultant working with Co-operatives UK, says the CFDs are &quot;fiendishly complicated and uncertain&quot;. She points out that &quot;with a Fit you know what you&apos;re going to get. With a CFD it depends on the strike price and the average price on the market.&quot; This makes it much less attractive to small-scale investors. Even if some community groups are able to navigate the CFD process, they will also face a lower return than the larger energy companies would get for the same project. That&apos;s because smaller players usually need to distribute their energy via a power purchasing agreement with one of the &quot;big six&quot; energy companies rather than selling it directly into the wholesale market. As a result, Willis says, &quot;the same wind turbine will get 2030% less if it&apos;s owned by a community than if it&apos;s owned by E.ON.&quot; For these two reasons, community energy projects will be faced with what Willis describes as &quot;a perverse incentive to do stuff under 5MW&quot;. That not only seems unfair and unambitious. It also means a whole tier of potential energy projects may not get off the ground because while community projects are effectively being capped at 5MW, big commercial investors &quot;won&apos;t get out of bed for less than 25MW&quot;, Willis says. If the government is serious about community energy&apos;s potential, it should tweak the EMR rules to accommodate larger-scale community projects as well as finding ways to encourage and support smaller-scale ones. None of this is incompatible with enabling giant-scale energy projects too  including nuclear and CCS as well as renewables. It just means giving community energy a fair chance to break out beyond the microscale.", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/29/community-energy", 
    "wordcount": "1054"
}