{
    "headline": "University of London's student union faces abolition and loss of building", 
    "text": "The University of London Union, the largest student association of its type in Europe, faces being dismantled by the university&apos;s governing body and its campaigning functions replaced by a London-wide body to represent all students in the capital, including those at colleges outside the University of London. The University of London&apos;s collegiate council will meet on Friday to consider a recommendation by a working party that ULU be wound up, with the university taking over the union&apos;s headquarters in Bloomsbury  the venue for decades&apos; worth of aspiring student politicians, musicians, journalists and activists. In its place, the university says, will be a refurbished student centre offering the same services, including a swimming pool, fitness centre and bars, while ULU&apos;s federal role in running London-wide student sports and political representation will be parcelled out to new bodies. Paul Webley, the University of London&apos;s deputy vice-chancellor and chair of the review group, said: &quot;Our view is that ULU made sense in the 1950s, when there were 30 colleges and medical schools. Most of them had under 500 students, and the total population was 25,000. &quot;Now you&apos;ve got a number of institutions that are the size of universities themselves, such as UCL [University College London], Queen Mary, King&apos;s, which each have massive student unions. The student population is quite different, the student experience is quite different. What you see, when you look at that, is the role of a federal students union is one that isn&apos;t needed any more.&quot; The administration says the review followed a letter to the vice-chancellor last year signed by presidents of five college student unions, which outlined &quot;significant concerns&quot; with ULU&apos;s operations. The review also pointed out that fewer than 3,000 of ULU&apos;s 120,000 student members vote in ULU&apos;s university-wide elections. But Michael Chessum, ULU&apos;s president, said the university&apos;s working party had acted unfairly in ignoring evidence that the union enjoys widespread support. &quot;The conclusions of the report don&apos;t really fit the evidence that was given to it,&quot; Chessum said. &quot;What&apos;s happened is that the review group has acted as cover for the university doing what some people in the university probably wanted to do all along, which is to steal our building, turn it into what they hope will be a profitable student services centre, and abolish the democratic element of the student union.&quot; The union is funded by subscriptions from the university&apos;s constituent colleges totalling about 800,000 a year, from which it pays rent to the university for occupying its Malet Street offices. &quot;It&apos;s one of the most iconic buildings of student unionism in London,&quot; said Chessum, standing outside the redbrick building, at the other end of the street from the university&apos;s forbidding Senate House. &quot;It&apos;s where all the student demos start. It&apos;s been a fixture of where students hang out in Bloomsbury for 50 years.&quot; But Webley rejected suggestions that the moves were designed to subdue student protest. &quot;If we&apos;d wanted to muzzle student campaigners, we wouldn&apos;t have said we think a pan-London operation for campaigning, lobbying and representation for London students was a good idea. But we do think it&apos;s a good idea,&quot; said Webley, director of the nearby School of Oriental and African Studies. &quot;What we don&apos;t think is a good idea is what we have at the moment, where we have got, essentially, a somewhat illegitimate union.&quot; Instead, the university backs a London-wide student representative body, to include the rapid growth in the city&apos;s higher and further education institutions outside the University of London. Similar proposals have been supported by the National Union of Students. If adopted, the proposals will go to the university&apos;s board of trustees at its 22 May meeting, and could be in place before the start of the 2014 academic year. Chessum says the review is &quot;full of holes&quot;, and hopes to sway tomorrow&apos;s meeting: &quot;How will all of this work? How will this London-wide representative structure be funded, for instance? All of that is being hived off into these little working groups. Who will take these decisions? We don&apos;t know,&quot; he said.", 
    "section": "education", 
    "gid": "education/2013/may/02/university-london-union-faces-closure", 
    "wordcount": "701"
}