{
    "headline": "The benefits of a university education", 
    "text": "We are about to embark on a ragged trail through a number of publications that in recent days have led me to muse on what a university is for and the qualities a university education should seek to engender in its students. Following the publication of his book &apos;What are universities for?&apos; Stefan Collini contributed an opinion piece on the subject to the Guardian. I read this with the mixture of hope that one might bring to an article entitled &quot;does God exist&quot; or &quot;how to achieve true happiness&quot;. Stefan Collini writes: &quot;Should they be businesses &apos;competing on price&apos;? Are students &apos;consumers&apos;, concerned only with getting jobs? A half-baked market ideology informs official thinking about higher education, and it undermines an ideal that a vast number of people cherish.&quot; Cue the Wilson Report, published a few days later, which looks at how collaboration between universities and businesses can be improved. It opens with a quote from Lord Dearing in 2002: &quot;Just as castles provided the source of strength for medieval towns, and factories provided prosperity in the industrial age, universities are the source of strength in the knowledge-based economy of the twenty-first century.&quot; The Wilson review speaks of universities as part of a complex &quot;skills and innovation supply chain to business&quot; which one imagines would have Prof Collini pursing his lips like a prune. The review comes up with more than 50 recommendations including measures to improve the employability of graduates by reviving sandwich courses and expanding opportunities for internships. So here we have thesis (universities are not about markets, business and student employability) and anti-thesis (oh yes they are). Sure enough a few days later came synthesis in the unlikely guise of a consultation on new guidance from the Quality Assurance Agency. This looks at how universities and academics can promote enterprise and entrepreneurship as part of their teaching and how this might be properly assessed. I&apos;m particularly struck by the section describing the &quot;behaviours, attributes and skills&quot; that should be demonstrated by an enterprising and entrepreneurial student. The document says that students should be able to:  Recognise and achieve goals and ambitions, especially in response to challenge (goals and ambitions)  Enhance self-confidence and belief through practice of enterprising skills and behaviours (self-confidence)  Demonstrate perseverance, resilience and determination to achieve goals, especially within challenging situations (perseverance)  Recognise that they are in control of their own destiny (internal locus of control) and use this understanding effectively within enterprising situations  Take action and learn both from actions and active experimentation (action orientation)  Innovate and offer creative solutions to challenging and complex problems (innovation and creativity). It seems to me that these are that characteristics that any education establishment should be seeking to encourage and create among all its students. They are the characteristics of a mature, well balanced and questioning intelligence. They aren&apos;t just the marks of someone who would be a good employee. They are the marks of a good democrat, a good parent, a person who is capable of happiness and contributing to the happiness of others. At which point, I return to Stefan Collini who ends his quest for the purpose of universities with a quote from the American social critic Thorstein Veblen published a book entitled The Higher Learning in America: A Memorandum on the Conduct of Universities by Businessmen, in which he declared: &quot;Ideally, and in the popular apprehension, the university is, as it has always been, a corporation for the cultivation and care of the community&apos;s highest aspirations and ideals.&quot; I think it&apos;s difficult to improve on that definition of a university and I don&apos;t think it&apos;s at all inconsistent with improving collaboration with businesses or turning out graduates who are well rounded individuals capable of employing themselves or that people want to employ. For more discussion about the state of higher education, come along to the Future of higher education summit, 20 March 2012 This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/05/benefits-of-a-university-education", 
    "wordcount": "697"
}