{
    "headline": "Facebook unfriending hits Zynga shares", 
    "text": "One of the digital world&apos;s closest friendships is over  Facebook and Zynga, the games developer whose creations were launched on the social networking site, have severed their ties. Zynga&apos;s shares fell more than 6% on Friday, the latest in a series of blows for the creator of FarmVille. Recently it announced the closure of its Boston studio and a drop in revenues. Zynga no longer has to use Facebook as its primary third-party platform for social games, and players on Zynga.com no longer have to log in via Facebook. Facebook is relieved of its obligation to use promotions to help meet traffic targets at Zynga, the games company said in a stock market filing. Zynga&apos;s Mafia Wars offers players the chance to collaborate with friends to &quot;expand your empire&quot;, and a 2010 cross-referral deal with Facebook helped the social networking pioneers to do just that. Zynga games became an overnight hit thanks to Facebook, and helped to draw in users and revenues. The relationship was important for Facebook founder Mark Zuckerberg, who credited Zynga&apos;s Mark Pincus with showing him how to cope with the distraction of floating the company and to &quot;power through and get to where he wants to go&quot;. In recent quarters, fees from Zynga, named after a bulldog owned by Pincus, contributed 15% of Facebook&apos;s total revenues, while Zynga generated about 80% of its revenue on Facebook. In an effort to reduce mutual dependence, the companies have announced in regulatory filings that their 2010 deal is being unpicked, so that from 31 March Zynga will be on a level playing field with other games developers targeting Facebook&apos;s 1billion members. The news, announced after the US market closed on Thursday night, sent Zynga shares down to close 6% lower in New York on Friday, while Facebook shares ended up 2.5% at $28. Last month, Zynga said it would close its Boston studio and consider pulling the plug on studios in Britain and Japan to reduce costs. In July, Zynga executives told analysts the company&apos;s revenue had plummeted in the second quarter as Facebook tweaked its algorithms, sending fewer gamers to Zynga titles. The changes appeared to be helping drive more traffic to Zynga competitors such as Electronic Arts and KixEye, according to PJ McNealy, chief executive of Digital World Research. &quot;Zynga&apos;s favoured nation status is gone but it seems like it&apos;s been slipping away for a while now,&quot; McNealy told Reuters. &quot;There was plenty of speculation Zynga was getting referrals within the Facebook community that other gaming companies weren&apos;t getting which helped drive web traffic to Zynga games.&quot; The new terms mean Facebook is no longer barred from developing its own games, though it has not announced plans to build a games platform.", 
    "section": "technology", 
    "gid": "technology/2012/nov/30/facebook-zynga-sever-ties-farmville-mafia-wars", 
    "wordcount": "467"
}