{
    "headline": "Students go online for cut-price textbooks", 
    "text": "Should textbooks be included in university fees? They certainly should, say 81% of you. With rising fees and heightened living costs, students are now looking to the digital world to find cheaper course materials. According to a recent study conducted by the NUS and CourseSmart, a leading provider of digital textbooks, 81% of UK students feel that universities should be offering textbooks for free as part of their fees. With long reading lists and pressure to read around your subject area, coupled with fees climbing to 9,000 this year, students no longer want to delve into empty pockets to buy course material. This isn&apos;t surprising. However, it is the novel response to this problem that is interesting: more and more of you, when finding that the university library has run out of the book you are after, are turning to the digital world. New technologies and digital learning opportunities mean today&apos;s students can rent their materials online  not an option for cash-strapped students a decade ago. From the survey of 1,652 students on university expectations and digital use, it became clear that there is a willingness to use online devices to do course-related reading. In fact, 95% of the students surveyed said that they already use their devices for some academic reading. With 99% of respondents owning at least one online device, and 77% of them saying that they use their device for academic reading, the relationship between education and the digital world is only set to become stronger. But, the survey revealed that students are turning to online reading for reasons more than cost alone. Yes, it&apos;s true that companies such as CourseSmart offer online textbooks at a much lower price than the print versions. And the opportunity to rent rather than buy digital textbooks means that students can save even more. However, this research indicates that digital learning also helps students to learn more effectively  as 63% of the respondents reported. The benefits of digital learning extend far beyond financial concerns. Students today are digital natives, growing up with smartphones, laptops and e-readers, and have become dependent on their digital friends in everyday life. A recent US survey showed that 38% of student respondents indicated that they could not go more than 10 minutes without checking one (or more) of their digital devices. Renting textbooks at the touch of a button, 24/7, has numerous advantages for students. Late night runs to the library can become a thing of the past. Storing books for offline reading allows students to access their textbooks wherever they are, while interactive functions such as searching, highlighting and note-taking means students can get more from their reading. Hauling a textbook-filled bag through the rain becomes a distant memory when all the reading you need is on a lightweight e-reader: your &quot;digital backpack&quot;. Looking forward, it seems digital learning is set to grow further, with 98% of the students surveyed agreeing that they would be happy to do some course-related reading on a device, and 60% saying they are going to buy a new device within the next 12 months. Perhaps this signals where education is heading.", 
    "section": "education", 
    "gid": "education/2012/dec/19/students-get-textbooks-online", 
    "wordcount": "528"
}