{
    "headline": "Long bike rides are also a journey for the mind", 
    "text": "Sailors have a long tradition of hedging their bets. They wouldn&apos;t say that they&apos;re sailing to somewhere in particular. Instead, they &quot;make for&quot; or &quot;set sail for&quot; their destination  who knows if they&apos;ll make it? It&apos;s in this spirit that I &quot;set off&quot; for John O&apos;Groats this weekend from Land&apos;s End by bike. I have almost no idea what I&apos;m doing, so whether or not I arrive at my destination really is anyone&apos;s guess. I started out as a commuter with an entry-level hybrid, but over the past few months I&apos;ve gone from nearly passing out after a few hours cycling along nice, flat roads by the Thames to nearly passing out at the top of the dreaded Green Monster, Ditchling Beacon, at the end of a long ride from London to Brighton. The learning curve is nose-bleed inducing. First there&apos;s cycling jargon. There&apos;s room for high-level innuendo in this world of tubes and rims, but mostly it&apos;s simply a matter of misdirection. It turns out, for example, that you need not spend time googling around for illicit, performance enhancing drugs when you read a bike forum comment about the benefits of &quot;cycling on the drops&quot; in windy weather. This is a reference to a certain sort of handlebar. When a man wearing lycra so tight that you can rule out his adherence to a number of religions tells you he&apos;s just &quot;jumped a cat&quot;, remain calm but focused. He&apos;s a racer, and his improved performance means he&apos;s moved up into a more demanding racing category. But the most interesting changes in the transformation from commuter to tourist are a weird combination of the mental and the physical. There&apos;s just a lot of head space available on a long ride, and there&apos;s not much to think about except the protesting parts of your body. At first it&apos;s just boring. You become entranced by the hypnotic rhythm of your knees. You talk to cows. Your mental reconstructions of the last moments of interestingly configured roadkill become increasingly elaborate. But as the day wears on and your energy reserves dwindle, there&apos;s a strange kind of introspection, the realisation that it&apos;s just you and your muscles and a bike and a hill and a question: can you go on a bit more or not? Your world view collapses into a single-minded drive to move your legs up and down, up and down, up and down. Never mind that you might appear to onlookers to be expressing the onset of a coronary, uniquely in medical history, entirely in terms of frenzied rotational motion. Covered in sweat, dehydrated, legs roaring in protest, face locked in a Wallace and Gromit clench of dazed determination, your gentleman&apos;s area a distant and painful memory  you&apos;re a physical mess. But it can feel majestic on the inside, a moment of self-mastery and self-understanding, an honest and unalloyed triumph, for once, at the end of a long day in the sun. It&apos;s not too far away from the sorts of things long distance runners go on about. In Running and Being, George Sheehan writes:  &quot;When you see me, that lonely figure out on the road, I am looking for my territory, my self, the person I must be. There I am no longer the observer watching myself think and talk and react. I am not the person others see and meet and even love. There I am whole; I am finally who I am.&quot;  Without taking yourself quite so seriously, you can very nearly have a thought like that, on a bike, looking down from the top of Ditchling Beacon.  James Garvey is riding from John O&apos;Groats to Land&apos;s End to raise funds for Shelter from the Storm ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/sep/24/long-bike-rides-journey-mind", 
    "wordcount": "630"
}