{
    "headline": "Malawi children falling victim to human traffickers", 
    "text": "Walusungu Msondo was first approached by traffickers while he was fishing at Lake Malawi. &quot;The foreigners were being directed by two local people who could show them where they could find young fishermen. When they found me and my colleagues at the lake, they coaxed us with some money and told us that they had well-paying jobs for us in Tanzania,&quot; says 10-year-old Walusungu. The boy and his friends thought their poverty-stricken lives were about to change for the better, but instead it was the beginning of a nightmare. Walusungu lives in Ngala, in Karonga district, on Malawi&apos;s border with Tanzania, from where the men had travelled in search of vulnerable children. They said the children would earn good money if they came to fish at Lake Rukwa and Lake Tanganyika, both in Tanzania. The men explained the arrangements for the trip, but when they instructed the youngsters not to tell their parents, some of Walusungu&apos;s friends changed their minds. He decided to go because he thought he could earn good money. They were joined by others who had been recruited by traffickers operating in the Chilumba area, about 35km south of Ngala. They were ferried across the Songwe river into Tanzania, and taken to Lake Lukwa, which is surrounded by thick forest. It was here that Walusungu realised he had been lied to. There were many other children, some speaking different languages, and the traffickers told Walusungu he had to work nine hours a day catching fish. He was promised only $88 for around 12 months&apos; work. He asked to leave but the traffickers would not allow it. Fishing on the lake can be dangerous, and Msondo says he saw children being eaten by crocodiles, including one of his friends. Last year the US state department published a report that named Malawi as a source country for men, women and children to be trafficked for forced labour and sex. The authors said the Malawi government does not fully comply with the minimum standards for the elimination of trafficking, but was making significant efforts to do so. In October 2009, the UK&apos;s Department for International Development (DfID) allocated around 388,000 to an anti-trafficking project to protect children at risk in Malawi that runs until September 2012. Yet there are fears the problem is escalating. Local community leaders say some Malawians are collaborating with Tanzanian traffickers and luring young children over the border. Mwirang&apos;ombe, a community leader in Ngala, says he was &quot;deeply shocked&quot;. &quot;We have already lost a young man who was caught by a crocodile at Lake Lukwa,&quot; he says, adding that he had reported the crime to the government but nothing had been done. &quot;[The] government must do something because human trafficking is illegal.&quot; His views are backed by Habiba Osman, one of the country&apos;s top human rights lawyers, who works with the Ecumenical Council of Malawi. She says a lack of a legislation on human trafficking is contributing to the increased prevalence of the crime. &quot;We don&apos;t have a human trafficking law in place, so this makes it difficult for the government to actively trace such cases  it&apos;s high time we put pressure on our lawmakers to put a human trafficking law in place so that we can address this,&quot; she says. Osman says many children from Malawi are also taken to other neighbouring countries, such as Zambia, Mozambique and South Africa, where they are forced into the sex trade and/or domestic slavery. Chief Wasambo of the Chilumba police says he knows unemployed young people are being coaxed over the border by Tanzanians. &quot;Most youths are going there due to lack of activities [here] to earn them a living,&quot; he says. &quot;The provision of business loans and creation of temporary jobs can positively contribute towards the fight against human trafficking here.&quot; However, Haston Jaji, from the ministry of gender and welfare at Karonga district welfare office, says that although there have been confirmed reports of human trafficking, the number of cases had reduced due to government awareness campaigns. The campaigns came too late for Chaston Mwafuliwa and Emot Msuku from Karonga district, who ended up fishing at Lake Rukwa along with Walusungu. They too saw people being killed by wild animals and crocodiles, and say others died of cholera due to poor sanitation. They say people had no access to clean water and there was little food. &quot;There were a lot of problems we were going through at the lake, apart from being financially exploited,&quot; says Emot. &quot;Hunger was a big problem. We were sleeping in trees for fear of being caught by wild animals  they were plenty of them.&quot; The boys, including Walusungu, were stranded there for 10 months, and the traffickers refused to pay them. Finally, one of the men drove them to the Songwe border, where he abandoned them. They made it back into Malawi, but Emot says many Malawian children are still in Tanzania. &quot;I can&apos;t go back to school,&quot; says Walusungu, &quot;because this [fishing] is my bread and butter, though I am aware that my education is a milestone to a very successful life.&quot;  This article was amended on 18 July 2012. The original said DfID allocated 18,000 to an anti-trafficking project but the scheme ended in March 2010. DfID have confirmed that the information on their website is incorrect.   Henry Mhango is a correspondent for the International Network of Street Papers ", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/16/malawi-children-victim-human-traffickers", 
    "wordcount": "927"
}