{
    "headline": "Orkney introduces wave power competition", 
    "text": "When the wind on Orkney is strong enough to blow the rain parallel to the pavement, the cluster of gently sloping islands becomes a green energy powerhouse. There are hundreds of small wind turbines dotted across the islands, tall punctuation marks outside farmhouses, cottages and engineering yards, and more than a dozen large commercial machines. On Monday, as the wind gusted to 45mph, they were powering homes on the Scottish mainland with surplus energy, feeding more than 23 megawatts of electricity into the grid. Best known for its Neolithic sites such as Skara Brae, its beef and its fishing expertise, Orkney has quietly but very deliberately become arguably the most self-sufficient community in the British Isles for its energy, and is home to many of the world&apos;s most advanced wave and tidal power machines. On Tuesday, in Orkney&apos;s second town of Stromness, that status was confirmed when Nicola Sturgeon, deputy first minister of Scotland, announced the world&apos;s most lucrative renewable energy competition: the 10m Saltire prize challenge. Four marine energy firms have entered their wave- and tide-powered devices. There is the Pelamis P2 &quot;sea snake&quot;, a long, jointed device that harnesses energy by undulating with the waves off Sutherland; Aquamarine Power&apos;s Oyster 800, in which a large flap catches the waves&apos; power off the Western Isles; MeyGen&apos;s tidal energy scheme in the powerful waters of the Pentland Firth, off Caithness, using underwater propellers anchored to the seabed; and ScottishPower Renewables, with scores of similar tidal turbines off Caithness. To win the Saltire prize, these machines must produce at least 100 gigawatt hours of electricity over a continuous two-year period between now and 2017. So far only four tidal- and wave-power devices being tested at the European Marine Energy Centre (Emec) at Stromness have produced electricity for sustained periods. Even then, that was over a matter of days, not months. There is scepticism within the renewables industry about the purpose of the Saltire prize: the costs of entering it far outweigh its value. The real goal for the renewables industry is so obvious  to harness the immense energy of the sea, and tap into a global market predicted to be worth 1tn  that its existence changes little. Martin McAdam, chief executive of Aquamarine Power, said his firm would need to spend some 60m building and then installing at least 20 of his Oyster 800s off the Western Isles to win the Saltire. But what it does do, said McAdam, is give his industry a significant boost of confidence. &quot;I like to say no one builds their business plan on the basis of winning a prize but the Saltire prize will bring focus on to the industry,&quot; he said. After years of ill-fated attempts to find a viable marine energy device, the industry is now on the threshold of a breakthrough into building commercially viable machines able to compete with offshore wind, and capable of replacing coal-fired power stations. The magazine reNews estimates that the renewables industry will install 16 megawatts worth of wave and tidal machines during 2012  four times more than last year  while global engineering and energy groups such as Rolls-Royce, Siemens and Alstom are now buying up the pioneering firms, which have created the first viable devices. Neil Kermode, managing director of Emec, the largest wave and tidal testing centre in the world, said that was a clear signal that the immense potential of marine energy  particularly around the British Isles  was being recognised. A tidal machine developed in Northern Ireland by Marine Current Turbines  now owned by Siemens  has already generated 3Gwh of electricity, a world record, reNews has disclosed. &quot;We&apos;re trying to work with various countries around the world, because we know how to get the technology to work,&quot; Kermode said. &quot;It&apos;s quite a planetary imperative: there&apos;s a huge amount of energy out there and the sooner we can do this, the sooner we can decarbonise.&quot; Orkney&apos;s desirability as a marine energy centre is shown every day at Emec&apos;s tidal testing range at Fall of Warness, a tide race off the island of Eday. Here is one of the world&apos;s strongest tides: its speed peaks at four metres per second, forcing through half a billion tonnes of seawater every hour. Estimates suggest that around the Scottish islands, wind, wave and tidal power could generate 38,500 gigawatt hours a year, and these machines could have a nominal capacity of 11 gigawatts, equivalent to three coal-fired power stations as large as Drax in north Yorkshire, the UK&apos;s largest. McAdam predicts that wave and tidal machines will be as cheap to run as offshore wind turbines by 2017; by 2025, there will be vast marine energy farms at sea, generating hundreds of megawatts of electricity. Many of the UK&apos;s earliest tidal power generators will be based around Orkney, the Pentland Firth and nearby Shetland. But Orcadians, brought up with an ethos of self-reliance and living daily with some of the UK&apos;s highest energy prices, have embraced micro-renewables with a gusto rarely seen elsewhere in the UK. For a population of 20,000, there is already 55 megawatts of installed capacity, chiefly from several small commercial wind farms. In addition, there are now about 450 privately owned wind turbines and perhaps as many as 100 solar panel arrays and more than 150 ground-source heat pumps fitted to homes, schools and offices. With extra machines being installed now, Gareth Davies of the Stromness-based renewables consultancy Aquatera estimates that 85% of Orkney&apos;s entire electricity demand will be met by its home-grown renewables industry by early 2013. It will soon exceed 100%. Six communities own their own large wind turbines  each turn of the blades earns them 7p  and 10 more are considering it. On the island of Shapinsay, the community has bought a minibus, employed an out-of-hours ferryman able to take them to the cinema in Kirkwall and is planning to buy its own boat. The council has begun running Scotland&apos;s only electricity-powered lorry: it collects refuse in and around Kirkwall. &quot;What Orkney is doing in UK terms is it&apos;s the first community which has embraced renewables as part of everyday life, where individual households are investing in a renewable energy future,&quot; said Davies. &quot;It&apos;s a community in every sense: it&apos;s the local council, it&apos;s groups of people and it&apos;s individuals with that community, making that commitment.&quot;  This article was amended on 30 August 2012. The original said estimates suggest that tidal and wave power around Orkney could generate 38,500 gigawatt hours a year, equivalent to three coal-fired power stations as large as Drax in North Yorkshire. The potential output from tidal, wave and wind machines for the area is 38,500 gigawatt hours a year. It is the nominal capacity of these machines, 11 gigawatts, that equals three times that of a power station such as Drax.", 
    "section": "environment", 
    "gid": "environment/2012/aug/28/orkney-green-energy-wave-power", 
    "wordcount": "1153"
}