{
    "headline": "It's time for sustainable development", 
    "text": "Bill Clinton was set to enter the White House, the European Union was born and China had its first taste of a double cheeseburger with fries when McDonalds opened its doors in Beijing. That was 1992. A lot can happen in 20 years. In June 2012, two decades after the groundbreaking Earth summit, which put climate change and biological diversity on the global political agenda, attention will turn once again to Rio de Janeiro for the UN conference on sustainable development, or Rio+20. But the biggest environmental summit in 20 years is already proving controversial. The conference is a vital chance to renew political commitment for sustainable development at a time when urgent action must be taken to divert humanity from disaster. However, some commentators already believe it will be just another conference  all talk and no binding action. The event&apos;s focus on the &quot;green economy&quot; is deeply dividing opinion. Some see the label as an opportunity to hitch global financial systems firmly to sustainable development goals. Others see it as an open invitation for the proliferation of &quot;greenwash&quot; initiatives, which continue to put profit before people and planet. Meanwhile, there are calls for Rio&apos;s seven-strong shopping list of &quot;critical issues&quot; to be replaced by focus on one sector. UN executive Brice Lalonde, for example, has pushed for agriculture to be at the centre of negotiations, arguing that from agriculture other development goals  gender, biodiversity, land use, water, energy  flow. Despite the summit slogan of &quot;a future we want&quot;, how close the conference will get to a shared consensus on what that future is and how it will be secured, is unclear. As recently witnessed in Durban and Busan, the many and competing interests at play constantly threaten progress. What can&apos;t be ignored is the UN&apos;s faltering progress on achieving the millennium development goals by 2015. The potential failure of the MDGs makes whatever happens at Rio+20 even more critical as the world struggles to set a post-MDG agenda. However, after the second Rio+20 intersessional meeting held in New York in mid-December, word has it that a consensus is building among a core group of countries to use Rio+20 to shift the post-MDG agenda from poverty to sustainable development, ie from problems affecting the poor in developing nations to those affecting us all, everywhere. Sustainable development is far from a new notion, of course, but putting developed and developing world issues in the same arena could transform future action. And Rio is where the nitty-gritty of this new agenda  the goals, targets and indicators  may be decided. Whether setting new goals to replace the existing targets is a good idea will be a controversial debate. As, no doubt, will the idea of lumping developed and developing country needs together under a sustainable development banner. Despite widespread cynicism about Rio&apos;s ability to deliver anything of substance, there is an energetic groundswell of activity among activists, practitioners, NGOs and academics who want Rio+20 to deliver a workable agreement that puts sustainable development and poverty reduction at the heart of global politics. A new type of politics fit for these turbulent times, when catastrophe threatens with increasingly alarming regularity, should have science, technology and innovation at its core. Science and technology can work more directly for social justice, poverty alleviation and the environment, helping to build a just and equitable green economy at a global level. But different forms of innovation that address sustainable development challenges at local, national and global levels need to be encouraged. Not just the type of science and innovation that happens within governments, big business and scientific institutions, but within civil society  both in the form of organised public-interest groups and, more important, spontaneous citizen-led movements. This is where real change often happens. Consensus at Rio on a global framework supporting innovation for sustainable development would be a major breakthrough. But what if Rio+20 doesn&apos;t deliver? Some summits don&apos;t  remember COP15? Well, the sky won&apos;t fall in, not yet, anyway. But the question will be whether those with a stake in &quot;the future we want&quot; have the energy to forge ahead in addressing poverty reduction, social justice and environmental sustainability outside of the &quot;system&quot;? Let&apos;s hope they do.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/03/time-for-sustainable-development-at-rio", 
    "wordcount": "718"
}