{
    "headline": "Bangladesh's climate compensation push a ray of light after dismal Doha", 
    "text": "The dust settles, the delegates have recovered from their marathon talks and the full significance of the Doha climate round can be assessed. Clearly, it was an extraordinarily weak result  no new money was put on the table, no new commitments made to cut emissions and there is no certainty the key 2015 agreement will be any stronger. But despite little evidence of the spirit of international co-operation, there were important decisions made for developing countries. The most significant and symbolic was extending the Kyoto protocol for a second period. This brought to a close years of attempts, led by the US, to ditch it. Kyoto survives, weaker because Russia, Japan and New Zealand have decided not to join in the second period and Canada has left completely, but important because it remains the only treaty that forces rich countries to cut emissions. The 36 countries still in represent only 15% of emissions  but the principle it enshrines of the rich being legally bound holds. Finance, as so often, was the biggest disappointment. Britain, France, Germany and a few others pledged $6bn to fill the gap between the imminent end of the &quot;fast start&quot; finance and 2020, when the green climate fund supposedly kicks in, but the reality is that developing countries have little or nothing to help them adapt. But one landmark agreement changes all future climate politics and takes countries into a new era. Countries agreed to the principle of &quot;loss and damage&quot;, to help victims of climate change. The door is now at least half open for countries to be recompensed for slow onset events such as rising sea levels, continual droughts and storms. Opinions are divided over what could practically emerge. There will be further meetings and discussions in the coming months and an international mechanism is expected to be set up next year. Financial experts like PwC say it could be a massive climate-risk insurance facility. Developing countries hope it could be a new fund to specifically channel money to countries experiencing damage linked to climate change. Putting &quot;loss and damage&quot; on to the table represents the diplomatic coming of age in these talks of the most vulnerable countries, especially Bangladesh, which is one of the countries most prone to natural disasters and may have as many as 10 million climate refugees. Its diplomats, academics and ministries led the loss and damage debate at Doha, presenting the results of a series of in-depth studies from across the developing world that showed how events were rendering useless attempts by communities to cope with extreme weather. Saleemul Huq, senior fellow at the International Institute for Environment and Development, who helped co-ordinate the Bangladesh studies, tells how it took a mix of government, academics, NGOs and the media to put it on the agenda:  &quot;When we first started discussions in Bangladesh  the very notion of what constitutes loss and what is damage was unclear. It was also quite difficult to translate into Bangla where the equivalent terms have somewhat different meanings from the English terms.  &quot;So we all started in a state of confusion and had to take some time to agree on what we wanted to do and how we should do it. However, by the pre- COP18 workshop in November the different Bangladesh experts had developed a much better understanding of the issues and were able to explain it to the stakeholders clearly.  &quot;Secondly, the environment and disaster management [ministries] were very much up to speed and heavily engaged in the new and emerging issue. Other stakeholders, including NGOs, the media and even some private-sector representatives, were getting involved in the topic.  &quot;The result  was that the government as well as stakeholders collectively agreed to take this issue forward as a national issue in Bangladesh and try to develop a national mechanism on loss and damage, which may provide valuable lessons for the international mechanism on loss and damage which is being demanded by the vulnerable developing countries at COP18 in Doha.&quot;  Huq&apos;s conclusion is stark: &quot;Losses and damage from climate change will now have to be dealt with by every country, including the rich countries, so the sooner they start to figure out how to do so the better.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/12/bangladesh-climate-compensation-doha", 
    "wordcount": "717"
}