{
    "headline": "Boot up: FBI honeypots, Apple results, internet population doubles, Skype on Nokia and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team &quot;The hidden side of your soul&quot;: How the FBI uses the web as a child porn honeypot &gt;&gt; Ars Technica  The email arrived in James Charles Cafferty&apos;s inbox on July 14, 2011. Unlike most unsolicited email on the Internet, the message did not pitch mortgages, get rich quick scams, or penis pills. Instead, it provided a link to an under-the-radar child pornography website and the password needed to access it. Cafferty, a diplomatic security officer working for the US government at its London embassy, waited for three days, then clicked on the link.   Gruesome. Fascinating. Horrendous. Compare - How does SkyDrive compare to Dropbox, iCloud, and Google? &gt;&gt; Microsoft Tickboxes galore. Man, Microsoft sure does love those tickboxes. It&apos;s like the specification inspector. What&apos;s not mentioned is that you don&apos;t have to use one or the other. You can have them all. Introducing the Google+ Share Button &gt;&gt; Google+ Developers Blog  When your visitors come across something interesting on your site, sometimes you want to encourage a simple endorsement (like +1). Other times, however, you want to help visitors share with their friends, right away. Today&apos;s new Google+ Share button lets you do just that.   You get to email it or send it to particular Circles of your Google+ following. (There&apos;s a phrase that would have made no sense three years ago.) Will publishers have two +1 buttons (the old and the new) or, facing button overload, will they go with this one? Having to choose which Circles you send it to sounds, as Orwell would say, plusungood. This is the web right now &gt;&gt; The Oatmeal If at least one and preferably two or more don&apos;t make you laugh aloud, get someone to check you for a pulse. World Internet population has doubled in the last 5 years &gt;&gt; Royal Pingdom  This year the number of internet users worldwide reached 2.27bn, almost exactly twice what it was in 5 years ago, 1.15bn. We all know the Internet is big, but this kind of growth really puts things into perspective.  The Internet population has been swelling rapidly since the arrival of the World Wide Web (which rests firmly on top of the foundation provided by the Internet). It&apos;s human nature to get used to changes, so most of us have a tendency to forget how rapidly the world has changed, and keeps changing.  And as the internet population grows, so does the potential size of online services. One example of this extreme evolution is Facebook. Last year we noted that Facebook now has more users than the entire Internet had back in 2004, the year the social network was founded.  Apple Reports Second Quarter Results &gt;&gt; Business Wire Note: contains big numbers. Opinion: Why we need Anonymous 2.0 &gt;&gt; Naked Security Lisa Vaas:   Nobody in technology, nor in business, for that matter, can get away from fighting Anonymous or other similar groups, whether the fight transpires in media or anywhere else, [hacker &quot;Jericho&quot;] said.  So that&apos;s why they care, and why we must. Beyond our own, personal involvement, a broader concern is that much of what we lay at the Anonymous doorstep may be branded as such merely as a smokescreen.  As Corman noted, this amorphous thing we call &quot;Anonymous&quot; has become the perfect scape goat. Anonymous members continually drop in and out of affiliation with, or actions taken on behalf of, the group.  Twitter / @creativeKoder: so my Mac finally had the conversation... Ha, ha. Skype for Windows Phone working on Nokia Lumia 610, scoffs at memory restrictions &gt;&gt; Engadget Actually, the headline is wrong. It should read &quot;will work&quot;:   After &quot;some challenges early on&quot;, Nokia tells us that the app is primed for use when the entry-level Windows Phone eventually hits Asian store at the end of April.   (Thanks @FossilFuel for the link.) The slow decay of the Microsoft consumer &gt;&gt; TechCrunch MG Siegler argues that Microsoft is morphing into a business that makes its money almost entirely from enterprises, hardly at all from the consumer:   Everyone got all excited that the Windows division actually managed to grow last quarter. Because the broader PC market has been stagnant and Windows 8 is in testing mode, expectations were extremely low. 4% growth was considered a big win.  But Microsoft as a whole saw 6% growth year-to-year when it came to revenue. It wasn&apos;t Windows driving it, it was the Business Division (9% growth) and the Servers &amp; Tools Division (14% growth). Again, the enterprise side of things.  The Business Division is now by far the largest Microsoft division in terms of revenue. Meanwhile, Servers &amp; Tools almost surpassed the Windows Division this past quarter. The last time that happened was the tail end of the Vista nightmare. It&apos;s going to happen again. Microsoft&apos;s two biggest businesses will be their enterprise businesses.   The numbers support him. Problem is, there are more consumers than there are enterprises. Unforgiven: The consequences of profit failure in mobile phones &gt;&gt; asymco Horace Dediu:   Since my post in June last year Sony Ericsson and Motorola were acquired making the total victims list total 14 companies with Nokia, LG and RIM having joined the &quot;endangered species list&quot;. If the pattern repeats, then RIM and Nokia are in early phases of what promises to be an extended period of pain followed by an exit.  What the analysis does not answer is when a vendor loses its independence after beginning loss making. Motorola took 20 quarters; Sony Ericsson 14, Ericsson 8 and Siemens only 7. We cannot tell if or when LG which is still operating after 8 and Nokia, which is now in its fourth and RIM in its second quarter post-loss will lose independence.   The mobile phone business is brutal. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/25/technology-links-newsbucket", 
    "wordcount": "1021"
}