{
    "headline": "Rio+20: A voice from Makati, Philippines", 
    "text": "   Alex Eduque, Rio+20 Photograph: Guardian    Building upon the conventional meaning, I think sustainable development should be taken on as a duty by &quot;Generation Now&quot;. It is the duty of youth today to act NOW without compromising the prospects of an optimistic future. We must work together with what we have, capitalise on the energy of young people, and work towards developing our cities and our countries on a positive platform  enhancing and optimising resources for a more sustainable future. As a 21-year-old, I must admit that I&apos;ve seen many changes and shifts of opportunities throughout my life. For one thing, the Philippines has become friendlier and open-minded to youth involvement. The rise to fame of social media has opened an inevitable door in allowing young people to become more expressive and fearless in their thoughts. More and more young people are finding ways to seek leadership opportunities  whether through joining organisations or becoming advocates. Amid the corruption and the negative stigma the environment of politics and governance offers, young people have managed to find a way to rid themselves of negative energy and focus on positive aspects, of working toward a sustainable and more optimistic future. To the leaders at the Rio+20 summit, I think it is important to explicitly incorporate the involvement and staunch possibilities young people have to offer when drafting guidelines and agendas for the future. Young people offer an innovative mindset unique to the current generation, adept in current issues and can offer possibilities for the future. A lot of young people want to help, but are oftentimes not given worthy opportunities to do so. If mobilised and shown a proper example, young people offer in and of themselves prospects of a promising future. Do I think Rio+20 will make any difference to my life? Most definitely. As a young person, I believe that it is us, the youth, who offer the most possibilities for an effective agenda for sustainable development. Whatever the outcome of this summit may be, it will, whether in small or large scale, impact the future, and inevitably impact young people and future generations.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-makati-philippines", 
    "wordcount": "351"
}