{
    "headline": "Climate refugees? Where's the dignity in that?", 
    "text": "This week the Guardian has been running a major series on &quot;climate refugees&quot; about the village of Newtok in Alaska, which faces an imminent threat to its existence from erosion. The term is problematic for a number of reasons. The first being that people who are facing movement do not like the term. The word &quot;refugee&quot; brings to mind a number of (not always accurate) images: tented camps, long lines of people walking, dangerous boat crossings. People facing the prospect moving hope that they will have some choice in the timing and circumstances of their movement and that when they arrive they will find work and become active members of their new communities. Their hope is that they will move with dignity. President Anote Tong of Kiribati, an island nation in the Pacific, told Australia&apos;s ABC Radio that the people of Kiribati do not want to leave as refugees but as skilled migrants. Similarly, Ursula Rakova, a campaigner from the Carteret Islands is highly critical of the &quot;climate refugee&quot; narrative: &quot;Our plan is one in which we remain as independent and self-sufficient as possible. We wish to maintain our cultural identity and live sustainably wherever we are.&quot; Apart from people&apos;s own rejection of the &quot;climate refugee&quot; term there are also several other problems. It&apos;s clear that there are connections between climate change and the movement of people, but the connections are not as clear as the &quot;climate refugee&quot; narrative suggests. The phrase conjures images of large numbers of people moving en masse over long distances and crossing international borders and possibly continents. It seems unlikely that climate change will produce this kind of human movement. What seems more likely is that climate change might reinforce existing trends in short-term, short distance migration. For example, as subsistence farmers find it increasingly difficult to make a living in rural areas they may move to nearby cities to find work. Whole towns or villages will not move together: in fact, families may not even move together. Far more likely is that one or two household members will move, find work elsewhere and send money home to their community. This statement collected by the EACH-FOR research project from a farmer in Hueyotlipan, Mexico gives a sense of this kind of movement: &quot;Times have changed  the rain is coming later now, so we produce less. The only solution is to go away, at least for a while. Each year I&apos;m working for three to five months in Wyoming. That&apos;s my main source of income.&quot; Another problem is that the phrase implies that it is easy to untangle the different causes of someone&apos;s movement  that we might be able to pick out a group of people who have moved solely because of climate change. This is very misleading. Even when climate change has contributed to someone&apos;s decision to move many other factors are often as, or more, important. This statement from a Somali farmer in a Ugandan refugee camp gives a clear sense of how multiple factors cause someone to move: &quot;And since there was the war, we did not receive any support from the government. Therefore, there are combined factors that made us suffer: droughts and war. If war did not exist, then we might have been able to stay, but now that the land is looted, there is no way for us to claim it.&quot; The &quot;climate refugee&quot; narrative leads us away from other vital questions about the connection between climate change and migration: the first being how we protect growing cities. As climate change reinforces the factors pushing people out of the countryside, people will move into areas exposed to new climate-related risks in cities. This raises huge questions about urban planning, infrastructure and how cities plan to deal with the effects of climate change. There is also the possibility that climate change, rather than being a driver for new movement might actually prevent people from moving. Moving to find work is one of the key ways people are coping with falling incomes in rural areas. But moving requires resources, and as people become poorer, moving becomes harder. Climate change could in fact trap people in dangerous locations. We need a new narrative that helps us address these vital questions, and which the people who are actually moving feel positive about. We need a new narrative in which we frame migration as a way for people to adapt to climate. Rather than being seen as a negative consequence of climate change, we need to describe moving in dignity as a way for some people to survive.  Alex Randall is project manager of the UK Climate Change and Migration Coalition: a network of refugee, migration and environmental organisations. The network exists to protect and support people at risk of displacement linked to environmental change. ", 
    "section": "environment", 
    "gid": "environment/2013/may/17/climate-change-refugees-dignity-migration", 
    "wordcount": "818"
}