{
    "headline": "University students pay 550,000 fines in a year", 
    "text": "Universities across the UK issued disciplinary and administrative fines totalling more than 550,000 to students last year. Freedom of information requests from the Guardian have shown students were fined a total of 551,237.30 for offences such as smoking, drunkenness, and unauthorised parties in the last academic year. One institution said it used the money collected to fund the annual staff outing. The results also revealed a number of peculiarities in the amounts fined for each offence. At Brunel University, while &quot;assisting students with online tests for money&quot; landed one student with a 250 fine, another was fined 50 for &quot;hitting a member of staff&quot;. A student at Kent University was fined 50 for &quot;insulting or violent behaviour including or involving racial, sexual or other abuse, harassment or threat of violence&quot;  the same amount that many were charged for smoking offences. Other offences that resulted in disciplinary action at universities included keeping chickens, leaving food on a window ledge, stealing loaves of bread and being prepared for a post-examination &quot;trashing&quot; of another student. Warwick University issued fines totalling 350 last year to students who were &quot;drunk&quot;, with no further reason given. Middlesex University issued the most fines, charging a total of 61,400 for &quot;late payments&quot;, with students paying a 200 penalty for failing to pay tuition fees or provide confirmation of sponsorship on time. The university said the late payment charge was introduced in 2011/2012, adding: &quot;It affected 1% of students, the majority of which are overseas fee-payers.&quot; A spokesperson added: &quot;If there were no late payments, the university would be able to save money spent on credit control staff. We therefore view these additional costs as a direct result of those students not paying on time and want the cost to be borne by those who are responsible for it.&quot; Bangor charged the second most, issuing 42,479 worth of fines. Students can be further disciplined if fines remain unpaid for longer than 14 days, after which the university may begin court proceedings. Thirty-four of the 128 institutions questioned said they did not fine students for disciplinary matters. A secretary at one, who wished to remain anonymous, said: &quot;A personal and unofficial observation is that there is reluctance to fine students because [of] the financial hardship that many students face; if an alternative remedy could be found, this would bepreferred.&quot; Most universities said the money collected formed part of the &quot;other income&quot; bracket in their accounts. But the University of Wales Trinity St David, Hertfordshire University, and two Cambridge colleges  Downing and StJohn&apos;s  admitted such income did not show up in their annual accounts. The amount of time students are given to pay a fine varies. Many universities offer 14 days to clear fines in order to avoid further punishment, but Oxford has the power to issue immediate fines, which students have just two days to pay in order to avoid potential suspension. Oxford said: &quot;Immediate fines are imposed for specified acts of anti-social behaviour on public thoroughfares after university examinations. The typical amount is under 100 and the fines have to be paid within two working days. There is a right of appeal and failure to pay does not result in automatic rustication [suspension].&quot; Oxford and Cambridge rank seventh and fifth respectively in the fines table. Fines for missing a supervision with a tutor vary from 10 to 200 across Cambridge colleges. While many colleges said the money was used to fund student hardship programmes, Downing college, Cambridge, admitted using the fines to fund the &quot;annual staff outing&quot;. Many universities said they had no specific hardship policy in place to help students who could not pay, often saying that cases were treated individually. Most institutions said students could not graduate unless all fines had been cleared. The National Union of Students president, Liam Burns, condemned the lack of support for students who could not afford to pay, saying: &quot;At a time when students who cannot rely on their families or savings for financial support face a living costs shortfall of 8,500 each year, it is also crucial that any consideration of levying of fines takes student hardship into account. &quot;Students, like anyone else, have a responsibility to those around them, but any possible sanctions ought be made to be clear to the student ahead of time, should only be issued after adequate warnings, and be in proportion to the offence. &quot;It is completely wrong for money extracted from students to be siphoned off to fund staff jollies. If money is collected through fines it should be reinvested to benefit students, in hardship funds and library resources.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/15/universities-fine-students-550000", 
    "wordcount": "818"
}