{
    "headline": "'Lawyers and accountants need not have degrees'  readers respond", 
    "text": "Higher apprenticeships will not have a significant impact on the diversity of the legal profession Richard Moorhead, professor of law and professional ethics, and director of UCL&apos;s Centre for Ethics and Law: &quot;Opening up an apprenticeship route into the legal profession is neither new nor radical. It will not significantly dilute the quality of lawyers, and might even improve it. It works well where there is high volume, low value work and a need to promote a small number of paralegals to professional status. In particular, it will probably lower wages costs for firms and therefore costs to clients. What it will not do, I suspect, is significantly impact on the diversity of the legal profession particularly at the elite end. &quot;These firms (and the Bar) rely on their reputation for recruiting &apos;the best&apos;, relying on some uncomfortable proxies for this: &quot;good&quot; schools; &quot;good&quot; law schools and occasionally strange notions of what extra curricular shows about the &quot;right stuff&quot;. This is partly a status game, played out to reify their own histories and as a sales pitch to their clients, but it is also part of a more serious attempt to find the right levels of skill and intelligence in their recruits. Good grades and good law schools are proxies for this, albeit ones which law firms would be wise to regard as a little rougher and readier than they do. &quot;That the system is unfair to recruits from normal backgrounds is demonstrably true, but in assessing the value of apprenticeships in redressing the balance, one had to understand that recruiting firms think in probabilistic terms. How do I get the best recruits at the lowest cost? How many apprentices would a firm recruit before they make one up to solicitor? How many of these go onto become a partner? The likelihood is that firms, particularly those engaged in the search for &apos;the best&apos; will be both rationally (probably) and culturally (definitely) disposed to select along traditional lines. &quot;To use a football analogy: apprentices will be made up from boot boy to Number 9 occasionally but much more rarely than &apos;normal&apos; recruits. There&apos;s a clue in the government (somewhat gobsmackingly) putting gold in the mouth of the likes of PwC to take on apprentices. If it was economically rational for them to do it, they would be doing it. The truth is, the largest professional firms rely on universities to filter and sort students as well as to train them. It is cheaper for them that way, and only a collapse in higher education participation will signal a radical shift in that approach.&quot; This announcement will surprise few in the legal profession Chris Ashford, reader in law and society at the University of Sunderland and former legal education officer at Irwin Mitchell Solicitors:  &quot;Back in 2004, and in my previous life leading legal training at a national law firm, I discussed a modern legal apprenticeship as an entry to the profession. The announcement by the government that they are in talks with BPP Law School over an apprenticeship that will lead to qualification as a solicitor will surprise few. &quot;Higher student fees, the commoditisation of legal services, and new technology have all contributed to the development of new routes to qualification. This is regardless of government intervention and irrespective of policy debates within higher education and the profession. The College of Law has already forged a partnership with Irwin Mitchell Solicitors to deliver a complex pattern of legal training. Other firms have followed suit. &quot;The inevitable question that follows for law schools is &apos;where now?&apos; The perhaps natural response of the sector in the current economic climate is to focus on employability. However, it is arguably difficult to compete with in-house practical apprenticeships when it comes to employability. The real question for higher education should therefore be this: what can we do  and do well  that nobody else can? &quot;Higher education remains in a strong position to uniquely blend employability, transformative experiences, and traditional scholarly endeavour. Such an experience should be open to all, irrespective of background. It is also true that apprenticeships appear only as an option for those seeking a career as a solicitor, creating an increased social and economic chasm between the route (and ultimately, the practitioners) to the Bar and to becoming a solicitor. &quot;The magic circle firms have thus far stayed away from apprenticeships, deepening existing divisions between the high-street firm, the national commoditised provider, and the high-end commercial-focussed city firm. These significant questions of access and diversity need to be addressed.&quot; Legal higher apprenticeships should arise from social, not economic, necessity Matthew Weait, professor of law and policy, and pro-vice-master (academic partnerships), Birkbeck College, University of London:  &quot;While it may be true that the UK has an international reputation for the quality of its legal professional services, it is odd to use this as a justification for expanding apprenticeship as a route to qualification. Research by Universities UK has shown that between 2003/4 to 2009/10 there was an increase of 14.9% in the number of students studying law in higher education institutions (and a 13.3% rise in students overall), yet the Law Society&apos;s own research established that 4,784 training contract places were offered in 2010, compared to 5,809 in 2009  a fall of 18%. That number is now increasing, but from a position of slump. &quot;It is not that there is an insufficient number of competent law graduates to satisfy the market, but that firms are extremely sensitive to economic conditions and expand or shrink training opportunities as efficiency requires. The development of legal higher apprenticeships cannot be because they are economically necessary, but because they may in some sense be preferable.Socially, there is no doubt a stronger case &quot;Two things worry me here. First, the announcement states that &quot;these new apprenticeships will help more young people to receive on-the-job-training at top companies&quot;. These words simply reinforce my suspicion that higher apprenticeships may have the effect of further reinforcing the persistent discrimination that many older people have when attempting to enter the legal profession. Rigorous supervision will be needed to ensure that they are open to everyone  whatever their age. &quot;If university is not for everyone  as Matthew Hancock states  the dissuasive impact of the recent university fee increases will ensure this continues to be the case, especially for those from socially disadvantaged backgrounds and families living on lower incomes. If higher apprenticeships replace degrees as a route to professional legal qualification for this reason, and for such people, this reflects in no small measure a failure of vision for the vital role universities can, do and should play in enhancing both social mobility and the intellectual depth and diversity of the legal profession.&quot; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/dec/28/law-higher-apprenticeships-academics-react", 
    "wordcount": "1179"
}