{
    "headline": "SOPA/PIPA Blackout", 
    "text": "  The internet seems a little .... quiet today, don&apos;t you think?  This is due to the online protest against SOPA/PIPA, sister bills that are being decided next week by the U.S. Congress.  But if you don&apos;t live in the United States and either one or both of these bills pass, will it affect you? In a word, yes. Regardless of where in the world that you live, the restrictive &quot;Stop Online Piracy Act&quot; (SOPA) and &quot;PROTECT IP Act&quot; (PIPA) policies will affect how you use the internet. Whether you just read a blog or two or use the web to seek customers for your business, or if you are a student who uses wikipedia to write papers or reports for your classes, or if you use social media sites to communicate with your friends and family, or even if you use search engines, like Google, to find things, passage of SOPA/PIPA will dramatically change how you can use the internet. In short, everything on the internet will be subjected to the restrictive anti-free speech and anti-free information policies of SOPA/PIPA, whether the sites are hosted in the United States or not.  Worse, if you live outside the United States, how long do you think your freedom of speech and thought, even if only on the internet, will continue if the U.S. enacts such repressive policies?  &quot;SOPA and PIPA will have a global effect - websites outside of the U.S. would be impacted by legislation that hurts the free and open web&quot;, says Wikipedia. &quot;[O]ther jurisdictions are grappling with similar issues may [also] choose paths similar to SOPA and PIPA.&quot; Think I am being overly dramatic? Um, no. In order to drive home the point that the web will be irreparably damaged by the passage of these bills, the English-language portion of Wikipedia, the world&apos;s largest free encyclopedia, is staging a blackout. Even though Wikipedia supports neutrality, Wikipedians cannot overlook the very real threat posed to the future of their grand and altruistic project from SOPA/PIPA.  As Wikipedia states: &quot;We are staging this blackout because, although Wikipedia&apos;s articles are neutral, its existence actually is not.&quot;  If you wish to learn more about SOPA/PIPA, Wikipedia has a few informational sites that are not blacked out today:   SOPA and PIPA - Learn more  Statement from the community affirming blackout  Official Wikimedia Foundation press release  Blog post from Wikimedia Foundation Executive Director, Sue Gardner Here is an analysis of SOPA/PIPA written by an outside source: How PIPA and SOPA Violate White House Principles Supporting Free Speech and Innovation. As that piece concludes, &quot;PIPA and SOPA [...] would drastically change the way we use the Internet (for the worse), and punish millions of innocent users who have never even thought about copyright infringement.&quot;  I strongly encourage you to protect everyone&apos;s access to information by letting your elected officials know that you oppose these bills. If you do not reside in the United States or are not a citizen of the U.S., then please contact your local State Department, Ministry of Foreign Affairs, or similar branch of government and tell them that you oppose the draft U.S. SOPA and PIPA legislation and all similar legislation.  .. .. .. .. .. .. .. .. .. .. .. ..  Sign the petition (Everyone, regardless of citizenship, is encouraged to sign this petition.) Because roughly half of my readership either resides in or are citizens of the UK, here&apos;s an additional online petition that you can sign, to oppose this travesty.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/18/1", 
    "wordcount": "601"
}