{
    "headline": "The future of media measurement should be people-based", 
    "text": "When it comes to the development and distribution of content, the pace of innovation has been breathtaking. Today, people consume media on multiple platforms and devices and, with the rise of mobile technologies, they do it any time and in any place. So, how should this proliferating and diverse consumption be measured? Some, such as Frdric Filloux in his Monday Note post on 20 May, argue that a site-centric approach using server logs is required. At Nielsen, though, we believe this overlooks some of the essential aspects of media measurement in today&apos;s world.  Currently, each publisher can only measure its own data. They can understand volume but, while some collect extensive user data through registration, in many cases they know little about their visitors. That&apos;s why Nielsen measures people. Online audiences don&apos;t just visit websites in a vacuum  they are real people with real lives and real families and they no longer consume media in a linear way. When Nielsen recruits people for a panel, we do so with their explicit permission, and that allows us to get to know them. We construct panels that statistically represent the census of the region, and this gives us (and our clients) unique context about consumer behaviour across a wide variety of devices  computers, yes, but also televisions, smartphones, tablets, and more. This measurement of people provides us with a full-market view  something which is missing from site-centric analytics. Data from a single publisher will only ever be one slice of the pie. What Nielsen does is measure all the players in a market, apply a common set of rules, and report the data such that comparisons can be made across sectors and industries. Our clients can feel confident that the whole universe is being reported, both the winners and losers. And while panel-based sampling is a core methodology, it&apos;s not all we do. Depending on the region, we measure online advertising campaigns, smartphone app usage, digital programming, consumer tablet behaviour and, of course, television programme viewing. Right now, we use multiple forms of hybrid methodology that combine panel and census-based measurement to provide insight into all the &quot;hows&quot; and &quot;whys&quot; of a person&apos;s media diet. What&apos;s more, we continue to develop advanced technologies that deliver innovative capabilities into the marketplace. Importantly, too, Nielsen is an objective third party. We provide data and insights across many devices and platforms. And, significantly, independent third parties such as the Media Rating Council audit our methodologies. Gathering, measuring, aggregating and analysing consumer data so that it provides thoughtful and meaningful insights is not easy. It&apos;s complex, and becomes more so every day. Doing it well requires significant investment in people, methodology and technology, and it takes experience. The consumption of media is moving into ever-expanding and evolving technologies. That&apos;s why we believe independent, people-based measurement is more indispensable now than ever before. David Gosen is managing director of digital, Europe, Nielsen", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/24/media-measurement-david-gosen", 
    "wordcount": "493"
}