{
    "headline": "Competition in higher education: students will be the winners", 
    "text": "Of course, the best form of competition would be to allow students to move from one university to another after they have started their courses. Ford Motor Company wants you to buy a Focus. VW wants you to buy a Golf. Knowing that you can buy either, both companies try to woo customers by designing a good car and selling it at a good price. Universities do not compete in the same way. The student quota system, imposed by government and supported by the sector, guarantees that universities and colleges will get the expected number of students each year. &quot;Top&quot; universities are particularly well insulated from competitive pressure, since they get far more applicants than they can accept. Frankly, whether you have five or 10 applicants per place makes little difference. This weakens the incentive to think about students at the institutional level. In elite universities, no one is worrying that if the courses are not good enough, if the faculty doesn&apos;t teach well enough, if the feedback isn&apos;t helpful enough, then they will fail to get enough students and go bust. Since their principal rivals cannot expand, they are all but guaranteed to get the students they need. As Nobel prize-winning economist Sir John Hicks remarked in 1935: &quot;The best of all monopoly profits is a quiet life.&quot; Of course, many faculties teach well, but they do so because they believe they should. Others do not, and the pressures to change are muted. The QAA is essentially a box-ticking exercise that anyone can pass. The government&apos;s liberalisation of university entry for so-called AAB students is a sign that things may be moving in the right direction. It won&apos;t lead to cuts in fees, but it might lead to better teaching. For the first time ever, a top university can take students away from its rivals. And the rivals know it. People from other AAB universities have begun to come up to me at conferences, asking whether LSE will be expanding its undergraduate intake to take advantage of the new system. So far, no university has announced major plans to expand undergraduate numbers. But University College London (UCL) has announced a 500m redevelopment of its Bloomsbury campus, &quot;increasing the quantum and quality of space for teaching and research&quot;. Even more excitingly it has announced plans to look in detail at building an additional campus next to the Olympic Park. UCL has not said that it will be expanding undergraduate numbers, and perhaps like LSE it will focus increasingly on graduate education. But UCL could  and I hope that it will  increase its undergraduate numbers. Put bluntly, UCL could shake up elite undergraduate education in Britain. Too often undergraduates are seen as a nuisance to those who want to get on with their research. They are palmed off on to graduate teaching assistants  some of whom are exceptional, some of whom are not. Everyone in the sector knows colleagues who cannot teach for toffee, or colleagues who do not bother to fill in report cards with any care. Students deserve better. If UCL sets out to win students away from its rivals, students will be the winners. Of course, the best form of competition would be to allow students to move from one university to another after they have started their courses. LSE takes foreign students for a year, under the general course programme. They take second year courses, and if they do well enough, and prefer LSE to their previous university, then they can stay on for the third year and graduate with an LSE degree. Imagine making this the norm for every British undergraduate. Now that would concentrate minds in senior common rooms across the country. Tim Leunig is a reader in economic history at the London School of Economics and chief economist at CentreForum, the liberal thinktank This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/04/competition-higher-education-students-winners", 
    "wordcount": "678"
}