{
    "headline": "Microsoft Surface irks NFL coaches and stars: 'I'm done with tablets'", 
    "text": "Microsoft might pay the NFL $400m to use its tablets, but that doesnt stop players, coaches and announcers from complaining about the devices. Last week, the New England Patriots head coach, Bill Belichick, went on a five-and-a-half minute rant about the Surface Pro, saying he was going back to using pen and paper. He said: As you probably noticed, Im done with the tablets. Ive given them as much time as I can give them. Theyre just too undependable for me. This week, both 49ers coach Chip Kelly and quarterback Colin Kaepernick weighed in on the iPad competitor, which is used on the sidelines as part of the sponsorship deal. There have been times when there are some glitches in them, Kelly told Mercury News, adding that screen didnt perform well under the glare of the sun. Sometimes it doesnt work perfect and you have to shake it a little bit.         Bill Belichick throws the Surface tablet to the ground    Kaepernick added, seemingly in jest, that he has sometimes tapped the device on the side to get the screen to unfreeze. That happens every once in a while and they have to reboot it, he said. Microsoft did not immediately respond to a request for comment. Microsoft and the NFL entered into a five-year, $400m deal in May 2013, making the Redmond-headquartered company the official sideline technology sponsor of the NFL. This means that its the official device used by players and coaches to analyze gameplay. The first challenge Microsoft faced was announcers continually referring to the devices as iPads during broadcasts. Then, in October 2014, Chicago Bears quarterback Jay Cutler described the Surfaces as knockoff iPads. Crisis management expert Jonathan Bernstein described the situation as a classic case of crisis fomented by breakdown between marketing and operations. Marketing is going for the quick money and not even asking if the sponsoring system will work well for teams and coaches, he said.            For Microsoft, it doesnt look good to have teams that are unhappy with the device. Its a much bigger contradiction in terms than to have the average consumer unhappy.   Related: Does Apples iPad Pro fail the cracked screen test?    Bernstein believes the situation could have been avoided through better planning, education and training  of players, coaches and broadcasters.  If I was Microsoft, Id be sending very well-coached training teams into each NFL team to get them completely comfortable with the system as quickly as possible, he said.  Despite the criticism, the NFL issued a statement defending Microsoft: Microsoft is an integral, strategic partner of the NFL and implementing their technology on our sidelines has increased the efficiency and speed of collaboration between coaches and players to an all-time high. Within our complex environment, many factors can affect the performance of a particular technology either related to or outside of our partners solutions, it said.  Meanwhile, Microsoft reported strong sales of the Surface in its most recent earnings call. Revenue reached $926m in the last quarter, up 38% from the previous year.", 
    "section": "technology", 
    "gid": "technology/2016/oct/24/microsoft-surface-nfl-sponsorship-bill-belichick", 
    "wordcount": "495"
}