{
    "headline": "Cambridgeshire ecotown plans resubmitted", 
    "text": "Plans for the biggest new town in Britain since Milton Keynes have come off the shelf with revamped proposals for a 10,000 home development five miles north-west of Cambridge. Northstowe, once seen as the prototype for the previous Labour government&apos;s controversial, and now abandoned, ecotown programme, is regarded by local Conservatives as vital to sustaining and boosting the local economy despite the current administration&apos;s disdain for national top-down targets for house-building. The town, which could take 20 years to complete and eventually be home to 25,000 people, will be built on a golf course, farmland and a former airfield. Previous proposals by the developers Gallagher Estates and the Homes and Communities Agency (HCA) faltered as the economy slipped into recession. The chancellor, George Osborne, withdrew funding for big road improvements in the area.     Northstowe locator map    But now the scheme is back on the table, with continuing hopes that the town will be an exemplar for green, sustainable homes, be a base for high-tech companies and have a mix of executive homes and low-cost private and social housing. Its position on the new Cambridge-St Ives guided bus-way and promises that the town will be walking-friendly are also being promoted, even though one of the keys to its reinstatement was Osborne&apos;s decision to reinstate funds for improvements on the A14. Plans for the first phase of the town were submitted to South Cambridgeshire district council on Monday. They include a primary school, shops, sports centre and open spaces. Its 10,000 homes could provide about half the new homes the council say are necessary in the area by 2031. Alan Joyner, executive director of Gallagher Estates, said: &quot;Northstowe will be built to high sustainability standards and will make an important contribution to the provision of market and affordable housing and economic growth in South Cambridgeshire. We are looking forward to continuing the positive dialogue we have had with the local authorities and local communities and we will all be working towards the planning application being determined before the end of the year.&quot; Steve Collins, for the HCA, said: &quot;The joint promoters are confident that Northstowe can be delivered and have adopted a new phased approach to delivering housing as part of the comprehensive development of the wider vision for Northstowe as a new community  We remain committed to delivering Northstowe with all the benefits it will bring to the local and wider area.&quot; Tim Wotherspoon, the district council&apos;s cabinet member for Northstowe and new communities, said: &quot;The town is vital to responding to the acute housing need in South Cambridgeshire, will bring with it new jobs and a major boost for our flourishing economy, and helps address the need for affordable homes.&quot; The Cambridgeshire county councillor Ian Bates, cabinet member for growth and planning, said: &quot;The scheme is of national importance as growing the economy in Cambridge and the county can help kick start the national economy.&quot; Milton Keynes, which absorbed three small towns and 15 villages in Buckinghamshire, was formally designated a new town in 1967. Its population is today close to 250,000 people.", 
    "section": "environment", 
    "gid": "environment/2012/feb/27/cambridgeshire-ecotown-plans-resubmitted", 
    "wordcount": "522"
}