{
    "headline": "GCSEs not fit for purpose, says CBI", 
    "text": "GCSEs encourage &quot;teaching to the test&quot; and may be past their sell-by date, according to Britain&apos;s leading business organisation. The Confederation of British Industry warns that the qualification is stopping teachers delivering an &quot;inspirational classroom experience&quot; and should be replaced as a measure in school league tables by the A-level. John Cridland, the CBI director general, said industry faced a shortage of key skills, particularly in science and maths. The CBI, which represents more than 240,000 companies, is also concerned about the 40% of young people who fail to achieve the benchmark of five good GCSE passes including English and maths. The proportion of pupils who reach this standard is the main measure of school success. Speaking at the launch of a CBI inquiry into education, Cridland argued that abandoning GCSEs could help deliver a more rounded education. &quot;There&apos;s something about this GCSE funnel which produces a prescribed form of learning which seems to be teaching for the test. &quot;It frustrates teachers because it stops them delivering that inspirational classroom experience, and you see young people being switched off.&quot; The CBI head suggested that raising the school leaving age to 18  a change that comes into effect in 2015  is an opportunity to reform the system. &quot;It seems to me that we&apos;ve raised the participation age to 18 and we&apos;re left with an education system that focuses on 16,&quot; said Cridland. &quot;If you say to employers at the moment &apos;what&apos;s the gold standard, what&apos;s the thing you measure more than anything?&apos;, I think there&apos;s more faith in A-levels than there is in GCSEs. If everybody is heading for that attainment at 18, then 16 is a hurdle that gets in the way. &quot;What would happen if you took that hurdle out  would you get speedier races to the tape?&quot; More than 600,000 children in England, Wales and Northern Ireland are due to take GCSEs this summer. Many other countries do without a public exam at 16. Finland, the highest performing school system in Europe according to the OECD&apos;s rankings, has just one public exam, at 18, though children are regularly tested at younger ages. The CBI education inquiry, which will report back at the organisation&apos;s annual conference in November, will also look at early years education. It is vital to tackle gaps in the system earlier, Cridland said, citing figures that showed just 6.5% of children who start secondary school behind for their age go on to achieve five good GCSEs including English and maths. The inquiry will look at whether heads and teachers can be given greater freedom. Cridland said: &quot;We need to give school leaders more freedom to motivate, to recognise, to reward high performance, and deal with poor performance, and I would go further, we need to give teachers more freedom to teach. If you have an inspirational teacher why don&apos;t we do what we do in business, back the guy or girl that you trust to deliver excellence rather than tell them how to do it.&quot; A Department for Education spokesman said: &quot;We want to create an education system that ranks with the best in the world. This will ensure all pupils are equipped with the skills they need for work or university. &quot;Our reforms of GCSEs will break the constant treadmill of exams and retakes throughout students&apos; GCSE courses  school shouldn&apos;t be a dreary trudge from one test to the next. We want students to achieve a real, lasting understanding and love of a subject.&quot;", 
    "section": "education", 
    "gid": "education/2012/may/23/cbi-call-gcse-exams", 
    "wordcount": "601"
}