{
    "headline": "Why would policymakers want to gag a past master of economic prophecy?", 
    "text": "In February, the UN&apos;s counterweight to the International Monetary Fund (IMF) and the World Bank fired off a withering critique of the global financial system, calling for fundamental reform as part of a new deal that can &quot;lift all boats&quot; in rich and poor countries alike. The report from the UN Conference on Trade and Development (Unctad), entitled Development-led globalisation, had no qualms about taking potshots at the IMF and the World Bank. It said the first priority is &quot;taming finance&quot;, arguing that leaving markets to regulate themselves is both ineffectual and costly. &quot;Neither the IMF nor the World Bank, having abandoned their original raison d&apos;tre to the siren calls of unregulated financial markets, have been able to forge a vision of a post-crisis economy consistent with changed economic and political realities,&quot; said the report, which set out the theme for this week&apos;s Unctad XIII conference in Doha, Qatar, the first major UN ministerial conference on trade and development since the fallout from the economic crisis became clear. But Unctad&apos;s supporters fear the organisation will be muzzled if rich countries have their way. Last week, former Unctad staff accused rich countries of wanting to remove the organisation&apos;s mandate to analyse global finance  effectively removing a dissenting voice in the debate on economic policy. A statement released by former staff members, including Rubens Ricupero, a former Unctad secretary-general, says developed countries have been trying to limit the organisation&apos;s remit to trade, governance and democracy, leaving analysis of global finance to the IMF and the World Bank. &quot;So the developed countries in Geneva have seized the occasion to stifle Unctad&apos;s capacity to think outside the box,&quot; said the letter. &quot;This is neither a cost-saving measure nor an attempt to &apos;eliminate duplication&apos; as some would claim. The budget for Unctad&apos;s research work is peanuts and disparate views on economic policy are needed today more than ever as the world clamours for new economic thinking as a sustainable way out of the current crisis. No, it is rather  if you cannot kill the message, at least kill the messenger.&quot; The letter has been picked up by several development bloggers such as Duncan Green, head of research at Oxfam, who expressed his bafflement at the apparent attempt to limit debate. Tax Justice Network has also voiced its concern, while Robert Wade, professor of political economy and development at the London School of Economics, flagged up the issue on the Guardian&apos;s economics blog. According to John Burley  one of the signatories to the statement now doing the rounds in the blogosphere  the US, the EU, Switzerland and Japan are leading the charge to clip Unctad&apos;s wings in the preparatory meetings before this week&apos;s conference in Doha. &quot;Unctad would continue to produce its trade and development reports but it would not be allowed to analyse and develop critiques of the global financial system,&quot; he said. That would be a shame. When the Washington consensus held sway, Unctad railed against the perils of premature liberalisation of trade and capital flows. But like the fabled prophet Cassandra, it was ignored, its warnings dismissed as puerile and irrelevant. Now the organisation  an organ of the UN general assembly created in 1964 to promote international trade  can justifiably say: &quot;We told you so.&quot; As Supachai Panitchpakdi, Unctad&apos;s secretary-general, noted in the report, the organisation: warned in 1993 of an emerging financial crisis in Mexico; flagged the systemic risk from growing derivatives markets; and, in 1997, cautioned against rapid financial liberalisation in east Asia. Perhaps if policymakers had heeded Unctad&apos;s warnings, we would not be where we are now. The Department for International Development (DfID) gave an ambiguous response when asked about this kerfuffle. &quot;We are not seeking to narrow its mandate,&quot; said a DfID official. &quot;We want it to focus on what it does best, its work on trade and development, and to produce objective high quality research and formulate clear policy advice.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/16/rich-countries-want-to-muzzle-unctad", 
    "wordcount": "672"
}