{
    "headline": "Satellite eye on Earth: January 2012  in pictures", 
    "text": "   Spectacular image of clouds across southern Algeria. The annual precipitation in the Sahara is less than 25mm and in the eastern part of the desert total precipitation may be less than 5mm a year. Precipitation, although rare, can fall in any season, and February tends to be the rainiest season in the Sahara. More common than rainfall, fog sometimes forms over the desert, especially when warm, relatively moist air crosses a cooler, arid landmass. Although temperatures in the Sahara in the daytime can be quite hot, even in winter, temperatures often plunge in the evening. Under these conditions, fog or low stratus clouds can form. From space, such low clouds can look like a thin, white sheet covering a swath of land Photograph: MODIS/Terra/NASA       The snowy landscape of France and the United Kingdom on 11 February. In the coldest parts of the year, when the intense cooling of the surface layers of air over northeastern Siberia occurs, the time is right for the formation of a Siberian anticyclone. Also called a Siberian high, it is a semi-permanent system of high atmospheric pressure centered in north-eastern Siberia. The Siberian anticyclone is one of the principal sources of polar air masses, and outbreaks of polar air westward from the high-pressure area can cause severe cold spells in the European continent. In early February, a strong anticyclone formed over northern Russia Photograph: MODIS/Aqua/NASA       From 17-19 February, a severe storm blasted the Lebanese coast with 60mph winds and dropped as much as two meters of snow on parts of the country, news sources said. Temperatures dropped to near freezing along the coast, while snowplows struggled to clear the main roadway between Beirut and Damascus. Snow covers much of Lebanon, and extends across the border with Syria. Another expanse of snow occurs just north of the Syria-Jordan border. Snow in Lebanon is not uncommon, and the country is home to ski resorts. Still, this fierce storm may have been part of a larger pattern of cold weather in Europe and North Africa Photograph: MODIS/Terra/NASA       Tinakula is a small, volcanic island in the South Pacific, located about 1,400 miles north-east of Brisbane, Australia. This natural-colour satellite image shows a plume of volcanic gas, possibly mixed with a bit of ash, rising above the islands summit. Over the past decade satellites have detected intermittent 'thermal anomalies' on the island that suggest eruptions have taken place, but eyewitness observations are infrequent. Around the island, the reflection of sunlight on the ocean  sunglint  gives the surface a milky appearance that makes the wave patterns readily visible Photograph: ALI/E-01/NASA       Ice covers the surface of north-western Lake Sakakawea, a reservoir on the Missouri River. A local weather station near New Town, North Dakota, reported an air temperature of -24C, with a wind chill of approximately -32C at 10:36 am. For a sense of scale, the arms of the lake to either side of New Town are approximately six miles apart. Lake Sakakawea is named in the Hidatsa language for the Shoshone woman generally known as Sacagawea, or 'Bird Woman'. In 1805 1806, she accompanied the Lewis and Clark Expedition as an interpreter and guide. The lake was created in 1954 after the completion of Garrison Dam (not shown) on the Missouri River. Lake Sakakawea is one of the largest artificial reservoirs in the United States Photograph: ISS/NASA       In February 2012, tropical cyclone Giovanna made landfall in eastern Madagascar, packing winds of 125 knots and heavy rains in excess of 250mm along the coast. On 20 February the Integrated Regional Information Networks reported that Giovanna had damaged or destroyed thousands of homes in Madagascar and killed at least 23 people. This natural-colour image captures the sediment-choked Onibe River. The river appears muddy-brown throughout this landscape, and delivers a thick plume of sediment to the Indian Ocean. The Onibe River arises in the highlands of Madagascars interior and empties into the ocean just north of the coastal town of Mahavelona (also known as Foulpointe). The river lies along the track Giovanna followed when it came ashore. Giovannas heavy rains spurred equally heavy runoff into the Onibe River Photograph: ALI/EO-1/NASA       Off the north-eastern edge of Antarcticas Amery ice shelf lies Mackenzie Bay, which was painted with a ghostly blue-green mass in early February 2012. Similarly coloured tendrils also streamed northward across the ocean, their flow sometimes interrupted by icebergs. Multiple factors might account for the ghostly shapes, including low-lying clouds or katabatic winds downslope winds blowing toward the coast, which can freeze the water at the ocean surface. But an intriguing and perhaps more likely explanation involves processes occurring below the ice shelf. An ice shelf is a thick slab of ice often fed by glaciers attached to the coastline. The shelf floats on the ocean surface, with seawater circulating underneath. Like most ice shelves, the Amery is very thick in the upstream area near the shore. It thins significantly as it stretches northward away from the continent  Photograph: NASA       After raking Vanuatu with hurricane-force winds, tropical cyclone Jasmine remained well-organised as it travelled south-eastward over the South Pacific Ocean. The distinct eye has expanded, and now measures about 60 nautical miles (69 miles) in diameter. The storm is expected to continue tracking along the southern periphery of a subtropical ridge, carrying it north-eastward, directly toward Tonga. By 14 February a break in the ridge is expected to allow Jasmine to recurve to the north-west, away from Tonga but into warmer waters. At that time, the cyclone may once again intensify Photograph: MODIS/Aqua/NASA       Lake Fitri is an endorheic or 'terminal' lake in the southern Sahara. Deserts get so little rainfall that the rivers passing through them often cannot reach the sea, instead ending at depressions in the land surface where they form lakes. (Note that the image is rotated so north is to the lower left.) Muddy, yellow-brown water marks the centre of the basin, with a ring of dark brown muds and burnt vegetation on the exposed lake floor to the north (lower left). The shoreline supports a thin line of reeds and floating grass vegetation, which appears as dark green in the image. The usually dry Wadi Batha empties into Lake Fitri from the east (image top). Over time, water flow in Wadi Batha has created a large delta, which occupies the entire top left third of the image (for scale, the lake is 23km long). Lake Fitri and its surroundings have been designated under the Ramsar Convention as a wetland of international importance Photograph: ISS/NASA       Ships travelling over the Pacific off the coast of the western United States etched their movements in the sky above them, leaving trails of bright white clouds. Clouds are formed when water vapour condenses on to a small particle, such as dust or a salt crystal. Ships burn fossil fuel, and emit small aerosol particles which can act as a nucleus for cloud formation. While ships travel in this region constantly, clouds do not always form over their tracks. In order for such clouds to form, three things must occur. First, the ship must emit small particles in the exhaust, which provide the cloud condensation nuclei. Second, there must be very humid air in the ship's path, and third, the air surrounding the vessel must be non-turbulent. All three conditions were met on the day this image was captured Photograph: MODIS/Aqua/NASA       Four months after it began, the underwater volcanic eruption off El Hierro Island persists. This natural-colour satellite image, collected on 10 February shows the site of the eruption, near the fishing village of La Restinga. Bright aquamarine water indicates high concentrations of volcanic material. Immediately above the vent, a patch of brown water resembles a turbulent hot tub and indicates when and where the eruption is strongest. The eruption is just off the southern coast of El Hierro, the youngest of the Canary Islands at about 460km west of Morocco and Western Sahara. The Instituto Oceanogrfico Espaol found that the volcanos summit is now only 120 metres beneath the ocean surface  30 feet higher than it was in mid-January. The height of the erupting cone is about 690 feet above the former ocean bottom, with a total volume over 5.12bn cubic feet of new material Photograph: ALI/EO-1/NASA       A dust plume spanning hundreds of kilometres blew off the coast of western Africa on 6 February. West of Mauritania, the dust is thick enough to hide the ocean surface below. Part of the Cape Verde archipelago is faintly visible through the plume. Clouds floating overhead cast their shadows on the dust. Distinct plumes blow off the coast of Western Sahara over the ocean, but the large veil of dust in the south-west likely arose farther inland. Sandy desert covers most of Mauritania, and those sand seas may have provided the material for most of the dust in this image. The clouds in the south-east are part of a large cloud bank stretching over western Africa. The clouds could be associated with the weather pattern that blew the dust off the coast Photograph: MODIS/Aqua/NASA       Rhodes is the biggest island in the Greek Dodecanese chain in the south-eastern Aegean Sea. Rhodes (also known as Rodos) stretches roughly 48 miles from north-east to south-west. Its highest point, Mount Attavyros reaches 3,900 feet above sea level. A variety of vegetation thrives on the rugged island and migratory birds use it as a resting place. Humans have lived here since the Stone Age. Green vegetation is fairly abundant over the island, except for Mount Attavyros and some spots along the coast. Satellite images such as this have contributed to geologists understanding of the islands history and structure. Geologists now understand that our planets surface is composed of plates that move relative to each other. Rhodes sits in an active area, where the African Plate slides below the Aegean Plate, producing fairly strong earthquakes Photograph: LANDSAT-5/NASA       The US Census Bureau defines 'the south' as including the states of Alabama, Arkansas, Delaware, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, Virginia, and West Virginia. The brightly lit metropolitan areas of Atlanta, Georgia (image centre) and Jacksonville, Florida (image lower right) appear largest in the image, with numerous other urban areas forming an interconnected network of light across the region. A large dark region to the north-west of Jacksonville is the Okefenokee National Wildlife Refuge. Likewise, the ridges of the Appalachian Mountains form dark swaths to the north of Atlanta and west of Charlotte, North Carolina (image centre). The faint gold and green line of airglow  caused by ultraviolet radiation exciting the gas molecules in the upper atmosphere parallels the horizon (or Earth limb). Photograph: ISS/NASA       The icy waters of the Baltic Sea surrounding Germany's largest island, Rgen. The knob in the upper-central portion of the image is home to the Jasmund National Park and its magnificent white chalk cliffs. Sea ice blankets the surrounding waters, hugging the island's shores with its many peninsulas. The white lines that cut through larger ice-covered bodies of water are the remnants of ice-breaking boats and ships Photograph: ALOS/ESA       Envisat was launched 10 years ago. This Envisat image of the Horn of Africa shows parts of Ethiopia, Eritrea, Djibouti and, to the north-east across the Red Sea, a portion of Yemens west coast. The lighter-coloured area to the east is known as the Afar Triangle and includes the Danakil Desert. Further west we can see the somewhat heart-shaped Lake Tana Photograph: MERIS/Envisat/ESA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/mar/05/satellite-eye-on-earth-in-pictures", 
    "wordcount": "0"
}