{
    "headline": "UK hedge fund's India tussle puts unfair bilateral trade in spotlight", 
    "text": "The threat by a UK-based hedge fund to sue Coal India, one of the world&apos;s largest coalmine operators, has thrown into sharp relief the crucial question of whether the terms of trade and investment are skewed in favour of rich countries and multinational companies. The Children&apos;s Investment Fund (TCI), a British hedge fund run by Christopher Hohn, is a minority shareholder in Coal India after acquiring a 1.01% stake when the Indian government sold off 10% of the shares in 2010 to raise cash. Some of the shares ended up in the hands of hedge fund managers, and the Indian government now faces the prospect of a legal fight with TCI, which gives a portion of its profits to a charity, the Children&apos;s Investment Fund Foundation, for helping children in Africa and India. The fund announced in April it had instructed lawyers; it is threatening legal action unless Coal India makes changes that it claims would benefit not just the shareholders, but also the Indian people. The nub of TCI&apos;s argument is that Coal India be allowed to sell fuel at market prices, not government set rates, which are about 70% to 80% lower than prices the company has been able to get in limited auctions. The fund also wants the company, which has 549 billion rupees (about $10.5bn) in cash, to increase its dividend substantially. In a statement issued in April, TCI said it initially received a polite hearing, but that Coal India then &quot;backed away from any kind of meaningful or substantive dialogue with TCI or any other minority shareholder. It will not now discuss any kind of plan to improve management and governance.&quot; The statement continued: &quot;TCI believes that a number of government directives are not in the public benefit and should not be followed by CIL (Coal India), because they destroy the profitability and value of the people of India&apos;s stake in CIL. Moreover, short-term exploitation of CIL&apos;s assets will cause untold damage to the Indian economy.&quot; For its part, the Indian government argues it has to take a view of the big picture, which means providing inexpensive coal to power companies, steel mills and other businesses vital for the economy. India suffers from widespread power cuts, as demand exceeds supply; ensuring consistent power is a government priority. TCI says it plans to take Coal India, its independent directors, and the government of India to court under the provisions of the UK-India bilateral investment treaty, rather than through the Indian courts. The move has angered trade activists. &quot;What this case really illustrates is how far global trade and investment rules have gone in increasing the power and influence of companies,&quot; said Ruth Bergan, co-ordinator for the Trade Justice Movement. &quot;Under bilateral investment treaties, companies have been given the right to sue states, not in national courts, whether in host or home countries, but in international arbitration centres, based at the International Chamber of Commerce, the World Bank, and a handful of other often highly secretive centres.&quot; Bergan reflects the wider concerns among activists that the odds are stacked against poor countries in such fora as the UN, which has drawn up a global compact for businesses so they &quot;adhere to internationally accepted standards&quot;. Friends of the Earth, La Via Campesina and other civil society groups have called on the UN, in the runup to the Rio+20 UN summit on sustainable development, to distance itself from corporate interests. &quot;Increasingly we see UN policies that do not necessarily serve the public interest, but rather support the commercial interests of certain companies or business sectors,&quot; they said. &quot;The upcoming Earth summit in Rio in June should be seized as the opportunity to stop this trend, terminate dubious partnerships between the UN and businesses, and end the privileged access that has been granted to the corporate sector and consequently the excessive influence it is able to wield over important multilateral processes and decisions.&quot; Civil society groups criticise the global compact for lacking any accountability mechanism. They say the global compact only expels companies if they do not report on human rights violations, not for perpetrating these violations. Civil society groups habitually suspect the worst of corporations, whereas developing country governments adopt a more pragmatic attitude on the basis that foreign investment brings jobs, even if the pay leaves much to be desired in some export processing zones (as the Guardian&apos;s John Vidal pointed out in a recent piece from Bangladesh). As for the legal tussle between the Children&apos;s Investment Fund  who declined an invitation to comment  and Coal India, this will be held by civil society as a further example of how the terms of trade and investment are weighed in the favour powerful financial interests. Even impartial observers question the fund&apos;s decision to use provisions of the UK-India bilateral investment treaty rather than the Indian courts. &quot;There is a case for such legal disputes to be settled outside the country,&quot; said Salil Tripathi, director of policy at the Institute for Human Rights and Business, &quot;but ideally that should be a last resort. It would be far better to try the case in India and exhaust the local systems first, rather than use a panel that may not have detailed knowledge of the economic policy or on-the-ground reality of the country.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/16/uk-hedge-fund-india-bilateral-trade", 
    "wordcount": "902"
}