{
    "headline": "Xenon", 
    "text": "    This week&apos;s element is xenon, a noble gas (or inert gas) with the symbol, Xe, and the atomic number, 54. Xenon is a clear and colorless, and odorless gas that is quite heavy. Xenon gas is 4.5 times heavier than Earth&apos;s atmosphere (which consists of a mixture of a number of gaseous elements and compounds). This element&apos;s mass comes from its nucleus, which contains 54 protons and a varying (but similar) number of neutrons. Xenon has 17 naturally-occurring isotopes (the most for any element), eight of which are stable, the most for any element, except tin, which has ten.    Tiny amounts of two xenon isotopes, xenon-133 and xenon-135, leak from nuclear reprocessing and power plants, but are released in higher amounts after a nuclear explosion of accident, such as what occurred at Fukushima. Thus, monitoring xenon&apos;s isotopes can ensure compliance with international nuclear test-ban treaties and also to detect whether rogue nations are testing their own nuclear weapons.  Xenon was discovered in 1898 in England by the Scottish chemist William Ramsay and English chemist Morris Travers. By examining the spectra emitted by the residue left over after evaporating components of liquid air, they realised they&apos;d discovered another new element. Xenon is rare on Earth, consisting of as little as 1 part in 20 million in Earth&apos;s atmosphere.  Xenon is used in a number of practical ways. It is probably most familiar because it is used in photographic flash bulbs, in high pressure short-arc lamps for IMAX film projectors (these lamps are explosive, so they require special care when being replaced), and in high pressure arc lamps to produce &quot;safe&quot; ultraviolet light for tanning beds and to sterilise things, such as benchtops in labs. Xenon is also used as a general anaesthetic and in medical imaging.  But in my opinion, xenon&apos;s most interesting use is as an ion thruster for space travel. NASA designed a Xenon Ion Drive engine that works by firing a beam of high-energy ions at very high speeds and with high efficiency. For example, the Deep Space 1 (DS1) probe shoots out ions at 146, 000 kilometers per hour (more than 88,000 mph). DS1 is probably most memorable for its two flyby encounters with Comet Borrelly in 2001.  Several interesting traits of solid xenon appear when it is subjected to pressures equivalent to 1.3 million times Earth&apos;s atmospheric pressure; it turns bright blue and takes on the chemical properties of a metal.  Xenon is not toxic but many of its compounds are, as the result of their strong oxidizing properties.  Waitaminnit, you say. GrrlScientist just said &quot;chemical compounds&quot;. Xenon&apos;s inert, so what&apos;s she on about? It&apos;s true: xenon can, under unusual conditions, form compounds with a few other elements. In fact, xenon was the first of the noble gases to form a chemical compound under the guidance and observation of a human. This experiment, originally conceived of by chemist Neil Bartlett and performed in 1962, showed that xenon could be oxidized by another gas, platinum hexafluoride (PtF6) to form a solid yellow compound, xenon hexafluoroplatinate. This seminal experiment forever changed how chemists think about the noble gases and launched a new research field in chemistry.  Here&apos;s our favourite chemistry professor telling us more about Neil Bartlett, about this particular experiment, and about xenon in general:             Visit PeriodicVideos&apos;s YouTube channel [video link].  .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniNottingham You&apos;ve already met these elements: Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/16/1", 
    "wordcount": "843"
}