{
    "headline": "IVF pioneer Robert Edwards dies aged 87", 
    "text": "Sir Robert Edwards, whose pioneering IVF technique has helped bring more than 4 million children into the world, has died aged 87, Cambridge University has announced. &quot;It is with deep sadness that the family announces that Professor Sir Robert Edwards, Nobel prizewinner, scientist and co-pioneer of IVF, passed away peacefully in his sleep on 10 April 2013 after a long illness,&quot; the university said in a statement on Wednesday. &quot;He will be greatly missed by family, friends and colleagues. &quot; In the late 1970s, Edwards and Dr Patrick Steptoe became famous after developing the technique of in vitro fertilisation, which resulted in the birth of Louise Brown  the world&apos;s first test tube baby  in 1978. Their work won them the gratitude of millions of people, but was criticised by the Vatican. Edwards, who started his work on fertilisation in 1955, won the Nobel prize for physiology or medicine in 2010 &quot;for the development of in vitro fertilisation&quot;. A year later, he was knighted for &quot;services to human reproductive biology&quot;. Martin Johnson, professor of reproductive science at the University of Cambridge  and Edwards&apos;s first graduate student  said: &quot;Bob Edwards was a remarkable man who changed the lives of so many people. He was not only a visionary in his science but also in his communication to the wider public about matters scientific in which he was a great pioneer. He will be greatly missed by his colleagues, students, his family and all the many people he has helped to have children.&quot; Mike Macnamee, chief executive of Bourn Hall, the IVF clinic that Steptoe and Edwards co-founded, said: &quot;Bob Edwards is one of our greatest scientists. His inspirational work in the early 60s led to a breakthrough that has enhanced the lives of millions of people worldwide. &quot;He is held in great affection by everyone who has worked with him and was treated by him. &quot;For me personally Bob was a great mentor, colleague and friend. It was a privilege to work with him and his passing is a great loss to us all.&quot;", 
    "section": "science", 
    "gid": "science/2013/apr/10/ivf-pioneer-robert-edwards-dies", 
    "wordcount": "355"
}