{
    "headline": "Review: Humax DTR-T1000 Youview set-top box", 
    "text": "If austerity means ditching your pay-TV subscription, but you&apos;re reluctant to lose some of the features of the set top box provided by Sky or Virgin, the Humax DTR-T1000 box might be a good alternative. It has been around for a few months, but recent software updates make it worth taking a detailed look at now, as irritating shortcomings have been ironed out and useful functionality has been added, which means it should be a worthy piece of kit to have around during the forthcoming flopping-in-front-of-the-telly season and beyond. Humax has a good track record of making set top boxes: its Freeview and Freesat receivers and recorders have won praise in the past. This one is a YouView box, which means it incorporates the familiar Freeview service with on-demand TV, both from catch-up services and from dedicated content providers. Well, provider ... at the moment if you buy this box yourself rather than as part of a package with broadband from an ISP, the only additional content provider is Now TV, which is part of the Sky empire. That provides movies on demand for 8.99 a month and, having looked at (though not subscribed to) it, it seems to have a wide range of offerings, which you can browse by genre. You can&apos;t sign up via the box, though; you have to go to the website.  There is talk of further providers such as Netflix and Lovefilm being added to the YouView platform, though at present that remains just chatter. However, in theory the platform is infinitely scalable and in time other content providers could well come on board. What&apos;s missing from the content on offer is dedicated sport TV channels  no ESPN or Sky Sports, so if you want more than the current Freeview platform provides, this isn&apos;t the box for you. Don&apos;t forget though that it also serves up digital radio, and you do get BBC 5 Live Sports Extra and TalkSport as a consolation prize. For the record, the mix of channels is what&apos;s available in your region on the Freeview platform, which includes an extensive collection of rubbish such as shopping and quizzes, as well as the usual +1 channels, all the BBC and Channel 4&apos;s offerings, kids&apos; shows and news channels, including Sky News and, for an alternative worldview, Al-Jazeera. One of the early annoyances was being unable to set up groups of channels so you could ignore the stuff you don&apos;t want to see; one of the more useful recent updates has added the ability to hide channels you don&apos;t watch. You still can&apos;t create groups, but at least the EPG (electronic program guide, displayed onscreen) isn&apos;t cluttered up with shopping channels if you don&apos;t want it to be. The EPG is very good. Again, a software update has improved it since the launch of the platform in the summer: a crisper font sounds like tweaking but it has made it more readable. From the EPG you can set recordings and  this is the fun bit  scroll back in time. If a programme you missed is available via one of the on-demand services, just hit OK when you reach it in the EPG and it will start playing: no need to go searching for it via the iPlayer or whatever. On-demand is also served up first via the players themselves, which you access through the MyView button on the remote, but also is offered in a very useful browsable format, also via MyView. That arranges on-demand content by genre, so if you want something to watch, that&apos;s the best way to find something. Depending on the broadcaster, some of it goes back quite a long way in time: for example, 4oD was offering a fascinating documentary on the attempt to identify one of the people who made the heartbreaking jump from the Twin Towers on 9/11 and whose fall was captured on film, which was broadcast back in January. There&apos;s nothing to differentiate between the various YouView boxes in terms of software  the platform is the same across devices, so it&apos;s down to your preference on hardware. The Humax device offers twin tuners, which means you can watch one programme and record another at the same time, and a 500GB hard drive, which can hold up to 300 hours of standard-definition recordings or 125 hours of high-def recordings. One glaring omission from this box is onboard Wi-Fi. This box needs to be online, and that&apos;s a challenge if your TV isn&apos;t near your router. There&apos;s no dedicated Wi-Fi dongle available either. So you need an Ethernet link to your router: I use the older g-only version of this D-Link Ethernet bridge to put my TV and assorted boxes on my network; or you could use Powerline plug adapters, which send the data over the mains. YouView says you need a minimum connection speed of 3Mb/s; mine is more like 17Mb/s, which means HD content is smooth and unbuffered, even when streamed wirelessly via the Ethernet bridge. But do check your broadband speed using a site such as speedtest.net. All the Freeview HD channels are present and correct, and to my not especially discerning eye, the YouView box&apos;s HD picture is a step up in quality from the Humax Freeview recorder, the HDR-Fox T2 which I reviewed a couple of years ago  Another recent addition via software updates is the ability to control your box via your iPhone or iPod Touch: you can connect up to five iOS devices to the box and use that to set up recordings. However, that doesn&apos;t reflect the channels you&apos;ve hidden, so all the rubbish is displayed, and the app&apos;s functionality is a bit limited. You can see the listings and set a recording remotely, but that&apos;s it  you can&apos;t tweak any settings. And at the moment, the app is only available for the iPhone/iPod Touch running iOS5 or higher  there&apos;s no iPad or Android version, never mind any other mobile platform. Some niggles remain: the box is slow to boot, and it can sulk and freeze when it first comes back to life. The eco-mode means you can&apos;t leave it in standby for more than 12 hours; you have to reboot the box beyond that and that can mean a surprisingly long wait for it to start. If you&apos;re coming from an earlier Humax box, some of the buttons on the remote are in the &quot;wrong&quot; place  curse you, muscle memory. As noted, there&apos;s no on-board Wi-Fi; and there&apos;s no Bluetooth, either, which makes searching for a programme by name a painful process despite the predictive text which fills in suggestions as you type  it would be great to be able to pair a Bluetooth keyboard with the box. The default parental control PIN is easy to guess and even easier to Google: those with children should change it. And although you can set up the networking manually and give the box a static IP address, it can&apos;t act as a DNLA box, which means you can&apos;t stream content from your other devices to your TV via the box. There&apos;s a USB port on the box which is fundamentally useless  apparently it&apos;s only for engineers to use when fixing the box, so you can&apos;t use it to play other content  photos, films etc; nor can it be used to plug in a Wi-Fi dongle. The lack of DNLA functionality might be a dealbreaker for some; the other niggles are just that  things that would be nice to have. Those wrinkles aside, this is a very capable box that is easy to use and delivers on its promises. You should be able to find this box for around 250, which although higher than a standard Freeview or Freesat recorder, is nonetheless a bargain compared to a Sky or Virgin subscription. Pros: seamless on-demand content; excellent EPG; easy to use Cons: lack of onboard Wi-Fi; slow start-up; no DNLA functionality. Humax YouView", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/19/humax-youview-dtr-t1000-review", 
    "wordcount": "1331"
}