{
    "headline": "Google and Twitter can't police web content, says attorney general", 
    "text": "Google and Twitter cannot &quot;act like a policeman&quot; of content on their networks, the attorney general has said in his strongest intervention yet on regulation of the internet. Dominic Grieve described as an &quot;common sense&quot; a suggestion by the MPs and peers that privacy injunctions should routinely be served on internet companies, as well as newspapers and broadcasters. &quot;That certainly seems to me an interesting suggestion. The interesting question is seems to me is, if this should be done on a more routine basis, then that seems to have some force. It is very wise; it&apos;s a suggestion of ordinary common sense,&quot; Grieve told the Guardian. Grieve added that social networks must &quot;act responsibly&quot; and obey the law of the land, but said that &quot;excessive regulation&quot; of cyberspace could pose a threat to civil liberties online. &quot;If a breach [of a court order] is brought to their attention then they will take action. But they can&apos;t act as a policeman on their network; I don&apos;t think that&apos;s necessarily helpful. They do need to act responsibly and clearly need to abide by the laws of the land,&quot; said Grieve. His intervention comes after a cross-party committee of MPs and peers urged the government to force Google to remove material banned by courts if it is not prepared to do so voluntarily. The report, published last month by the privacy and injunctions committee, also urged Grieve to be more willing to take action against people who breach injunctions online, as happened with Ryan Giggs over his alleged affair with a reality TV star. Grieve said he did not believe that the Giggs injunction was an example of a &quot;conspiracy to undermine the courts&quot;, but added that he would intervene in civil cases if his action served a &quot;wider public interest&quot;. &quot;Normally an injunction obtained by one party is enforced by that party. I have the ability to step in but it is one that should be exercised sparingly. For example, where there is a wider public interest issue that goes beyond the privacy issue of individual,&quot; he added. &quot;Or if there is a concerted effort to undermine the authority of court, or if person granted was unable to take action themselves. As a general rule I should be wary of stepping in. &quot;The blunt reality is that somebody who tweets is likely to find themselves in contempt by the party who obtained the order  It is only a matter of time before that happens if people continue behaving this way.&quot;", 
    "section": "technology", 
    "gid": "media/2012/apr/19/google-twitter-web-content", 
    "wordcount": "439"
}