{
    "headline": "Wanted: a basic Windows laptop with a 17in screen", 
    "text": "My wife and I use a Dell Latitude D600 laptop. Like us, it is somewhat aged, with a screen that&apos;s about to give up on its hinges and a battery that is useless without a permanent mains supply. We want to be prepared for what seem ominously close: the laptop&apos;s demise. As old farts, our needs are simple. We do not do games. We do not download films, or whatever. We do need to store our photographs, use email and banking and surf the web. Portability is not a particular advantage, nor a great battery life, but we do not want a bulky desktop-type machine. A 17in screen would be desirable. We have a budget of up to, say, 600.Michael Green The Dell Latitude D600 was launched in 2003, so yours has done well to last up to 9 years. However, it was priced and sold as a business machine, and was more robust than Dell&apos;s consumer-grade equivalent, the Inspiron 600M. Almost any new laptop should feel blindingly fast in comparison. Laptops with 17in screens are bigger and bulkier than many people expect. Since the Latitude D600 was also a bit of a hulk, you may well find the size acceptable. Either way, see if you can try some in a shop. This will give you a better idea of things like screen and keyboard quality, and you may find a model that appeals to your taste. There are plenty of cheap 17.3in laptops around if you don&apos;t need very high performance. At the moment, the ones to look at are the Samsung 350E7C and the Acer Aspire V3-771, with the Lenovo G780 as the outside choice, for reasons I&apos;ll explain later. All three will do all you need, and more. The Samsung 350E7C has a 2.4GHz Intel Core i3-3110M processor, 6GB of memory, a 750GB hard drive, DVD drive and Windows 8 for 479.94 (the current price at Amazon.co.uk). The Acer Aspire V3-771 has the same specification except the hard drive drops to 500GB, so the price falls to 438.75. The Lenovo G780 has almost the same specification as the Samsung, but with a slightly slower 2.2GHz Intel Core i3-2328M processor for 449.99.  Chip geeks will know that the Core i3-3110M is the latest Ivy Bridge version of the processor, whereas the 2328M is last year&apos;s Sandy Bridge. For your purposes, it doesn&apos;t matter. You can also find the Samsung with a slower 2.3GHz Intel Pentium B970 processor (but still fast enough) for 399.99 at saveonlaptops.co.uk and laptopsdirect.co.uk. Search for NP350E7C-A04UK to find other examples. So, what&apos;s wrong with the Lenovo G780? Well, one advantage of having a 17in laptop is that you can get more pixels on the screen at a reasonable cost. Both the Samsung 350E7C and the Acer Aspire V3-771 offer a screen resolution of 1600 x 900 pixels, which is enough for 720p HD (high definition) movies. Strangely, the Lenovo G780 only does 1366 x 768 pixels, which is the standard on laptops with 13.3in screens. Smaller and bigger screens If you decide to go for a Lenovo, I suggest you checking out the Lenovo Z580. This is a nice machine with a 15.6in screen but the same 1366 x 768 resolution. PC World has a version with a Core i3-2328M, 4GB of memory and 750GB hard drive for 349, which is well under your budget. Among the 15.6in laptops, the Lenovo Z580&apos;s main rival at the price is the Samsung 350V5C, which is available with a range of processors (including Core i5 and Core i7) at a wide range of prices. Amazon.co.uk has a version with an Intel Core i3-3110M for 399.97.  A significant step up could take you over budget, such as upgrading from a Samsung Series 3 to a Series 5. (Like Intel, it uses BMW-style naming.) For example, a Samsung 550PC5 with a Core i5 processor starts at about 630, but this is close enough to be worth considering. If you search for NP550P5C-A02UK, you may find a keener price. Alternatively, if you spend less on the laptop, you can spend the rest on a 2TB external hard drive for backups. If you use a laptop for extended periods, you should also buy a riser to lift the screen and plug in a good external keyboard. Your backs will benefit from the improved ergonomics. Laptops are easy to stow away when you&apos;re not using them, but all-in-one PCs are also worth considering. I recently answered a question about them: Wanted: an all-in-one PC to run Windows 8. Touch-screen models tend to be more expensive, but you could get a non-touch Lenovo C320 20in All-in-One Desktop running Windows 7 for not much more than a laptop. All-in-ones offer bigger screens than laptops, typically from 20in to 27in, without the need for a bulky system box. What about Windows 8? Then there&apos;s the thorny issue of Windows 8, which has a completely different touch-oriented front end formerly known as Metro. Its &quot;live tiles&quot; are a significant advance on 1980s-style icons, and touch interfaces are the future. For a brief intro, go to YouTube and watch Microsoft&apos;s Learn Windows 8 in 8 minutes and a tutorial such as the Windows 8 Beginners Guide Part 1. Obviously, these concentrate on the new language of the Start screen and Metro-style apps, not the Windows 7 desktop underneath. Many people don&apos;t like change, and Window 8 has its share of nay-sayers. A retired friend who has just bought a Z580 on my recommendation reckons Windows 8 is driving her batty and she wants to go back to Windows 7. (Note: only the Pro versions of Windows 8 come with downgrade rights.) My observation is that, in general, people like Windows 8 more after they&apos;ve used it for longer. This includes me. Heavy users may well prefer it to Windows 7. This does not include me, yet, except on tablets and touch-screen laptops like the Asus S200 (11.6in) and S400 (14.1in) Vivobooks. If you find you really hate Windows 8, there are several programs that change the front-end to something more palatable. For example, Thinx&apos;s RetroUI puts a taskbar at the bottom of the Start screen and brings back a sort of Start menu for a reasonable $4.95 (after a 7-day free trial). The result is a sort of half-way house that keeps some of the look-and-feel of Windows 8 without going all the way back to Windows 7. Another alternative is Stardock&apos;s Start8. If you buy another business laptop, you can have either 64-bit Windows 7 Pro or Windows 8 Pro installed. Dell&apos;s Latitude range starts above your target price, but a 15.6in Dell Vostro 3560 business laptop with a Core i3-2328M would come out at around 400. The Dell code for the Windows 7 version is SBN35630, and for the Windows 8 version, SBNS5631. The closest to what you have now is a 15.6in Dell Latitude E5530 Essential with a Core i3-3110M and 64-bit Windows 7 Pro (code L1155317). Even though Dell knocked 261 off the price (special offer) and offered free delivery (saving 24 inc VAT), it still came out at 622.79. Does that sound a lot? Your D600 would have cost 1,703 in 2003.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/dec/21/basic-windows-laptop-17in-screen", 
    "wordcount": "1243"
}