{
    "headline": "End of the world  as it didn't happen", 
    "text": "  8.01pm GMT    The End    In what may be a dangerously presumptive decision, we&apos;ve decided to wrap up this end-of-the-world live blog before the world has fully had an opportunity to end. Fortunately, if this decision is made in error, we won&apos;t live to regret it. Thanks for sticking around and we look forward to seeing you at the next possible-apocalypse.    Updated at 11.28am GMT     6.51pm GMT       Peter Harding runs Christmas Island Surf school in Auckland, New Zealand and let us know early this morning that the world had not ended. He now offers this update from December 22, 2012:  Please stand by whilst I check our current situation. I&apos;ve just completed a visual confirmation, and can confirm to the world is still turning andthat the sun has risen, I repeat the sun has risen! From NZ&apos;s end, we had nopole shift, alien invasion, super volcanoes, orastroid impacts. But as I live alone I can not confirm if the &quot;Rapture&quot; took place, and can only say that if it did, then the bastards left me behind! However I am feelingmuch more enlightened &amp; possibly on a higher plane, but I suspect this is due to the coffee. I will update should our situation change.     Updated at 6.52pm GMT     5.39pm GMT       Nasa attempted to calm people&apos;s fears of destruction last week by releasing a video titledBeyond 2012: Why the World Won&apos;t End, where the space agencyexplained the oft-repeated claim that December 21 is the day Mayan&apos;s calendars reset  not the day Mayan calendars will disintegrate with the rest of the world.            Nasa alsoprepared a handy FAQabout the 2012 theory and actual science-based threats to the Earth&apos;s existence, like meteors and solar storms. Some sort-of reassuring information from the agency:  Meteors The Earth has always been subject to impacts by comets and asteroids, although big hits are very rare. The last big impact was 65 million years ago, and that led to the extinction of the dinosaurs. Today NASA astronomers are carrying out a survey called the Spaceguard Survey to find any large near-Earth asteroids long before they hit. We have already determined that there are no threatening asteroids as large as the one that killed the dinosaurs. All this work is done openly with the discoveries posted every day on the NASA Near-Earth Object Program Office website, so you can see for yourself that nothing is predicted to hit in 2012. Solar Storms Solar activity has a regular cycle, with peaks approximately every 11 years. Near these activity peaks, solar flares can cause some interruption of satellite communications, although engineers are learning how to build electronics that are protected against most solar storms. But there is no special risk associated with 2012. The next solar maximum will occur in the 2012-2014 time frame and is predicted to be an average solar cycle, no different than previous cycles throughout history.        4.44pm GMT       One authority insists that the apocalypse is still nigh.    IN ONE HOUR IT'S ALL GOING DOWN! I'M SERIOUS! NOTHING CAN STOP IT! THE END IS NIGH! JUDGMENT IS COMING AND THAT RIGHT SOON, ETC.!&mdash; God (@TheTweetOfGod) December 21, 2012   With that in mind, it might be worth a couple of minutes to establish how prepared you are for an apocalypse with this Guardian quiz.       4.40pm GMT       As Guardian science correspondent Alok Jha noted earlier, there are still plenty of opportunities for a cataclysmic world end in the very near future. Gamma-ray bursts and an exotic particle called a strangelet are just two things that could provide enough destruction to annihilate everything you know and love at a moments notice. Jha wrote:  Gamma-ray bursts There are dangers out there in space. If the Earth were hit by the intense radiation from a gamma-ray burst (GRB), for example, our atmosphere would be ruined and the surface would be sterilised of life. GRBs are the violent aftermath of a star exploding. When a big star (many times the size of our sun) runs out of fuel, its core will collapse while its outer layers explode outwards into a supernova, an event so bright that it can briefly outshine all the other stars in an entire galaxy. The biggest supernovas, known as hypernovas, can release as much energy in just a few seconds as a typical star (our sun, say) might release in its entire 10-bn-year lifetime. During a hypernova explosion, the star will send two jets of gamma-ray photons shooting off in opposite directions from its poles. This burst of gamma rays, the most energetic electromagnetic radiation there is, can last for anything from a few milliseconds to several minutes. In that time, it will shine about a million trillion times as bright as the sun, making it temporarily the brightest source of gamma rays in the observable universe. Beware the strangelet If this exotic particle, called a strangelet, came into contact with a particle of normal matter (made of protons, neutrons and electrons), the latter would somehow recognise that it is in a hopelessly inefficient energy state and immediately re-organise itself into a strangelet. These copies would then go on to convert other particles into more strangelets. In just a few short hours, a small chunk of these terrifying particles could turn an entire planet into a uniform, featureless mass of strangelets. According to the Standard Model, all matter particles are made of a combination of six quarks and six leptons. Protons and neutrons are made from a combination of up and down quarks, the same stuff that also makes up a strangelet. Unlike regular matter, though, strangelets also contain a heavier, lesser-seen particle called a strange quark.        3.54pm GMT       Today also marks the shortest day of the year in the Northern Hemisphere  the winter solstice. Ian Sampleexplained the science of the winter solstice in 2011.  The winter solstice happens because the Earth does not spin upright, but on an axis 23.5 degrees from vertical. As the Earth orbits the sun, it reaches the moment of winter solstice when the north pole is tilted furthest from the sun, making it the shortest day of the year.  I think that calls for a picture of a unicorn.     A reveller, dressed as a unicorn, celebrates the sunrise during the winter solstice at Stonehenge on Salisbury Plain in southern England.  Photograph: KIERAN DOHERTY/REUTERS         2.54pm GMT    Apocalypse deniers    The continued existence of Earth provides an opportunity for people who repeatedly insisted there was little to no scientific grounding in the Mayan apocalypse theory to remind us all that they were right. One of the most insistent Mayan apocalypse deniers has been astrophysicist and director of New York&apos;s Hayden Planetarium, Neil deGrasse Tyson. When the end of the world was three long years away, he explained why the 2012 theory is wrong.            People magazine selected Tyson as&quot;sexiest astrophysicist&quot; in 2000.    Remember, you have just a few hours left to get your recalcitrant doomsday friends to sign over all their assets to you.&mdash; Neil deGrasse Tyson (@neiltyson) December 20, 2012        2.39pm GMT       So, it turns out the Mayans were right, today is not the apocalypse. But it is the end of their calendar, so there&apos;s that. Happy new year Mayans! For those of you relying exclusively on the Guardian to provide updates on the end of the world, this is Amanda Holpuch in New York, here to inform you that the world has not ended in the United States, or any other country for that matter. It actually looks like were all going to make it out of this all right, provided there is no vacuum collapse or ecological catastrophe in the next few hours  but more on that later. Now, it&apos;s time to face the early morning reality of all those end of the world decisions that made so much sense when there were only a few hours left of earth. Stay tuned for updates from the still-existing world.       2.32pm GMT    Blog handover    I&apos;m handing over the apocalyptic torch to my colleague Amanda Holpuch in the US. Thanks for your company and see you at the next doomsday.       2.14pm GMT    Spain       A dancer performs during a ceremony in Madrid to mark the end of the Mayan age. Photograph: Getty/AFP      Updated at 3.29pm GMT     1.54pm GMT    Guatemala       Mayan shamans take part in a ceremony celebrating the end of the Mayan cycle and the start of the Maya new age at Tikal, 560km north of Guatemala City. Photograph: Johan Ordonez/AFP/Getty Images      Updated at 11.46am GMT     1.54pm GMT    From the science desk    Apocalypse correspondent Alok Jha has one more installment of theoretical doom to share with us. I must say this scores full marks for being insurmountably bleak, and as such is my personal favourite. He writes:  A vacuum is meant to be the very definition of empty. And empty things couldnt destroy the world, right? Quantum physicists, however, know that that the traditional conception of the vacuum is not quite correct - what we think of as empty space is actually seething with pairs of virtual particles popping into existence and then vanishing. It is a soup of energy and, in the early moments of the universe some of this was released, which caused a gargantually fast rate of expansion, known as cosmic inflation. Vacuum collapse Alan Guth, a physicist at the Massachusetts Institute of Technology who came up with the idea of inflation, says the rapid expansion was released when false vacuum decayed into a lower-energy state he called true vacuum. Theres no reason to think that our Earth, our solar system, our Sun, our entire galaxy might not be in a false vacuum state right now. At any point, it could collapse into a lower-energy vacuum. This collapse would grow at the speed of light and re-write physics. Our atoms would not hold together in the ensuing wave of intense energy. All that energy might re-condense at some point into something else, new forms of matter governed by new laws of nature. But we wouldnt be here to see any of it. The ultimate ecological catastrophe In 1980, the Harvard physicist Sidney Coleman calculated that vacuum decay would be the end for all life as we know it. The possibility that we are living in a false vacuum has never been a cheering one to contemplate, he wrote. Vacuum decay is the ultimate ecological catastrophe; in the new vacuum there are new constants of nature; after vacuum decay, not only is life as we know it impossible, so is chemistry as we know it. However, one could always draw stoic comfort from the possibility that perhaps in the course of time the new vacuum would sustain, if not life as we know it, at least some structures capable of knowing joy. This possibility has now been eliminated.     Updated at 1.57pm GMT     1.38pm GMT    The god of zero    Jenny Rohn, a cell biologist at University College London and Guardian science blogger, recalls a childhood encounter with a terrifying Mayan deity.  The fertile imagination of humankind has spawned countless gods over the millennia, all-powerful beings based on warriors, kings and queens, and even elements like water, wind and fire. But leave it to the Mayans to enshrine an abstract mathematical concept  their surprisingly advanced idea of zero  into a deity. When I was a child, my artist parents used to drag my sister and I to museums nearly every month. It was in the Cleveland Museum of Art, in a special exhibition about the Mayans, where I first stumbled across a strange deity known only as the God of the Number Zero. [see him here] Our encounter is still emblazoned in my memory: a terrifying image of stony ire, empty-eyed and uncaring. His face haunted my nightmares for many weeks afterwards. And with good reason: he was allied to death and the underworld. He was also the bad-ass bogie-monster who presided over the Mayans popular ballgame, an event which more often than not culminated in a ritual human sacrifice. A god of absence, of null, of nothingness  a god with no specific given name: somehow this seems more frightening than all the angry thunderbolt-throwers and purveyors of fire-and-brimstone put together. So bonus points to the Mayans for the subversive understatedness of their geeky maths theology.     Updated at 2.17pm GMT     1.22pm GMT    From Bugarach       A man in fancy dress in Bugarach, southern France, as authorities block access to the peak that gives the village its name. Photograph: Guillaume Horcajuelo/EPA    You have to feel for the people of Bugarach. I suspect they are very much looking forward to Saturday morning. Ditto the journalists swarming around their beautiful village. The Guardian&apos;s Paris correspondent notes some fatigue among the residents:    Two elderly villagers complained of 1am prank calls to their homes warning of aliens or hanging up. Glad when the fuss dies down #bugarach&mdash; Angelique Chrisafis (@achrisafis) December 21, 2012     Baffled local builder said he kept getting filmed. Workman walks down street, must be very exciting #bugarach #endoftheworld&mdash; Angelique Chrisafis (@achrisafis) December 21, 2012     Updated at 1.26pm GMT     1.07pm GMT    From the science desk    Alok Jha is back with more cheery ways to destroy planet Earth.  In all the excitement over the discovery of a Higgs-like particle at Cern this year, physicists at the lab were probably not thinking about the end of the world. But the Standard Model of particle physics  of which the Higgs boson is part and which describes fundamental particles and forces of nature  hides a terrifying secret: a theoretical composite particle that is so stable it can transform any other particle of matter into a copy of itself.   Beware the strangelet If this exotic particle, called a strangelet, came into contact with a particle of normal matter (made of protons, neutrons and electrons), the latter would somehow recognise that it is in a hopelessly inefficient energy state and immediately re-organise itself into a strangelet. These copies would then go on to convert other particles into more strangelets. In just a few short hours, a small chunk of these terrifying particles could turn an entire planet into a uniform, featureless mass of strangelets. According to the Standard Model, all matter particles are made of a combination of six quarks and six leptons. Protons and neutrons are made from a combination of up and down quarks, the same stuff that also makes up a strangelet. Unlike regular matter, though, strangelets also contain a heavier, lesser-seen particle called a strange quark. A hot lump of strange matter   In normal life, a strange quark is unstable and decays into lighter quarks very soon after it has formed. But, the hypothesis goes, if lots of up, down and strange quarks got together, the resulting mass would somehow be less prone to decay. Ed Witten, a theoretical physicist at the Institute of Advanced Study in Princeton who helped to come up with this idea, says a strangelet with lots of quarks would be more stable than a normal atomic nucleus. And if this particle were to collide with a normal nucleus, the conversion of the latter into a strangelet would take a thousand-millionth of a second and release energy, which will then be available for other conversions. One by one, every atomic nucleus in a lump of ordinary matter, the Earth say, would be converted into strangelets, leaving our planet as a hot lump of strange matter. The stuff of sci-fi   If you think this sounds a bit like science fiction, you might be recalling the Kurt Vonnegut story, Cats Cradle. In that book, a fictional material called Ice Nine is meant to be a super-stable form of water that melts at 45.8C instead of 0C. When Ice Nine comes into contact with normal water, it acts as a catalyst to solidify the entire body of water. Inevitably, this material is used to solidify all of the Earths oceans.      A single strangelet could reduce the entire Earth to a lump of strange matter. Photograph: Ho/Reuters      Updated at 1.49pm GMT     12.47pm GMT    From Beijing    Jonathan Kaiman reports from China on the use of astrology to combat the doomsday myth:  Chinas state-run press has run a bevy of articles aiming to ease concerns about the end of days. The Peoples Daily says that Beijings most recent weather forecast -- a bitter cold weekend -- has aught to do with the end of the Mayan calendar. Xinhua pointed towards an ancient Tibetan calendar to debunk the doomsday myth once and for all. &quot;Astrological calculations can be used to figure out what the calendar will be like in 2150,&quot; a Lhasa-based astrologist told the newswire. &quot;Friday&apos;s &apos;doomsday event&apos; is not possible. Otherwise, we would not be able to calculate the following years.&quot;  As we&apos;ve seen from country to country, there&apos;s money in the end of times.  A scarf factory owner in coastal Zhejiang Province, Yang Zongfu, has manufactured a handful of three-ton, radiation-proof, custom-designed Atlantis Pods and sold them to 15 wealthy survivalists for as much as 500,000 per pod. Yang told the South China Morning Post that his biggest customers are businessmen from coal-rich Shanxi province; they have decided to remain anonymous for fear that panicked neighbors will try to steal their pods. According to the newspaper, a supply shortage has left 11 prospective buyers pod-less on the big day.               Updated at 2.13pm GMT     12.40pm GMT    From the science desk       Scientists catch their first ever 'live' picture of a gamma-ray burst. Photograph: Nasa/Reuters    My colleague and resident doomsday expert Alok Jha has been investigating some of the more fascinating ways the Earth might be destroyed, not least so we are better informed next time around. He writes:  Since we seem to have survived the apocalypse so far, maybe this is a good chance to look at some scientifically interesting end-of-the-world scenarios. Ill pick a few that get the imagination going. Gamma-ray bursts There are dangers out there in space. If the Earth were hit by the intense radiation from a gamma-ray burst (GRB), for example, our atmosphere would be ruined and the surface would be sterilised of life. GRBs are the violent aftermath of a star exploding. When a big star (many times the size of our sun) runs out of fuel, its core will collapse while its outer layers explode outwards into a supernova, an event so bright that it can briefly outshine all the other stars in an entire galaxy. The biggest supernovas, known as hypernovas, can release as much energy in just a few seconds as a typical star (our sun, say) might release in its entire 10-bn-year lifetime. During a hypernova explosion, the star will send two jets of gamma-ray photons shooting off in opposite directions from its poles. This burst of gamma rays, the most energetic electromagnetic radiation there is, can last for anything from a few milliseconds to several minutes. In that time, it will shine about a million trillion times as bright as the sun, making it temporarily the brightest source of gamma rays in the observable universe. Cooked If the Earth happened to be in the direct path of one of these jets of gamma rays, the first thing we would notice is a blinding flash in the sky, as our upper atmosphere began to cook. The ozone layer would be ruined and the surface would become a dangerous place to live for at least a decade. Without the protective ozone, UV rays from the sun would penetrate to the surface of our planet and start tearing through DNA in living things. Physicist Larissa M. Ejzak examined the effects of a nearby GRB on the Earth in a research paper published in the Astrophysical Journal in 2006. The primary chemical effect of the incident radiation is to break the strong chemical bonds of [molecular] oxygen and nitrogen, making possible the formation of molecules that are normally present in very low abundances in the atmosphere. Nitrogen monoxide and nitrogen dioxide are in this class; they also catalyse the destruction of ozone. She said it would take nearly a decade for the atmosphere to recover from such a burst. Deep time According to Nasa, which looks for GRBs with its Swift satellite, the longest-duration bursts originate near the farthest edges of the observable universe and the stars linked to the explosions are typically on the order of several billion light years away. That means that any gamma-ray photons coming from them would take billions of years to reach us at the speed of light (186,000 miles per second). Given that the Earth is just over 4bn years old, it is entirely feasible that some of the GRBs scientists see in the sky today actually happened when our planet was still in its earliest stages of formation, well before life even started to evolve.     Updated at 2.12pm GMT     12.20pm GMT    From Bugarach, France       Men in tin foil appeared on the streets of the French village of Bugarach. Photograph: Eric Cabanis/AFP/Getty Images    Local authorities had pleaded with New Age fanatics, sightseers and the media not to converge on the tiny village of Bugarach, one of the few places on Earth believed to be safe from the impending destruction. Some 150 officers were guarding a mountain which legend has it will open up when the apocalypse arrives. The story goes that alien spaceships will emerge from the peak to transport humans to safety.    Updated at 12.29pm GMT     12.17pm GMT    From Beijing    The Guardian&apos;s man in Beijing, Jonathan Kaiman, writes:  In recent weeks, Chinese authorities have arrested around 1,000 people belonging to a group called The Church of the Almighty God for spreading rumors about the coming cataclysm. The so-called evil cult has been wreaking havoc countrywide, if state media reports are to be believed  distributing leaflets, soothsaying into megaphones, attacking police stations and extorting donations from gullible peasants. The group believes that its adherents will be saved by a female incarnation of Jesus Christ and has called for the downfall of the ruling Communist Party.  He goes on:  December 21st, 2012 is the last day of the Mayan calendar. Due to the time difference, China will enter doomsday at 3:14:35 PM Beijing time, wrote the state-run China Central Television on its official Sina Weibo microblog. A few hours later, the Peoples Daily posted: It is 15:15 on the 21st right now. Beijing is sunny after some snowfall. I&apos;m alive  I&apos;m even sending a Weibo. On the United Nations official Weibo, a line debunking rumors that the organisation will be selling tickets for Noahs Ark has been forwarded over four million times, becoming one of the days top-10 posts.     Updated at 2.12pm GMT     12.10pm GMT    From Leeds, the north    From the Press Association comes this level-headed reply from a staffer at an aptly-named pub in Leeds.   The World&apos;s End pub in Pudsey, Leeds, said it had not made any special plans to mark the event. A member of staff said: &quot;There wouldn&apos;t be much point if the world was going to end.&quot;        12.03pm GMT    Hold on...    Take your time. We&apos;ll wait.    Sorry everyone, running a bit late.&mdash; Mayan Apocalypse (@kabooooooooom) December 21, 2012     I can only assume the apocalypse is being delivered by Parcelforce&mdash; David Hewson (@david_hewson) December 21, 2012     Updated at 3.34pm GMT     12.02pm GMT    Taiwan       Children in front of a replica of a Mayan pyramid before a countdown ceremony organised by the National Museum of Natural Science&nbsp;in central Taichung, Taiwan. The ceremony was intended to reassure the public that the world was not about to end. A digital 'doomsday clock' on top of the pyramid completed its countdown at 0600 GMT &ndash; midnight in Mexico. Photograph: Sam Yeh/AFP/Getty Images         11.54am GMT    Much ado about zero    Alex Bellos has a blog up today at Alex&apos;s Adventures in Numberland on the mathematics of the Mayan calendar. In response to a reader&apos;s comment, he explains why the Mayans made little use of nothing:  One reason that the Maya were not able to see how useful the zero is in a number system was that they did not use a proper positional base 20 system. In our decimal system, our units go from 0-9, the next position along, for tens, goes from 0-9, and the next position along, hundreds, goes from 0-9. Always 0-9. But in the Mayan system, the units went from 0-19, the next position along, for twenties, went from 0-17, and then the third position, was back to 0-19. The reasons the Maya did this was because the numbers were tailor-made for the calendar: and so the second position calculated 20x18, or 360, units, near enough to a solar year. Had the Maya let each position contain 0-19, then they would have realised that multiplying by the base is the same thing as adding a zero on the end. And we *might* be able to credit them with inventing a proper zero.     Updated at 2.10pm GMT     11.42am GMT    A new beginning    Ognen Jakasanovski points out in a comment that the clock on the &quot;official&quot; end of the world website December212012.com is set to 11:11 and is now reporting: &quot;We have entered a new era in our existence. A new beginning. A renewed enlightenment.&quot; Well there you go     Updated at 1.53pm GMT     11.39am GMT          Indigenous Mayan actors perform during the 'Sacred Moments in the Life of the Maya' play in Valladolid, Yucatan, part of the celebrations marking the end of the Maya Long Count calendar. Photograph: Reuters      Updated at 1.08pm GMT     11.33am GMT    From deepest space    One of the iffier doomsday scenarios we&apos;ve heard this week calls for a rogue planet to creep up on us from behind the sun and plough headlong into Earth and scatter us about the heavens. Stuart Clark, who writes the Guardian&apos;s Across the Universe blog, sends these words of comfort:  Could a rogue planet or a giant comet approach from behind the sun, and thus remain unseen until it strikes the Earth? No, because of Earths own movement through space. Our planet follows an almost circular orbit around the sun, completing a full circuit every 365.25 days to give us our year. This means that we are on a moving platform with a constantly changing view of different parts of the universe. This movement of the Earth shows us different constellations at different times of the year. Anything that is out of view behind the sun does not stay hidden for long because our line of sight is constantly changing. In 2013, Esa launch the Gaia spacecraft. This is a mapping mission that will constantly scan the sky. Gaia is expected to reveal hundreds of thousands of previously undiscovered celestial objects, from small nearby asteroids to the most distant galaxies. Even before Gaia launches, our survey telescopes on Earth such as Pan-STARRSare good enough for us to know there are no rogue planets or giant comets stalking our world.     Updated at 2.10pm GMT     11.26am GMT    From Bugarach, France    So 11.11am has come and gone and we&apos;re all still here. Quelle surprise. Our Paris correspondent, Angelique Chrisafis, sends urgent news of orgasms (a sad lack thereof) and men in tin foil (see them here).    BREAKING The bells have struck 12 in #Bugarach and we're all still here, whinging and complaining #endoftheworld&mdash; Angelique Chrisafis (@achrisafis) December 21, 2012     The man who forecast 10,000 orgasms said he hasn't had any, but he's not disappointed. #Bugararch #endoftheworld&mdash; Angelique Chrisafis (@achrisafis) December 21, 2012     Two men dressed in tin foil said they'd driven from Lille as a bet that they could be top of the world news bulletins. It worked #bugarach&mdash; Angelique Chrisafis (@achrisafis) December 21, 2012      Sylvain Durif, claiming to be 'the messenger of God and Christ', played the panpipes in the streets of Bugarach. Photograph: Eric Cabanis/AFP/Getty Images      Updated at 12.41pm GMT     11.23am GMT    More from Brazil    Jonathan Watts, our Latin America correspondent, brings us this update:  The National Space Research Institute, Inpe, has followed the lead of Nasa in denying that doomsday will occur on 21 December. Researcher Clezio Marcos de Nardin was quoted by the local media as sniffily saying that there was no reason to put more faith in a Mayan calendar than any other calendar. The fears of the apocalypse have become the subject of a comical TV drama. How to Enjoy the End of the World features a surreal suburbia of Tibetan Buddhist monks, meditation sessions, couples tripping on Ayahuesca, numerous false alarms about impending doom and office mates who think of a thousand and one things to do before the apocalypse, including buying a Porsche with a 40-instalment credit package that will never need to be paid off. In one of the latest episodes, a crowd of suited office workers gaze out at a nearby hilltop that they expect to erupt any second. Its now! says their worrier-in-chief, as one of his followers smokes two cigarettes at the same time. Nothing happens, and a couple of people wander off. Then he yells again, Its now! Again nothing. More people wander off.     Updated at 2.10pm GMT     11.17am GMT    From Voyager 2, space    Whoever runs the Twitter feed for Nasa&apos;s Voyager 2 spacecraft has had some fun. As DustDevil notes, the feed usually carries calibration information and distance from the sun, but this appeared at 4am this morning...     END MAYACAL BTUN 12.19.19.17.19 SHUTDOWN:UNIV(12) BEGIN BTUN 13.0.0.0.0 BOOT:UNIV(13)&mdash; NASAVoyager2 (@NASAVoyager2) December 21, 2012        11.09am GMT    The apocalypse in literature - quiz    Doomsday scenarios have long been a theme in literature. My cultured colleagues in the Books DepartmenIt have drawn up this fine quiz to test your knowledge.     Too much doom and gloom can send you to sleep. Photograph: Alamy      Updated at 11.37am GMT     11.03am GMT    Sydney, Australia       Night sky has posted this on Facebook with the message: 'Breaking News: Right now at this very minute in Australia.'&nbsp;      Updated at 11.37am GMT     10.56am GMT    Comment    Dancingstagequeen writes in a comment:  As of writing it is 11:26 PM in New Zealand and 12:11 AM tomorrow in the Chatham Islands so I think we&apos;ve survived this xD Cool blog though will you be going all day?  Very good to hear the Chatham Islands have survived. Will we be going all day? I&apos;m looking to wrap up around 2pm UK.    Updated at 11.25am GMT     10.44am GMT    Believers versus sceptics    David McCandless from the Guardian&apos;s Information is Beautiful blog has produced an infographic surveying the evidence for and against &quot;transformational events&quot; occurring today.       10.40am GMT    From Moscow    Miriam Elder, our Moscow correspondent, writes:  If you believe the Levada Centre, a Russian pollster, only 14% of Russians believe the world will end today. It feels like a whole lot more. I took a cab to the office today (it&apos;s -21C), and my driver couldn&apos;t hold back: At first I thought this end of the world talk was all nonsense. Then I started thinking last night: what if everyone&apos;s right? I didn&apos;t sleep at all. Ruslan Makaev, on the other hand, began preparing early. The 64-year-old pensioner started building an underground bunker in his backyard in the southern city of Vladikavkaz nine years ago. It&apos;s meant to fit 20 people and hold enough supplies to last them all two months. The only problem is, he didn&apos;t finish in time for the apocalypse. I wanted to finish it this year, but didn&apos;t manage, he told Life News, a Russian tabloid. Now Makaev plans to finish it by 2014 when, he says, the third world war is set to begin. In the picturesque village of Sergeyev Posad, outside Moscow, investigators blamed the death of Galina Shiryaeva, 73, on spiralling rumours about the coming apocalypse. The pensioner reportedly threw herself from her 13th floor window on Thursday evening. Investigators immediately proposed that the pensioner might have taken her own life because of the multiple TV programmes and newspaper articles about the coming end of the world, a local newspaper wrote. Others tried to be more encouraging. A top story in Moskovsky Komsomolets, one of Russia&apos;s most popular tabloids, began: If you are reading these words right now, it means you are still alive.             Moscow residents snapped up $1,000 (615) tickets for an end of the world party held in a cold-war era bunker, 56 metres underground. If you&apos;re reading on our mobile site, watch the video here. Video: Guardian    Updated at 5.53pm GMT     10.36am GMT    Comments    Readers below the line clearly aren&apos;t taking the impending apocalypse seriously. My colleague Hannah Waldram notes a rather jovial tone in comments: Surrido kicks off the thread with a link to the site: www.2012-is-over.com which is selling &quot;Survivor T-Shirts&quot; for those hoping for the best but expecting the worst. Bigwigandfiver is also optimistic:  It is only the end of our world. Aliens will probably keep the internet going after we&apos;re gone.  Halo52 adds:  Thanks for this, I am off for Christmas now and had forgotten the world ended today, even though I was talking about it yesterday.I am going to do my Christmas food shopping and have my hair cut anyway and carry on with my washing until the end.  And snowheron quips:  At least it takes people&apos;s minds off the economy      Updated at 11.49am GMT     10.31am GMT    Scientists on the apocalypse    In a recent interview, I asked John Carlson, director of the Centre for Archaeoastronomy, whether there was a danger of scientists, and particularly organisations like Nasa, in some sense legitimising crazy doomsday theories by engaging with them. He said that when such strange, and potentially dangerous ideas were around, scientists should explain why they are nonsense. He added: &quot;We&apos;re going to be damned whatever we do. If we were silent we&apos;d be criticised for that too.&quot; David Morrison, director of the Carl Sagan Centre for the Study of Life in the Universe, has a great doomsday fact sheet that clearly knocks down the most common apocalyptic themes. He also makes an important point about the real dangers. Under the title &quot;Scaring children&quot; he writes:  The group most vulnerable to doomsday claims is children. Teachers report that many of their students are frightened and some are even considering suicide. This is the most tragic consequence of the 2012 hoax.     Updated at 2.09pm GMT     10.25am GMT    From Honduras    Latin America correspondent Jonathan Watts writes:  The countdown began on the 12th December with a parade through the Mayan ruins in Copan, which is also hosting a series of plays, musical performances, educational workshops and ancient ballgames  though they are unlikely to end with a ritual sacrifice as was sometimes the case in the Mayan era. This will reach a climax on the 21st when Honduran President Porfirio Lobo will join descendants of the Maya at a ceremony to mark the end of the current cycle, before dawn meditation on the start of a new era. It is not only the Mayan nations that are expecting better things. Earlier this year, Bolivian foreign minister David Choquehuanca said he was optimistic that the end of the Mayan calendar will usher in a new and more progressive era  one that will see the end of hatred and the beginning of love.      A replica of a Mayan monument during preparations for the celebration of the 13th Baktun in the central square of Ruinas de Copan, Honduras. Photograph: Gustavo Amador/EPA      Updated at 2.08pm GMT     10.19am GMT       This graph shows the searches worldwide on Google made for &apos;mayan apocalypse&apos; over the last year, with the number 100 reaching the peak for the search terms. The majority of searches have been coming from the US, UK and Australia, with &apos;zombie apocalypse&apos; also being a popular search term. Guardian deputy SEO editor Mary Hamilton notes that the results don&apos;t show the last five days - where the peaks are likely to be at their highest and there are many related searches.     Google search for 'mayan apocalypse' over the last year      Updated at 11.39am GMT     10.16am GMT    Manila, Philippines       Lauro Gonzales, a self-styled prophet who now calls himself Kristong Hari (Jesus King) performs a prayer with his followers 'for the end times' in the Quiapo district of Manila in the Philippines. Photograph: Dondi Tawatao/Getty Images      Updated at 10.27am GMT     10.06am GMT    The solar cycle    One of the main (and misguided) doomsday theories out there calls for a huge surge in the sun&apos;s activity associated with the reversal of the star&apos;s magnetic field. That&apos;s not going happen. The sun&apos;s magnetic field flips regularly, and gives rise to the 11 year cycle of solar activity. During the reversal, solar activity rises to a maximum: more spots appear on the surface of the sun and there are more solar flares. The next maximum is expected in autumn 2013, but all indications are that it will be the puniest solar maximum since 1906.     Photograph: Dennis Hallinan/Alamy      Updated at 1.10pm GMT     10.02am GMT    From Mexico    Latin American correspondent Jonathan Watts writes:  Mexico is also hoping the end of an era will mark the start of a new boom in tourism. On 21 December, Merida will officially open a new Grand Mayan World Museum, which claims to exhibit the biggest collection of Mayan cultural artifacts in Mexico. More than 60,000 visitors have already passed through the museums doors. Staff say the most popular exhibits are interactive displays about end-of-the-world prophesies, though they stress that 21 December simply marks the change from one 5,125 year-era to another. The countrys president Otto Perez is expected to attend a ceremony at Tikal - which was one of the most powerful Mayan cities - and to make a satellite broadcast to his nation. Mexican newspapers have run interviews with psychologists who blame the doom mongering on Hollywood and US businesses, who are profiting from sales of survival bunkers. They advise anyone who genuinely fears an apocalypse on 21 December to seek therapy.      Detail from a Mayan limestone relief of a blood-letting ritual. Photograph: PR      Updated at 2.08pm GMT     9.48am GMT    The Mayan calendar    Today&apos;s Google doodle celebrates the Mayan calendar. The stone carvings show traditional Baktun glyphs - a &apos;baktun&apos; representing a cycle of the Mayan calendar.     Google celebrates the Mayan calendar in today's doodle      Updated at 1.10pm GMT     9.46am GMT    How to destroy the Earth    In part two of our apocalypse video series, I demonstrate how the world could end using a variety of household props, including a Christmas pudding, a blow torch, some pebbles from my garden and a miniature snooker table. If you&apos;re reading on our mobile site, watch the video here.              Updated at 11.09am GMT     9.35am GMT    From Auckland    You can always rely on surfers to keep an eye on the world. Peter Harding, from Christmas Island Surf, sent this note of reassurance:  It&apos;s 8.30am 21.12.2012, and so far I&apos;ve seen no signs of panic or the impending apocalypse. However, it was the topic of the morning down in the surfearlier today. I&apos;llkeep you posted if I see or hear of any unusualbehaviour, but from Piha Beach NZ, so far so good  we are still here and the aliens haven&apos;t invaded us  yet      Updated at 2.07pm GMT     9.35am GMT    From Guatemala    Jonathan Watts, our Latin America correspondent, has another update:  Pity the Poor Guatemalan police, as all leave for security personnel has been cancelled on 21 December. The Interior Minister Mauricio Lopez told reporters that this was because they must maintain public order at the 13 ceremonial centres where festivities will take place to mark the new era. Conspiracy theorists will no doubt have other explanations. Indigenous representatives from dozens of countries are holding an event in Guatemala to participate to mark the shift to the thirteenth baktun, a new era in the Mayan calendar. Although doomsday prophets cite ancient South American wisdom for their claims, the groups have distanced themselves from the Armageddonists. At the forum this week timed to coincide with the new baktun, representatives said they were more concerned about having more say in the use of natural resources on their land. To commemorate the Thirteenth Baktun, Guatemalas Posts and Telegraphs Office has issued nine new stamps featuring Mayan designs. None has an apocalyptic theme.             Locals and tourists say farewell to one era and welcome a new one as they mark the end of the Mayan long count calendar in Tikal, Guatemala. If you&apos;re reading on our mobile site, watch the video here. Video: Guardian    Updated at 5.52pm GMT     9.28am GMT    Mathematical Mayans    Our maths blogger Alex Bellos writes today about the Mayans&apos; religious calendar:  My favourite Mayan mathematical fact is that their religious calendar consisted of two cycles running concurrently, a 13-day week and a 20-day week. The first type of week was denoted by a number from 1-13, and the second by a named day. Imagine if we had a similar system  say, a five day numbered week, and a seven day named week. The dates of the first fifteen days would be: 1 Mon, 2 Tues, 3 Weds, 4 Thurs, 5 Fri, 1 Sat, 2 Sun3 Mon, 4 Tues, 5 Weds, 1 Thurs, 2 Fri, 3 Sat, 4 Sun5 Mon, 1 Tues, 2 Weds, 3 Thurs, 4 Fri, 5 Sat, 1 Sun This provides a cycle of 35 unique dates, since 5 x 7 = 35. The Mayans had a cycle of 260 unique dates, since 13 x 20 = 260.  Apparently the Mayans didn&apos;t &quot;invent&quot; zero as a mathematical concept (the modern zero was invented in India) but they had a symbol for it. Read Alex&apos;s blog here.     A depiction of the Mayan calendar at the planetarium of the 'Mini World' theme park in Lichtenstein, Germany, on 19 December 2012. Photograph: Hendrik Schmidt/EPA      Updated at 9.56am GMT     9.23am GMT    From Bugarach, France    One of the two villages to be plucked from obscurity and labelled as havens from the apocalypse is brimming with journalists. Last we heard, the number of reporters in Bugarach outnumbered the residents by around two to one. The locals must be chuffed.    After misty mountain drive with occasional police motorbike, waved through #bugarach road-block by cheerful gendarmes #end of the world&mdash; Angelique Chrisafis (@achrisafis) December 21, 2012     So into the village of #bugarach to report on 250 reporters reporting that there's nothing to report (we hope) #endoftheworld&mdash; Angelique Chrisafis (@achrisafis) December 21, 2012        9.14am GMT    From Rio de Janeiro    Jonathan Watts, Latin America Correspondent, writes:  For the business minded, every crisis is an opportunity. And so it is proving to be for the Mayan nations of Mexico, Guatemala, Belize, El Salvador and Honduras which are aiming to cash in on the end of world hype. Between them, these four countries expect almost a million extra visitors this week thanks to a series of special programmes to mark the end of a 5,125-year cycle of the Mayan calendar on Friday. The events - including rituals, concerts, conferences and fireworks - will take place at 39 ancient sites, including the pyramids of Chichen Itza in Mexico , Copan in Honduras, Tikal in Guatemala and La Joya de Ceren in El Salvador. State presidents will attend some of these festivities. At others, the start of the 13th baktun - or new era - will be marked by night surfing competitions and pyramid building. Archaeologists and indigenous groups have complained that this momentous moment is being misinterpreted, trivilialised and commercialised. Baktuns not the end of the world, but a cycle, Carlos Barrios, a Guatemalan Mayan priest, told the El Tiempo newspaper. It is an energy shift. Well get into a new consciousness that is in closer harmony with Mother Earth.  We resent those who say its the end of the world, because no Mayan ever said so. Others have mixed the sacred Mayan calendar with the Chinese calendar, said Barrios, who lamented the rise of an end-of-the-world industry, selling everything from tin cans and water purifiers to bunkers and mountaintop properties. The director of the Guatemalan Institute of Tourism, Pedro Duches, predicts that between 150,000 and 200,000 tourists will visit his country - one of the centres of Mayan culture - to mark the start of the new era. The visitors may find themselves hoping to be abducted by aliens because Duches also acknowledged that it has been difficult to find hotel beds at the sites of the main festivities.      German tourists and a Mexican in pre-hispanic costume at a tourist area of Playa del Carmen in Quintana Roo state, Mexico, during preparations for the celebration of the end of the Maya Long Count Calendar. Photograph: Pedro Pardo/AFP/Getty Images      Updated at 2.06pm GMT     9.10am GMT                 Guardian science correspondent Alok Jha examines the theory that the Mayans predicted that the world will be destroyed today. He speaks to Mayan expert Professor Elizabeth Graham at the British Museum about the idea&apos;s origins and whether it has any scientific validity. If you&apos;re reading on our mobile site, watch the video here.    Updated at 11.10am GMT     8.59am GMT    Welcome to the apocalypse    History is littered with doomsdays that have come and gone. The end of civilisation seems to hold a morbid fascination for people, through a combination of grim excitement over how the end might come, and more individual thoughts of our own extinction. The Mayans did not predict anything bad for today. Their calendar has simply run out. Nothing more, nothing less. But that has not stopped people preparing  inasmuch as it is possible to prepare for the apocalypse. For all the nonsense, there have been implications for the real world. In parts of Russia, people have stockpiled candles, salt, matches and torches. In France, police are keeping an eye on Bugarach, one of two villages said to be safe havens. In the other, irince in Turkey, the locals are making a mint out of the influx of tourists. From Italy comes a report of a lawyer who had a bunker built beneath his villa, all in time for today. The world will not end today, but the doomsday myth will surely weave itself into the day&apos;s events. Join us as we report all things apocalyptic around the globe.    Updated at 9.07am GMT  ", 
    "section": "science", 
    "gid": "science/2012/dec/21/end-world-live-blog", 
    "wordcount": "6639"
}