{
    "headline": "China's new leadership faces growing environmental pressures", 
    "text": "As the Chinese government prepares to make a leadership transition this week, the country faces conflicting pressures as it strives toward economic growth while wanting to reduce emissions. While the countrys new leaders have declared ecological progress will be a priority, analysts at a World Resources Institute-led press teleconference said China must deal with series of inter-linked challenges economic prosperity, energy security, mitigating climate change and social unrest  to make environmental strides. Even then, any changes probably wont be seen until after 2015, when the countrys current five-year environmental plan ends, the analysts said. Were not going to see any big change in 2013, because it is in the middle of Chinas 12th five-year plan, said Melanie Hart, a policy analyst for the Center for American Progress. Still, the 2011 to 2015 plan is dedicated to move in a low carbon direction, she said. China has been making progress on its targets for the 12th five-year plan to increase the non-fossil fuel share of primary energy consumption to 11.4 percent by 2015. China&apos;s use of non-fossil fuels is over 9 percent for 2012, with some estimates at 9.9 percent, compared to about 8.6 percent in 2010. The countrys overall rate of electricity consumption growth fell to 5.5 percent in 2012 from 11.7 percent in 2011, Hart said, reducing expected pressures on the environment. But, while growth in Chinese coal demand is not as rapid as in the past and not as large as some groups in the U.S. had been projecting, Chinas use of coal is still growing. It (coal consumption) will still continue to grow and grow exponentially, said Julio Friedmann, energy technology chief at Lawrence Livermore National Laboratory in the United States, and technical program manager for the US-China Clean Energy Research Center for Advanced Coal Technology. Friedmann said he expects a 50 to 60 percent increase in Chinas coal consumption in coming years. Thats not as large as some experts had predicted, but even so, I do not see a plateau in the coming years, he said. Chinas demand for coal depends largely on the rate of economic growth, though other factors  regulation and environmental policy  also will play a role, said Ailun Yang, a senior associate at the World Resources Institute, during the conference call. To help hold the line on fossil fuel emissions and pollution, Chinese officials have proposed a carbon tax, which would create costs for companies who emit carbon emissions. But Yang said an expansion of the resource tax to cover coal is more likely. The resource tax, Yang said, would tax consumers. While proposals for a carbon tax have gotten quieter in the past year, she said, several provinces, including Xinjinag, Chongqing, Sichuan and Guizhou, are already piloting the resource tax with oil, gas and a few mineral resources. While some of the initiatives sound promising, Yang said she did not expect any dramatic position changes by Chinas new leadership. But Hart said China recognises the very serious pressure it is under now that the country is the worlds largest greenhouse gas emitter. As the U.S. moves toward natural gas and away from coal with shale gas development, China is in a more precarious position if they can no longer point toward the U.S. as the bad guy, she said. They (China) are not going to be able to put themselves in the same bucket as developing countries like Sudan much longer, Hart said. China needs some recognition that they are no longer a developing country and since they are the largest emitter they need to take on responsibility.", 
    "section": "environment", 
    "gid": "environment/2013/mar/06/china-new-leadership-environmental-pressures", 
    "wordcount": "617"
}