{
    "headline": "Hedgehogs have everything they need in this garden", 
    "text": "Honesty is flowering all around the dark pile of leaves. Hellebores, fading from burgundy to antique pink, are creating a screen. Under the leaves a hedgehog is sleeping out the daytime, here in the same place that it spent the winter. This is its hibernaculum made from leaves that I heaped on this border last autumn. Perhaps thanks to my feeding it in November, it has survived the lengthy winter, along with a second hedgehog that nested in the same flowerbed. Hedgehogs have everything they need in this garden. Plentiful food, water, undisturbed places to shelter and an absence of badgers  their only predators  have made it an ideal habitat. A month ago this garden was chosen as a release site by Northumbrian Hedgehog Rescue, an organisation funded by donations. From the back of a hatchback, volunteer Guy Pearce brought out six large cardboard boxes labelled with the names of their occupants. Each box had breathing holes, bedding, dried food, water and a hedgehog. We took them to quiet parts of the garden and left them there until dusk. Under instructions, I took out cat food and bowls of water before opening the boxes. A half-moon cast shadows across the garden, bats flew around the roof of the house and tawny owls began calling in the wood. I sat motionless and watched as the most adventurous of the hedgehogs emerged. By morning all the boxes were empty. It took time for one of the group to settle into the right routine. Houdini, as I named him, would forage in daylight so I would seal him back in a box until evening; he dug his way out of three boxes before emerging later and later. I have no idea how many hedgehogs now live in this garden. They can climb over the drystone walls, but the evidence is there in the morning; black droppings on the paths, a reassuring sight that theyare still about.", 
    "section": "environment", 
    "gid": "environment/2013/may/23/allendale-northumberland-hedgehog-rescue-garden", 
    "wordcount": "325"
}