{
    "headline": "Shazam redesigns its iPad app with television-tagging in mind", 
    "text": "Mobile firm Shazam has revamped and relaunched its iPad app, with a new feature that automatically identifies TV shows, advertisements and music, rather than waiting for people to manually tag them. The app also sports a redesigned homescreen, makes it easier for people to see what their Facebook friends have been watching and listening to, and plots tag charts on a map of the world to show what&apos;s popular in specific continents, countries, regions, cities and towns. Shazam is working on similar features for an Android tablet app to be released in the coming months, and the new features will also be added to the company&apos;s iPhone and Android smartphone apps later this year. Leading on iPad is a sign of the growth Shazam has seen on Apple&apos;s tablet. &quot;We have seen triple-digit growth over the last year for our existing iPad app, even though we haven&apos;t really aggressively promoted it,&quot; Shazam&apos;s executive vice president of marketing, David Jones, tells The Guardian. Across all platforms, Shazam&apos;s apps have been used by 300m people since the service launched in 2002, with 200m of those having used it in the last year according to Jones. The company recently announced that it currently has more than 60m monthly active users. Jones cites recent research by NPD Group in the US on the growth of people using second screens while watching TV. The survey of 3,387 people found 87% saying they used at least one second-screen device while watching TV, with 49% of them reporting usage of a tablet versus 55% for smartphones and 50% for computers. The auto-tagging feature is a significant step forward for Shazam. Capable of running in the background while people are using other apps on their iPads, it will identify music, shows and ads and make their details available in an in-app carousel. &quot;We&apos;ve been testing it extensively to see if it drains the battery when running in the background, but the iPad can go for a couple of days with this running,&quot; says Jones. &quot;It doesn&apos;t change your charging behaviour how often you have to plug in which is very important.&quot; There will be differences in the way Shazam&apos;s app works around the world. In the US, Shazam identifies shows on any TV channel, whereas elsewhere it remains limited to those where a deal exists between the broadcaster and Shazam the Brit Awards earlier in 2013, for example. &quot;For the time being it&apos;s select television shows in the UK, but over time we want to expand that to every channel,&quot; says Jones. &quot;Music is still our bread and butter, but more than 10m people have Shazammed television in the last year. Those are real and meaningful numbers for networks, brands and advertising agencies.&quot; The auto-tagging feature does raise some questions for those kinds of companies, though. With manual tagging, people are actively using Shazam to find out what a song is, or to interact with a show or ad. With passive auto-tagging, Shazam will be capturing data on content they may not be interested in. &quot;We&apos;ve thought long and hard about that,&quot; says Jones. &quot;If you open or favourite a piece of content that&apos;s in the carousel, we&apos;re going to consider that a tag: a piece of content of interest. If the device just auto-tags it and it stays unopened, we&apos;ll treat it as something that wasn&apos;t of interest to you.&quot; There are more interesting implications around the idea of an app that automatically identifies and stores every show someone watches on TV, both for the way TV audiences are measured, and for the privacy of TV viewers. Shazam seems alive to both of these. &quot;We&apos;re not trying to do anything like audience measurement on a grand scale across our user base. We&apos;re only interested in what our consumers actually engage in, not what auto-tagging may pick up around you,&quot; says JOnes. &quot;We&apos;re already sitting on a goldmine of data, and we&apos;re being respectful and thoughtful about how we monetise that.&quot; Jones is enthusiastic about the creative possibilities for brands and their agencies within Shazam&apos;s iPad app, and tablets more generally, with second-screen marketing campaigns. &quot;We think of iPad as just a bigger canvas for our brands and agency partners to paint on,&quot; he says. &quot;If you think about making a television advert interactive, it&apos;s wonderful to be able to do it on a smartphone, but even better to do it on a bigger 10-inch iPad or seven-inch iPad mini.&quot; The iPad app&apos;s relaunch comes during a busy year for Shazam as it ramps up its TV business. The company appointed a new chief executive, Rich Riley, in April, shortly after poaching BBC iPlayer boss Daniel Danker for a role as chief product officer. Former chief executive Andrew Fisher remains with Shazam in a role as executive chairman, tasked with plotting the company&apos;s path to an IPO. In its last full financial year, which ended in June 2012, Shazam&apos;s revenues rose 39.8% year-on-year to 21.8m, but its net losses grew from 619k to 3.3m.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/23/shazam-ipad-app-auto-tagging", 
    "wordcount": "869"
}