{
    "headline": "Army of Two: The Devil's Cartel  hands-on preview", 
    "text": "It&apos;s interesting that, while everyone is getting ironically excited about The Expendables 2 (the irony is dead important), the announcement of a new Army of Two title has been met with much head-shaking and world-weary bemusement. EA&apos;s co-op shooter titles are cut from the same idiotic, hyper-masculine cloth as the Expendables flicks, but yet the games industry has seemingly run out of patience with guilty pleasures. I&apos;m not sure if that&apos;s progress or not.  Army of Two: The Devil&apos;s Cartel at first seems like a toned down version of the previous two titles. The daft, sweary mercenaries have been replaced by two anonymous troopers, Alpha and Bravo, on some covert mission against Mexican drug gangs. This is a darker world, with more at stake, yet the gameplay seems highly familiar  blast through a series of set-piece battles, using co-operative tactics as much as possible while occasionally splitting up to take on solo paths. At Gamescom on Wednesday, I played a mission named Drug Lab, set in a decrepit building filled with lower ranking members of a violent cartel. While the previous games used the Unreal Engine, this one is built with EA DICE&apos;s superior Frostbite 2 technology so each environment is absolutely loaded with destructible items. With enough gun fire, stone pillars can be obliterated into skeletal poles of shrapnel and wire, while furniture is splintered into millions of wood chips.  The cover system works well. Approaching a wall or scenic object and hitting a button locks you to it, allowing you to aim and shoot from safety or just spray gun fire without looking. Players can disengage from this at any time by just pulling back on the analogue controller; or you can use the gun sight to target another cover position, then hit the button to whiz to it  allowing you to zip about from one safe place to the next. It&apos;s not revolutionary, but in a cover-based shooter this stuff is important to get right. From here, it&apos;s all about legging it through the building, up the stairs and through derelict rooms, shooting the bad guys. Players score better for using co-op tactics like flanking. Points boost a meter in the top centre of the screen and when this fills you get access to the Overkill mode. When one player hits this, both get a timed sequence of ultra damage, but if both instigate overkill together, they go into a bullet time sequence for added destructive effect. Again, not a single original idea in sight, but the systems combine well  and to visually impressive effect.     Army of Two: The Devil's Cartel     The action leads out onto a rooftop, where a helicopter evac has been arranged. While one player gets into the chopper and mans the mini-gun, the other must work along the rooftops, searching out an enemy with an RPG. It&apos;s exactly like one of the co-op missions in Modern Warfare 3. You see, a theme is sort of developing here: Army of Two remains silly, structurally derivative fun and despite a multitude of familiar moments, working out the most efficient ways to combine resources is still quite a kick if you completely disengage your brain and moral compass.  &quot;We wanted to take the flanking and the weapons customisation from the first titles, add in the Frostbite engine and all the destruction, and give it all some really vsiceral production values,&quot; says producer Zach Mumbach. &quot;There are lots of big moments, and it&apos;s not about watching them, it&apos;s about playing them. &quot;And whatever positive effects you have in the world, you&apos;re rewarded for that  not only in terms of Overkill points but with money. And that feeds back into weapon customisation. You can bring out custom guns for different situations, combining shotguns, sniper rifles and all sorts.&quot; The Devil&apos;s Cartel allows drop-in drop-out online co-op as well as split-screen two player, and there will be other multiplayer modes, though those haven&apos;t been announced yet. There&apos;s no word on whether developer, Visceral Games, will be resurrecting the Aggro meter from Army of Two: 40th Day, which caused enemies to target the player with the most Aggro points, allowing the other to sneak around and flank them. It would provide some extra tactical clout to a title for which Overkill is both a game system and an accurate description.  Army of Two: The Devil&apos;s Cartel is out on PS3 and Xbox in March 2013", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/20/army-of-two-devils-cartel-preview", 
    "wordcount": "734"
}