{
    "headline": "Higgs boson: it's unofficial! Cern scientists discover missing particle", 
    "text": "     There comes a time in a scientist&apos;s life when the weight of evidence can no longer be ignored. That moment came today for physicists at Cern, near Geneva, home of the Large Hadron Collider, who announced overwhelming evidence for the obscure but profoundly important Higgs boson, the particle that sparked the greatest hunt in modern science. In presentations given to a packed auditorium at the laboratory on Wednesday morning, and webcast around the world, the leaders of two research teams, who worked independently of each other, said they had spotted a new particle amid the microscopic flashes of primordial fire created inside the world&apos;s most powerful atom smasher. Cern stopped short of claiming official discovery of the Higgs boson, even as many physicists conceded the evidence was now so compelling they had surely found the missing particle. Formal confirmation of the discovery is expected within months, though it could take several years for scientists to work out whether they have found the simplest kind of Higgs particle that theories predict, or part of a more complex picture: for example, one of a larger family of Higgs bosons. The discovery of more than one kind of Higgs particle would open the door to an entirely new realm of physics. &quot;Is it a Higgs boson or not? Well, it has been found using techniques tuned for the Standard Model Higgs. A different object might have stepped in, but it is quite unlikely in my humble opinion,&quot; said Tommaso Dorigo, a scientist on the CMS experimental team at Cern. The Standard Model Higgs boson is the most simple proposed version of particle. The queue for the auditorium left some physicists struggling for a seat to hear the announcement. Those inside broke into applause when Peter Higgs, the 83-year-old father of the particle, entered the room. &quot;Cern should really build a larger auditorium. The present one is nice and cosy, but it is embarrassing and sad to see many distinguished colleagues queueing up at five in the morning knowing that they have a slim chance to get a seat, after working for 20 years on finding the Higgs boson,&quot; said Dorigo. Scientists and engineers at the lab, many exhausted from working round the clock in recent weeks, clapped and whistled as Joe Incandela and Fabiola Gianotti, the respective heads of the Large Hadron Collider detector teams called CMS and Atlas, presented their results for the first time. Both teams saw the particle, which has a mass of around 125 to 126 GeV, about 130 times the mass of a proton. &quot;It&apos;s hard not to get excited by these results,&quot; said Cern research director, Sergio Bertolucci. The lab&apos;s director general, Rolf Dieter Heuer, said: &quot;We have reached a milestone in our understanding of nature.&quot; He later added: &quot;As a layman I would now say I think we have it&quot;  meaning the Higgs. They have worked hard and long for this day. The particle, which is unlike any other known to exist, was proposed 48 years ago, when physicists worked on the laws of nature with pen and paper instead of the sleek, high-end laptops they carry around today. The hunt has spanned decades and occupied thousands of researchers from tens of countries. For some, this has been their life&apos;s work. There is never a bad time for good news, but Cern will be relieved to have made the breakthrough before the machine shuts down for almost two years at the end of 2012, when engineers move in to carry out work for the accelerator to run at its full design energy. The discovery of the Higgs particle ranks as one of the most important scientific advances of the past 100 years. It proves there is an invisible energy field that pervades the vacuum of the known universe. This field is thought to give mass to the smallest building blocks of matter, the quarks and electrons that make up atoms. Without the field, or something like it, there would be no planets, stars, or life as we know it. While scientists work to understand the new particle, the discovery raises a quandary for the Nobel committee that must now decide who deserves credit for the work. Traditionally, Nobel prizes go to no more than three people, but six physicists published papers on the theory in 1964, and others laid important groundwork beforehand or developed the theory later. Peter Higgs at Edinburgh University was the first to point out in 1964 that a new particle, the eponymous boson, was a by-product of the mass-giving field. That was a crucial step, because it gave scientists a smoking gun to hunt for in their experiments. One of the original gang of six, Robert Brout at the Free University in Brussels, died last year. The others are Francois Englert from Belgium, Tom Kibble from the UK, and Dick Hagen and Gerry Guralnik in the US. Peter Higgs said: &quot;I am astounded at the amazing speed with which these results have emerged. They are a testament to the expertise of the researchers and the elaborate technologies in place. &quot;I never expected this to happen in my lifetime and shall be asking my family to put some champagne in the fridge.&quot; According to the theory, all of the particles in the newborn universe were massless and hurtled around at the speed of light. But one trillionth of a second after the big bang, the Higgs field switched on, turning the vacuum of space into a kind of cosmic glue. Some particles feel the Higgs field more than others. The quarks that make up atomic nuclei feel a lot of drag from the field, and become heavy for subatomic particles. Others, such as electrons, feel less drag and gain much less weight. Particles of light, called photons, feel no drag at all, and so remain massless and keep moving at the speed of light. To find the Higgs particle, physicists at Cern sifted through the subatomic debris of more than 1,000 trillion proton collisions inside the Large Hadron Collider. Occasionally, these collisions might create a Higgs boson, which immediately disintegrates into more familiar particles. To spot the boson, the scientists have to look for unusual excesses of the particles it decays into, which appear as bumps in their data. Particle physicists use a &quot;sigma&quot; scale to rank the certainty of their results which ranges from one to five. One and two sigma results come and go and are often no more than statistical fluctuations in the data. A three sigma result counts as an official &quot;observation&quot;, but five sigma is usually needed to claim a discovery, amounting to less than a one in a million chance that it is wrong. Evidence for the Higgs boson has risen sharply in the past seven months. In December, the Atlas and CMS teams at Cern reported what appeared to be hints of a Higgs particle weighing about 125gigaelectronvolts (GeV), roughly 130 times heavier than a proton. On Wednesday, that evidence became overwhelming. The Atlas team reported a particle at 126.5GeV with a confidence of five sigma, while the CMS team found a particle with a mass of 125.3 GeV with a 4.9 sigma confidence. At the end of the announcement, the room erupted into a standing ovation of whoops, cheers and whistles. Peter Higgs, reached for a tissue and wiped a tear from his eye. Sean Carroll, a physicist at California Institute of Technology, said there was the slightest sign of something unusual in the results. &quot;It&apos;s clear that the LHC has discovered a new particle. It&apos;s very much like the Standard Model Higgs boson  but there are just enough differences to be interesting. If the differences are real, they very possibly come from new particles interacting with the Higgs. The fun has just begun!&quot; Ben Allanach, a physicist at Cambridge University, said: &quot;Rolf was right though when he said &apos;I think we have it&apos;.&quot; Jeff Forshaw, a physicist at Manchester University, said: &quot;This is sensational news and quite brilliant science. Without doubt, CERN has delivered us a new particle that looks every bit like the long-sought-after Higgs boson, which is absolutely central to our understanding of how the universe works at its most elemental level. I have waited over 20 years for this moment and am thrilled by the news. The excitement will continue now, as we all try to figure out just how this thing behaves.&quot; John Ellis, who has worked at Cern since the 1970s, said the discovery will open up a new era in particle physics. &quot;There is no doubt that something very much like the Higgs boson has been discovered. The strengths of the signals observed independently by CMS and Atlas are completely convincing, and they are supported by data from the Tevatron experiments CDF and D0. &quot;Now the emphasis will shift to verifying the properties of the particle that has been discovered: does it have spin zero? Does it couple to other particles proportional to their masses? &quot;The discovery will open up a new era in particle physics, as we look for deviations from the properties expected in the Standard Model, and for other physics beyond the Standard Model that might be connected, such as the nature of dark matter.&quot; &quot;We&apos;re not certain, but I&apos;d be willing to bet the house this turns out to be some sort of Higgs particle,&quot; said Joe Incandela, spokesperson for the CMS collaboration. Bill Murray, a physicist at Cern, told the Guardian: &quot;I&apos;ve had a bottle of champagne on ice for a long time. I&apos;ll be cracking it open tonight.&quot;", 
    "section": "science", 
    "gid": "science/2012/jul/04/higgs-boson-cern-scientists-discover", 
    "wordcount": "1631"
}