{
    "headline": "Burn-side quest for mountain avens", 
    "text": "The valley that leads to the bone caves appears as if it has been cleft through the limestone hills with one blow from a gigantic axe. In its lower reaches it is softened by trees growing in the gully where a rushing burn drops into a pool surrounded by wildflowers, and where swallows and house martins swoop overhead, snatching flies from the air. It is only a short climb before both trees and birds are left behind but the sound of the burn tumbling and splashing along its rocky bed accompanies us along the valley. Flowers line the path; cat&apos;s-ear, St John&apos;s wort, clover, milkwort and, half-hidden among the grass and the first bracken stems, the bright scarlet of a single, tiny wild strawberry. The scree slopes, bare and forbidding in winter, have, in summer, been transformed into colourful rock gardens. Swaths of purple thyme, its scent heady in the warm sunshine, have taken hold among the grey rocks, their cool colours a perfect foil for the acid yellows of stonecrop and alpine lady&apos;s mantle. But it is not until we have long passed the point where the burn springs magically straight from the ground in a bubbling torrent, and we have reached the point where the path begins its steep and final ascent to the caves, that we find the plant I have been hoping to see the mountain avens. We pass ever more frequent patches of its dark green leathery leaves but we seem too late for the flowers as all that remains are a few yellowed and wind-torn petals. Instead there are the curious feathery tipped fruiting bodies, which we would have missed had the plant been in flower. But the far north-west is one of the few places the plant grows away from the mountain slopes and, late that afternoon having descended from the caves, we find by the side of yet another waterfall a solitary flower in bloom, eight flawless white petals surrounding a mass of brilliant yellow stamens.", 
    "section": "environment", 
    "gid": "environment/2012/jul/26/sutherland-burn-side-quest-for-mountain-aven", 
    "wordcount": "334"
}