{
    "headline": "Facebook files for $5bn IPO", 
    "text": "Eight years after Mark Zuckerberg launched Facebook from his Harvard dorm room, the 27-year-old on Wednesday announced he is selling shares in the social network at a price that values his creation at up to $100bn  and values his stake in the business at $28bn. Facebook&apos;s initial public offering (IPO) will be the biggest technology IPO since Google&apos;s in 2004. There have been estimates that 1,000 current and former employees could become paper millionaires when the company goes public. The sale will be the defining moment  and the biggest test yet  for the new wave of social media firms now joining the US stock exchanges.  In a regulatory filing, the company gave the most detailed look yet at Facebook&apos;s business. Facebook had 845 million users at the end of December and 483 million people were using it every day. The company had revenues of $3.7bn in 2011, up from $1.97bn in 2010, and made a profit of $1bn, up from $606m in 2010.  In a letter to potential shareholders, Zuckerberg said: &quot;We don&apos;t build services to make money; we make money to build better services,&quot; he said. &quot;These days I think more and more people want to use services from companies that believe in something beyond simply maximizing profits.&quot; Zuckerberg wrote: &quot;Facebook was not originally created to be a company. It was built to accomplish a social mission  to make the world more open and connected.&quot; The filing to the Securities and Exchange Commission revealed that:  Facebook now has 845 million users, of which 483 million use Facebook daily.  Revenues in 2011 were $3.71bn  88% higher than revenues in 2010.  Facebook made $1bn in profit last year equivalent to $1.10 per user.  Mark Zuckerberg owns 28% of the company, which could be worth $28bn if the firm fetches $100bn.  Zuckerberg will be paid $1 in salary starting 1 January 2013. The success of Facebook has spawned new verbs such as &quot;to friend&quot;, and a hit Hollywood movie, The Social Network, that chronicled the company&apos;s origins, and was dismissed as inaccurate by some of the firm&apos;s real players. The sale will create a new generation of paper billionaires. Dustin Moskovitz, who co-founded Facebook, owns a 7.6% stake in Facebook. Last year, Forbes ranked Moskovitz as the world&apos;s youngest billionaire. He is Zuckerberg&apos;s junior by eight days. There will be another fortune for Sean Parker, Zuckerberg&apos;s early mentor, Facebook&apos;s founding president and portrayed as a party boy by Justin Timberlake in The Social Network. Parker, who also created Napster, the controversial early music sharing site, is believed to own 4%. Facebook&apos;s sale looks set to prove lucrative for Bono. The U2 frontman is an investor in Elevation Partners, which bought $120m worth of Facebook shares in 2010. The company will remain tightly under Zuckerberg&apos;s control, according to the filing. The Facebook founder has struck an &quot;irrevocable proxy&quot; with many of his major shareholders that will give him the right to vote on their behalf. Sheryl Sandberg, Facebook&apos;s chief operating officer, is likely to become the public face of Facebook on Wall Street. Sandberg, 42, is a former Google executive and once served as chief of staff at the US Treasury. She is seen as the adult supervision at Facebook, and has been selling the firm to conservative big-brand advertisers. According to the filing she was paid $30.8m in 2011, most of that in stock awards. Her salary was $295,833. The consequences of going public on their own will be one of the biggest problems Facebook will have to deal with in the next six to twelve months, said Nate Elliott, analyst at Forrester. The company will come under massive regulatory and investor scrutiny and &quot;early employees may now be spending more time on their jet skis than on their computers,&quot; he said. Chicago securities attorney Andrew Stoltmann said Facebook&apos;s growth seemed to be slower than many analysts had expected. &quot;But I think people will gloss over that,&quot; he said. &quot;On the plus side, this is a tech company that is profitable, but it&apos;s in an extremely competitive business with deep-pocketed competition like Google,&quot; he said. Many of the other recent social media IPOs, such as the one from Groupon, the online discount company, have proved disappointing. Peter Cohan, author and founder of management consultants Cohan Associates, said he expects Facebook will prove a success at the IPO although the longer haul is far less certain. &quot;Quite simply, there is no other company out there that could pull off this valuation. People are dying to get into this company because they are on Facebook, it&apos;s irrational if you look at the numbers. Cohan said Facebook has three months to prove him wrong. &quot;Three months after the IPO, the first earnings report will be the key.&quot; If Facebook beats expectations, it will be fine, Cohan said. If it doesn&apos;t, &quot;it will get trashed.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/01/facebook-files-5bn-ipo", 
    "wordcount": "839"
}