{
    "headline": "Propellerhead on Figure app: 'Everyone should be invited to be part of this'", 
    "text": "Swedish firm Propellerhead Software is one of the key companies in the history of electronic music-making, having been responsible for software like ReBirth  which emulated Roland&apos;s famous 303 synthesizer and 808 and 909 drum machines  and studio package Reason. Now it&apos;s making apps. Starting with an iOS version of ReBirth in May 2010, and now with an entirely new app called Figure. The latter costs 69p on the App Store, and deploys Propellerhead&apos;s knowledge and technology in an app accessible enough to have non-skilled musicians grinning from ear-to-ear within a couple of minutes of starting it, as they blast out big beats and squelchy acid basslines. &quot;I think we as an industry haven&apos;t been that great about inviting people in who don&apos;t have deep dreams about becoming big stars or understanding everything about music production,&quot; says chief executive Ernst Nathorst Bs. &quot;It&apos;s time for that: I think everyone should be invited to be part of this. Figure is a small step towards that.&quot; ReBirth was a logical first step for Propellerhead onto iOS back in 2010: Bs says it fitted neatly with the nostalgia in the apps world outside the music genre, such as people playing games like Tetris and Myst. &quot;It was a good exercise for us, and people really appreciated it,&quot; he says. &quot;But ReBirth is very complex, and we decided that next time  the first time we&apos;d make a new design for iOS or any portable device  we wanted to do something different.&quot; Bs says Propellerhead thought hard about how the app would be used, or specifically the context in which it would be used. A couple are outlined in its App Store listing: &quot;Create an addictive beat before the next bus stop or lay down a beefy bass line while waiting in line at the bank.&quot; &quot;People use their phones and iPads very differently from the way they use their computers,&quot; says Bs &quot;There is also a different aspiration when we talk to users about why they&apos;re launching an app on these devices. We think a lot of the stuff we have seen so far on music applications doesn&apos;t really pick up on that. They pick up on the format: touch and the obvious things. But for us this is a completely different type of situation for music-making.&quot; Figure was developed in six months, says Bs, who praises iOS as a development platform, not least because Propellerhead could use a lot of the code from its existing Mac applications. He says that mobile now feels a lot like computers did in the early days of the company. &quot;We helped to define how people make music on computers. We were the first ones to do the hardware metaphor thing, and to put programmable drum machines on a screen,&quot; he says. &quot;We had to figure out a lot of things, because there was no [existing] method for doing all that stuff. And we re-used that knowledge for a new platform, where we&apos;re trying to look at it with a fresh perspective.&quot; Bs says Propellerhead is &quot;committed&quot; to Figure as an app, although the company isn&apos;t saying yet what its plans are for new features in future upgrades. One direction might be more social features, to help people share the music they create in Figure with friends. Bs says that Propellerhead is already getting plenty of feedback from first-day users of the app, but also has a strong idea of what the main requests will be from using it internally and showing it to friends in the run-up to its launch. The 69p price clearly had a lot of thought behind it, in terms of getting Figure out to a mass audience. &quot;It&apos;s been part of what we&apos;ve always done, trying to lower the barriers and allow people to have a chance to have a 303, a console to mix on, 200 tracks of audio to record on and really powerful synthesizers,&quot; he says. &quot;There is philosophical marketing thought behind the price, as well as, well, what the hell!&quot; Bs adds that Propellerhead isn&apos;t differentiating between professional musicians and non-musically skilled iPhone owners who might play with the app, though. &quot;We think musicians, regardless what level they&apos;re on, will have phones, tablets and computers, and they will use them in different situations,&quot; he says. &quot;Think about email: you write an email differently when you write it on your phone, compared to sitting down at your computer, taking a deep breath and writing a longer one. It&apos;s still emailing, but dependent on the device and the situation. That&apos;s how we see this.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/05/figure-app-propellerheads-iphone", 
    "wordcount": "814"
}