{
    "headline": "Fukushima gets mixed radiation report from WHO", 
    "text": "Radiation exposure caused by last year&apos;s accident at the Fukushima Daiichi nuclear power plant was below levels thought to increase the risk of cancer in almost all parts of Japan, according to a World Health Organisation report. But in its preliminary estimate [pdf] released on Wednesday, the WHO said infants in one town near the plant could be at a greater risk of developing thyroid cancer after exposure to radioactive iodine-131. The study is the first by a UN agency since the Fukushima plant was hit by a 14-metre (46ft) tsunami following a magnitude-9.0 earthquake on 11 March last year. The wave knocked out the facility&apos;s back-up power supply, causing three of its six reactors to suffer meltdown. The independent experts who compiled the report said that people in the towns of Namie, located inside the 12-mile nuclear evacuation zone, and Iitate, which lies 25miles north-west of Fukushima Daiichi, may have received the highest doses, of between 10 millisieverts a year and 50mSv in the wake of the accident. Infants in Namie were thought to have received thyroid radiation doses of between 100 and 200mSv a year. &quot;That would be one area because of the estimated high dose that we would have to keep an eye on,&quot; WHO spokesman Gregory Hartl told Reuters. &quot;Below 100mSv, the studies have not been conclusive.&quot; Radioactive iodine-131 accumulates in the thyroid gland, and children are known to be particularly at risk of developing cancer. In a separate interim report, the UN&apos;s scientific committee on the effects of radiation (Unscear) said that none of the deaths of six plant workers since last March was related to radiation. It added that several workers had been &quot;irradiated after contamination of their skin&quot;, but that no clinically observable health effects had been reported. A Unscear spokesman in Vienna said the six workers&apos; deaths had been caused by accidents and health problems that preceded their time at the plant. They included a man in his 40s who died from acute leukaemia, and another who fell from a ladder. Two men are thought to have drowned in the basement of a reactor turbine building when the tsunami struck the plant. While little is known about the possible health effects of long-term exposure to radiation below 100mSv a year, UN experts say people exposed to higher levels are at a slightly greater risk of developing cancer. The threshold for acute radiation syndrome is about 1Sv (1000mSv). Japan&apos;s government hopes to keep public exposure from the accident below 20mSv a year, but eventually wants to bring levels in areas contaminated by the accident to 1mSv a year or below. Natural background radiation around the world is about 2.4mSv a year. The 124-page WHO report, compiled using data provided by Japanese authorities, found that doses in other parts of Fukushima prefecture were within the typical 1-10mSv range, while those in the rest of Japan stood at just 0.1-1 mSv. Despite fears in other countries that they have been exposed to dangerous radiation leaks, the report said levels were below 0.01mSv  or about half the dose received during a chest X-ray  in other parts of the world, including in neighbouring South Korea. The experts based their assessments on data on the amount of radioactivity in the air, soil, water and food supplies after the disaster. &quot;In these most affected locations, external exposure is the major contributor to the effective dose,&quot; the WHO said. The experts conceded they had made assumptions based on limited information  including the composition and dispersion of radioactive clouds  but insisted that every effort had been made &quot;to avoid any underestimation of doses&quot;. The WHO report said that the lifetime dose in Fukushima was expected to be lower than that among people exposed after the Chernobyl disaster in 1986. &quot;The experience of the Chernobyl accident was that about 30% of the lifetime dose was delivered during the first year and about 70% during the first 15 years,&quot; it said. &quot;On the basis of environmental activity concentration data, it can be expected that the fraction of the lifetime dose beyond the first year will be lower for the Fukushima Daiichi nuclear power plant accident than for the Chernobyl accident.&quot;", 
    "section": "environment", 
    "gid": "world/2012/may/24/fukushima-gets-mixed-radiation-report", 
    "wordcount": "717"
}