{
    "headline": "Rising student expectations? University international offices know all about it", 
    "text": "Don&apos;t you just hate it when university and student leaders say: &quot;Now that students are paying high fees&quot;? Where have these people been for the last 30 years? It seems too easy to forget that international students studying in British universities have been paying fees since the 1980s. Part-time and postgraduate students have also been paying high fees for a very long time, irrespective of what country they come from. The kinds of issues around service which many universities are now facing have long been core for those of us working in international student recruitment. International student recruiters have had to be very conscious of student expectations of service and the very real competition that exists for international students from both within the UK and worldwide, well before they joined our institution. Until recently, UK counterparts working in the home market, at least within the Russell Group universities, have had much less exposure to these kinds of demand. We also have to be aware that international students&apos; experiences of UK universities begin well before they join us. Unlike many of our home students, international students rarely get the chance to visit our campuses before they make their possibly-life-changing investment in our universities. Among other things, we have to think about:  Whether our recruitment process accurately reflects the UK&apos;s ability to attract prospective students over its competitors  Ensuring the prospectus is not overly UK-focused and provides an international perspective too  Looking at how appropriate the application process is  does it take into account the differences in qualifications from around the world?  The time it takes to respond to enquiries and make decisions on applications  The fact that international students, by taking an undergraduate degree at our universities, are considering making an investment of around 80,000 International students need and deserve a level of personalised support and service commensurate with the level of investment they&apos;re making by coming to our universities  not just in monetary terms, but in life chances too. We are now entering a new era for student experience. What international students want and need today, home students will expect tomorrow. And rather than spending good money on consultants to look at student experience in the light of higher tuition fees, institutions should look to their readymade inhouse experts  the staff who recruit and support international students. All of our students from the UK or overseas, on full degree programmes or on exchange, part or full-time, deserve to be treated equally well, even if at times they need different levels of tailored professional support. Vincenzo Raimo is director of the University of Nottingham&apos;s International Office, which won the international strategy award  at the Guardian University Awards 2013 This is an edited version of a blog first published by Universities UK. Vincenzo is leading a workshop at the International Higher Education Forum on 17 April  information available here This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/04/international-student-expectation-experience-universities", 
    "wordcount": "510"
}