{
    "headline": "Applying to university  the advantages of distance learning", 
    "text": "Looking for a challenge, sixth former Jen Truby signed up to take Open University level-2 qualifications in astronomy and planetary science alongside her A-levels in maths, further maths and physics. She left Kendrick school, Oxford, to study for a degree in physical science by distance learning. &quot;I like being able to study in my own time,&quot; says Truby. Suited to a wide range of learners, distance learning is your flexible friend. In the wake of the tuition fee hike, many universities are now offering alternatives such as part-time and distance-learning degrees which are more affordable than a straight degree and which students can complete in stages of up to five years or more. Bournemouth University&apos;s newly launched BA (Hons) in media practice, for example, is designed for distance learners. Most students are employed and live right across the south-east. Once a term they descend on the campus for a two-day residential course over a Friday and Saturday. &quot;They can meet each other and get to grips with the syllabus. For the rest of the time they are supported by online distance learning and Skype tutorials,&quot; says lecturer in media and education Mark Readman. With virtual classrooms and online forums, today&apos;s distance learners enjoy better access to tutors than many students on full-time degrees and lively class discussions take place in chat rooms. Students are often highly motivated and choose when they want to study, organising their time around other commitments such asemployment. The distance learning BA (Hons) in humanities and arts at the University of Leicester is based on a virtual learning environment called Blackboard. &quot;Students interact with each other online and we post learning materials on Blackboard as well as links to online resources. My class has set up its own learning group on Facebook so they can share their experiences,&quot; says Dr Clive Marshall, Leicester&apos;s director of learning andteaching. Distance learning often plays a major part in university access or foundation courses which are offered by some universities and bigger FE colleges as a pathway towards a degree. Selected for their aptitude, students come in to the College of Haringey, Enfield, and North East London three days a week for classes supplemented by online distance learning. &quot;This is a full-time course run in part-time hours,&quot; says tutor Cathryn Cleary who teaches engineering, maths and physics. Kevilen Opare (20) was studying ICT at a college in Italy when his family had to move back to the UK. His disrupted education is back on track thanks to a university-access course based on distance learning. &quot;Out of class I can talk to my tutor and get her comments before I submit work and I can download learning materials from the E-Zone, the college&apos;s virtual learning environment,&quot; says Opare who now has five offers from universities to read electrical and electronic engineering. The Open University (OU) remains the UK&apos;s number one provider of online undergraduate degrees. &quot;We have 30,000 students under 25 and they are applying for degrees right across the board,&quot; says OU director of learning, teaching and quality Niall Sclater. &quot;School leavers usually have no problem with distance learning as they are familiar with social networking and researching information on the internet.&quot; The big advantage of the OU is that it offers a lifeline for students whose education has been disrupted. &quot;We have no formal entry qualifications. That&apos;s why we&apos;re called the open university,&quot; says Sclater. &quot;Employers recognise that you have to be pretty organised to do one of our degrees. Students will have been out in the world of work clocking up valuable experience of life. Theyare often extraordinary individuals whohave overcome considerablechallenges.&quot; Dani Preece , 24 years old, law graduate, Open University I studied law at the OU after starting a job as a legal secretary with a local law firm in Brackley, Oxfordshire. Due to a family bereavement, I didn&apos;t get the grades I needed to get in to college but the OU accepted me on the basis of my AS-levels. They sent me packs of learning materials and put me in touch with a tutor at a local college. I joined a class that met once a month. I passed my degree after five years and am proud of what I&apos;ve achieved through my ownefforts.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/may/22/applying-university-distance-learning", 
    "wordcount": "741"
}