{
    "headline": "Google cuts head of Kenyan operation after scraping Mocality database", 
    "text": "Google has reportedly fired the head of its Kenyan operations following the discovery that people working for it had been pulling data without permission from the Mocality database and misrepresenting themselves to local clients. The company is also understood to be tightening internal procedures about the use of contractors for projects involving contacts with outside businesses. While the search giant has posted no more than a bare-bones response after an internal investigation, Nairobitech reported that the Kenya country lead for Google, Olga Arara-Kimani, formerly of the telecoms company Safaricomm, had left the company. The site reported that a member of Google&apos;s technical team in Zurich has also left the company following the investigation, which was triggered when an elaborate sting operation by Mocality demonstrated that staff working for Google were accessing its database without permission. Nelson Mattos, vice-president for product and engineering in Europe and emerging markets, said in a brief statement that &quot;We&apos;ve concluded our investigation into the serious allegations about our use of data from Mocality&apos;s website in Kenya. We&apos;re very sorry this happened. We&apos;ve taken appropriate action with the people involved and made changes in our operations to ensure this doesn&apos;t occur again.&quot; However he did not elucidate on what action had been taken. Google declined to comment further on the matter. It apologised to Mocality after its initial investigation discovered that allegations by Stefan Magdalinski, first aired on the Mocality blog on 13 January, were correct.  Asked by the Guardian whether he was satisfied with Google&apos;s actions, and whether Google had made any reparations, Magdalinski responded &quot;We&apos;re still talking&quot;. In his initial blogpost, Magdalinski said that Google had a number of questions to answer, of which his top three were:  &quot;If Google wanted to work with our data, why didn&apos;t they just ask?&quot; Who authorised this?  Who knew, and who SHOULD have known, even if they didn&apos;t know? Google declined to respond to the Guardian&apos;s request for more information beyond its statement.  The Nairobitech blog has suggested that by failing to explain what went wrong, Google&apos;s Kenya operation is failing both its clients and potential customers.", 
    "section": "technology", 
    "gid": "technology/2012/jan/30/google-mocality-action", 
    "wordcount": "356"
}