{
    "headline": "DmC: Devil May Cry  review", 
    "text": "In the interest of saving some of our readers some time, I will begin this review by addressing the DMC faithful first. It&apos;s the combat you&apos;re worried about, isn&apos;t it? You know that Ninja Theory has made two hack &apos;n&apos; slash adventures so far. You also know that while both of them boasted decent stories and characters, as well as swoon-worthy presentation, they were somewhat lacking in the mechanics department.  This is the main reason some of you  not all of you, mind, but some  howled with rage on internet forums and social networks the moment you heard Ninja Theory was to produce the latest installment in the DMC franchise. The fact that images depicting Dante as some sort of My Chemical Romance reject emerged shortly after this announcement didn&apos;t help much either.  Well, you can all breathe a sigh of relief. DmC: Devil May Cry may look a little different to its forbears, but as far as its combat is concerned, it&apos;s as rock solid as any entry in the series. This is probably due in no small part to the fact that Capcom and Ninja Theory worked very closely to make sure that the reboot/re-imagining came loaded with the fluid, intuitive and deep fighting mechanics that this series is known for. In Ninja Theory&apos;s hands, Dante kicks just as much arse as he did in previous iterations and looks achingly cool doing it.  Now, before interested parties on the periphery depart thinking that DmC is aimed solely at the resolutely hardcore, it&apos;s worth noting that Ninja Theory&apos;s latest offering accommodates players of pretty much any skill level. This isn&apos;t to say anything&apos;s been dumbed down, but if you&apos;re a player who finds the prospect of tackling DmC intimidating, don&apos;t worry. It&apos;s possible to dial the difficulty all the way down to the easiest setting and enjoy the glorious scenery and passable storyline in an experience that equates in DMC terms to a bit of a hit and giggle.  Players who want more of a challenge will kick things up to &quot;Nephilim&quot; immediately, and then jump right into the &quot;Son Of Sparda&quot; difficulty once they&apos;ve completed the game for the first time. On the initial play-through, Ninja Theory works hard to introduce players to the classic DMC controls. Dante starts off wielding only his sword, Rebellion, but in short order, Ebony &amp; Ivory (his twin shooters), Arbiter (a massive axe with a slow, but damaging attack) and Osiris (a quick, less damaging scythe) are added to his arsenal. Players can switch between edged weapons by pulling the left and right triggers (X fires any handguns) and as more weapons are added to the mix, players can switch between using the D-pad.  The enemy design is a little uniform in its aesthetic (most enemies look like slimy, broken marionettes) but they&apos;re effective, nonetheless. After the initial stages, where players simply slice through cannon-fodder, the difficulty level rises as enemies who can block attacks, can only be affected by certain weapons and can&apos;t be hurt unless attacked from the rear enter the fray.  It should also be noted the AI is a right sod; gangs of demons will circle the player, wait for them to attempt a combo, and then stab them from the rear. Now, as was mentioned, it&apos;s possible on the lowest difficulty to button-bash your way through the game, but it&apos;s hardly rewarding.  Furthermore, DmC offers players incentives to juggle Dante&apos;s weapons while attacking enemies. First off, they&apos;ll cause more damage; if players vary their attacks, the overall rating of each combat encounter rises and the damage of Dante&apos;s weapons increases. Sure, you can defeat an enemy by spamming a couple of moves, but if you flick them into the air with Osiris, keep them airborne with Ebony &amp; Ivory, slash at them on the way down with Rebellion and then slam Arbiter onto their bonce, you&apos;ll finish them off more quickly. You&apos;ll also look a lot cooler doing it, which half the point of playing Devil May Cry. Second, the more players vary their attacks, the more they&apos;re rewarded for it. First, there are the all-important bragging rights; players are awarded a score for each level they complete, which is then entered onto an international leaderboard  and varied attacks push their score higher. Second, there&apos;s Dante&apos;s upgrade meter, which players fill faster by mixing up their attacks. When filled, the meter bestows points that players can use to unlock moves and attacks in lengthy combo lists for each of Dante&apos;s weapons. Along with upgrades, players collect souls from nearly every enemy or inanimate object they smash. These are used as currency in the Shop, where they can buy items such as Green Stars that replenish health and Golden Orbs, which allow a quick resurrection if the worst should happen. Players also collect souls from Lost Souls attached to surfaces dotted around the levels. At times these are in plain sight, while at others, they&apos;re hidden; players can hunt for them by following their tell-tale rasp.  Along with the Lost Souls, levels also contain hidden rooms that can only be unlocked with certain weapons, and a series of challenge rooms that the player unlocks with keys dotted around the levels. The challenge rooms are mostly well designed, offering time challenges, platform races and fights in which the player is hamstrung in some way (such as, for example, only being able to hurt enemies by causing them to attack each other). In most instances, the player receives more souls as a reward and an overall increase to Dante&apos;s health bar. Some challenge rooms and some areas can&apos;t be accessed on the player&apos;s first play-through of the game, which offers incentives to revisit to rinse it for content and achievements. For those brave, hardcore souls, there are also the higher difficulty settings to consider. The &quot;Son Of Sparda&quot; level, for example, is a world away from &quot;Nephilim&quot;; here, enemies from the fourth or fifth level start showing up in the opening stages and group battles require deft thumbstick and button-work.  Then there&apos;s the super-hard &quot;Dante Must Die&quot; setting, &quot;Heaven &amp; Hell&quot;, where both Dante and his enemies die with one hit  and the utterly insane &quot;Hell &amp; Hell&quot;, where Dante dies with one hit and no one else does. So the game&apos;s combat is present and correct, and players can take it is as easy or as rock-hard as they like. On top of that, players will be required to solve the occasional puzzle and overcome the odd platforming level through a combination of double jumps, glides and chain-grabs. To be honest, the platforming and jumping takes a bit of getting used to and quick fingers are needed to slice open Lost Souls, which the level designers place annoyingly beyond reach. There are also a couple of platforming sections that take place on crumbling segments, which invariably kill the player the first time round, making the game feel a little trial-and-error at times. That said, one is tempted to forgive DmC these issues, just because of the way it looks. As was mentioned earlier, Ninja Theory has a well-earned reputation for creating worlds that look both beautiful and unique, and DmC is no exception to this rule. Here, Dante and his war against the forces of hell have been recast in a more modern and more western aesthetic. The world of DmC is a place where demons walk among humans. Their overlords aren&apos;t snarling, feral creatures; rather they&apos;re the erudite schemers who brought about the banking crisis. They control the world through debt, rightwing media and poisoned fizzy pop. The only thorn in their side is an underground hacker group (firmly in the mould of Anonymous) called The Order. Oh, and an arrogant, supernatural hedonist called Dante. Dante&apos;s cynical detachment and bon vivant attitude are borne out of his ability to see straight through the magical cloaking the demons use to mask their true nature from their human pawns. Because of this, he&apos;s hunted and forced to make frequent trips to a pocket dimension called Limbo, where all of his fights against the demons take place. In Limbo, the world itself moves to destroy Dante, closing off escape routes when he&apos;s surrounded by enemies and ripping up the ground to prevent him moving forward. Here, corruption crawls on every surface like fungi, inanimate objects buckle and break and heat waves waft on the wind.  It&apos;s actually impressive how far away from DMC&apos;s visual roots Ninja Theory has cast their game&apos;s presentation, but it works nonetheless. It&apos;s just a pity that the story at the game&apos;s centre doesn&apos;t really have a lot going for it.  Beyond Dante hooking up with The Order and some compelling scenes in which he uncovers the keys to his past and his true nature, the story of DmC mainly involves Dante hunting down the key operatives of a demon named Mundus. The characters surrounding him  most notably a witch named Cat who uses spray cans and street art stencils in her conjuring  are pretty one-note and most of the plot&apos;s major developments are signposted from miles off. Dante, himself, remains a cocky douchebag  as he has been since the first DMC game  although it has to be said that the actor playing him here succeeds in making him very likable indeed. But then, DMC has never been very big on story or characters. Players pick up this game to slice their way through the forces of hell in the most stylish and visually stunning way possible, and here, DmC succeeds with aplomb.  This is the first game that Ninja Theory has produced where it can be said the mechanics are as compelling as the visuals they come packaged with. Like Dante, DmC isn&apos;t perfect and it&apos;s occasionally frustrating, but it&apos;s always appealing and it demands your attention. And damned, if it doesn&apos;t always look cool.  DmC was reviewed on the Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/14/dmc-devil-may-cry-review", 
    "wordcount": "1671"
}