{
    "headline": "Samsung fires first shot in TV set battle", 
    "text": "Samsung has unveiled intelligent television sets controlled by voice and gesture commands as it prepares to do battle with Apple in the living room. With the iPhone maker known to be developing a television set of its own, companies from Sony to chip maker Intel are rushing to reinvent the small screen before Apple enters the market. Fresh from its success in smartphones, where sales of the devices helped Samsung post a fifth straight quarter of record profits on Tuesday, the South Korean company is turning the TV into a computer. Samsung said it was forecasting an operating profit of $8.3 bn (5.2bn) for October to December, a jump of 89% on a year ago. The sets it unveiled at the Consumer Electronics Show in Las Vegas can be updated with new software like a phone or a laptop, and feature a redesigned interface that Samsung hopes will replace clunky menus used by pay-TV companies. The &quot;smart hub&quot; home screen displays content on five panels  traditional TV channels; lists of movies and series that can be bought or rented; the owner&apos;s photos, home videos and music; social media with updates on what friends and family are watching and what is popular on YouTube or Twitter; and a panel of apps such as Skype. Voice commands can be used to select content; hand flips can move between panels; and pinching zooms in and out of images. Making television sets is an unprofitable business, but that could change if Apple intervenes as successfully as it did in the music and mobile industries. &quot;The TV companies see the opportunity to do what Apple did in phones,&quot; said Martin Garner at research firm CCS Insight . &quot;On average, when people buy a phone today they spend more than they did before. There is a bit of a race to get there first and make it difficult for Apple to win market share in that area.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/08/samsung-intelligent-tv-voice-gesture", 
    "wordcount": "329"
}