{
    "headline": "Science: now available in easy-to-swallow tablet form", 
    "text": "   Guru Magazine: take your digital pick from the world of science    I&apos;m trying my damnedest to make my life paperless. In preparation for examining a PhD thesis lastweek I had to read all 237 pages of the student&apos;s work. But to save myself the trouble of lugging his 3 kg tome back and forth on my commute I got hold of the PDF and read it on my iPad mini, annotating with questions and corrections as I went. This week, I have downloaded a note-taking app and ordered a stylus; I am determined to marshall the scribbled scraps scattered across my desk. I am also a subscriber to the iPad versions of The Guardian and The Observer. I&apos;m not entirely happy to have lost the tactile experience of a newspaper made of paper but I do like the convenience of the automatic dawn download.And though I have reservations about what is effectively a rental model for book &apos;buying&apos;, the Kindle app on my little tablet is filling up with new titles. It&apos;s just too darn convenient. Today, withthe launch of the app for Guru Magazine, a friendly and stylish science digest,I can add another dollop of digital content to my iPad. The magazine, brainchild of Stuart Farimond, Sarah Joy and Ben Veal, started out in 2011 as a free, online-only, bi-monthly publication offered through their web-site. But from today  thanks to funding support from the Wellcome Trust  you can enjoy the convenience of automatic subscription through your tablet of choice, since it is runs oniOS and Android platforms. I got hold of a preview version at the weekend and have had a few days to try it out (iPad and iPhone versions). The magazine app, available through Apple&apos;s Newstand, allows access to the current and all previous issues, which can be downloaded and stored locally. Navigation is quick and intuitive, though the display is locked into portrait mode on the iPad, a lack of feature that may irritate some readers. The articles are laid out in a two column format that on the iPad mini screen was just about readable; I found myself pinching and zooming to make things easier on my ageing eyes. The content  crowd-sourced from a variety of writers  is a nice mix of serious and playful. Guru Magazine isn&apos;t afraid to be sassy and is clearly aiming beyond the geek demographic. The articles and news items are stylishly illustrated, evidently in the control of a team with keen eyes for design, giving the magazine the look and feel of, well, a magazine.The overall tone is lighter than something like New Scientist and the articles are kept fairly brief, no more than two or three screens of text, but they are clearly underpinned by serious intent. In the latest (February) issue there are pieces from all across the scientific spectrum covering topics such as the chemistry of taste, the massive microbial populations in our guts, the psychology of guilt and cleansing, and how an understanding the robust networks of information and control found in living cells might help us to design better smartphones.(If you check out the archive, you might even come across a piece I wrote on the joy of crystallography.) A feature I particularly appreciated is that links to the original research behind each article and suggestions for further reading are always included. This is a useful hook for the more determined reader and should contribute to the public-side demand for access to the primary scientific literature that I was hoping for last week. So why not give Guru Magazine&apos;s byte-sized science a whirl? If you&apos;re not a fan of tablets, it also comes is a variety of formats for other devices. And if the future&apos;s too much and you really must have a paper copy, they&apos;ll do that too.  @Stephen_Curry is a professor of structural biology at Imperial College  ", 
    "section": "science", 
    "gid": "science/occams-corner/2013/mar/28/1", 
    "wordcount": "653"
}