{
    "headline": "South Africa's casual labourers given hope by Fundi skills scheme", 
    "text": "Unemployment in South Africa stands at between 26% and 50%, depending on who is doing the counting. That is why, every morning, untold numbers of men stand on the side of the road hoping to be picked up for a day&apos;s work at a rate to be decided by the employer. Men on the Side of the Road (MSR) was created to introduce structure and skills-building into this highly casualised labour market. &quot;The guys on the side of the road have to accept whatever is thrown at them in terms of payment and working conditions. Sometimes they are not paid at all,&quot; says Charles Maisel, an economist who created MSR in 2003. &quot;The employer also does not know who he is getting. So we created a service that suits both sides and it now has more than 100,000 members.&quot; Over the years, the non-profit group has grown to include all categories of unemployed people, including women, and in 2011 it was given the gender-neutral name Fundi. Fundi members are put through a short course in interpersonal skills and, in some cases, are given training in a trade. A switchboard connects members  bricklayers, cleaners, gardeners or almost any other manual job  to employers, who &quot;star-rate&quot; them at the end of the working day or week. Star-rated workers stand the best chance of being selected for a paid year-long course, currently being offered in painting. Such has been the success of Fundi that it now undertakes corporate or municipal contracts. This year, under its Indledlana (small roads) initiative, 120 workers built a kilometre-long cobblestone road under a 4.5m-rand (325,000) contract for the municipality in Middelburg, Mpumalanga. &quot;Rock roads require a lot of labour, but they last for 500 years,&quot; says Maisel, 45. &quot;An asphalt surface has to be replaced every 15 years. In the African context, the rock road makes most sense.&quot; In 2013, the clothing and housewares chain Mr Price has undertaken to hire Fundi members with its grant from the government&apos;s Jobs Fund  a 9bn-rand scheme aimed at creating 150,000 jobs by 2014. &quot;We are perfect for a company like Mr Price because we take on the training process,&quot; says Maisel. Although it is highly praised by the private sector, Fundi has run into controversy with trade unions  whose confederation, Cosatu, is part of the African National Congress governing alliance. In 2012, Fundi lost its grant from the national lottery. &quot;They accuse us of promoting casualisation and low wages. The ANC cannot decide whether it is leftwing or free market. I believe that in a country like South Africa, with low skills and unemployment nearing 50%, you have to go the free-market route. There are 1,000 guys waiting for each union-protected job, and those guys also need to eat,&quot; says Maisel, who lectures in innovation at five South African universities and supports several social entrepreneurships in townships. &quot;The violence we have seen this year in the mines and in the farming sector shows that the trade unions have become minor players in South Africa. Either the government accepts an approach [like ours] that creates thousands of jobs, or the mines and farms will mechanise and unemployment will grow,&quot; he says.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/29/south-africa-casual-labourers-fundi-skills", 
    "wordcount": "552"
}