{
    "headline": "Top 25 games of 2012: 15-11", 
    "text": "It&apos;s part three of the Guardian Gamesblog 2012 countdown and we&apos;re rushing toward that all-important top ten. For now though, here are the five titles just outside it  there are indie thillers, sci-fi epics and undead adventures, all of them worth a place under your Christmas tree this year (though digital distribution is totally starting to ruin that well-worn cliche).  Anyway, here we go  co-contributors Mary Hamilton and Rich Stanton have helped out this time. 15. Hotline Miami (PC)      Dennaton Games&apos; ultraviolent, psychedelic assassination simulator, somehow manages to be both unbearably cool and deeply disturbing. The game&apos;s unreliable narrators leave the story open to interpretation by the player, in between bouts of frantic button mashing and gruesome action. Finishing a level can take seconds, but learning the locations of enemies, the best approach vectors and the absolute perfect timing can take hours to accomplish. It&apos;s a hard, grim, challenging game, which takes the same cultural references as Grand Theft Auto but treats them in a very different way. (Mary Hamilton) 14. Mass Effect 3 (PC, PS3, Wii U, Xbox 360)     The EA title Mass Effect 3 will not be stocked at Game stores    And so it&apos;s over: Shepard vs the Reapers, Earth half-destroyed, a galaxy of armies to recruit into one last showdown  The Dirty Dozen on an interplanetary scale. There were worries about dumbing down that proved  for most of us  unwarranted; the combat is deep and rewarding, the story engrossing. The finale? Flawed, but then, you know, sometimes that happens (The Abyss, The Birds, Lost...)  I still think we should have let it be. After all, how could anything have summed it all up for everyone? Oh Shepard, this is the end, beautiful friend. 13. Tribes Ascend (PC)      The free-to-play Tribes Ascend is videogame shooter as team sport, a high-flying thrillride more about movement and positioning than itchy trigger-fingers. Offensive players use jetpacks and a frictionless landscape to &apos;ski&apos; towards the enemy flag at high speeds, where doughty defenders await with maximum firepower  an intergalactic game of tag, all bound up in the perfect escape vector. Most new players will hit a wall at more than 150 km/h, and be awarded a medal called &apos;It Happens&apos;. It does, but only in Tribes Ascend. (Rich Stanton) 12. Planetside 2 (PC)      Fed up with fighting against 15 other people in teeny environments, endlessly repeating the same old movement patterns? You have FPS fatigue, my friend, and there&apos;s a solution right here. Planetside 2 is a gigantic massively multiplayer sci-fi FPS pitching huge armies against each other in vast open world encounters. While it&apos;s free to play with in-game purchases, it&apos;s possible to keep your spending in check and still have weeks of fun. Another groundbreaking experiment from SOE while it beavers away on Everquest Next. 11. ZombiU (Wii U)     ZombiU    Anyone who thinks Nintendo platforms are only ever about Mario and kids&apos; games has obviously never played Resident Evil 4 (originally on GameCube)  and should immediately sample this uncompromising slab of survival horror bleakness. You&apos;re the survivor of a zombie plague struggling though a wrecked London, just hanging on to life  and often (so often) losing grip, only to have your character replaced by another terrified looking civilian. The controls are tricky, the visuals dark and smeared, but this is an incredibly atmospheric horror adventure, stuffed with shocking set-pieces and tense, panicky moments. The sheer terror when the monsters come and you realise that you lost that big bag of dynamite and bullets two characters ago... No, you&apos;re alone against the savage dead, and you grip the cricket bat and prepare to join them.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/dec/19/top-25-games-of-2012", 
    "wordcount": "591"
}