{
    "headline": "UK research in danger of losing young blood to German universities", 
    "text": "The influential German Council for Humanities and Science (Wissenschaftsrat) is discussing a reform of the German university sector that, if implemented, would affect innovation systems in Europe and beyond. At stake is whether or not the German university sector should be transformed into a three-class system  the good, the very good and the elite. This is likely to attract ambitious academics from English-speaking countries, as Germany&apos;s plan also includes more courses taught, and research conducted, in English. It could have a huge effect on other national science systems, as German universities shop around for highly qualified academics, scientists and science managers who are unhappy with their working environments in countries where research and science budgets have been slashed over recent years. The reform will not be implemented over night, but there are indications that it could come soon. The German higher education sector is governed by the Lnder (federal states), with the main higher education expenditure for research, larger investments, teaching and overheads traditionally funded through Lnder budgets. Although some of these German states are wealthy, others are anything but, and wouldn&apos;t be able to afford support for academic excellence at an international level. To counterbalance, Merkel&apos;s coalition manoeuvred a constitutional change through parliament that will allow national funding to be directed to institutions run by the federal states just last year. The driving force behind this change is that the traditionally opposed forces of national and federal state governments appear, for once, to agree on one common goal: they want to see some of their higher education institutions in better places in the global university rankings. To achieve this, recommendations in the frame of the Pact for the Future 2022 (Zukunftspakt 2022) are likely to include the funding of 200-250 additional permanent professorships at universities, research centres, universities of applied science, and the creation of a third round of the Initiative for Excellence. The latter would include the further creation of well-endowed research institutions funded by both national and federal Germany and the topping-up of successful research institutions. All this is more likely to materialise as the strongest political opponent of Angela Merkel&apos;s government  the Social Democratic party  which is currently getting humiliating poll results in the run-up to the national elections in September 2013. So, if all goes according to plan, the present German chancellor will be the new German chancellor in the years to come. Still, all this appears more impressive if put in a context of the latest higher education and research spending plans, and discussions in other European countries such as the UK that seem to be fanatical believers in a kind of saving-at-all-cost doctrine.I don&apos;t support this doctrine because we know that public spending does not correlate with economic growth. Nevertheless, it is important for a public body to have something to spend. The public research funders of Europe&apos;s poorest countries such as Portugal, Spain, Greece, Cyprus, and Slovenia, have hardly any room for manoeuvre, whereas countries such as the UK  which has a strong university and R&amp;D sector to build on  have decided that freezing investments in science is somehow essential to overcome the debt crisis. Not only that, but an apocalyptic avalanche of spending cuts is predicted for the UK, up to 12.7% by 2017-18. All this is potentially disastrous for UK research. As the research councils lose the power to incentivise researchers, it will lead to severe changes in capital spending, and an environment of uncertainty and lack of confidence . Highly qualified, currently UK-based academics won&apos;t see the point of staying in the country if they don&apos;t have to. Peter Mayr is a higher education policy consultant for national governments, the European Commission, the World Bank, and UNESCO  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/may/15/uk-research-danger-german-universities", 
    "wordcount": "652"
}