{
    "headline": "China quietly shelves new diesel emission standards", 
    "text": "It ought to have been a centrepiece of China&apos;s efforts to reduce smog, but the government has quietly postponed plans to clean the fumes from truck and bus exhaust pipes. The 18-month delay of new diesel emission standards, which was announced this month, runs contrary to the authorities&apos; promises to tighten controls on air pollution. Environmental scientists say the move shows public health concerns remain far less of a priority for China&apos;s leaders than the economic interests of state-owned petrol companies, PetroChina and Sinopec. It was not supposed to be this way. China is trying to shake the notoriously filthy hazes that envelop many of its cities and result in hundreds of thousands of premature deaths each year. After years of obfuscation and inaction, the government has taken a series of high-profile steps recently to show that it is serious about addressing the problem. Last year, state planners announced a new goal to reduce emissions of Nitrogen Oxides by 10%. Last month, Beijing began releasing hourly data on fine particulates, known as PM2.5, that cause smog and can enter the bloodstream. But even as it announced ambitious new targets and improved transparency, the central government has repeatedly delayed one of the most important policies for clearing the air. The China IV Standard for diesel emissions was issued in 2005 and was originally supposed to have been introduced nationwide on 1 January 2011. Similar to the Euro IV Standard, it would force truck manufacturers to install cleaner engines. But to be effective, it requires petrol stations to sell higher-grade fuel with lower levels of sulphur, which is currently not the case. This is crucial because traffic  particularly heavy trucks that burn diesel  is increasingly more significant than coal burning as a source of air pollution. Studies suggest vehicle exhaust pipes contribute more than 70% of the nitrogen oxides in downtown Beijing and are the dominant source of roadside PM2.5 levels  and the biggest threat to health. But it has proved difficult for the relatively weak environment ministry to impose the extra costs on the state&apos;s biggest petrol companies, which have an equal political rank and considerably greater lobbying resources. The oil firms are technically capable of improving the fuel quality  as they have shown in Beijing, which has higher standards than elsewhere  but they are reluctant to bear the costs. In other countries these would be passed on to drivers, but in China, pump prices are determined by the government rather than the market. Last year, the government announced a one-year delay in introducing the tighter controls. In January this year, that was further extended to July 2013. To the frustration of many of those involved in drafting the new controls, there appeared to be no fresh pressure from the ministry to overcome the logjam. The notice posted online simply stated the problem  &quot;The current supply of diesel in China is still incapable of meeting the China IV standard&quot;  rather than indicating how it might be overcome in the next 18 months. Without the new rules, environment officials lack a vital tool for achieving pollution reduction targets. Truck and bus makers and fleet operators also have a weaker impetus to offset the impact of this setback. Michael Walsh, who chairs the International Council on Clean Transportation, which has been working with the environment ministry for several years on the project, said the delay threatened the effort that China has made in dealing with air pollution. &quot;The irresponsible failure of the oil industry to respond to the serious environmental problems by providing the necessary low sulfur fuels is seriously hampering further progress especially with diesel trucks and buses, jeopardising public health and undercutting the government&apos;s efforts to substantially reduce nitrogen oxide emissions as called for in the 12th five year plan.&quot; Walsh, a winner of the government&apos;s &quot;friendship award&quot; last year, said the government now has to work harder to ensure the policy is next year.  Additional research by Cecily Huang  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/blog/2012/feb/01/china-shelves-plan-diesel-emissions", 
    "wordcount": "689"
}