{
    "headline": "How to go the distance on longer bike rides", 
    "text": "Whether or not you&apos;ve invested in cycling equipment recently, it&apos;s possible Britain&apos;s recent cycling successes have inspired you to try distance rides. In this wave of enthusiasm, I recently found myself slowly cycling from Newcastle to Edinburgh. Riding big miles comes with a great sense of achievement, freedom and adventure. Having leapt from commuter to touring cyclist with little-to-no preparation, however, I discovered they can also produce pretty sore knees. Each person has different strengths and weaknesses, but there are general tips that can help you on your way. I asked Martin Emery, instructor at Boom! Cycle in east London, and regular sportive rider, how much training is needed for a long (100-mile plus) ride. Both Emery and Nichola Roberts, clinical lead physiotherapist at Six Physio, agree building up slowly is the greatest form of preparation  and injury prevention  and the more time you give yourself to train, the better. &quot;As opposed to massive changes happening on a daily basis there will be small incremental changes week to week,&quot; says Emery. This is simply a matter of putting in the miles, ideally for three or four months, he adds. &quot;The intensity you are riding at is going to be low, what you are going to need to do is train your body to work at that intensity for several hours.&quot; Roberts says correct bike setup is vital for long rides. &quot;When people ride short distances they can get away with poor bike setup, but once they start doing longer rides then small niggles can become more of an injury.&quot; There is a useful page here on bike setup. Improving core strength will increase your efficiency on the bike, as well as reducing injury risk. This can be improved through Pilates as well as correct cycling technique. Roberts pointed out I was barely engaging my core (abdominal muscles) while cycling, and generally slouching a bit. She encouraged me to use my gluteal (bottom) muscles as my quadriceps were doing too much work, hence in part the knee pain. I could feel the extra power straight away, and riding actually felt more comfortable. Good nutrition and hydration are key during distance rides, and as with any aspect of training, it&apos;s important to listen to your body. Roberts suggests eating or drinking at the point when you start to feel hungry or thirsty, to prevent &quot;bonking&quot;  fatigue caused by low blood sugar and/or dehydration. With training, the body adapts to refuelling during exercise, as well as improving glycogen stores, used for energy. From energy bars to gels, with different flavours and sugar contents, the choice of &quot;fuel&quot; is pretty vast. Preferences differ enormously, so experiment and find out what works best for you. Just don&apos;t try anything new on the day of the big ride, as your body will get used to a certain type of fuel while training, and will learn to work with this. Once you start feeling improvements it&apos;s tempting to keep pushing yourself. However, rest periods allow the body to repair and adapt and are as important as the training itself. Again, your body will tell you when you need to rest. As I learned during my four-day 180-mile ramble, training for a long ride can make the difference between struggling and really enjoying the journey. Next time I will be better prepared.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/aug/30/distance-longer-bike-rides", 
    "wordcount": "565"
}