{
    "headline": "To what extent could planting trees help solve climate change?", 
    "text": "Forests play an important an important role in climate change. The destruction and degradation of forests contributes to the problem through the release of CO2. But the planting of new forests can help mitigate against climate change by removing CO2 from the atmosphere. Combined with the sun&apos;s energy, the captured carbon is converted into trunks, branches, roots and leaves via the process of photosynthesis. It is stored in this &quot;biomass&quot; until being returned back into the atmosphere, whether through natural processes or human interference, thus completing the carbon cycle. Tree planting and plantation forestry are well established both in the private and public sectors. The most recent data released by the UN&apos;s Food and Agriculture Organisation suggest that plantation forests comprised an estimated 7% of global forest area in 2010. Most of these forests were established in areas that were previously not under forest cover, at least in recent years. Trees are also planted as part of efforts to restore natural forests as well as in agroforestry, which involves increasing tree cover on agricultural land and pastures. Under certain conditions plantations can grow relatively fast, thus absorbing CO2 at higher rates than natural forests. In the absence of major disturbances, newly planted or regenerating forests can continue to absorb carbon for 2050 years or more. In comparison to preventing the loss of natural forests, however, tree planting has the potential to make only a limited contribution to reducing CO2 levels in the atmosphere. In 2000, the IPCC gathered the available evidence for a special report which concluded that tree-planting could sequester (remove from the atmosphere) around 1.11.6 GT of CO2 per year. That compares to total global greenhouse gas emissions equivalent to 50 GT of CO2 in 2004. Unlike measures to reduce deforestation, tree planting and reforestation were included as activities eligible for finance under the Kyoto protocol. Kyoto&apos;s rules and procedures, however, restricted the scale and scope of these activities. As a result, projects have struggled to get off the ground and the carbon sequestered has been almost negligible. Outside of Kyoto, some tree-planting projects established to absorb CO2 have turned out to be nonviable due to the cost of acquiring inputs or protecting young trees from fire, drought, pests or diseases. The cost of land is another barrier to widespread tree-planting, especially where there is competition with other land uses such as food or biofuel production. As negotiations over the future of Kyoto continue, the extent of the possible role of tree planting in a future climate change framework remains unclear. Tree planting is, however, unlikely to be implemented on a scale to reach even the relatively modest potential contribution outlined by the IPPC  especially in the absence of a high carbon price.  This article was written by Dr Charles Palmer of the Grantham Research Institute on Climate Change and the Environment at LSE in collaboration with the Guardian The ultimate climate change FAQ  This answer last updated: 10.10.2012 Read about the project and suggest a question Report an error in this answer Related questions How do trees and forests relate to climate change? What is the carbon cycle? How long do greenhouse gases stay in the air? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/nov/29/planting-trees-climate-change", 
    "wordcount": "575"
}