{
    "headline": "People and animals at immediate risk from wildlife crime, Cites chief warns", 
    "text": "Crime syndicates and terrorists are outgunning those on the frontline of wildlife protection and pose a deadly threat to people and animals, the world&apos;s top wildlife official has told the Guardian. The law enforcement fightback must mirror the war against illegal drugs, said John Scanlon, secretary general of the Convention on International Trade in Endangered Species (Cites), with undercover operations and harsh penalties. The warning comes as officials from 177 countries gather in Bangkok for the first Cites summit for three years, with major battles expected over protection for polar bears, ending &quot;trophy&quot; hunting for rhinos and the free trade in ivory in the host nation, Thailand. The vast trade in shark fins and turtles will also come under attack, as will the large-scale felling of tropical rosewood and sandalwood, as well as less well-known issues such as Indonesia&apos;s huge exports of frogs&apos; legs, and the trade in cheetahs and python skins. &quot;Illegal trade in wildlife has now reached a scale that poses an immediate risk to wildlife and to people,&quot; Scanlon wrote in the Guardian. &quot;It increasingly involvesorganised crimesyndicates, and in some cases rebel militia. This poses a serious threat to thestability and economy of affected countries and robs them of their natural resources. They must be stopped. &quot;The UN security council recently linked the Lord&apos;s Resistance Army to ivory smuggling in the Democratic Republic of the Congo, while al-Qaida&apos;s al-Shabaab group has been linked to illegal ivory in Somalia. Wildlife officers serving in the frontline are being outgunned and they need support from police, and sometimes the military, as well as the international community,&quot; said Scanlon, who will meet officials from Interpol and the UN office on drugs and crime. &quot;It is time to treat this as serious crime and to deploy the techniques used to combat illicit trade in narcotics, such as undercover operations. Bringing this destructive activity to an end will also require harsh penalties.&quot; The global black market in animal and plants, sold as food, traditional medicines and exotic pets, is worth billions and sees an estimated 350 million specimens traded every year. But while the profits are high, the penalties are often only fines. Drug smugglers often risk the death sentence. &quot;It is right up there with drug trafficking, illegal arms sales and people-trafficking,&quot; said the UK&apos;s wildlife minister, Richard Benyon. &quot;It is an appalling crime on a massive scale and it is a crime that affects people as well as animals. The parts traded [such as rhino horn] have a value greater than gold or heroin  it is an appalling incentive. &quot;Military-style action can kill it off but the real goal has to be to kill the demand,&quot; he said. &quot;That needs co-operation at the highest level and the UK is working hard towards that.&quot; China is the main market for elephant ivory ornaments and Vietnam, where the native rhino has been driven to extinction, is where most rhino horn is sold as medicine. Thailand will face calls for trade sanctions unless it outlaws its trade in domestic ivory, which is used by criminals to launder African ivory. &quot;This is an opportunity for Thailand to show what it is doing to drive out illegal trade,&quot; said Benyon. &quot;As few as 2,500 wild elephants are left in Thailand,&quot; said Janpai Ongsiriwittaya, of WWF-Thailand. &quot;That&apos;s as many elephants as were wiped out each month in Africa in 2012 to fuel demand for ivory trinkets. If Thailand fails to take bold action, its elephants could be next.&quot; Thailand is also seen as a hub for other illegal wildlife, with recent captures at Bangkok airport including live leopard cubs, pythons, gibbons, bear cubs and parrots in luggage. The UK leads the Cites working party on rhinos and will seek to force a ban on the export of &quot;trophy&quot; white rhinos shot in South Africa, where poaching has soared in the past year. The UK also backs a ban on the international trade in polar bears, hundreds of which are shot each year for export. The UK has legally imported more than 500 polar bear parts in the past decade. But the Canadian government will fight the proposal hard, claiming that the bears are not threatened with extinction. However, the species most affected by criminal plundering of millions of animals a year are not the largest animals, said Vincent Nijman, a wildlife trade expert at Oxford Brookes University. &quot;We often think about tigers or elephants, but the high volume is in species like frogs, snakes, turtles, lizards and sea horses. We have seen a huge increase in Asia in the exotic meat trade.&quot; The world&apos;s fast-rising human population and growing prosperity in countries such as China mean demand for exotic creatures, such as pangolins, has left &quot;ghost forests&quot; in places where all the wildlife has been stripped out. This also happens in the oceans, said Nijman, pointing to the dramatic fall in the tonnes of soft-shell turtles flown out of Sumatra every week to China in the early 2000s. &quot;That&apos;s not because the demand has fallen: basically the animals have gone,&quot; he said. The Cites convention is now 40 years old and has largely been successful, according to Nijman. &quot;It is by no means perfect, but it is much better than all the other conservation or environment-related conventions.&quot; But Will Travers, chief executive of the Born Free Foundation, said the meeting in Bangkok must be ambitious. &quot;The situation is now so bad that without a dramatic step-change in our efforts, we shall, in my view, end up with a handful of &apos;wildlife fortresses&apos;  heavily guarded national reserves and parks, protected by garrisons of armed rangers and wardens  and that&apos;s it.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/01/people-animals-wildlife-crime", 
    "wordcount": "983"
}