{
    "headline": "MPs warn against compensating heavy industry for low-carbon costs", 
    "text": "A 250m compensation scheme to help energy-intensive industries with increasing energy costs must be altered, says a committee of MPs, to prevent giving more public money to businesses already benefiting from huge windfalls from carbon trading. The government has proposed payments to steel, cement and other sectors with heavy energy needs to offset the element of electricity price rises caused by new low-carbon policies. From 2013, the Treasury will impose a minimum price of about 16 per tonne of carbon dioxide, well above the current price in the European emissions trading scheme (ETS) of 6.70. But the compensation proposal, expected to raise 740m for the Treasury in its first year, takes no account of the billions of pounds of surplus of permits held by the industries. Joan Walley, chair of the cross-party environmental audit committee of MPs that produced the new report, said: &quot;I welcome the government helping energy-intensive companies cope with additional carbon price rises to stop them moving jobs abroad. But it shouldn&apos;t throw good money after bad by giving compensation to those already making windfall profits from the emissions trading system when allowances were allocated free of charge.&quot; Companies across Europe have amassed more than 4bn worth of extra carbon permits due to overly optimistic forecasts of growth in the past and the impact of the economic crisis in cutting demand. The permits were given to the companies free of charge, a move intended to protect the industries from rising costs and reduce the risk of operations and jobs being moved to countries with lower environmental standards. But the carbon trading thinktank Sandbag now estimates that UK industry alone received 64m unneeded carbon permits between 2008-11, giving a windfall worth almost 1bn at the average carbon price across the period. Sandbag highlights Tata Steel, whose UK operation received an estimated 31m free permits in that period, worth 480m. Even with the carbon price now depressed, Sandbag estimate the Tata windfall to be greater than the entire 250m compensation proposal. Sandbag&apos;s senior policy advisor, Damien Morris, said: &quot;We welcome the committee&apos;s headline finding that the government consider each company&apos;s surplus carbon allowances and profits from the EU ETS before awarding additional compensations. In the current economic climate, the government cannot afford to waste taxpayers&apos; money paying companies for carbon costs it has effectively compensated them for already.&quot; But Steve Radley, director of policy at EEF, the manufacturers&apos; organisation said there was a strong case for continued government support. He said heavy electricity users faced price rises due to climate change policies: &quot;It is vital they are properly compensated if they are to play a key role in the low-carbon economy.&quot; He said free permits were given to companies for the direct emissions from their activities. &quot;They only received extra allowances because of the depth of the recession but it is vital that their free allocation continues,&quot; Radley said. Friends of the Earth&apos;s head of campaigns, Andrew Pendleton, said: &quot;Energy-intensive industries do need help to cut carbon but many companies are already making windfall profits and don&apos;t merit a free ride  especially when hard-pressed families are having to tighten their belts. Instead of shielding industries from the costs of tackling their own pollution, the government should encourage firms to invest in clean technologies, in which the UK has the chance to become a world leader.&quot; The committee also called for an energy-intensive industries strategy, as part of a wider UK manufacturing strategy, to set out a path for their maximum feasible decarbonisation and to help support companies to reduce their dependence on fossil fuels, including through energy efficiency.", 
    "section": "environment", 
    "gid": "environment/2013/jan/04/mps-compensate-heavy-industry-carbon", 
    "wordcount": "614"
}