{
    "headline": "China's city dwellers to breathe unhealthy air 'for another 20-30 years'", 
    "text": "Millions of city dwellers in China will be breathing unhealthy air for at least another 20 years despite recent moves to tighten controls on the most harmful form of pollution, one of the country&apos;s leading experts has warned. The cautionary note comes at the start of a year when Beijing, Shanghai and several other Chinese metropolises will begin publicly releasing data on tiny particulates known as PM2.5, which account for more than half of the country&apos;s air-borne contaminants and have the most damaging impact on human health. The promise of more transparency has been welcomed as an important step towards a clear-up of the foul smogs that plague urban China, but environment officials stress that more time is needed to turn grey skies to blue. &quot;It took the US and Europe 50 years to deal with their problem. Even if we cut that in half, it will still take 20 to 30 years,&quot; said Wu Dui, a haze expert at the Guangdong Meteorological Agency. His comments, which were carried by the Beijing Times, come as the government tries to massage down public expectations ahead of the release of politically sensitive PM2.5 data, which will show just how far China is from global health standards. The government says about 70% of the air in Chinese cities meets existing national standards, which include measurements of sulphur dioxide, nitrogen oxide and bigger PM10 particulate matter. But deputy environment minister Zhang Lijun has warned that 70% will fall below acceptable levels if PM2.5 is added to the index. Health campaigners insist the inclusion of PM2.5 is crucial because smaller particulates can enter the bloodstream and do far more damage to the respiratory system than bigger matter. Several cities have been quietly monitoring this data for several years. US embassy officials noted in 2006 that China was failing to release data on PM2.5 and ozone because the levels were unsafe and politically sensitive, according to a US diplomatic cable released by Wikileaks. China&apos;s omission has been made more glaring by real-time data on PM2.5 released via the @Beijingair Twitter account by the US embassy in Beijing. It has revealed that pollution is often hazardous, contrary to the municipality&apos;s claims of 286 &quot;blue sky days&quot; (the term used for days on which the air meets the government&apos;s lax standards) in both 2010 and 2011. Following a public outcry, the government recently promised to change the index this year in Beijing, Tianjin, Hebei and the Yangtze River and Pearl River deltas. The new system will be implemented nationwide by 2016. (Additional reporting by Cecily Huang)", 
    "section": "environment", 
    "gid": "environment/2012/jan/03/china-unhealthy-air-pollution", 
    "wordcount": "438"
}