{
    "headline": "On the road: Vauxhall Mokka 1.4T AWD Exclusiv 4x4 S/S 5dr", 
    "text": "Recently, Kia launched a &quot;sleek, low, yet muscular coup cheeky and cheerful in its compactness&quot;, its name &quot;hinting at the fun on the open road&quot;. It was all going well until news of its name reached Northern Ireland, where, for some reason, people started objecting tothe idea of popping to the shops in aProvo. Here was further evidence that naming a car is a tricky business. There are cars, such as the Provo, whose name signifies something other than the manufacturers intended: a big hand, so to speak, for the Ford Pinto or, as it appeared to be called in Brazil, theFord Small Penis. And there are those whose names just signify bafflement: the Daihatsu Social Pose, the Mitsubishi Urban Sandal and  my favourite, from Honda  the Life Dunk, whichsounds like something you goto atherapist about. Into this latter category comes Vauxhall&apos;s mini-SUV, the Mokka. Itsname is presumably meant to signify coffee  or, rather, kkoffee  but why? Who names a car after amisspelled foodstuff? What are theygoing to launch next? The Vauxhall Pakket Of Kkrisps? It&apos;s not the only question the Mokka poses. It has an odd design. Itlooks huge from the outside: tall and determinedly macho. &quot;The driver of this car does not have apinto&quot;  that seems to be the message. In fact, it&apos;s a bit of a lunk, full of musclebound bulges, like Alex &quot;The Reidinator&quot; Reid on wheels. Inside, however, while you&apos;re seated high up, the interior feels narrow  you could get three people in the back only if they were keen to get to know each other an awful lot better  and the boot&apos;s not particularly capacious either, smaller than both of the Mokka&apos;s competitors, the Nissan Qashquai or the Skoda Yeti. It&apos;s well-equipped  you get a DAB radio and air conditioning even on the basic model, and storage compartments up the wazoo  without feeling particularly exciting. And it&apos;s competent rather than great to drive. More agile than you&apos;d think, given how tall it is, and apparently alot better than it was (initial reviews were so bad, Vauxhall was forced to revise its steering and suspension), but you&apos;d describe the experience asinoffensive rather than fun. Perhaps that&apos;s the point. Vauxhall has claimed the Mokka is aimed at &quot;empty nesters who like to carry bikes&quot;. As target markets go, that seems erring on the specific side, but then maybe they&apos;ll find the goodvalue, practicality and, indeed, the bike rack that slides out of the rear bumper override the lack of thrills. For anyone else, as mokkas go, it&apos;s a bit lukkewarm. Vauxhall Mokka 1.4T AWD Exclusiv 4x4 S/S 5dr     Vauxhall Mokka 1.4T AWD Exclusiv 4x4 S/S 5dr Photograph: Simon Stuart-Miller for the Guardian    Price as tested 20,200 Top speed 118mph Acceleration 0-6mph in 9.4 seconds Combined fuel consumption 44.1mpg CO2 emissions 149g/km Green rating 5/10 Cool rating 3/10", 
    "section": "technology", 
    "gid": "technology/2013/mar/30/vauxhall-mokka-suv-car-review", 
    "wordcount": "505"
}