{
    "headline": "Saving the rhino with surveillance drones", 
    "text": "A rhino farmer in South Africa is planning to use surveillance drones designed for theUS military to combat poachers who are driving the animals towards extinction. Clive Vivier, cofounder of the Zululand rhino reserve in KwaZulu-Natal province, said he has been granted permission by the US state department to buy the state-of-the-art Arcturus T-20 drone. He is now seeking clearance from local civil aviation authorities to put 30 of the drones in South African skies. Radical solutions are needed, he argues, at the end of a year which has seen a record of more than 650 rhinos slaughtered for their horns to meet demand from the FarEast. Vivier believes the true figure may be closer to 1,000, a significant dent in a population of around 20,000. &quot;We&apos;re now eating into our capital of rhino,&quot; he said. &quot;From here they are heading rapidly towards extinction. Despite all our efforts, we&apos;re just historians recording the demise of a species. We don&apos;t have the numbers on the ground to see people and stop them killing the animals.&quot; Around 400 rhinos have been killed this year in the world-famous Kruger national park, which spans 2m hectares  impossible for a limited number of rangers to guard effectively. Vivier estimates it as the equivalent of a town with one policeman for every 100,000 houses, &quot;all with the doors and windows and open and rhino horn inside&quot;. He continued: &quot;We need to change the rules of the game. We need technology. The only thing that can see these people before they do the dirty deed is surveillance drones.&quot; The answer, he believes, is the unmanned Arcturus T-20, which, with a 17ft wingspan, can fly for 16 hours without refuelling at a height of 15,000 feet. Its lack of noise and infrared camera would be invaluable for spotting poachers at night. &quot;It can tell whether a man is carrying a shovel or firearm and whether he has his finger on the trigger or not,&quot; said Vivier, 65. &quot;We can see the poacher but he can&apos;t see us. We&apos;re good at arresting them when we know where they are. Otherwise it&apos;s a needle in a haystack.&quot; Vivier has spent two years in talks with civil aviation officials and is hopeful that he will soon get the green light for a six-month trial. He proposes 10 of the drones for Kruger park, and a further 20 for other vulnerable reserves in South Africa. He estimates that each drone would cost roughly $300,000 (184,445) to keep in the air for two years, making a total of around $9m (5.53m). &quot;The drones are economical to fly and will get us information at a very low cost. We need this technology to put us in a position to catch the guys. We need to do it before they kill rhino. The drone is, in my opinion, the only solution. It is highly sophisticated and can see things no other technology can.&quot; After the worst rhino poaching year on record in South Africa, air technology is seen as a crucial preventative step. Earlier this month, a reconnaissance plane with surveillance equipment including thermal imaging began patrolling over Kruger park. But Vivier believes such alternatives lack the Calfornia-built Arcturus T-20&apos;s capability. &quot;The smaller ones are like using a bucket to put out a fire at the Empire State building. We need fire engines. We&apos;re now an inferno. If we don&apos;t wake up and do something, the world will lose the rhino.&quot; He appealed for the US, UK or other countries to help raise the necessary funds. &quot;The company making the drone has to be paid and we don&apos;t have the money. We need the best technology because the criminals are sharp. We&apos;ve had approval from the US state department and we&apos;re trying to work with them. It&apos;s a world problem and the rest of the world needs to help us.&quot; Vivier is among a group of rhino farmers who believe that legalising the trade in horn would thwart the black market and reduce poaching. Several conservation groups disagree and call for measures that will reduce demand in countries such as Vietnam, where horn is seen as a delicacy with health benefits. Ike Phaahla, a spokesman for South African National Parks, welcomed moves to put eyes in the sky. &quot;In the past three months that is a strategy we have decided to use,&quot; he said. &quot;We are able to use the intelligence to intercept the poachers, although you can&apos;t have a silver bullet for this kind of thing.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/25/saving-the-rhino-with-surveillance-drones", 
    "wordcount": "787"
}