{
    "headline": "Kenya's Kenyatta University opens its doors to Somali refugees in Dadaab", 
    "text": "Mohamed Bashir Sheik has a new reason to hope. The 25-year-old Somali, who came to live at the world&apos;s largest refugee camp in Dadaab, Kenya, when he was just four, is planning to apply for a place at a university that is due to open next year near to the settlement. Kenyatta University is setting up a campus in Dadaab, which is home to a sprawling complex of camps housing around 470,000 refugees, mainly Somalis who crossed the nearby border to escape the cycles of war and drought in their homeland. Courses in subjects including project management, marketing, finance, and peace and conflict studies will be on offer to refugees and locals in this remote town in north-east Kenya, 90km (55 miles) from the border with Somalia. The site was inaugurated last week, and the first students are scheduled to enroll in January. Bashir Sheik, a father of three who works for a website that provides news about the refugee camp, hopes to be among them. &quot;I want to go to Kenyatta University and study mass communications. I&apos;m going to register,&quot; he said by telephone from Dadaab. &quot;I&apos;m a journalist and I&apos;ve never attended a single training [session] or workshop. I wish to further my career,&quot; said Bashir Sheik, who is from Kismayo, the Somali port city that African Union peacekeepers recently seized from Islamist al-Shabaab militants. Dominik Bartsch, head of operations for the UN Refugee Agency, said the agency would try to forge partnerships with universities and donors to offer scholarships to refugees. &quot;There is no tertiary education in any refugee site worldwide,&quot; he said. &quot;A site was made available and now Kenyatta University has to proceed and put everything in place.&quot; Bartsch said the university has already allocated two-thirds of its places to refugees, with the rest earmarked for locals. &quot;The fact that this is straddling the two [communities] is good news,&quot; he said. Refugees will be able to use their professional qualifications not only to contribute to Kenyan society, but eventually to aid in rebuilding their own country on their return, he added. Josephine Gitome, director of Kenyatta University&apos;s Centre for Refugee Studies and Empowerment, said self-sponsored students and those backed by donors are due to start in January. The next batch of students admitted under the borderless higher education for refugees project will join early next year and will have tuition fees waived. According to Bashir Sheik, some refugees currently try to pursue their studies through correspondence courses with Nairobi-based universities, and some vocational training is also available, but many refugees want &quot;education on their doorstep&quot;. &quot;We had more than 5,000 school leavers last year and they don&apos;t have anywhere to go for further education,&quot; he said. The presence of so many Somali refugees in Kenya  in Dadaab and in Nairobi  has long been controversial, with Kenyan government officials repeatedly calling on international NGOs to repatriate Somalis to safe areas in their homeland. These calls have increased in recent months as African Union peacekeepers, including Kenyan troops, have begun notching up victories against al-Shabaab, whose fighters impose a harsh form of sharia law in the areas of Somalia they control. The peacekeepers, known as Amisom, drove al-Shabaab out of the capital, Mogadishu, last year and have seized a string of towns in the south. Aid agencies have warned that it is too early to talk about sending refugees home, especially given the conflict. Many Somalis in Dadaab have spent all their lives there, raising their children in the camps. This month, Mdecins sans Frontires (MSF, or Doctors without Borders) said: &quot;While Somalia remains embroiled in armed conflict, calls for the repatriation of refugees are grossly premature. Security conditions on the ground do not allow for adequate protection or the secure delivery of humanitarian aid.&quot; MSF added that more should be done to help the refugees in Dadaab. &quot;We are seriously questioning the overall level of assistance provided to the refugees,&quot; said Bruno Jochum, MSF&apos;s general director. &quot;With security conditions worsening, basic services and the provision of aid have been significantly reduced so it is no surprise that refugees are again facing disease outbreaks.&quot; MSF said there had been cholera cases and an outbreak of hepatitis E in the three camps that make up Dadaab. It called for the immediate resumption of registering new arrivals, and warned that there was &quot;an alarming lack of shelter and sanitation infrastructure&quot;, with the rainy season about to start. Dadaab was set up in 1991 to accommodate around 90,000 refugees. Yet during last year&apos;s famine in Somalia, around 160,000 people came to Dadaab as hundreds of thousands of Somalis fled into neighbouring countries. Rising numbers and a spate of bombings and kidnappings, which forced many relief agencies to reduce their activities, have strained basic services at the camp. In July, eight aid agencies said around 164,000 children  more than 70% of those in Dadaab  were not in school. Children who did go to school were attending classes of more than 100 pupils. &quot;Lack of education and employment opportunities increase the potential for disenfranchised youth to be recruited into militia and banditry,&quot; the agencies said. Mohamed Hassan Dirige plans to apply for a place at the new campus. Dirige, who teaches at Dadaab, said many school leavers end up teaching younger children in the camp because they lack opportunities for further study. &quot;The students really need it. They will get opportunities,&quot; said Dirige, who arrived in Dadaab aged five in 1991, the year that military dictator Mohamed Siad Barre was overthrown in Somalia.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/15/kenya-kenyatta-university-somali-refugees-dadaab", 
    "wordcount": "956"
}