{
    "headline": "Youth sport chief calls for specialist PE teacher in every primary school", 
    "text": "The head of the Youth Sport Trust, the charity charged with co-ordinating school sport, has called for a specialist PE teacher in every primary school, as the government wrestles with criticism over its policy in the wake of the Olympics. Michael Gove, the education secretary, who came under fire when he axed ringfenced funding for a national school sport network, will hold talks on Thursday with five of the biggest sports bodies including the Football Association and the Rugby Football Union to try to plot a way forward. Despite the Olympic promise to inspire a generation of young people through sport, research conducted by the Labour party recently showed a 60% drop in the amount of time dedicated to organising school sport in the wake of government cuts. The future of school sport became a lightning rod for criticism of the coalition&apos;s sports policy during the Games. In response David Cameron promised a new primary school curriculum in which competitive sport would be compulsory, but the YST chief executive, John Steele, has now said investment in specialist teachers is more important. &quot;We&apos;d welcome that but there is a danger this could be a double-edged sword,&quot; said Steele, a former chief executive of UK Sport and the RFU. &quot;You can give a child a challenging book, but unless you give them the tools to read and enjoy it they will be turned off.&quot; Lord Moynihan, the outgoing British Olympic Association chairman, called for a full review of the training given to primary school teachers. Moynihan, who is expected to play a role in the review of government policy, said the Olympics should be a catalyst for a &quot;much wider healthy schools agenda and provision for youth in general and the role for competitive sport in its proper context&quot;. At a conference for independent school headmasters in Belfast on Wednesday, he said the best practice of private schools needed to be translated to the state sector, which faced budget cuts and &quot;local authorities not having the requirement to keep playing fields and sports facilities open&quot;. In 2010 Gove axed 162m in ringfenced funding for a national network of school sports partnerships. After outcry from athletes, pupils and opposition MPs, Cameron ordered a partial U-turn, but the ringfenced funding was still cut by 69% and only guaranteed until 2013. It was redirected to a new scheme allowing PE teachers to be released for one or two days a week, costing 65m. That funding runs out altogether in the current academic year and those working within the system are keen to emphasise the importance of primary schools in establishing a sporting habit for life among young people. Many, include Lord Coe, the London 2012 chairman, fear that an ongoing debate over competitive versus non-competitive sport risks obscuring the real issues. Steele said it was a red herring. &quot;Who are we to say that only traditional sports appeal to young people? It is about physical activity, and that can be learned and developed in lots of ways. Then giving an opportunity to young people to take whatever avenue they want. One of the lessons of the Olympics and Paralympics is that people have had their eyes opened to all sorts of sports that are incredibly entertaining and incredibly enjoyable to participate in.&quot; Coe, who has accepted a role as an Olympics legacy adviser to the government, appeared on stage at the Labour conference this week to call for a cross-party consensus. Dame Tessa Jowell, a key part of the team that won the Olympic bid and a Locog board member, said the government&apos;s policy on school sport was &quot;beyond belief&quot;, and also called for fresh cross-party thinking. The main focus of the Department for Culture, Media and Sport has been on a scheme to boost participation among 14- to 24-year-olds through its 1bn investment over five years in the grassroots quango Sport England and a new nationwide School Games initiative. Steele said without attendant investment at primary school level, the money could be wasted. &quot;If you&apos;re trying to get them into a habit for life, getting them at that formative age is so, so important.&quot; He said YST research showed that almost half of primary school teachers, some of whom had only six or seven hours of PE instruction during their training, were nervous about teaching it. A dedicated PE specialist in every primary school would be the &quot;ideal scenario&quot;, but he said there were other options open to the government. It could continue funding an expanded teacher release scheme to allow secondary school PE specialists to support primaries, or designate six to eight days a year where every primary school teacher was given specialist training and support in delivering PE. Clive Efford, the shadow sports minister, said of Gove&apos;s summit meeting with governing bodies: &quot;Scrapping the school sport partnership programme, which delivered record levels of participation in school sport, and then attempting to cobble together a sports policy after the Olympics is not good enough.&quot; Andy Reed, chair of the Sport and Recreation Alliance, said: &quot;It&apos;s pleasing that the secretary of state recognises that there is a clear need for an appraisal of policy when it comes to school sports. School sport plays a crucial part in inspiring young people to stay active but there&apos;s no doubt that it hasn&apos;t been as high up the agenda as it needs to be.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/03/specialist-pe-teacher-primary-school", 
    "wordcount": "920"
}