{
    "headline": "Communities contending with crisis in Niger  in pictures", 
    "text": "   The remote village of Garbey in Niger lies amid a parched landscape of scrub and sand, with very few trees. Here, men are shown building a wall in an effort to channel the next rains, which are expected in June or July, towards the village reservoir Photograph: Mark Tran/Guardian       The village chief explains the work being done to refill the reservoir, which was full in November but is now almost dry. Garbey lies an hour and a half from Niger's capital, Niamey. Its inhabitants receive food for work from the UN's World Food Programme Photograph: Mark Tran/Guardian       Niger consists largely of desert. Along with other countries in the Sahel  which stretches from Mauritania in the west to Chad in the east  it is acutely vulnerable to climate change, particularly with the Sahara steadily encroaching from the north Photograph: Mark Tran/Guardian       The drying village reservoir. Journalists require a military escort to reach Garbey due to the presence of al-Qaida in the Mahgreb (AQIM) in neighbouring Mali. Kidnapping fears are complicating aid efforts; many western NGOs now rely heavily on local staff Photograph: Mark Tran/Guardian       As long as there is a drop of water in Garbey's reservoir, women will scoop out the brown water for the vegetable garden. The EU and Britain have increased emergency aid for the Sahel and appealed for others to step up efforts in order to avert disaster Photograph: Mark Tran/Guardian       The village chief's wife is one of five women who take care of this plot, which includes tomato plants. The women also grow lettuce, cabbage, sweet potatoes and potatoes. Any surplus is taken to the market in the nearby town of Ouallam, where they sell it Photograph: Mark Tran/Guardian       The women in the village of Fandou Kaina are digging holes in the desert soil to plant trees as part of their efforts to prevent soil erosion. Like nearby Garbey, Fandou Kaina receives assistance from the UN World Food Programme, in the form of food for work Photograph: Mark Tran/Guardian       Kristalina Georgieva, the EUs top humanitarian official, is welcomed by  dignitaries and locals at Tahoua airport. She has called for prompt action on the Sahel food crisis and was visiting Niger and Chad to see what work the EU and its partners are doing there Photograph: Mark Tran /Guardian       At 3.69% annually, Niger has the world's highest population growth rate. The population is set to double to 32 million by 2031, presenting a huge challenge for a country ranked one place from the bottom of the UN's human development index Photograph: Mark Tran/Guardian       Women wait for their chldren to be screened for malnutrition in Bambeye village, near Tahoua. Around 350,000 children suffer from malnutrition in Niger, of whom 2% suffer from severe acute malnutrition, which can cause permanent damage or death Photograph: Mark Tran /Guardian       A woman is given implants to prevent pregnancy for three years. NGOs have been surprised at the high level of demand for long-term birth control in Tahoua. Bringing down the birth rate is seen as essential to complement efforts to boost food production Photograph: Mark Tran/Guardian       Villagers from Galadima use millet stalks for dune fixing, which prevents the soil from being blown away. The land is of poor quality, but the villagers' efforts make the best of a bad lot, enabling modest crops of millet and sorghum to be produced Photograph: Mark Tran/Guardian       Normally, these men from Galadima would be working in Nigeria and sending back remittances. But business confidence in Nigeria has been hit by security fears after bloody attacks by the Islamist group Boko Haram, and 17 of the 20 have returned Photograph: Mark Tran/Guardian  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/jan/30/food-security-niger-desertification-in-pictures", 
    "wordcount": "0"
}