{
    "headline": "Microwave technique keeps bread mould-free for 60 days, say scientists", 
    "text": "It could actually be the best thing since sliced bread. Researchers say they have developed a technology that prevents bread from growing mould for 60 days - keeping it fresh and maintaining its taste without the use of preservatives. The technology, which sterilises and extends the shelf life of foods without cooking or damaging it, was developed by a private company founded by professors at Texas Tech University in Lubbock. The researchers say their work is aimed at reducing outbreaks of foodborne illness. They are still awaiting patent approvals for the technology, but a group of journalists from the Forum on Atlantic Media and the Environment (Fame) was given a tour of the basement laboratory where it was developed. Some 48 million Americans become ill every year from contaminated food, according to the Centres for Disease Control and Prevention, with outbreaks this year linked to tainted cantaloupes, mangoes, meat and peanut butter. The company, called MicroZap, is also promoting the technology as a solution to the superbug MRSA, the dangerous drug-resistant infection that is now endemic in many US hospitals. As well as the bread, researchers have successfully treated pet food - which was responsible for the majority of recalls this year  fresh turkeys, leafy herbs such as coriander, and jalapeno peppers. &quot;We tried a slice of bread and then checked the mould after 60 days and it had the same level of mould that it did when it came straight out of the oven,&quot; said Don Stull, the chief executive of MicroZap. &quot;What we are trying to do is give some ability to have a long shelf life without all the preservatives.&quot; The technology uses pulsed microwave frequencies from multiple sources to pasteurise food. The food is zapped for a set time - 40 seconds for jalapeno peppers, for example. Unlike conventional microwave ovens, there are no hot and cold spots, and the process does not damage or cook the food, Stull said. The company claims its technology is more effective at killing salmonella and E coli than existing methods. It will also be more palatable for the public than irradiating food, Stull said. He acknowledged the everlasting loaves may not necessarily be of interest to the average consumer. &quot;You probably won&apos;t see a lot of people wanting 60-day old bread,&quot; he said. But the company hopes to get a nod from the Pentagon, which ships out tens of thousands of non-perishable meals to war zones as &quot;MREs&quot; or meals-ready-to-eat. Stull said Pentagon officials had told him that troops in the field were tired of the endless meals of peanut butter and jam on crackers. The technology is not suitable for all kinds of food, Stull said. Efforts to sterilise cantaloupes were a failure. &quot;We used our tumbler machine to treat them,&quot; Stull said. &quot;You can&apos;t tumble cantaloupes because they get bruised.&quot;", 
    "section": "science", 
    "gid": "science/2012/nov/30/microwave-zaps-food-bugs-shelf-life", 
    "wordcount": "485"
}