{
    "headline": "Death of Hugo Chvez gives Venezuela a choice on climate change", 
    "text": "Regardless of one&apos;s position on el Comandante Hugo Chvez, the death of the Venezuelan president opens the door for a policy debate on a critical issue for Venezuela and the world&apos;s security: climate change. As the 2015 deadline to create a new global treaty on climate change approaches, the question for the oil-rich country looms: will Venezuela be a key architect of an ambitious and equitable deal, or will it sabotage progress? The International Energy Agency reports that no more than one-third of proven fossil fuel reserves can be consumed prior to 2050 if we are to limit warming to 2C. Writer Bill McKibben pointed out that if Venezuela were to exploit its heavy crude oil and Canada&apos;s tar sands are fully tapped, this would mean &quot;game over&quot; for the climate as both reserves would fill up the remaining &quot;atmospheric space&quot; or &quot;carbon budget.&quot; President Chvez oversaw a schizophrenic posture on climate change. He insisted that climate change is an existential crisis caused by capitalism, while simultaneously pushing for the development of the Orinoco&apos;s heavy crude. Under Chvez, Venezuela&apos;s oil dependency increased and it now obtains 94% of export earnings and more than 50% of its federal budget from oil revenues. Due to high oil prices and Chvez&apos;s leadership, poverty and inequality have dropped. Chvez&apos;s administration appeared committed to increase oil production to continue funding its social programmes, often through long-term agreements with China to supply oil. Venezuela&apos;s &quot;commodity backed loans&quot; from China, estimated at more than $35bn, require it to pay back China in oil. The key to solving climate change is shifting all countries to low carbon economies. At a United Nations negotiation in Bonn, Germany, in 2009, however, a Venezuelan official said that a shift to a low-carbon economy would adversely impact developing country oil exporters, suggesting that a robust climate change treaty would conflict with Venezuela&apos;s development model. At the climate negotiations, Venezuela has clung to arguments that developing countries have the right to emit to ensure their development. Undermining Venezuela&apos;s position at the negotiations has been their often vociferous rhetoric, while exhibiting a lack of action at home. Meanwhile, a number of poorer countries have shown a willingness to take on far more ambitious emissions cuts. Venezuela releases only 0.56% of the global total of greenhouse gas emissions, but its per capita emissions (at approximately six tonnes per person) are much higher than the world&apos;s poorest nations. Venezuela&apos;s current emissions, however, pale in significance compared to what is at stake if it does fully develop its oil reserves. Former UK special representative for climate change John Ashton has said that a country&apos;s ability to contribute to global efforts to tackle climate change depends on the credibility of its domestic policies. Venezuela&apos;s national development plan (2013-19) includes measures to limit emissions, which include the oil industry and would create a world movement to confront climate change. The Venezuelan government has invested $500m in windfarms and distributed 155m energy-saving lightbulbs. However, critics suggest that Venezuela has little interest and commitment in tackling climate change, and that the plan&apos;s objectives are unlikely to be implemented. According to ClimateScope, which ranks a country&apos;s ability to attract capital for low-carbon energy sources and efforts to build a green economy, Venezuela is currently 24th out of 26 countries. In the UN climate negotiations, Venezuela is part of the Bolivarian Alliance for the Peoples of Our Americas (ALBA) with Ecuador, Bolivia, Cuba and Nicaragua, which is praised by many citizens&apos; groups for fighting for climate justice. Venezuela is also a member of the Like-Minded group alongside China, India, Saudi Arabia and its ALBA partners. Venezuela will understandably not stop oil production at the expense of its social programmes, nor its loan repayments to China. Partial or full compensation for loss of revenue from keeping the oil in the ground is unlikely. Venezuela could consider backing Ecuador&apos;s fascinating plan to be proposed at the next Opec meeting to create a 3-5% &apos;Daly-Correa&apos; tax on every barrel of oil exported to rich countries to raid billions for poor countries to adapt to climate change. With the death of its great leader, Venezuela has a choice on climate change. It can rebrand itself as a proactive actor at home by working towards a low-carbon economy while joining with its ambitious neighbors at the UN climate negotiations. With the largest known oil reserves, Venezuela&apos;s position on climate change is pivotal. En route to 2015, it remains to be seen whether it will be regarded as an engineer of an ambitious and equitable global treaty, or as a saboteur.  Guy Edwards is a research fellow at Brown University&apos;s centre for environmental studies and is co-founder of Latin America&apos;s first multilingual website on climate change, Intercambio Climtico. Susanna Mage is a recent graduate from Brown University and is currently interning at Intercambio Climtico", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/07/death-hugo-chavez-venezuela-climate-change", 
    "wordcount": "828"
}