{
    "headline": "Research in Motion loses a million subscribers as revenues fall 47%", 
    "text": "Troubled BlackBerry maker Research In Motion (RIM) lost one million subscribers in the last quarter, the first drop in users in the company&apos;s history. The news came as RIM reported better than expected revenues of $2.7bn (1.6bn), although they were still down 47% compared with last year. Excluding one-time items related to restructuring and other issues, RIM reported a loss of $114m or 22 cents a share for the three months ending 1 December. The original smartphone giant, RIM&apos;s market lead has long been surpassed by Apple&apos;s iPhone and those powered by Google&apos;s Android system. RIM said its base declined from more than 80m to &quot;approximately&quot; 79m in the past three months, when it shipped 6.9m smartphones and 255,000 of its PlayBook tablets. The company is planning to launch BlackBerry 10 in early 2013 as it attempts to take the fight back to Apple and its rivals. Apple has stumbled recently as sales appeared to be slowing and the company mishandled the launch of iPhone 5 by dumping the popular Google Maps app for its own flawed product. However, Apple is expected to sell 47m iPhones in the first quarter of 2013. &quot;RIM continued to execute on its product roadmap plans and to deliver on key financial metrics as it gets set for the global launch of BlackBerry 10,&quot; said Thorsten Heins, the president and chief executive officer., &quot;More than 150 carriers are currently completing technical acceptance programmes for the first BlackBerry 10 products, and beta trials of BlackBerry Enterprise Service 10 are under way at more than 120 enterprises including 64 Fortune 500 companies. &quot;This is an exciting time and our carrier partners, application developers and employees are all looking forward to unveiling the innovation and excitement of BlackBerry 10 to our customers on 30 January 2013.&quot; The company also announced that Robin Bienfait, chief information officer for RIM, would retire at the end of this year after six years&apos; service.", 
    "section": "technology", 
    "gid": "technology/2012/dec/20/research-in-motion-subscribers-revenues", 
    "wordcount": "334"
}