{
    "headline": "Nick Clegg taunts Conservatives over broken green promises", 
    "text": "Nick Clegg taunted the Conservative party for abandoning their environmental ambitions in his leader&apos;s speech to the Liberal Democrat party conference on Wednesday as he sought to use green issues to draw a clear line between the two parties. &quot;Let the Conservatives be in no doubt,&quot; Clegg told his party in Brighton. &quot;We will hold them to their promises on the environment.&quot; He described the &quot;vote blue, go green&quot; slogan used by David Cameron in opposition as a &quot;brilliant PR exercise&quot;. But Clegg said the Conservatives had &quot;ruined it all&quot; at their 2011 party conference, when the chancellor, George Osborne, declared: &quot;We&apos;re not going to save the planet by putting our country out of business.&quot; Clegg renewed his backing for a clean, green British economy, powered by low-carbon technologies, saying it was a fantastic economic opportunity. &quot;The green economy in Britain is growing strongly right now, bringing in billions of pounds and creating thousands of jobs  in wind, solar and tidal energy,&quot; he said. &quot;Going green means going for growth.&quot; The green economy has been gathering significant supporters beyond the environmental lobby in recent months. In July, CBI director general, John Cridland, said: &quot;The so-called &apos;choice&apos; between going green or going for growth is a false one. With the right policies in place, green business will be a major pillar of our future growth.&quot; On Monday, Ed Miliband, the Labour leader, revealed his strong support. Clegg told Lib Dem delegates: &quot;[Going green] means going for more energy that we produce ourselves and which never runs out; it means going for clear air and clean water and a planet we can proudly hand over to our children. Going green means going forward.&quot; On Saturday, Danny Alexander, the chief secretary to the Treasury and member of the four-man &quot;quad&quot; that runs the coalition, accused his Conservative coalition partners of waging a &quot;constant war of attrition&quot; on green issues. He warned it was endangering billions in green investment, as well as the whole government growth strategy. &quot;I just don&apos;t think the British economy can any more afford to have a blue roadblock to green growth,&quot; he told the Guardian. The attack was renewed on Sunday by Ed Davey, secretary of state for energy and climate change, who told the Observer that tens of billions of pounds of investment in low-carbon, job-creating energy infrastructure projects that are &quot;ready to go&quot; could be lost to Britain because of an anti-green movement sweeping through the Tory party. Davey referred to a &quot;rightwing Tea Party tendency&quot; while Alexander dubbed opponents of a green economy as &quot;Luddite&quot; climate change deniers.", 
    "section": "environment", 
    "gid": "environment/2012/sep/26/nick-clegg-lib-dem-green-promises", 
    "wordcount": "464"
}