{
    "headline": "On the road: Bentley Continental GT  review", 
    "text": "I&apos;m going for a spin with my friends Richard and Jane. Isay friends, but I&apos;ve never met them before. I&apos;d mentioned in another piece that there was a Bentley coming and Richard tweeted to ask if he could come for a ride. He&apos;s brought Jane mainly, I think, because her surname is Bentley. This could add a new dimension to famous motoring journalism  taking people out in cars with which they share names. Must mention to Anna Ford, Chevy Chase, etc. For now, though, I&apos;ve got Richard in the back and Jane in the front, acouple of hitchhikers from the side of the information superhighway. Istopped and let them into my car, which incidentally is worth more than 150,000. There&apos;s no such thing as a free ride, though. I&apos;ve given Richard a notebook and aballpoint pen (careful it doesn&apos;t leak on the champagne-coloured leather upholstery), and at the end I collect their feedback. It&apos;s mainly very positive. The walnut dash, the clock, the seats all get big thumbs up. Richard grumbles a bit about the lack of legroom, but calms down when Itell him the Continental is the baby Bentley. You want space, you&apos;ve got to spend an extra 100 grand and get the Mulsanne. Anyway, Richard, who works for the Citizens Advice bureau, doesn&apos;t get many clients showing up in even a baby Bentley. Jane&apos;s happy in the front. She enjoys the throaty roar of the six-litre engine and the feeling of being kicked back into her (very comfy) seat by 567 horses. Richard writes down a quote from her. &quot;A hint of Bond,&quot; it says  about the car, about the driver, who knows? (The driver loves the car, too, but what does he matter? He&apos;s just the driver.) Jane is impressed by the way the music fades out when the satnav has something to say, and even by the way the satnav speaks: less robot-like than many and with something called &quot;modulated diction&quot; (Jane&apos;s aspeech therapist). They both think the cup-holder holds a McDonald&apos;s cup very reassuringly, too. Yes, I want to thank them for their input by taking them out to a little drive-thru I know just off the North Circular. Obviously I should just throw fistfuls of notes through the window and demand the chef&apos;s very finest hamburgers. But I&apos;ve only got a quid on me, soweend up sharing a Coke. One tiny moan  from Richard, from Jane, and from the driver. Noone bats an eyelid  at Maccy Ds, or anywhere. That&apos;s because they&apos;re two a penny, these Continentals. Well, two a 150 grand. But if I spent that kind of money on a car, I&apos;d want at least to be noticed. Richard says he gets more looks in his VW combi... Yeah, all right, enough. Here&apos;s a tube station. Out. Both of you. Bentley Continental GT       Photograph: Simon Stuart-Miller for the Guardian    Price as tested 151,515Top speed 198mph Acceleration 0-60mph in 4.4 seconds Combined fuel consumption 17.1 mpg CO2 emissions 384g/km Green rating 1/10 Cool rating 7/10", 
    "section": "technology", 
    "gid": "technology/2012/jul/13/bentley-continental-gt-motoring-review", 
    "wordcount": "527"
}