{
    "headline": "Before the Flood: Leonardo DiCaprio hopes his new film will inspire climate action", 
    "text": "Try to have a conversation with anyone about climate change and people just tune out, says Leonardo DiCaprio in his new film. If the UN really knew how I feel, how pessimistic I am about our future, I mean to be honest they may have picked the wrong guy, he says in Before the Flood, which shows him urging world leaders at the UN to act on fossil fuels. But after touring the world to see global warmings impact first-hand, from Canadas tar sands and Greenlands ice to Chinas coal belt and Miamis flood problems, the actor came away more upbeat. When we started he was much more pessimistic than I was, says Fisher Stevens, the documentarys director. But by the end of the film he became a little bit more optimistic after meeting Obama, the Pope, Elon [Musk, of Tesla]. I didnt get any more optimistic  but I still do believe we can turn it around.     Josh Fox, director of How To Let Go Of The World, at the movies New York screening. Photograph: Slaven Vlasic/Getty Images for HBO    Stevens and DiCaprios documentary is one of a pair of films out this week in the UK that hope to galvanise action on climate change. Before the Floods UK premiere on Friday follows the premiere on Tuesday of How to Let Go of the World and Love All the Things Climate Cant Change, a documentary by Josh Fox, best known for his fracking film, Gasland. Im hoping this will energise a whole new generation, says Stevens. We want to get people inspired to start thinking about this in a different way. With Leo its taking it to the next level. As well as DiCaprios huge fanbase, the actor brings more than two decades of his passion and experience of campaigning on climate change. The film features the star addressing a rally for Earth Day back in 2000 and calling for the world to cut emissions. That ardour hasnt cooled as the world has got hotter. I get an email a day from Leo sending me an article, sending me something we should be doing [on climate change], Stevens says. He gets very emotional and angry [on the issue]. But the actor is not an angry person, the director says, and it was vital that he did not come across as preaching to viewers in the film. For Stevens, the two most visceral and shocking experiences making the film were visiting huge deforested areas of Canadas arboreal forests and Indonesias rainforests, cleared for tar sands and palm oil developments respectively.  Those two places  you feel like  thats when you just get dark, when you think fuck, how are we going to stop this, human beings are horrible. But then youre with a woman risking her life to stop it [a conservationist in Indonesia] and then you have hope. Speaking during an interview with the Guardian just a few feet from the newly-enlarged Department for Business, Energy &amp; Industrial Strategy, which Theresa May folded the Department for Energy and Climate Change into when she abolished it in July, Stevens is critical of the new UK governments stance on the issue. Its terrifying [the abolition]. Cameron started out very promising but to me the one thing that freaked me out was he was cutting subsidies for solar, and that was a bad situation and the antithesis of the Paris climate talks. What shes doing seems to me even more dangerous, sending a statement to the world that we dont need an environmental minister.     Leonardo DiCaprio with Fisher Stevens, who hopes the film will energise a whole new generation. Photograph: Gustavo Caballero/Getty Images    Josh Fox is no fan of Mays administration either, and is currently touring the UK screening his film and berating the government for recently overturning Lancashires rejection of fracking.  His film is a journey around the world meeting people who Fox believes embody human values such as courage and resilience that climate change cannot destroy. I felt ashamed Id wanted to stay at home and do nothing, he says as he wells up on the Great Wall of China, having earlier admitted to wanting to hide at home in Delaware feeling paralysed by the scale of the problem.  The very first step to know youre on the right track of climate change action is: leave your house. If youve left your house youre on the right track. People think of activism as something you can click through, share or post. Thats not true, Fox tells the Guardian.", 
    "section": "environment", 
    "gid": "environment/2016/oct/14/before-the-flood-leonardo-dicaprio-hopes-his-new-film-will-inspire-climate-action", 
    "wordcount": "743"
}