{
    "headline": "Waiting to see if rich countries 'fry the big fish' over corruption", 
    "text": "It is most curious that no senior executive of the failed banks and other senior officials whose shenanigans precipitated the financial meltdown in 2008 has been charged with corruption for the abuse of vested authority for personal gain. Banks issued loans they knew would never be repaid and the more of them they pushed out of the door, the bigger the personal bonuses earned. These loans were securitised into instruments that were given triple-A ratings by agencies paid by the banks. All this with the assurance that if it went up in smoke, as some brave officials and well-informed analysts had predicted, then the public would foot the bill. Billions were pumped into banks, often in processes overseen by former colleagues who had joined the government. Despite a small but steady stream of whistleblowers coming forward since 2008, the much-heralded Sarbanes-Oxley Act, and other relevant pieces of legislation, have yet to really kick in. If I were a &quot;governance adviser&quot; posted from Kenya to some western country I&apos;d be examining the relationship between politicians, lobbyists for the bankers, and the ex-bankers who have become senior bureaucrats with even minimal regulatory oversight over the financial sector in administrations. Success in the fight against corruption in many African countries is often judged by the capacity of authorities to &quot;fry the big fish&quot;  to prosecute the heads of organisations, senior politicians and mandarins found to be involved in corruption. It&apos;s a seemingly easy measure, but one that has proved difficult even in mature democracies where the prosecution of grand corruption is concerned. Corruption was a tool of political management and competition until the end of the cold war. In certain countries such as Germany, bribes were tax-deductible as business expenses. Recently, however, some of the most impressive corruption-related prosecutions have been against the German industrial giant, Siemens. Good governance, transparency, accountability, democratic elections and the fight against corruption all rose to the top of the global development agenda in the 1990s, driven by organisations such as Transparency International. These efforts in a sense culminated in the 2003 United Nations Convention Against Corruption. In the 90s, much emphasis was laid on fighting graft from the top. &quot;A fish rots from the head&quot;, a Ghanaian saying goes, and so a raft of anti-corruption initiatives sprung up across the developing world, along with the shift to more liberal forms of political and economic organisation. No election manifesto was complete without the most determined exhortations with regard to corruption. The last decade has seen a shift or, more accurately, an integration of the &quot;top-down&quot; anti-corruption strategies with &quot;bottom-up&quot; initiatives driven by ordinary citizens, using mobile phones and the internet to vent their outrage. The fight has shifted from organisations to movements, from workshops on to the streets, from development practitioners to ordinary citizens  harder to measure but more difficult to ignore. Recent events in India, which has seen an unprecedented uprising against high-level corruption, are an indicator of this. The uprisings in the Middle East, too, have at their heart widespread public objection to graft among corrupt elites and to their conspicuous consumption. In Kenya it used to be said: &quot;Why hire a lawyer, if you can buy a judge?&quot; Similarly, if you want to steal from a large number of people and get them to pay for it twice over  open a bank and rob it. We live in an increasingly multipolar world where graft is concerned. It&apos;s the turn of the developing world to watch how the west handles fraud and corruption at the highest levels in their corporate and other sectors. Iwould like to argue that the organic youth-heavy movements in the west, such as Occupy Wall Street, are part of this shift, except the &quot;c&quot; word isn&apos;t being used  yet. This is a pointer to what I predict the fight against corruption will look like in 2012.  John Githongo is CEO of the Inuka Kenya Trust and a commissioner for the Independent Commission for Aid Impact (ICAI) in the UK", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/11/west-fights-corruption-development-world-watching", 
    "wordcount": "683"
}