{
    "headline": "Wikipedia blackout after server cables accidentally cut", 
    "text": "Wikipedia was inaccessible globally for a couple of hours on Monday after someone accidentally cut through fibre cables connecting its servers in Florida. The online encyclopedia was down for about two hours on Monday afternoon after the mishap near its worldwide data centre in Tampa, Florida. The site was brought back online at about 4pm UK time, 11am Eastern Standard Time in the USA. A spokesman for the site said there was no suggestion of foul play for the outage. He said that two overland cables were cut between Tampa and Virginia, which took down the website for just over an hour. It took another hour to bring the site back online, although some services were still not fully accessible. The rare outage prompted a flurry of quips on Twitter. &quot;Wikipedia is down. I don&apos;t know anything anymore,&quot; tweeted Guillermo Esteves. The Twitter user Lex exclaimed: &quot;Oh my god, Wikipedia is down. WHERE IS ALL THE KNOWLEDGE? WHAT ARE WE TO DO WITHOUT THE KNOWLEDGE?&quot;. David Bedwell replied: &quot;@lexcanroar QUICK. GRAB ENCARTA.&quot; Wikipedia is renowned for its reliability, despite lacking the financial resource of several other major websites. The site is run by the Wikimedia Foundation, a charity that relies on donations. Its last blackout was deliberate, when Wikipedia founder Jimmy Wales brought the site offline for 24 hours in protest at antipiracy laws being debated in the US. The outage is reminiscent of the Georgian woman who inadvertently sliced through an underground cable in March 2011, cutting off internet services to all of neighbouring Armenia. The woman, 75, had been digging for the metal not far from the capital Tbilisi when her spade damaged the fibre-optic cable. Large parts of Georgia and some areas of Azerbaijan were affected.", 
    "section": "technology", 
    "gid": "technology/2012/aug/06/wikipedia-outage-after-server-cables-cut", 
    "wordcount": "295"
}