{
    "headline": "E3 2012: Sony PlayStation conference", 
    "text": " 6.05pm: The final press conference of the day, has Sony hosting the world&apos;s press at the really rather gigantic LA Memorial Sports Arena. Nintendo has already had its mini-announcement on Sunday, and Microsoft started the days off this morning, so this is the last console manufacturer of E3. What can we expect? We know the new Quanitic Dream game will be a key announcement. MCV leaked the name of it this morning: Beyond. We also know that a big deal will be made of Naughty Dog&apos;s survival adventure, The Last of Us. We&apos;re expecting lots of Vita stuff, and a formal announcement of Sony&apos;s deal with Gaikai for cloud-based gaming on PlayStation. PS4? Very, very doubtful. There&apos;s been a lot of pressure of course, but Microsoft didn&apos;t blink first this morning, so Sony won&apos;t either. All that is next year. But, you know, this is E3, there is always room for a surprise or two  6.07pm: Sony is launching its E3 presence with a long sizzle reel of key titles, including Metal Gear, Tomb Raider, Sonic Allstars Racing, Hitman, Lollipop Chainsaw... oh, everything. Jack Tretton, the CEO of Sony is taking to the stage. &quot;If that video didn&apos;t get your heart pumping, you&apos;ve come to the wrong place&quot; he tells us.  6.08pm: Tretton is whipping the crowd up into a frenzy by mentioning Solid Snake, Nathan Drake, and co. His broad accent always makes me think of a minor character in a Scorsese movie.  6.09pm: Now Jack is bigging up Kaz Hirai, an old PlayStation guy who now runs the whole shop at Sony. He&apos;s probably chuffed not to have to get up on stage himself this year.  6.10pm: Okay, Quantic Dream&apos;s new title is up first. David Cage is coming on stage.  6.13pm: At last, a proper new IP announcement. The new Quantic Dreams game is called Beyond. David, in his maverick Gallic way, is waxing lyrical about death.  6.14pm: &quot;Death is the greatest mystery facing mankind,&quot; says David Cage. This is a guy who&apos;s clearly never pondered the ongoing celebrity career of Jedward. Beyond is about a women who senses the spirits of the dead around her. The lead character Jodie Holmes will be played by Ellen Page from Juno and Inception.  6.15pm: Here&apos;s one of the first scenes of Beyond. A sad-looking, mute girl with a cop trying to be kind to her. As is typical for a David Cage game, it&apos;s clearly all about the emotional punch. I&apos;m sure we&apos;ll see some gameplay soon.  6.16pm: Wow, this is creepy stuff from Quantic Dreams. Feels sort of Carrie, Sixth Sense... No one does cinematic atmosphere like these guys.  6.17pm: Telekinesis would be a fun power to have in a game.  6.19pm: &quot;We want to create unique moments that players will remember for a long time,&quot; says Cage. He says that if you make the right decisions that you will discover &quot;what lies beyond&quot;. A PS3 games looks set to solve what thousands of years of philosophy and religion failed to explain. That&apos;s the POWER of gaming.  6.20pm: The trailer has moved from that tense cop station scene to a series of clips from the game - lots more action, burning cops, burning vehicles on the streets.  6.21pm: Next up, PlayStation Allstars Battle Royale. A brief trailer is followed by a group of hip young gamers taking to the stage to play the game  LIVE.  6.23pm: The game is coming to Vita as well as PS3. The versions will be cross-compatible, allowing handheld and console gamers to compete against each other. The demo team on stage are playing as Fat Princess, Sly Copper and Kratos. Characters build up energy during combat to access super moves. They&apos;re playing in Metropolis from the Ratchet and Crank Universe.  6.25pm: Some characters are melee-based, some like Sly Copper do a lot of sneaking. Oh yes, this is an erna-battle game, by the way. If you&apos;re old enough to remember Dreamcast, you&apos;ll know PowerStone, right? Yeah, this is Powerstone with Fat Princess. If your prayers have just been answered, you are a strange and special individual.  6.27pm: So yes, lots of Super Smash Brothers references to make too. The camera zooms in and out on the action as super powers cause characters to become super giants with super big machine guns.  And ... Nathan Drake and Big Daddy from Bioshick have been announced as playable characters in the game.  6.29pm: There&apos;s a new cross controller function coming to PS3 - allowing Vita to be used as the joypad for LittleBigPlanet and other titles. Hey, it&apos;s another dual screen announcement.  6.31pm: Cross Controller will facilitate both cross-platform gaming, and the use of Vita with PS3 titles. Tretton mentions Journey in a long talk about PS3, Vita and online gaming  gets a huge applause. Go Journey!  6.32pm: PlayStation Plus is set to be amplified with a host of free games. North American P Plus subscribers will be able to download 12 free games from tomorrow including Saint&apos;s Row 3 and Little Big Planet.  6.33pm: Jack Tretton has given everyone in the room a year&apos;s free access to PlayStation Plus. Thanks, Jack!  6.34pm: PSone classics are coming to Vita via PlayStation Network. Final Fantasy VII and the original Tomb Raider will be downloadable to play on Sony&apos;s handheld. Should we be whooping accessibility to old games? It seems so.  6.35pm: It&apos;s the obligatory section about video on demand. &quot;There&apos;s no doubt that PS3 is the centre of your living room,&quot; says Tretton. That&apos;s a dangerous place to put it, Jack, it&apos;s crying out to be tripped over.  6.36pm: Jack moves on to Activision. He talks about Call of Duty coming to Vita. Call of Duty: Black Ops Declassified will launch this Christmas.  6.38pm: Assassin&apos;s Creed is coming to Vita as Assassins Creed III Liberation. As rumoured a while ago, this is an exclusive side-story just for the handheld. The trailer shows a new character female character. It&apos;s an open-world experience with touch controls and there are cross-functions with PS3. You can unlock a new character skin, an upgrade to ammo pouches and a tomahawk by connecting the two. It&apos;s out 30 October.  6.39pm: Sony has also announced a crystal white Assassin&apos;s Creed III Vita bundle pack.  6.40pm: The producers of Assassin&apos;s Creed III are on stage to talk about the title. They reveal that the game will have sea battle sections. The trailer shows the Caribbean Sea in the 18th century, complete with real weather system that changes sea conditions.  6.41pm: Have you ever dreamed of sailing an 18th century galleon around the Caribbean? Well, now you can. take the fights of the revolution to the high seas! I want a large wooden wheel as a peripheral!  6.42pm: Ship vs ship combat via Assassin&apos;s Creed III, complete with cannons and shouting sailors. Avast, me hearties! Is that something sailors said? It is now.  6.43pm: Beautiful sea visuals - the wave effects are genuinely awesome. The demo on the screen shows the player&apos;s ship blasting an enemy with cannon fire - splinters of wood and huge billowing explosions fill the screen. The ship is consumed in the froth of the ocean.  6.44pm: There should be more pirate-themed games. And what we&apos;ve got here is proper naval warfare. Which looks as impressive as you&apos;d expect from Assassin&apos;s Creed. And to think we thought the last one was a bit samey...  6.45pm: Now two ships are alongside each other. Your crew prepare to do gun and hand-to-hand combat. It&apos;s Master and Commander! Assasin&apos;s Creed III will launch with a PS3 bundle, complete with exclusive DLC.  6.46pm: Far Cry 3 is next up  Ubisoft has really got in there with Sony. The Far Cry 3 producer is onstage to announce four-player co-op for the game.  6.47pm: There are four-people on stage playing. They&apos;re attacking an enemy base on the island. There are sniper rifles, throats being cut, explosions. The actors are taking it very seriously. It has those lovely bright Far cry visuals. As the co-op team runs over a railway bridge into the jungle, another fight erupts. The heavy gunners are at the front, while someone plants a bomb.  6.48pm: And shooting from a zipline. Looks fun, but four-player co-op always requires organisational skills and a lot of free time. Hardcore stuff.  6.49pm: I like the fact that they&apos;ve given the lone female character the big box of dynamite to carry. In war, there are no gentlemen. Far Cry 3: you get an island dedicated to multiplayer, plus a map editor so you can create your own levels. Quite a package there from Ubisoft.  6.50pm: Far Cry 3 making a convincing bid for multiplayer credibility there. Shouldn&apos;t have mentioned credibility -- here&apos;s the PlayStation Move segment.  6.51pm: This is going to be a tough sell for Jack. Andrew House, group president of Sony is on stage. Steve Boxer is interviewing him tomorrow for The Guardian! (Again).  6.52pm: Right, okay, Sony is moving in to the ebook market. A trailer onscreen shows a child playing with an interactive pop-up book with stories the player/reader can change.  Steve Boxer: Got a lot of time for Andy  a Welshman made good. He reckons &quot;Words can&apos;t do this new product justice&quot;. That product is Wonderbook. Books coming to life on your console? Ah, it has a physical book element, and uses Augmented Reality.  6.54pm: It&apos;s called Wonderbook  it&apos;s a physical book using augmented reality technology via PlayStation Eye.  6.55pm: And now JK Rowling&apos;s name has been dropped -- she&apos;s collaborating with Book of Spells for Wonderbook. With new and original writing from Rowling herself.  6.56pm: This is interesting. While Microsoft went after Nintendo Wii U with its SmartGlass, Sony is going after Kindle. It won&apos;t excite many gamers here, but Sony may have hit the motherlode commissioning new content from JK Rowling for its Book of Spells interactive ebook concept. This will be HUGE with Potter fans.  6.57pm: Crikey. We&apos;ve got a demo, involving a physical book accessory and Move. The Potter-freaks will love this. Onstage, there are a couple of actors playing Book of Spells. It&apos;s running on PS3, with Eye watching their actions. They&apos;re also using Move to interact. It appears that Move controls an onscreen wand.  Obviously, the Move operates as your wand, and AR makes all sorts of mad stuff happen on and around the book.  7.00pm: So, we have augmented reality, mixed with motion controls, spell-casting and JK Rowling. I was thinking this was about competing with Kindle, but actually, the real target is Skylanders and the new market it has created for alternative interactive entertainment.  7.01pm: Oh dear. She seems to be having trouble with her spell-casting technique. Obviously trickier than you&apos;d imagine. Can you cast a spell to make people buy Move?  7.02pm: Good visuals: paper-effect room morphing into 3D, with you being shown through a mini-portal. This looks infinitely more fun than any previous Potter game.  7.04pm: Players are rewarded for successful spell-casting mini-missions with a note from your professor and a photo of your most exciting spell-casting moment. It&apos;s such a clever play on the fantasies so many Potter fans have of existing within Hogwarts.  7.05pm: A bit more impressive than Eye of Judgement, but along the same principles. And it looks more fun than any previous Potter games, which isn&apos;t saying much. Fifteen house points earned there. The first middle-class game? According to JK herself, it&apos;s the closest a Muggle can get to a spellbook. No argument from us. Books of Spells and Wonderbook are coming in autumn 2012.  7.07pm: PlayStation Suite is the subject now - it&apos;s the new platform for allowing developers to create PlayStation-certified games on Android platforms. PlayStation Certified games are coming to other Android handsets than just those sold by Sony. HTC has signed up, so PlayStation games will be on its handsets. Andy House banging the open platforms drum (always an advantage Sony has had over the ultra-closed Microsoft).  7.08pm: PlayStation Suite is being renamed PlayStation Mobile to reflect how the aim is to bring PlayStation games specifically to mobile platforms. That got a cheer. A cheer for a rename. Andy finished by saying that PlayStation is all about the gaming, to paraphrase. Another dig at Microsoft?  7.09pm: Jack Tretton is back on stage to introduce Sony Santa Monica&apos;s God of War Ascension. Lots of whoops. It&apos;s a whoop frenzy in here. Ah, Kratos, we&apos;ve missed you. he looks as mean and dodgy as ever.  7.11pm: Here&apos;s another bunch of gods with horns. Kratos has removed a blade from a dead guy and set up his enemies with his usual vigour and bloodthirstiness. Bit of an evil boss has arrived, but Kratos still has his moves, including charged-up attacks and kicks. And, of course, the finishing moves. The combat is mega-brutal. Kratos is pulling heads off, exploding enemies, juggling them into the air, then chopping them all the way down as the camera dances around the action, sometimes going into slow-mo for brutal finishing moves. Ascension is a game in love with the God of War mythos.  7.13pm: There&apos;s a kraken taking down a ship. And now Kratos ha demoed a new ability, to rebuild stuff  in this case a wooden dock. Another new move (green colour-coded, like the rebuilding) sees him suspending two enemies in mid-air. And now for that kraken.  7.15pm: And another boss with a giant hammer. As full-on as ever. You know all the stuff you loved about God of War? It&apos;s back. Lovely visual effects too, from flaming attacks to Kratos grabbing on to the tentacle of a vast sea monster and swishing through the air  all under a blistering sun, that bathes the action in orange light, like some Ridley Scott mythological hack-&apos;n-slash flick.  7.16pm: Christ on a bike, it&apos;s an elephant warrior! Kratos is wrestling a giant muscular elephant man. This never happened in the David Lynch film. The crowd goes bloody mad. It&apos;s coming out 12 March 2013  7.18pm: Here&apos;s a half-man half-elephant. The character artists at Sony Santa Monica have been enjoying themselves. Kratos has just exposed his brain with a finishing move, though. Darkness, with the sound of wind and birdsong. A hint of creaking wood, and some impressive 3D sound effects in the auditorium. It&apos;s The Last of Us...  7.20pm: So we&apos;re on a playthrough of The Last of Us. Lead characters Ellie and Joel are exploring an abandoned building, its once lavish interior ravaged and deserted.  7.21pm: Visually, it&apos;s very much from the Uncharted school. Looks great, of course. Joel is out on a roof, when he hears a couple of characters talking. Are they good or bad? Seems bad, because Joel has just strangled one to death.  7.22pm: Stealth is to the fore in this sequence  as is the liberal use of the word fuck. Gtess this will be an 18-cert game, then. As expected Joel has a protective relationship with Ellie - she hides while he fights. Blasting enemies, and fighting off a chap who comes at him with an axe. There is fear, panic and uncertainty. Joel runs out of ammo, the baddies says &quot;I know that sound, I&apos;ve got you now&quot; but Ellie chucks something at him, getting a loud cheer from the audience.  7.24pm: A great take-down generates a cheer. There&apos;s a lot of man-on-man wrestling  how much of this is interactive? It&apos;s brutal stuff as the demo ends with Joel blasting someone in the face. This is what Nathan Drake would be doing in a post-apocalyptic hell hole.  7.25pm: Jack Tretton makes a &apos;mind blowing&apos; joke. Polite laughter.  7.26pm: Steve: &quot;The best is yet to come,&quot; he says  and with that Tretton disappears off stage. That was fun. Keith: Jack&apos;s off now, by the look of it. And that&apos;s it. Heaps of PS3 exclusives, and some real innovation with that Wonderbook thing. Not a bad effort, Sony. Much meatier than Microsoft&apos;s conference earlier.  Stuart O&apos;Connor travelled to E3 2012 with Sony", 
    "section": "technology", 
    "gid": "technology/2012/jun/05/e3-2012-sony-playstation-live", 
    "wordcount": "2739"
}