{
    "headline": "The infighting that threatens to undermine US nuclear safety", 
    "text": "It could be the latest Inside the Beltway TV drama: the safety guardians of America&apos;s nuclear industry working in a political environment so toxic that the White House was compelled to appoint the bureaucratic equivalent of a marriage counsellor. Firstly, there have been testimonies to Congress of &quot;outbursts of abusive rage&quot; at the US Nuclear Regulatory Commission (NRC). The senior regulator, Greg Jaczko, was accused of bullying the sole woman on the five-member commission, a Republican nuclear engineer Kristine Svinicki. All four of his commissioners were in open revolt. Republicans in Congress also weighed in, with a letter last week demanding Jaczko justify his performance. But the real drama, going largely unseen amid the infighting at the regulator, is over the future of America&apos;s nuclear industry after the Fukushima disaster in Japan last year, nuclear experts say. &quot;All of this in my opinion is a sign of a desperate struggle going on involving the NRC,&quot; said Robert Alvarez, a nuclear expert at the Institute for Policy Studies. &quot;The majority of commissioners were put there largely with the blessing of the nuclear industry, and are now pushing back over potentially expensive upgrades to the reactor fleet after Fukushima.&quot; After a 30-year hold on new reactor construction, America&apos;s nuclear industry had been poised for an era of expansion until Fukushima occurred and NRC, under Jaczko&apos;s command, began a review of America&apos;s 100-plus reactors. About one-quarter of America&apos;s 100-plus civilian reactors are the same General Electric model as the doomed Japanese reactor, leaving them vulnerable to meltdown in case of a power shutdown, experts say. The NRC review, published last July, made about a dozen safety recommendations. But the nuclear regulators chose not to enforce those same safeguards before granting a licence to two new reactors at an existing plant in Georgia. It was the first new nuclear construction in 30 years. The White House had backed the project, by Southern Company, and the department of energy offered $8.3bn in loan guarantees to build the plant on an existing site. However, Jaczko  the sole commissioner to object to the licence  argued the new project should have been built to the higher standard. &quot;I cannot support issuing this licence as if Fukushima had never happened,&quot; he said. The dissent made Jaczko a hero to campaign groups pressing for stronger nuclear safeguards. &quot;The worst thing the commission did after Fukushima was to decide to continue licencing and relicensing without a pause,&quot; said Arjun Makhijani, president of the Institute for Energy and Environmental Research. The Union of Concerned Scientists (UCS) said last week it had deep concerns about the commission&apos;s commitment to safety because of the slow pace of implementing new safeguards after Fukushima. Safety measures first agreed after 9/11 were still not fully in place, it said. &quot;Commissioners have failed to require that the NRC enforce its own regulations and address known safety problems,&quot; the campaign group said. It criticised four commissioners by name  all except Jaczko  for failing to endorse stronger standards on emergency cooling systems or new guidelines requiring background checks on staff entering a reactor site under construction. Jaczko, a former aide to the Senate majority leader Harry Reid, was appointed to the NRC by George Bush, and named commission chair by Barack Obama. He is a Democrat, as are two other commission members. The remaining two are Republican. The divisions within the nuclear regulatory body are not restricted to Fukushima. Jaczko broke with fellow commissioners when he ordered a stop to planning work on the Yucca Mountain nuclear waste repository. Obama had stopped funding for the project earlier. Nor do the divisions adhere strictly to party lines. Campaign groups argue support for the nuclear industry runs across party lines, with Democratic and Republican members of Congress reliant on political contributions. The main industry group, the Nuclear Energy Institute, stepped up its PR and lobbying effort by 25% after Fukushima, spending $2.1m in 2011, according to the Open Secrets website. By last October, commission members were in open revolt, and wrote what was supposed to be a confidential letter of complaint to the White House. In the letter, the four accuse Jaczko of &quot;intimidation and bullying&quot; the regulatory body&apos;s staff and of hostile behaviour to his fellow commissioners. &quot;Your [Jaczko&apos;s] intemperate and disrespectful behaviour and conduct towards fellow commission members is completely unacceptable,&quot; the letter said. In addition, a report by an independent inspector general last year said Jaczko&apos;s &quot;forceful management techniques&quot; made it difficult at times for him to get along with staff. The report also said he was not always forthcoming with information. The White House stepped in last December, appointing a mediator to smooth over what it called &quot;management differences&quot;. But Republicans in Congress have been gunning for Jaczko since then. Does the infighting compromise America&apos;s nuclear safety? David Lochbaum, a nuclear engineer and director of the UCS nuclear safety project does not think so. &quot;It&apos;s certainly complicating things. There is a chilling effect. Everybody is walking on egg shells,&quot; he said. &quot;I don&apos;t see any evidence that the rancour has kept them from making decisions that need to be made. It&apos;s just unfortunate that they are operating with this Peyton Place/Jerry Springer attitude.&quot;  This article was amended on 1 May 2012. It originally referred incorrectly to George Jaczko. His first name is Greg.", 
    "section": "environment", 
    "gid": "environment/2012/apr/30/nuclear-industry-nrc-infighting-fukushima", 
    "wordcount": "913"
}