{
    "headline": "Element of the week: francium | video", 
    "text": "    This week&apos;s element is francium, which has the symbol Fr and the atomic number 87.  Francium is a highly radioactive alkali metal that is vanishingly rare in the wild. It is the most unstable naturally occurring element, and one of the most unstable lab-synthesised elements. To the best of my knowledge, no one has ever seen francium with the naked eye, and if they had seen it, they certainly would not live to tell the tale. In fact, at any given time, it is estimated that less than 30 grams of francium are present throughout the Earth&apos;s crust, which makes the discovery of this element  before the nuclear age  so remarkable.  So how did we even know that francium exists if no one has ever seen it, even unto this very day? Mendeleyev predicted the existence of element 87 because his periodic table had an empty slot for it. Scientists also knew that element 87 must exist because heavier elements (thorium and uranium) had already been discovered. The talented chemist, Henry G. J. Moseley provided a scientific argument for the existence of element 87 based on his work with x-rays. The evidence in support of this prediction triggered the scientific equivalent of an Easter egg hunt among chemists and physicists around the world.  Francium is the last naturally occurring element to be discovered. After several erroneous claims, it was finally discovered in 1939 by the French physicist, Marguerite Perey, who began her scientific career as a student of two-time Nobel Laureate, Marie Curie. But this discovery was fraught with controversy since a team of physicists working in Romania had probably detected the element a few years earlier, lurking in a sample of the mineral pollucite. This team proposed the name moldavium for element 87 to honour the region where they made their discovery. But that original claim ignited controversy since it was argued at the time that element 87 does not exist in nature, although we now know that it does, albeit in trace amounts.  The second world war effectively silenced this argument until 1946, when Perey renewed her claim to the discovery of this element. This time, her claim was unopposed, probably due to the political atmosphere in the aftermath of the war. Since element 87 is the most electro-positive of all the elements, Perey proposed to name it name cation. But some scientists (including Perey&apos;s adviser, Irne Joliot-Curie) hated this name  um, something to do with cats? So after much shouting, Perey then proposed the name francium to honour her native France (this, even though another element  gallium  had already been named for France). Perey&apos;s claim was formally recognised three years later.  Francium is a naturally occurring radioactive decay product that pops up in thorium and uranium ores before it decays into either astatine, radium, or radon. Francium has 34 known isotopes, all of which are radioactive with very short half-lives: the most common isotope, Fr-223, has the longest half-life of just 22 minutes.  Although francium remains hidden and its isotopes&apos; fleeting half-lives make its chemistry nearly impossible to study, scientists are able to predict what its chemical properties are like based on what we know about its smaller sister elements found in the same row of the periodic table; lithium, sodium, potassium, rubidium, and csium. For example, based upon these elements&apos; increasingly violent reactions with water, scientists are certain that francium would react explosively with water.  In this video, our favourite chemistry professor tells us about francium and discusses how its reactivity in water is related to that of the other elements in the row above it:             [video link]  Read more about the discovery of francium.  .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniofNottingham  You&apos;ve already met these elements: Radon: Rn, atomic number 86Astatine: As, atomic number 85Polonium: Po, atomic number 84Bismuth: Bi, atomic number 83Lead: Pb, atomic number 82Thallium: Tl, atomic number 81Mercury: Hg, atomic number 80Gold: Au, atomic number 79Platinum: Pt, atomic number 78Iridium: Ir, atomic number 77Osmium: Os, atomic number 76Rhenium: Re, atomic number 75Tungsten: W, atomic number 74Tantalum: Ta, atomic number 73Hafnium: Hf, atomic number 72Lutetium: Lu, atomic number 71Ytterbium: Yb, atomic number 70Thulium: Tm, atomic number 69Erbium: Er, atomic number 68Holmium: Ho, atomic number 67Dysprosium: Dy, atomic number 66Terbium: Tb, atomic number 65Gadolinium: Gd, atomic number 64Europium: Eu, atomic number 63Samarium: Sm, atomic number 62Promethium: Pm, atomic number 61Neodymium: Nd, atomic number 60Praseodymium: Pr, atomic number 59Cerium: Ce, atomic number 58Lanthanum: La, atomic number 57Barium: Ba, atomic number 56Csium: Cs, atomic number 55Xenon: Xe, atomic number 54Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist is an evolutionary biologist, ornithologist and freelance science writer who writes about the interface between evolution, ethology and ecology, especially in birds. She seriously considered pursuing her doctorate in chemistry, and has shared her fondness for this topic by teaching a number of university chemistry and biochemistry courses. You can follow Grrlscientist&apos;s work on her other blog, Maniraptora, and also on facebook, Google +, LinkedIn, Pinterest and of course, twitter: @GrrlScientist", 
    "section": "science", 
    "gid": "science/grrlscientist/2013/may/10/1", 
    "wordcount": "1093"
}