{
    "headline": "Boot up: Google's tablet push, Flash security update, phones on a plane, and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Google publishes more guidelines to help developers build &apos;quality tablet apps&apos; &gt;&gt; The Verge  Google has put together another tool for developers in the form of its tablet app quality checklist. In ten easy steps, Google lays out the most important things developers needs to do for their tablet apps to be successful, including optimizing for larger screens, taking advantage of a tablet&apos;s extra space, and adjusting fonts and widgets.  Cisco cuts ties with ZTE after Iran sales &gt;&gt; FT.com  Cisco said it had cut ties with ZTE after an internal probe revealed that the Chinese company had sold Cisco&apos;s equipment to Iran.  Sales of US technology products to Iran have been banned by the US government, but ZTE is understood to have sold Cisco internet routers to the company that controls the Telecommunication Company of Iran (TCI).   Coming after the Huawei/ZTE criticisms by the House Intelligence Committe, this starts to look like a trend. Emirates passengers can now yammer on their cellphones in flight &gt;&gt; AllThingsD  Dubai-based Emirates said Monday that it will start letting passengers on its A380 aircraft talk using their cellphones while in flight.  The service works with standard phones in conjunction with OnAir, the company that provides Wi-Fi service for Emirates&apos; aircraft.  The only major limitation is that, per Federal Aviation Administration rules, the phones can&apos;t be used over the US, so the service shuts down within 250 miles of the States.   &quot;Dubai more technologically flexible than US&quot; isn&apos;t a phrase you expect to hear often. iPhone 5 review: Marveling at the existence of the greatest phone ever made &gt;&gt; Slate Magazine Farhad Majoo:   All top-of-the-line smartphones on the market today do pretty much the same things. Since they&apos;ve all got similar specs--superfast LTE networking, great cameras, great displays, app stores that carry most of the apps people want--the only reason you would choose one over the other is personal taste. If you like a wider screen, you might go with the Samsung Galaxy SIII. If you like Windows&apos; more informative start screen, you&apos;d go with something made by Nokia. The iPhone&apos;s unique comparative advantage is build quality: If you want a phone that is a pleasure to hold, one that just looks and feels better, there&apos;s no equal on the market. No other phone is even close.   A month ago Manjoo reckoned the iPhone 5 was &quot;boring&quot;. Now he&apos;s changed his mind. Study: Americans don&apos;t know what ad tracking is, but they sure don&apos;t like it &gt;&gt; Forbes  &quot;Study Finds Broad Wariness Over Online Tracking&quot; is the headline The New York Times put on its story about the results of a new survey by researchers at the Berkeley Center for Law and Technology. &quot;Study Finds Broad Ignorance Over Online Tracking&quot; would have worked just as well.  A poll of 1,203 adults demonstrated three things. First, Americans don&apos;t like the idea that marketers are collecting data about their online behavior and shopping habits. Second, Americans have only the foggiest understanding of how their data is being collected and what can be done to limit that collection. Third, Americans are confused about what they actually want.   Only 13% had heard of Do Not Track. Critical Adobe Flash Player update nixes 25 Flaws &gt;&gt; Krebs on Security  Adobe has issued an update for its Flash Player software that fixes at least 25 separate security vulnerabilities in the widely-installed program. The company also pushed out a security patch for its Adobe AIR software.  The chart below shows the newest patch version numbers released today. Updates are available for Windows, Mac, Linux and Android systems. Windows and Mac users can grab the latest updates from the Flash Player Download Center, but be on the lookout for bloatware toolbar add-ons that come pre-checked (like McAfee VirusScan).  Android users outraged over Motorola&apos;s broken promise &gt;&gt; CNET News Motorola is not doing well by users of phones that it said could be upgraded to Ice Cream Sandwich... and then didn&apos;t.  The decision to deny some phones an update came down to stretched resources, [Punit] Soni, [Motorola head of software management who joined from Google a month ago] said. Ultimately, Motorola chose to focus on speedy, consistent updates to a limited number of older phones and all of its new phones, rather than its entire product lineup, which would have led to long, unpredictable upgrade cycles and headaches for the leaner staff.  &quot;We couldn&apos;t do both,&quot; Soni said. &quot;If we went down that road (of upgrading every device), we couldn&apos;t meet our commitment to be future-facing.&quot;  Motorola confirms death of Webtop, laptop accessories &gt;&gt; CNET News  Motorola Mobility&apos;s Webtop concept, which enabled its phones to act as the brains of a laptop or television entertainment hub, has quietly been killed off, the company confirmed to CNET today.  Webtop was software that allowed a Motorola smartphone, such as the Atrix 4G for AT&amp;T, to be docked into a special laptop accessory and run with some computer functionality such as the browser. When it was unveiled, many had called it the future of mobile computing.   More like &quot;some&quot; had called it the future. And it still looks promising. But not with that software or price. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/09/technology-links-newsbucket", 
    "wordcount": "930"
}