{
    "headline": "Codecademy: learn how to write code at home", 
    "text": "What is Codecademy? Codecademy was set up by two friends who wanted to learn to code, but were disappointed with existing materials. The website starts by presuming no prior knowledge at all, and lets you work through small exercises, slowly growing in complexity. In the spirit of the web, it&apos;s free, and some of the exercises were created by volunteers. What will I be learning? Codecademy teaches JavaScript  a language commonly used to create interactive elements in websites. Starting with addition, you work through the elements of the language, eventually allowing you to write a Blackjack game. Lessons are grouped into sections, each of which has a Q&amp;A forum where users discuss the exercises. They plan on adding lessons for Ruby, Python, HTML and CSS in the near future. These are all freely licensed languages that can be used to create things at no cost, and underpin much of the internet as we know it today. Who is it for? It&apos;s aimed at absolute beginners, so if you don&apos;t know anything, but would like to, then it&apos;s for you. The fundamentals of programming are the same across many languages, so even if you aren&apos;t interested in learning JavaScript specifically, Codecademy is a good introduction to the world of code. People working in technology may also find it useful as a way of picking up a new language. What makes it interesting? Codecademy is one of the pioneers of &quot;gamification&quot;  the concept of encouraging online interaction through awards, scoring, and other game-like behaviour. There are badges for completing increasing amounts of exercises, as well as for specific challenges. If you wish to brag about your new-found programming prowess you can share these trophies on Facebook and Twitter. What&apos;s good and bad about it? Codecademy gets you writing code from the start. Much like learning a foreign language, the best way to absorb what you are being taught is to practise, to get it wrong, and then to then learn from your mistakes. But by focusing on doing things rather than understanding what you are doing, the underlying fundamentals of what is going on are largely glossed over. If you are serious about picking up programming, it is likely you will want to use Codecademy alongside other resources. Max Harlow and Lindsey Dew, software developers at the Guardian and Observer  This article was corrected on Monday 5 March 2012 to change references to Codeacademy and Java.", 
    "section": "technology", 
    "gid": "technology/2012/mar/04/learn-javascript-code-on-net", 
    "wordcount": "408"
}