{
    "headline": "Subliminal suggestions do not work, research finds", 
    "text": "Observations During Itch-Inducing Lecture is a study published by German researchers in the year 2000. It delivers exactly what the title promises. Professor Uwe Gieler at Justus-Liebig University in Giessen and two colleagues begin with the basics: &quot;Itching is defined as a sensation associated with an impulse to scratch.&quot; They invited people to attend a public lecture called &quot;Itching  what&apos;s behind it?&quot; The lecture was purportedly recorded for broadcast on television. In fact, the TV cameras were there to record what the audience did  whether people scratched themselves, or failed to scratch themselves. The lecture had two parts, the first filled with slides of fleas, mites, scratch marks on skin and other visual stimuli that the scientists hoped would &quot;induce itching&quot;. The remainer of the lecture presented photos of babies, soft skin and other items meant to &quot;induce relaxation and a sense of well-being&quot;. The experiment was to some extent a success. Audience members, on average, scratched themselves more frequently during the itch-provoking part of the lecture. However, because the audience was small, the scientists hesitate to draw any firm conclusion from what happened. Five years earlier, Clifton W Mitchell published a treatise called Effects of Subliminally Presented Auditory Suggestions of Itching on Scratching Behaviour. It describes his doctoral thesis research at Indiana State University. For Mitchell, itching and scratching were but a means to an end. His main interest was subliminal perception. His stated intent was &quot;to create an experimental situation closely analogous to that encountered in commercially available subliminal self-help audiotapes.&quot; Dr Mitchell had volunteers listen to a specially prepared 11-minute-long recording of recited &quot;suggestions of itching&quot;. The report does not specify the nature of these suggestions, other than to say that they were recorded at a level so low that it &quot;prohibit[ed] conscious detection of spoken words&quot;. Mitchell buried these whisperings beneath a loud soundtrack of what he describes as &quot;new-age style music&quot;. A different group of volunteers listened to a recording of just the music. A third group heard a recording of someone simply, loudly making suggestions about itching. The technical term for this explicit prompting, the report informs us, is &quot;supraliminal suggestions&quot;. Dr Mitchell added extra scientific rigour: &quot;To distract participants from the purpose of the experiment, a biofeedback-type headband with bogus sensors and wiring was fitted around the head.&quot; Dr Mitchell videorecorded the test subjects, then evaluated the recordings to see who scratched themselves, and how often. The report presents the results of the experiment, condensed into a concise, readable table that is labelled &quot;Means and standard deviation for number of scratching-type behaviour observed for each group across phases&quot;. Those results were a bit paradoxical. Those who listened to the overt itching messages scratched themselves least, those who listened to the pure music scratched most. There was, Dr Mitchell reports, &quot;no evidence&quot; that listening to subliminally presented auditory suggestions of itching led to an increase in scratching behaviour.  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/may/21/subliminal-suggestions-itching-improbable-research", 
    "wordcount": "527"
}