{
    "headline": "Roll over Einstein: meet Weinstein", 
    "text": "There are a lot of open questions in modern physics. Most of the universe is missing, for example. The atoms we know about account for less than 5% of the mass of the observable universe - the rest is dark matter (around 25% of the mass of the universe) and dark energy (a whopping 70%). No one knows what either of these things actually is. At the subatomic scale, we know there are three families of fundamental particles - called &quot;generations&quot; - and each one contains two quarks, a neutrino and a negatively charged particle (the lightest being the electron). But why are there three generations in the first place? And the big one: why do the two pillars of 20th century physics, quantum mechanics and Albert Einstein&apos;s general theory of relativity, not agree with each other? Solving these problems, the last one in particular, has been the goal of many generations of scientists. A final theory of nature would have to explain all of the outstanding questions and, though many (including Albert Einstein himself) have tried, no one has come close to an answer. At 4pm on Thursday at the University of Oxford, the latest attempt to fill the biggest holes in physics will be presented in a lecture at the prestigious Clarendon Laboratory. The man behind the ideas, Eric Weinstein, is not someone you might normally expect to be probing the very edge of theoretical physics. After a PhD in mathematical physics at Harvard University, he left academia more than two decades ago (via stints at the Massachusetts Institute of Technology and the Hebrew University of Jerusalem) and is now an economist and consultant at the Natron Group, a New York hedge fund. He may have an impressive CV, but Weinstein is in no way part of the academic physics community. He will speak in Oxford at the invitation of Marcus du Sautoy, one of the university&apos;s most famous and accomplished mathematicians who also holds Richard Dawkins&apos;s former academic position as the Simonyi professor of the public understanding of science. Weinstein and du Sautoy met as postdoctoral mathematics students at the Hebrew University in the 1990s. Weinstein has been working on his ideas to unify physics for more than two decades, but he only shared them two years ago with du Sautoy, who since then has been keenly studying the mathematics. &quot;I get so many letters and emails to me explaining big theories of the universe and I don&apos;t take them all so seriously,&quot; says du Sautoy. &quot;Eric&apos;s been telling me the story of his ideas and what I immediately found appealing about them was the naturalness of them. You don&apos;t have to put in extraneous things. There&apos;s a beauty about it that gives you a feeling that there&apos;s a truth about it.&quot; In Weinstein&apos;s theory, called Geometric Unity, he proposes a 14-dimensional &quot;observerse&quot; that has our familiar four-dimensional space-time continuum embedded within it. The interaction between the two is something like the relationship between the people in the stands and those on the pitch at a football stadium - the spectators (limited to their four-dimensional space) can see and are affected by the action on the pitch (representing all 14 dimensions) but are somewhat removed from it and cannot detect every detail. In the mathematics of the observerse there is no missing dark matter. Weinstein explains that the mass only seems to be missing because of the &quot;handedness&quot; of our current understanding of the universe, the Standard Model of particle physics. This is the most complete mathematical description physicists have of the universe at the quantum level and describes 12 particles of matter (called fermions) and 12 force-carrying particles (called bosons), in addition to their antimatter partners. &quot;The Standard Model relies on a fundamental asymmetry between left-handedness and right-handedness in order to keep the observed particles very light in the mass scale of the universe,&quot; says Weinstein. He says his theory does not have the asymmetry associated with the Standard Model. The reason we cannot easily detect the dark matter is that, in the observerse, when space is relatively flat, the left-handed and right-handed spaces would become disconnected and the two sides would not be aware of each other. &quot;Imagine a neurological patient whose left and right hand sides were not aware of each other,&quot; he says. &quot;You&apos;d have a situation where each side felt itself to be asymmetric, even though anyone looking at both halves together would see a symmetric individual whose left hand counterbalanced the right.&quot; He proposes that dark energy is a type of fundamental force that could sit alongside gravity, electromagnetism, the strong and weak nuclear forces. This force pushes space apart and its strength is variable throughout the universe. Furthermore, Weinstein&apos;s theory predicts the existence of more than 150 new subatomic particles, most of them with exotic properties (such as electric charges that are greater than one, which is the maximum seen in nature at present). Radical ideas that claim to solve all the problems of physics - so-called final theories of everything - have come and gone countless times in the history of physics and many are notable for emerging from outside the traditional world of university physics departments. In 2007, physicist and surfer Garrett Lisi made headlines when he claimed to have found a way to unify physics. Lisi&apos;s ideas never took off, because his theories did not make enough predictions that could be tested in experiments, the hallmark of a good scientific idea. Weinstein has not shared his ideas too widely yet. Scientists who have seen some of the details similarly agree that there is some elegant mathematics in his 14-dimensional observerse. But it takes more than elegant mathematics to make a good scientific theory. The current leading candidate to unify the fundamental forces of nature is M theory (also known as superstring theory), which proposes that all the particles we know of are actually, at the tiniest scale, vibrating loops of energy. Despite decades of effort from the cream of the theoretical physics community, however, M theory struggles to make any experimentally testable predictions. David Kaplan, a particle theorist at Johns Hopkins University in Baltimore, has seen and discussed some of Weinstein&apos;s ideas with him. On the plus side, Kaplan says it is &quot;phenomenal&quot; that someone coming from outside academia could put together something so coherent. &quot;There are many people who come from the outside with crazy theories, but they are not serious. Eric is serious.&quot; But he says the theory is incomplete and should have spent more time being critiqued by academics before receiving any wider public attention. &quot;What I would encourage him to do is modest things and take steps and commit to a physical manifestation of his theory  to say &apos;here is a set of instructions and a set of equations, do this calculation and you can make the following predictions.&apos; And then see if his theory matches with the real world or not. He doesn&apos;t have enough of a case. What I&apos;d like him to do is to keep working.&quot; Edward Frenkel, a mathematician at the University of California, Berkeley, has been discussing Weinstein&apos;s ideas with him for the past year. &quot;I think that both mathematicians and physicists should take Eric&apos;s ideas very seriously,&quot; he says. &quot;Even independently of their physical implications, I believe that Eric&apos;s insights will be useful to mathematicians, because he points to some structures which have not been studied before, as far as I know. As for the physical implications, it is quite possible that this new framework will lead to new answers to the big questions, after necessary work is done to make precise predictions which can be tested experimentally.&quot; Jim al-Khalili, a nuclear physicist at the University of Surrey who has seen a summary of Weinstein&apos;s ideas (but not the maths) is sceptical. He says Weinstein will need to do a &quot;heck of a lot of convincing&quot; if he wants physicists to take his ideas seriously. &quot;My main concern with Weinstein&apos;s claims is that they are simply too grand - too sweeping. It would be one thing if he argued for some modest prediction that his theory was making, and importantly one that could be tested experimentally, or that it explained a phenomenon or mechanism that other theories have failed to do, but he makes the mistake of claiming too much for it.&quot; Until Weinstein produces a paper, physicists will remain unconvinced and, crucially, unable to properly assess the claims he is making. His lecture at Oxford today will give more mathematical details and Weinstein plans to put a manuscript on the Arxiv preprint server - a website where scientists often publish early drafts of their work, many of which subsequently get published in peer-reviewed journals. Du Sautoy defends the unorthodox way that Weinstein&apos;s ideas have filtered into the world and expects corrections and updates to become apparent. &quot;We live in an age where everything has to be sealed and delivered and complete when it&apos;s delivered and complete when it meets a journal and, in fact, that&apos;s not how science is done,&quot; he says. Einstein&apos;s theory of general relativity, he added, was not a finished product when first presented, taking a decade of evolution and discussion to get into its final form. &quot;I&apos;m trying to promote, perhaps, a new way of doing science. Let&apos;s start with really big ideas, let&apos;s be brave and let&apos;s have a discussion,&quot; says du Sautoy. &quot;Science is very much an evolutionary process and [Weinstein&apos;s] is such a wide-ranging theory and involves such a wide area of mathematics and physics, this is an invitation to say, &apos;This is speculative and it&apos;s claiming a lot so let&apos;s see where it can go.&apos;&quot; Whatever happens, says Frenkel, Weinstein is an example of how science might change in future. &quot;I find it remarkable that Eric was able to come up with such beautiful and original ideas even though he has been out of academia for so long (doing wonderful things in other areas, such as economics and finance). In the past week we have learned about an outstanding result about prime numbers proved by a mathematician who had been virtually unknown, and now comes Eric&apos;s lecture at Oxford. &quot;I think this represents a new trend. It used to be that one had to be part of an academic hub, such as Harvard or Oxford, to produce cutting-edge research. But not any more. Part of the reason is the wide availability of scientific information on the internet. And I think this is a wonderful development, which should be supported. &quot;I also see two lessons coming from this. The first is for the young generation: with passion and perseverance there is no limit to what you can do, even in high-end theoretical science. The other lesson is for me and my colleagues in academia  and I say this as someone who on most days takes an elevator to his office in an Ivory Tower, as it were  we should be more inclusive and more open to ideas which come from outside the standard channels of academia, and we&apos;ll be better off for it.&quot;", 
    "section": "science", 
    "gid": "science/blog/2013/may/23/roll-over-einstein-meet-weinstein", 
    "wordcount": "1896"
}