{
    "headline": "Boot up: PC OEM angst, HTC's pixels, iOS6 jailbreakers counted, and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Microsoft&apos;s loan to Dell certain to trigger more OEM angst, say analysts &gt;&gt; Computerworld  Microsoft&apos;s $2bn loan to Dell, one of its largest computer-making partners, will have an impact on how other OEMs view their Windows ecosystem collaborator, analysts said today.  The extent of that impact, however, is unclear to the experts, although they are certain it will do something to the relationships Microsoft has with others.  FedEx Bandwidth &gt;&gt; What-If XKCD  If you want to transfer a few hundred gigabytes of data, it&apos;s generally faster to FedEx a hard drive than to send the files over the internet. This isn&apos;t a new idea--it&apos;s often dubbed SneakerNet--and it&apos;s how Google transfers large amounts of data internally.  But will it always be faster?  HTC M7 to ditch megapixels in favour of Ultrapixels &gt;&gt; Pocket-lint  HTC is to use a new camera sensor on its much-rumoured HTC M7 smartphone, Pocket-lint can confirm, which will use what the company calls Ultrapixels.  Although rumours have suggested the new smartphone will use a 13-megapixel sensor, sources familiar with the matter have told Pocket-lint that won&apos;t be the case. Well, not exactly.  The new camera will instead be made up of three 4.3-megapixel sensor layers combined to give a resulting single image. Three lots of 4.3 may add up to around 13-megapixels, but images from HTC&apos;s latest won&apos;t be output at that larger size.  Evasi0n jailbreak installed on 1.7 million devices since Monday release &gt;&gt; Mac Rumors  In a discussion with Forbes, Cydia appstore administrator Jay Freeman revealed that the evasi0n jailbreak had been installed 800,000 times within six hours of its Monday release.  By Tuesday, Cydia had been installed 1.7 million times, and according to a chart tweeted by Freeman, Cydia was receiving 14,000 hits per minute at peak download times.   That&apos;s a big number. Then again, in the context of about 300m devices already running iOS 6, it&apos;s not. Then again again, it&apos;s more than some individual phones sell. Want to create insanely great products? Lessons from Pink Floyd &gt;&gt; Inc.com Huh?? Oh, read it anyway. About.me buys Itself back from AOL &gt;&gt; NYTimes.com  Here&apos;s your next challenge as a founder of a start-up: Sell your company to a digital behemoth for tens of millions of dollars, then buy it back for a fraction of the cost. Oh, and keep the change.  On Monday, About.me, an online identity Web site, announced that it had done just that, buying itself back from AOL, which acquired the company two years ago.   Everyone&apos;s doing it. Starfish smartwatch saga illustrates entrepreneurial stumbling blocks &gt;&gt; Macworld  One of the booths I was eager to see at this year&apos;s Macworld/iWorld was that of a company I&apos;d never heard of and a product I&apos;d never seen. I first learned of Starfish from the company&apos;s advertisement in the current issue of Macworld magazine; that ad touts: &quot;The next biggest thing is the next smallest thing: The world&apos;s first ever interactive iPhone and iPad mirroring device on your wrist.&quot;   And so the saga begins. Published: UK ruling holding Google&apos;s push email patent invalid as well as licensed to Microsoft &gt;&gt; FOSS Patents  This patent [belonging to Google] is now in bad shape following a December 21, 2012 declaratory judgment by Justice Arnold of the UK High Court holding the patent invalid on multiple grounds and finding that Microsoft is licensed to it. In fact, of all the patents I&apos;ve seen in the ongoing smartphone patent disputes there isn&apos;t any other that has seen its principal claim (claim 1) declared invalid for four independent reasons and additionally raises a licensing issue that can be resolved as easily as the grant-back obligation Google has under an Exchange ActiveSync license deal with Microsoft.   The win over Oracle begins to look like an outlier. Building my own laptop &gt;&gt; bunnie&apos;s blog  We are building an open laptop, with some wacky features in it for hackers like me.  This is a lengthy project. Fortunately, ARM CPUs are getting fast enough, and Moore&apos;s Law is slowing down, so that even if it took a year or so to complete, I won&apos;t be left with a woefully useless design.   Er, OK. (Thanks @sputnikkers for the link.) Handsets to become biggest consumer of flash memory in 2013, says IHS &gt;&gt; Digitimes  The device last year with the largest market share of flash memory consumption - flash storage cards - in 2013 will tumble to third place with a 19.7% share of flash consumption. Sitting between handsets and flash storage cards will be solid state drives (SSDs), ranked the No. 2 consumer this year with 20.6%, up two spots from 2012.   That&apos;s amid a forecast 10% revenue growth for the NAND market to $22bn. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/06/technology-links-newsbucket", 
    "wordcount": "850"
}