{
    "headline": "Seedcamp London: the other Dragons' Den", 
    "text": "In a former retail space, just yards from Soho&apos;s sex shops and market stalls, Britain&apos;s next wave of technology entrepreneurs are checking in for one of the biggest days of their lives. Clutching coffees and smartphones or iPads, the mostly young men in shirts, sweaters and jeans mingle awkwardly with the 120 investors and industry experts, who have come to hear them pitch their business ideas, offering advice in intensive mentoring sessions afterwards. A lucky few might also walk away with the prospect of financial backing. Seedcamp London  to give this nerve-jangling day its formal title  has become a landmark occasion in the tech scene&apos;s calendar. At least 250 hopeful startups, from as far afield as Portugal and Finland, applied to this year&apos;s event, with just 22 (albeit a record number) invited to take part. Launched in 2007, Seedcamp is arguably Europe&apos;s leading early-stage mentoring and investment programme for tech startups and has backed a total of 60 companies. While that number is modest (compared with its Silicon Valley equivalent Y Combinator, which invests in around 60 every year), the fund&apos;s investment is viewed as a golden ticket. Not only do &quot;Seedcamp companies&quot; receive an investment of 50,000 but, more importantly, they gain access to a network of more than 1,200 mentors, including many of the industry&apos;s leading players, and are taken on a meet-and-greet tour of investors and founders in every US tech hub from Boston to San Diego. No wonder, then, that the smiles andhushed small talk at the event mask an atmosphere that at times resembles a shark pool. &quot;The competition really is tough,&quot; says Seedcamp partner Reshma Sohoni. &quot;Not only is it really hard to get in, but of the 22 teams here today, Seedcamp may potentially invest in two or three  or none of them.&quot; By the time the pitches (a strict three minutes) are under way, the space is packed with startup teams and mentors. Some are tapping notes into keyboards, some are filming the proceedings, more are live tweeting. It&apos;s hard to miss the glaring lack of women both in the audience and among those addressing it. Only three pitches are led by women and just one (out of 22) is delivered by someone over the age of 50. What&apos;s more, there are just two black men in the room; one of them is a security guard. Although it&apos;s changing slowly, the event is a reminder that the tech worldis predominantly peopled by young, white, male geeks. &quot;That&apos;s because a lot of the guys starting out in the business are coders; they come from a technology background,&quot; explains Sohoni. While it&apos;s easy to see why the entrepreneurs apply to Seedcamp in their droves, the reason that investors prowl the room, scouting for talent and dispensing advice in huddled, urgent mentoring sessions, is harder to explain. Most of these businesses are not so much young, or even pre-pre-revenue, as nonexistent. Some are littlemore than a bright idea, a fast-talking founder and a holding homepage. But that doesn&apos;t put off venture-capital fund Eden Ventures, which now has investments in six Seedcamp-backed startups. Partner Ben Tompkins says he met three more teams at Seedcamp London 2012, which he is &quot;taking seriously and following up on&quot;. Eden makes very early stage investments of between 200,000 and 1m, with further stakes to follow as and when the business grows. &quot;The key thing we&apos;re looking for is a really good group of people behind the business,&quot; says Tompkins. &quot;Not just one individual, but a team who have come together to work on an idea. Second, have they got a good understanding of the market opportunities? Do they understand who&apos;s going to use their product or service? Third, do you think there&apos;s something they can create that&apos;s intrinsically valuable?&quot; Revealingly, Tompkins says that venture-capital funds have to develop diverse portfolios of companies to spread their risks. &quot;The industry numbers for VCs in the US and Europeare that in 60% of companies inwhich you invest, you will lose money,&quot; he says. &quot;In 30%, you will either break even or return some money to the fund. So you&apos;re down to10% that&apos;s going to make a differenceand effectively put the fundinto a profit-making position.&quot; Which makes for grim odds for the startups. Fewer than 10% of applicants to Seedcamp London were selected to take part in the day. Of those, on average, around 10% will receive funding. And just 10% of that 10% will be a breakout hit. But funding  which is available in other accelerator programmes, from &quot;angel&quot; investors, seed funds and other sources such as friends and family (or &quot;fools and family&quot;, as one investor quipped)  is not the primary reason that many startups apply. The true value of being backed by a fund such as Seedcamp is the stamp of approval it confers. &quot;When you come out the other end and say I was a Seedcamp 2011 company, that says something,&quot; says Tine Thygesen, CEO of digital travel site Everplaces, co-founder of start-up hotbed Founders House in Copenhagen and a mentor at Seedcamp. &quot;If you&apos;re a good entrepreneur, you&apos;ll be able to figure out the business stuff yourself. What you can&apos;t do yourself is that borrowed credibility, which means that when you&apos;re calling up an investor, he&apos;ll probably call you back.&quot; Seedcamp&apos;s credibility has been hard-earned. Of the first 22 companies they&apos;ve had meaningful data from, just three have failed. Three more have been acquired, including Mobclix, which was bought by mobile marketingcompany Velti for around$50m. By 2012, the programmepredicts that 11 out of the first 16 Seedcamp-backed companies still trading will generate at least $1m in revenue, creating hundreds of jobs in the process. &quot; &quot;Some of our companies have 50 plus people working for them just three or four years after starting up,&quot; says Sohoni. &quot;If we didn&apos;t exist, all that would either not have happened or taken these companies a heck of a lot longer. That&apos;s where we can really measure our impact.&quot; Bertie &amp; Bean     James Tabor and Stephen Trott. Photograph: Katherine Rose for the Observer    Who? James Tabor, 29, a former media salesman, and Stephen Trott, 29, a graphic designer from Birmingham. Pitch? &quot;We&apos;re a website that helps parents save money, space and time, clothing their children by connecting families whose clothes their children have grown out of with families whose children the clothes will fit,&quot; says Tabor. Come again? It&apos;s a service that allows families to send kids&apos; clothes to each other. It costs 15 to accept a bag andnothing to send one on. Finances? Held an (early stage) seed funding investment round last December. With &quot;cheques in the bank&quot;, a UK launch is planned for March. Why Seedcamp London? &quot;For the roomful of experienced, successful people,&quot; says Trott. &quot;You can never have enough advice as a startup.&quot; The Observer&apos;s verdict: Snappy pitch, workable idea, so no surprise it&apos;s attracting investment. www.bertieandbean.com Sendsy     Julie Allen and Jess Hitchman. Photograph: Katherine Rose for the Observer    Who? CEO Julie Allen, 30, and COO Jess Hitchman, 33, from London. Pitch? &quot;Sendsy is a network of international personal shoppers enabling you to get anything from anywhere,&quot; says Allen. &quot;People have had this problem of not being able to get items they really want  maybe some limited-edition Nikes from Tokyo or a backpack that&apos;s only available in Berlin  in their own country. So we want to hook people up with shoppers in other countries, who can find those items.&quot; This is all about the trust economy. Users will rely on the trustworthiness of strangers? &quot;We are vetting shoppers scrupulously because we want to make sure the trust levels are high,&quot; Allen says. Finances? Self-funding and both founders are still in their full-time jobs. Not many women here today? &quot;By calling it the &apos;tech scene&apos; it can sometimes put women off,&quot; says Hitchman. The Observer&apos;s verdict: Great premise, but needs road-testing. sendsy.com Playbank     Nancy Vega. Photograph: Katherine Rose for the Observer    Who? American-born Nancy Vega, who&apos;s 38 and &quot;a passionate gamer&quot;. Pitch? &quot;Playbank is a virtual universe for kids aged six-12, where they can chat with their friends, play games and buy merchandise from the catalogue,&quot; says Vega. Part of her goal is to build a competitor to Club Penguin that allows kids whose parents cannot afford a membership to earn membership to Playbank by taking &quot;fun, educational quizzes&quot;. Can a startup take on Club Penguin? &quot;The gaming market is not winner takes all,&quot; she insists. Where are you with the business? &quot;We haven&apos;t looked for investment yet. But now that we&apos;ve found our sweet spot we will be looking for funding.&quot; The Observer&apos;s verdict: Moshi Monsters has grown into a $200million business with 50 million users. But the content had better be good, as kids are hard to please. www.playbank.com Yossarian Lives!     J Paul Neeley and Dan Foster-Smith. Photograph: Katherine Rose for the Observer    Who? Co-founders J Paul Neeley, 33, Dan Foster-Smith, 26, and Katia Shutova, 28. Pitch? &quot;We&apos;re creating a search engine that can generate metaphors,&quot; says Neeley. &quot;Current search optimisation returns results that are closely related to your query, which is useful if you&apos;re looking for what the world already knows. But if you&apos;re on the edge of your knowledge field, it&apos;s not actually helpful. In those cases, metaphors become reallyvaluable.&quot; Finances? &quot;We won a Deutsche Bank award in 2011. We&apos;ve been kind of bootstrapping since then.&quot; But what&apos;s the business model? &quot;We want the product to be available to the public for free, but we&apos;ve also had a lot of interest from people about applying the algorithms to corporate data sets.&quot; The Observer&apos;s verdict: The most &quot;out there&quot; idea at Seedcamp London. A one-off and, if it works, potentially disruptive. www.yossarianlives.com Stylechi     Emmanuel Eribo and Zanda Donaldson. Photograph: Katherine Rose for the Observer    Who? London-based Emmanuel Eribo and Zanda Donaldson, who are both 29. Elevator pitch? &quot;StyleChi is a loyalty-based fashion retailer,&quot; explains Donaldson. &quot;We&apos;re trying to stimulate repeat purchases and to give people an incentive to keep coming back to our site with real time, immediate rewards.&quot; Eh? Think Nectar points for people in the habit of purchasing D&amp;G jeans online. The more you spend, the less you pay. Target customers? The modern shopper  people who shop online and are avid social network users, claim the duo. Finances? &quot;It&apos;s all been self-funded so far,&quot; says Donaldson. &quot;We&apos;re at an early stage. We&apos;ve had investment meetings and we&apos;ve now got a Beta website to show investors.&quot; Any investment in the pipeline? &quot;Nothing concrete at the moment.&quot; The Observer&apos;s verdict: Neat idea, but an untested model in a very crowded marketplace. www.stylechi.com  This article was amended on 7 February 2012 to make it clear that Katia Shutova is a co-founder of Yossarian Lives!", 
    "section": "technology", 
    "gid": "business/2012/feb/05/seedcamp-tech-startups-entrepreneurs-investment", 
    "wordcount": "1853"
}