{
    "headline": "Rio+20: A voice from Port Harcourt, Nigeria", 
    "text": "   Celestine Akpobari, Rio+20 Photograph: Guardian    Nigeria&apos;s problem is that it&apos;s one of the biggest markets in Africa; other, smaller countries have more freedom to manoeuvre in terms of development. But the global framework today means Nigeria is a slave to demands from developed economies. As long as there is so much money coming out from oil and there&apos;s so much demand [for oil] from developed countries, the Dutch disease in Nigeria will never end. It&apos;s a new kind of colonialism that keeps us impoverished. The stone age ended not because there was no stone left, but [because] people just moved on. But the oil age cannot end until the oil is finished. When I was growing up as a boy, we were comfortable with our farming and fishing; as a young man I could eat very nutritious, locally grown food. Now, because of what oil has done to our environment, we can&apos;t do simple things like that. People can no longer fish in polluted rivers, or make money selling this fish at the market. People can no longer farm. Oil has impoverished us in Nigeria. Sustainable development, to me, simply means that one person cannot be suffering while another is enjoying. The current model of development in Nigeria  and probably all of Africa  is lopsided, to say the least. To have a model where one person can say &quot;I eat&quot;, and another person eats nothing, is criminal. Am I optimistic about Rio+20? My answer is that we&apos;ve had Kyoto and Copenhagen and how much has been implemented? Rio+20 is about agriculture and the environment, but there&apos;s nothing about good governance. And that&apos;s the key. Governance has to be the first pillar if you want social, economic and environmental issues to advance. But let&apos;s talk about sustainable agriculture, as Rio+20 does. First and foremost, you can&apos;t achieve it if policies are focused on industrial agriculture. National policies, global policies  all of them have to prioritise small-scale, local agriculture production. There&apos;s also undue emphasis on a green economy which is solved by science identifying problems and technology solving them. This is a top-down &quot;techno-fix&quot; approach, which I don&apos;t agree with. One thing that could be done is to reaffirm the precautionary principle. Things like geoengineering could be banned. New technologies such as nanotechnology and synthetic biology need to be re-evaluated for their environmental, health and socio-economic impacts. Twenty years later, we are still using the wrong framework. 70% of the population live in poverty. It&apos;s like sentencing someone to die by hanging or by lethal injection: one victim will be more subdued, but you&apos;re still sentencing people to death.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-port-harcourt-nigeria", 
    "wordcount": "439"
}