{
    "headline": "Facebook to consider public interest before removal of posts violating guidelines", 
    "text": "Facebook is finally going to consider whether or not posts are important to the public interest before removing them from the site for violating community guidelines, the social network has announced. Two vice presidents from the company, Joel Kaplan and Justin Osofsky, co-signed the announcement, which acknowledged that observing global standards for our community is complex. In the weeks ahead, were going to begin allowing more items that people find newsworthy, significant, or important to the public interest  even if they might otherwise violate our standards, Kaplan and Osofsky wrote. We will work with our community and partners to explore exactly how to do this, both through new tools and approaches to enforcement. Our intent is to allow more images and stories without posing safety risks or showing graphic images to minors and others who do not want to see them. The move comes after repeated criticism of Facebook from news organisations, charities and others over important posts being taken down without notice or the chance to appeal. The company has faced such criticism for years, but the chorus has become particularly loud in the past two months, sparked by the removal of an article illustrated with the iconic Vietnam war photo featuring a naked girl after a napalm attack, when it was posted to the site by a Norwegian newspaper. After that picture was removed from the site, the papers writer was also suspended from Facebook, prompting its Editor-in-Chief to accuse Facebook boss Mark Zuckerberg of censorship.           Zuckerberg accused of censorship after Facebook deleted napalm girl photo    Even though I am editor-in-chief of Norways largest newspaper, I have to realise that you are restricting my room for exercising my editorial responsibility, Espen Egil Hansen, the editor, wrote. I think you are abusing your power, and I find it hard to believe that you have thought it through thoroughly. A month later, the social network removed a post linking to a Le Monde news article about breast cancer because it was illustrated with an image of a mammogram in which a womans nipple was visible. Facebook reinstated the image and apologised for its removal: The post was removed in error and restored as soon as we were able to investigate. Our team processes millions of reports each week, and we sometimes get things wrong. Were very sorry about this mistake. As if to underscore how common a problem censorship is for Facebook, that apology was word-for-word identical to one given in numerous other cases: from removing posts about a Californian rapist, to closing pages of Palestinian journalists, to removing a video of environmental protestors, banning a Black Lives Matter activist, and deleting the profile of a Chicagoan artist. The company issued a differently worded apology last week, after it removed a breast cancer-awareness video from the Swedish Cancer Society, telling the group: Your ad cannot market sex products or services nor adults products or services. The Swedish Cancer Society re-uploaded the video  a cartoon, in which the breasts were depicted solely as concentric pink circles  with the footage edited to represent the breasts as concentric pink squares. That video was not removed, and Facebook later apologised, telling the Guardian: Were very sorry, our team processes millions of advertising images each week, and in some instances we incorrectly prohibit ads. This image does not violate our ad policies. We apologise for the error and have let the advertiser know we are approving their ads. In their announcement that the company would now consider the newsworthiness and public interest of such posts before removing them, Facebooks Kaplan and Osofsky concluded: Our goal is to channel our communitys values, and to make sure our policies reflect our communitys interests. Were looking forward to working closely with experts, publishers, journalists, photographers, law enforcement officials and safety advocates about how to do better when it comes to the kinds of items we allow. And were grateful for the counsel of so many people who are helping us try to get this right.", 
    "section": "technology", 
    "gid": "technology/2016/oct/24/facebook-public-interest-removal-posts-violating-guidelines", 
    "wordcount": "668"
}