{
    "headline": "Video games improve sight in adults born with a rare eye disorder", 
    "text": "  Doctors have treated people born with a rare eye disorder by prescribing a course of gun-toting video games. The surprise results challenge the view that computer games are necessarily bad for sight. Researchers found that adults who played the games for 40 hours a month improved enough to read one or two lines further down a standard eye tests chart. Games that require players to respond to action directly ahead of them and in the periphery of their vision, and to track objects that are sometimes faint and moving in different directions, strengthened the visual system in adults whose eyesight had been severely impaired from birth. The surprise results challenge the view that computer games are bad for the eyes and suggest that the adult brain can be trained to overcome certain conditions. &quot;All of them showed substantial improvements in eyesight. They also came to see objects with lower contrast, and more subtle differences among faces and moving objects,&quot; said Daphne Maurer, a psychologist at McMaster University in Hamilton, Ontario, described her study at the annual meeting of the American Association for the Advancement of Science in Vancouver. She said: &quot;All of them showed substantial improvements in eyesight. They also came to see objects with lower contrast, and more subtle differences among faces and moving objects,&quot; The work builds on previous research that suggests video games can help other eye disorders. In October, Somen Ghosh at the Micro Surgical Eye Clinic in Kolkata, India, reported that playing the video game Unreal Tournament improved the eyesight of 10 to 18-year-olds with amblyopia, or lazy eye. Maurer worked with six people aged 19 to 31 who were born with dense cataracts in each eye. The cataracts block out almost all detail of the visual world, except distinct changes in light or dark. Most children born with the condition have an operation early in life to remove the cataracts and are fitted with contact lenses to correct their vision. But despite the treatment, they grow up with poorer eyesight than healthy individuals. &quot;Newborns [with the condition] can see but only large objects of high contrast. Their vision is 40 times worse than that of adults. This improves dramatically over the first six months, but takes about seven years to reach adult levels,&quot; Maurer said. &quot;Even with treatment as early as two months of age, a baby with this condition will still end up with a visual deficit,&quot; Maurer said. The problem persists because the cataracts disrupt the normal development of the child&apos;s visual cortex, the area of the brain that processes visual information. &quot;Although the problem starts off in their eye, it ends up being a problem in the visual cortex.&quot; Playing a video game appeared to rewire the patient&apos;s visual cortex and reverse some of the damage to their eyesight. Games achieved the best results when players were engaged at the highest skill level they could manage. Maurer expects the improvement in eyesight will last, but is monitoring the patients. She said a clinical trial was the next step before video games could be commonly prescribed by doctors. &quot;We used to think this deficit was permanent, but recent evidence suggests that it may not need to be. The adult brain may still be sufficiently plastic to allow remediation,&quot; Maurer said. &quot; video games have got a lot going for them in terms of them being an optimal visual therapy.&quot; Maurer is now working with other researchers to develop a non-violent computer game. &quot;I don&apos;t favour making people play first-person shooters,&quot; she said.", 
    "section": "science", 
    "gid": "science/2012/feb/17/videogames-eyesight-rare-eye-disorder", 
    "wordcount": "605"
}