{
    "headline": "Floating laboratory follows plankton around the world in 938 days", 
    "text": "Last month a strange yacht with an aluminium hull returned to a warm welcome in the port of Lorient, after a two-and-a-half-year absence. During that time the Tara, a floating laboratory, had sailed round the world, covering some 115,000km as it crisscrossed the oceans tracking invisible marine micro-organisms. The ambition of the Tara Oceans project is to build up a database of these complex, yet little-known ecosystems. For the scientists behind the undertaking, to see the Tara, with its twin orange masts, back in its home port in Brittany, north-west France, is a victory in itself, given how crazy the project seemed at its outset. &quot;When it started, we did have some doubts, particularly regarding funding,&quot; says Eric Karsenti, the expedition&apos;s senior scientist and a researcher at the European Molecular Biology Laboratory, headquartered in Heidelberg, Germany. &quot;When the Tara left Lorient in 2009 we weren&apos;t entirely sure we had enough money to complete the expedition.&quot; Some 9m ($11.9m) later  drawing on public and private funds  and despite the voyage being cut short by several months due to a lack of resources, the wager seems to have paid off, straying far from the conventional sea lanes of scientific research. &quot;The other big challenge we faced was to succeed in getting scientists from very different backgrounds to work together,&quot; Karsenti says. Major scientific missions investigating marine ecosystems usually focus on a single line of research. A typical instance was the expedition initiated by the US genetician Craig Venter. From 2003 to 2006 his own yacht, the Sorcerer II, sailed round the world in an attempt to collect as much DNA from marine micro-organisms as possible, scooping up in the process more than 6,000 new genes and identifying about 1,700 protein families. The Tara Oceans project opted for a far-reaching multidisciplinary approach, with microbiologists, oceanographers, geneticians and engineers from all over the world  35 nationalities in all  working on the Tara at various times during its odyssey. At each port of call some of the 15 crew members  comprising scientists, sailors and journalists  were replaced. &quot;Each crew writes its own story,&quot; says the skipper, Loc Vallette. &quot;The Tara is a hybrid vessel, organised like a typical oceanographic ship, but crammed into a much smaller space.&quot; It operates on slightly different lines too, requiring researchers to do more than just fulfil their scientific duties. Everyone does their bit to keep place ship-shape, doing maintenance work and the washing-up, and even taking night watches. &quot;It has been a fabulous human adventure,&quot; Vallette adds. But the main objective was to gain a greater understanding of plankton. &quot;To begin with we wanted to mount a proper scientific expedition, and at the same time use it to reach out to the general public,&quot; Karsenti explains. &quot;We soon hit on the idea of plankton, which includes little known, little studied organisms, particularly on a global scale.&quot; Marine micro-organisms account for 98% of the oceans&apos; biomass, but scientists have only studied a tiny part of this population. Indeed the term plankton covers a huge variety of very diverse organisms, ranging from jellyfish to micro-algae. Traditionally, species are organised on the basis of their anatomical or genetic similarities. But plankton is defined by its ecological niche, its way of life in a particular environment, or more precisely the particularity of living suspended in a water column, with no ability to swim against the current. This definition encompasses a myriad of species: zooplankton (animal) comprising fish larvae, small molluscs or crustaceans; phytoplankton (plant), comprising micro-algae but also countless types of virus and bacteria. Such huge diversity demands the largest possible scientific reach in order to understand complex plankton ecosystems. But for many years the scientific community shunned them, slow to realise the essential role plankton plays in our oceans and for the planet as a whole. Plankton forms the basis of marine food chains. But it also makes a crucial contribution to regulating the climate and affects the Earth&apos;s geochemical cycles. Awareness of these marine organisms came a bit late. In recent decades the global plankton concentration has declined. To sample and analyse plankton efficiently the Tara was fitted out to accommodate a battery of scientific equipment. Alongside the ship, long pipes trailed downwards, pumping up seawater, which then passed through a succession of filters. On the stern deck a dozen nets, each with a specific mesh, were deployed at various depths. Each catch was then transferred to a wet laboratory on deck. Samples were labelled and, for the most part, dipped into liquid nitrogen to be stored for study on land. But some samples were examined straightaway in the onboard laboratory, equipped with a whole range of imaging instruments. To round off the proceedings the Tara&apos;s key exhibit, referred to as the &quot;rosette&quot; was lowered into the sea. This contraption was fitted with sample bottles for trapping water at predetermined depths and an array of sensors measuring the temperature, oxygen and salt content. Loaded with 350kg of equipment, the rosette was the centre of attention each time the Tara stopped to take samples, an operation which sometimes lasted several days. &quot;Each field station brings new challenges and the stress is permanent,&quot; says Sarah Searson, an oceanographer and one of the few scientists to spend several months onboard. &quot;There are so many things to be taken into account I sometimes felt like I was juggling, staying perfectly concentrated at all times.&quot; Thanks to this operation, tens of thousands of test tubes filled with precious samples were collected from the 153 field stations investigated by the Tara: sufficient to occupy the land-based scientists for years. &quot;It often felt like a real marathon,&quot; Searson said. &quot;One of the achievements was keeping all the equipment in perfect condition.&quot; The yacht is now being prepared for another expedition in 2013, in the Arctic Ocean, the only part of the sea that Tara Oceans did not sample. This article originally appeared in Le Monde", 
    "section": "environment", 
    "gid": "environment/2012/apr/17/tara-oceans-plankton-research-expedition", 
    "wordcount": "1019"
}