{
    "headline": "Oil demand in developing nations overtakes industrialised world", 
    "text": "Developing countries have overtaken the industrialised world for the first time in their thirst for oil, according to the world&apos;s leading energy authority. This transformation in the demand for oil has come as production of the fuel has boomed in the US, &quot;sending ripples through the global markets&quot;, the International Energy Agency (IEA) said on Tuesday. Shale oil  the technique of blasting apart dense rocks under high pressure to release fossil fuels trapped within  has rapidly boosted oil production in the US, presaging a revolution in oil to mirror that in gas production. The US pioneered shale gas production in the past decade, resulting in a gas glut in the country that has sent gas prices plunging and led to a massive switch from coal to gas for electricity generation. As with shale gas, the newfound oil supplies are likely to be used first to slake demand for fuel in the US&apos;s home market, making the economy  previously the world&apos;s biggest oil importer  less dependent on overseas supplies. Those supplies are increasingly flowing to Asia. At the same time, developing countries are massively increasing their capacity to refine crude oil, which is changing the pattern of trade and is part of &quot;a broad restructuring of global refining capacity&quot;. The IEA said this would result in a continued squeeze on European refiners, caused by increasing US product exports and the new Asian and Middle Eastern refineries. The IEA said that the shift would &quot;not only cause oil companies to overhaul their global investment strategies, but also reshape the way oil is transported, stored and refined&quot;. In addition, the same techniques that have been brought to bear on shale gas in the mainland US could be transferred to depleted conventional oilfields, opening up new possibilities for extraction. The US is likely to overtake the Organisation of the Petroleum Exporting Countries (Opec) as the world biggest source of oil within about five years, the IEA said last year. But Opec is still an important bloc, the agency said. The vast expansion of oil production that could follow the US shale oil boom also spells bad news for emissions. The IEA has warned that on current trends, the world is in for 6C of warming, a level scientists warn would cause chaos. Maria van der Hoeven, executive director of the IEA, told the Platts Crude Oil Summit in London: &quot;The good news is that this is helping to ease a market that was relatively tight for several years. The technology that unlocked the bonanza in places like North Dakota can and will be applied elsewhere, potentially leading to a broad reassessment of reserves. But as companies rethink their strategies, and as emerging economies become the leading players in the refining and demand sectors, not everyone will be a winner.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/14/oil-developing-nations-shale-oil", 
    "wordcount": "473"
}