{
    "headline": "The boys who beg for Quranic schools in Senegal  in pictures", 
    "text": "   A talib begs for money after Friday prayers in Plateau, the business district of Dakar. Charity, or zakat, is one of the five pillars of Islam. Senegalese people believe giving money to the talibs will bring them good luck for the rest of the day Photograph: Misha Hussain       A talib waits for change by a baguette stall. The young boys have to collect up to 1,000 west African francs ($1) a day for their marabouts Photograph: Misha Hussain       Red means go for this talib, who waits for the traffic lights to change so he can beg for money from people sitting in their cars Photograph: Misha Hussain       Tomato tins have become a symbol of the talibs. The large ones are cheap and easy to find, and can be used to beg for rice and sugar. This, too, can be collected by the marabout and sent home to his village or sold for profit. A 50kg bag of rice brings approximately $40 (25) in Senegal Photograph: Misha Hussain       The public are becoming more aware of the issue of wayward marabouts and the way they treat talibs in Senegal Photograph: Misha Hussain       The talibs regroup and count the money they have made before going back to their daaras. The older talibs tell the younger ones where to beg and often take a cut of the money collected before it is given to the marabout Photograph: Misha Hussain       The entrance to an unsponsored residential daara in the Grand Dakar area of Dakar Photograph: Misha Hussain       All these boys  there are 15  sleep in this room. The congested daaras encourage the spread of infectious diseases. Hygiene and sanitation in the unsponsored daaras is close to non-existent. Lack of safe water prevents the children staying clean and many of the talibs develop skin problems Photograph: Misha Hussain       Each talib typically has one bag that holds all his belongings; they are hung above where the children sleep Photograph: Misha Hussain       A young boy holds out what he has to learn today. Many of the talibs memorise large parts of the Qur'an by heart, but do not understand what it means Photograph: Misha Hussain       A young boy crushes garlic outside his daara in the Fass area of Dakar. The daara is constructed with plastic bin bags and corrugated iron, which in the rainy season barely protects from storms and in the winter provides little warmth when temperatures can drop below 15C Photograph: Misha Hussain       Children who attend private residential daaras, which are few in number, usually do not have to go out and beg for money, and live in better conditions, though still not great. Some of the children at these daaras have been sent by their parents from Italy and even as far as America Photograph: Misha Hussain       According to Islamic beliefs, prayer offered in congregation is 25 times more superior (in reward) to prayer offered alone Photograph: Misha Hussain       The daara modernisation programme hopes to upgrade underused classrooms such as this one to teach French, science and mathematics, providing talibs with basic literacy alongside their Qur'anic education  Photograph: Misha Hussain       Muslims gather for Friday prayers on the streets of the capital, Dakar. Senegal has a population of 13 million people, 94% of whom follow the Sufi branch of Islam Photograph: Misha Hussain  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/dec/11/boys-quranic-schools-senegal-in-pictures", 
    "wordcount": "0"
}