{
    "headline": "Crop data gives drought-stricken farmers a leg up on getting by with less", 
    "text": "The device keeping disaster away from Glenn Cox&apos;s farm in this summer&apos;s devastating drought could well be the laptop on his kitchen counter. A few keystrokes and eventually his painfully slow dial-up connection pulls up graphs tracking temperature and moisture levels from his corn and peanut fields. The real-time feed gives Cox an advantage over farmers across a vast swathe of the mid-west who are preparing to give up on their crops. It&apos;s taken away the guess work. He knows where to water, and where not to water  giving Cox a critical advantage in a year when rain is elusive and groundwater is in short supply. This stretch of Georgia is in its second year of drought  the worst since the 1950s, Cox said. &quot;If we had not had irrigation we would be filing insurance right now,&quot; he said. &quot;That&apos;s plain. I could plant it, and without irrigation we would be broke.&quot; Cox&apos;s edge comes through technology developed over the last decade by the University of Georgia. The innovations are seen as the biggest advance on irrigation systems in decades. The lower Flint River basin, where Cox farms, is one of the top agricultural areas in the south-east, producing the country&apos;s biggest pecan, peanut and cotton crops. But its weather is increasingly unpredictable, careening between flood and drought. Scientists see the extreme variability of the last 15 years as evidence of climate change and expect it to get worse over the coming decades. Farmers are going to have to make smarter use of water to remain viable.  The technology developed at the University of Georgia, and rolled out in partnership with the Nature Conservancy and the Flint River Conservation Project, relies on GPS technology and low-cost sensors. The sensors, encased in PVC pipes, gather temperature and moisture data from different soil depths and at multiple locations. Antennae fitted to the pipe then relay the soil conditions to a computer, where the data is reviewed and analysed by crop consultants.  Cox sees himself as a cautious man. His family has been farming in south-western Georgia for five generations, on lands that back up into the cypress, sycamore, and live oaks that line the Flint River. Cox is pushing, not very subtly, to make it a sixth when his daughter Casey finishes college. For years now he has been planting virtually the same mix of peanuts and corn on his 850 acres, but conditions for farmers in Georgia are changing. The last two years have brought drought so severe it killed mature trees. Five years ago, a flood left 4ft of water in his bedroom, along with a dead armadillo, and a live rattlesnake on the porch. The technology promises a degree of certainty. He is not wasting electricity when there is no need to pump water onto his fields. He is not wasting water on the low-lying areas that soak up moisture or the wasteland that hugs the road. &quot;It&apos;s absolutely critical. Water costs money. Electricity costs money. Gas costs money,&quot; he said. &quot;It costs a lost of money to bring this crop out of the ground.&quot; Cox is also spared from driving miles each day checking conditions on his fields. It&apos;s all there in a few clicks, even on the sluggish internet connection of rural Georgia.  The University of Georgia scientists and the Flint River Project started working with farmers more than a decade ago to try to find ways to save water without sacrificing their crops. They started by testing a low-pressure system for the giant centre pivot irrigation systems that circle the fields, spraying water from scores, sometimes hundreds, of spouts. Water at high pressure can be lost to wind or evaporation. That one change alone probably reduced water use by 20%, said David Reckford, who heads the project for the Nature Conservancy. Next they introduced technology to control individual spouts, which saved farmers from spraying water on the road or nearby wasteland. Then they moved into the world of sensors and data management. Some estimates suggest the technology could help farmers reduce water use by up to 30%. Earlier versions of the variable irrigation systems developed at the University of Georgia are in demand in Kansas and Nebraska, both deep within the drought zone. The systems typically save 1,000 gallons of water per minute, said Rick Heard, a consultant with the Australian firm Farmscan, which is marketing the systems. &quot;On a really large system you may end up turning off three-quarters of the spigots,&quot; he said. The next stage promises to be even bigger, said George Vellidis, the agricultural engineer who helped develop the systems.  &quot;I think it&apos;s going to be huge,&quot; he said. &quot;This is still a little premature but five years from now it&apos;s going to be ready for prime time.&quot; Drought years impose a huge cost even on those farmers who have irrigation systems. They pay more for electricity, their equipment breaks down from overuse during dry spells. And then there is the realisation that the water will not last forever. Vellidis went on: &quot;Let&apos;s say you have limited water supply because you are in extreme drought. Now you have a very smart way to make a decision about how to apply water. You know which field is suffering so you can decide which fields to apply water on.&quot; The technology could help defuse what are now politically loaded decisions in Georgia because of increasing competition for water from cities, industry, and power stations, in addition to farmers, and because of the implications of climate change. The Republican governor, Nathan Deal, rejects the science of climate change. Late last year, he removed the state climatologist, David Stooksbury, reportedly for upholding established climate science. &quot;Most elected officials are in denial. They don&apos;t believe it&apos;s real,&quot; said Woody Hicks, a hydrologist advising the Flint River project. But he said climate change would exert even greater pressure on water supply and use over the coming decades. The groundwater Cox and other farmers pull up to water their fields is already on borrowed time, with scientists finding a direct connection between withdrawals from underground aquifers and levels in the Flint River. Too much pumping of the underground aquifer sucks the water out of the Flint. It also threatens supplies to the aquifer that waters Florida, Mississippi, and Alabama. As farmers are now discovering, they are going to have learn to get by with less. Now, however, they may be within reach of the technology to do so.  &quot;The farming community now realises we are dealing with a finite resource,&quot; said Hicks. &quot;The more straws that go into the can the less water for everyone.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/06/data-drought-stricken-farming", 
    "wordcount": "1129"
}