{
    "headline": "Teachers plan work-to-rule protest to warn government over cuts to pay", 
    "text": "More than 500,000 teachers in England and Wales are to stage a work-to-rule protest from 26 September, including a refusal to cover for absent colleagues or supervise pupils during lunchbreaks. The NUT and NASUWT, the UK&apos;s largest teaching unions, called the action in a dispute with the government over pay, pensions, jobs and working conditions. The unions, whose members represent nine out of 10 secondary and primary school teachers in England and Wales, said in a joint statement that they would attempt to minimise disruption. &quot;The action is intended to be pupil, parent and public friendly, whilst resisting government policies which are undermining teachers&apos; ability to work effectively to deliver the highest standards of education.&quot; No time limit has been set on the action. Kevin Courtney, the NUT deputy general secretary, told the Guardian that the action, not a full strike, would be targeted at management rather than pupils. After-school drama and sport lessons will still go ahead if the teachers have volunteered to oversee them, Courtney said. However, teachers will be asked to boycott unscheduled management meetings, refuse to hand in lesson plans to school managers and permit no more than three lesson inspections by headteachers per school year. &quot;What we are looking for is actions which don&apos;t hit real education but hit at overwork and crazy accountability,&quot; said Courtney. A list of work-to-rule actions includes refusing to cover for absent colleagues, declining to supervise pupils during lunchbreaks and writing only one annual report to parents. Courtney added that the dispute could escalate into a strike if a School Teachers&apos; Review Body report into pay and conditions leads to a crackdown on wages. &quot;If the government does not listen we are intending to move to strike action,&quot; said Courtney. The TUC annual conference, being held in Brighton this week, has already passed a motion calling for co-ordinated public sector strikes over pay restraint, with the Public and Commercial Services union calling on unions to stage industrial action around the teachers&apos; protest. Chris Keates, the NASUWT general secretary, said: &quot;At every turn the secretary of state shows contempt for the teaching workforce. What happens to teachers directly affects the quality of education for children and young people. Teachers and their pupils deserve better.&quot;", 
    "section": "education", 
    "gid": "politics/2012/sep/10/teachers-plan-work-to-rule-protest", 
    "wordcount": "382"
}