{
    "headline": "Calling all psychics: a chance to prove your powers in a scientific test", 
    "text": "For many, the question of whether it is possible to communicate with the dead is very much a settled issue.  On one side there are the passionate, unshakeable believers, for whom no amount of argument will convince them that their dear departed grandmother didn&apos;t get in touch to remind them of a man they used to know who was like a father figure, but who passed away due to a health problem in the head, chest or stomach region. For these people, it is an undeniable truth that psychics regularly contact the dead. On the other side, and equally certain, are those who think that the idea of individuals acting as a conduit to the spirit world is ludicrous  certainly not worth the time and attention of a rational person. They believe that only the gullible consult mediums or attend their shows, or as the much-missed Christopher Hitchens once put it: &quot;That which can be asserted without evidence, can be dismissed without evidence&quot; (a statement which, ironically, he was never asked to prove). For these people, it&apos;s just as undeniable that psychics are simply illusionists to whom vulnerable grieving people turn in their hour of need. I believe both camps are equally wrong. Although the chances that mediums really can contact the dead are probably infinitesimally remote, the persistence of belief in psychic powers among the general public remains interesting. By studying psychics and their purported messages from the beyond, we can learn something about human nature and why people so readily believe in the paranormal. What&apos;s more, on the off-chance that we&apos;re wrong and that the dead really do speak to individuals like Sally Morgan and Colin Fry, we will witness first hand one of the most startling, improbable and important discoveries in scientific history. If the mediums are right and the dead really can get in touch, it would have a profound effect on the way we understand our lives. Which is why it was so frustrating that Sally Morgan  the UK&apos;s most commercially successful psychic  refused to take part in a simple test of her abilities last year. Following a wave of controversy and bad publicity, we at the Merseyside Skeptics Society had offered Sally the opportunity to silence her critics and reassure her fans by demonstrating under controlled conditions the abilities she claims to exhibit nightly, in stage shows before audiences in packed theatres. Rather than provide a simple demonstration, Sally informed us (via her lawyer, naturally) that she had &quot;better things to do than take any test&quot; on that occasion. Given the remarkable nature of her claimed talents, one might suggest she has an obligation  not only to science but to the scores of grieving and emotionally vulnerable people who pay to see her on tour  to provide proof that her connections to the spirit world are real. Fortunately, not all psychics think there are better things to do than to validate their profession, which is why I&apos;ll be working once more with Professor Chris French and science writer Simon Singh to test the paranormal abilities of two professional psychics on Sunday, with the results to be announced on 31 October. Should Sally, as the UK&apos;s most recognisable medium, want to reconsider her position, our invitation remains open. We have the time and space in our test to accommodate Sally if she chooses to take part. This year we have widened our challenge to include the other top mediums currently touring the UK, formally inviting Colin Fry, Gordon Smith, T J Higgs and Derek Acorah. If any one of the top five touring psychics in the UK wishes to prove themselves once and for all, they&apos;ll be very welcome to participate in our test, which takes place at Goldsmiths, University of London, on Sunday 21 October. We&apos;re even willing to conduct another test, tailored to the psychics&apos; direct wishes and on a date that&apos;s convenient for them. Regardless of whether you believe performers such as Sally, Colin and Derek have genuine psychic powers, or if you&apos;re more sceptical, it&apos;s important that we put their claims to the test. If any of the most profitable psychics in the UK are willing to take time out of their tour schedules, they&apos;ll know where to find us. Michael Marshall is vice president of the Merseyside Skeptics Society For anyone interested in taking the test, contact Michael via Twitter @mrmmarsh or email contact@merseysideskeptics.org.uk", 
    "section": "science", 
    "gid": "science/blog/2012/oct/16/psychics-prove-powers-scientific-test", 
    "wordcount": "741"
}