{
    "headline": "Catherine: the puzzle game that's a paradigm of young adulthood", 
    "text": "I feel a bit left out sometimes when playing Catherine. Not because it&apos;s about a 32-year-old man, Vincent, trying to decide whether or not to shoulder the responsibility of marrying his long-term girlfriend  a situation which, as a 20-something-year-old woman, I can&apos;t relate to in the obvious ways  but because it has so many DAMNABLE block puzzles. They&apos;re my gaming blind spot, block puzzles. My spatially incompetent brain has no problem with mini-maps, weapon stats, dragon-killing and the other skills you usually need to save the universe, but it can&apos;t compute the ramifications of pushing and pulling blocks. Struggling through Catherine&apos;s nightmare sections, which see a pillow-clutching Vincent desperately scrambling up a slowly-disintegrating block-tower in his boxer shorts, has been a howlingly painful experience that&apos;s made me contemplate snapping the disc more often than even Dark Souls. It&apos;s tragic that one of my favourite games in years makes me suffer so. Catherine has done something that I didn&apos;t think was possible: it&apos;s made me think about relationships in a way that hundreds of memorable books and films about love (or the death of love) have not. If you were being cruel about Catherine, you could say it was a series of block puzzles interspersed with cutscenes. But I see it as a uniquely modern take on the relationship paralysis that afflicts a vast swathe of the gaming generation, male and female. Stay with me here: Catherine isn&apos;t the greatest story ever told about relationships, but it&apos;s one that uses the tools of video games to express something unique. The semi-permanent state of existential crisis and indecision that often characterises young adulthood was, until recently, seen as a generation-specific thing localised to Generation X, the post-baby-boomer generation born from the late sixties through the seventies. When it didn&apos;t go away, though, and the young adults of the eighties, nineties and noughties started to show the same reluctance to grow up, get married and start spawning, developmental psychology started paying attention. Jeffrey Jensen Arnett was the first to coin the term &quot;emerging adult&quot; for this new phase of life between adolescence and maturity, which sees young people in developed countries embark on a protracted period of identity-exploration that extends far beyond the end of the university years. It&apos;s one of the main reasons why the median marriage age in the UK (and US, to a slightly smaller extent) has risen so dramatically decade on decade. It&apos;s the state written about by Douglas Coupland in the nineties and in the Bildungsromane of the 19th Century, and it&apos;s emerging adulthood  not sexual ethics  that I see as Catherine&apos;s main theme.     Catherine    Vincent and his drinking buddies at the Stray Sheep  the understatedly trendy, smoky bar that forms the backdrop for their long chats about life and love  are all classically useless emerging adults (with the exception of young, lovestruck Toby, who still seems to be cheerfully making his way through the later stages of adolescence). They&apos;re dudes who have no idea what they&apos;re doing with their lives, and who often seem so paralysed by choice that they can&apos;t make decisions about what they want and how to get it. Their attitude to relationships  Jonathan&apos;s reluctance to settle on a girlfriend because he&apos;s searching for a soulmate, Vincent&apos;s total inability to make a decision about Katherine or Catherine  is just one aspect of their directionlessness. I might not be able to relate to Vincent&apos;s relationship situation, but like any young person, I can sure as hell relate to THAT. I can&apos;t even go to Ikea without ending up in a miserable sense of existential crisis, looking at all the baffling homely items around me and wondering if there&apos;s something wrong with me for not wanting any of it. Like Vincent, I have spent countless evenings in understatedly trendy, smoky bars with other young adults thinking about how rubbish we are at life and wondering if it&apos;s ever going to change. Vincent and his friends are the most relatable characters I&apos;ve ever come across in games. In this context, Vincent&apos;s struggles to escape his dreams, those vast towers of seemingly impossible logical conundrums, aren&apos;t just block puzzles. It makes sense that I&apos;m so obsessed with getting him through them. I&apos;m rooting for Vincent to get ahold of himself and start being an active participant in his own life, rather than just being tossed around by circumstance and habit and indecision. Grow up, Vincent!, I&apos;m thinking. If there&apos;s hope for you, there&apos;s hope for all of us. There are books and films about emerging adulthood. Most of them are rubbish, and star amazingly unsympathetic, navel-gazing, egocentric protagonists. Vincent isn&apos;t like those characters; he&apos;s hopeless in a much more likeable way. The fact that you&apos;re physically guiding him through his problems, either in the block puzzles of his dreams or in the bar during his waking hours, immediately makes you much more involved in his story. If he&apos;s a better person at the end of it, it&apos;s because of you. Catherine isn&apos;t a game about a guy deciding whether or not to cheat on his girlfriend, it&apos;s a game about a stage of life that a lot of people who play video games can relate to. It&apos;s also a game with a brilliantly surreal aesthetic, an addictive and gratifyingly complex puzzle mechanic and at least one hot chick. Whichever way you look at it, it&apos;s worth playing.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/10/catherine-puzzle-game-young-adulthood", 
    "wordcount": "900"
}