{
    "headline": "It's a birds' world at dusk by an old railway in the woods", 
    "text": "From the tip of the silver birch, a willow warbler poured out a tumble of notes. Over and over again, it sang the same descending tune, entrancing the group of people in the narrow lane. We were at the start of a Wildwatch training event, a woodland bird course run by the North Pennines AONB (Area of outstanding natural beauty). Over 3,000 records of birds, mammals and reptiles have been contributed to a database in the first three months of the project, helped by these identification days. On this soft evening under grey clouds we passed frothing cow parsley and fields laced with buttercups to join the old railway line that is now the South Tyne Trail. Remnants of stonework, a crumbled platform and steps leading nowhere gave the shaded track an elegiac feel. Fine gravel crunched beneath our feet, exaggerating the moments when we stopped to listen as alarm calls of dunnocks, blue tits and blackbirds alerted life in the hazel coppice. The line runs sunken here beneath wooded banks, their slopes thick with dog&apos;s mercury, forget-me-nots and primroses luminous in the low light. We noted wrens, robins and blackcaps nearby, goldcrests high up in conifers, thrushes and blackbirds in the unseen fields and, at the outer edge of hearing, oystercatchers by the river and curlews on the far moors. From the dusk of the wood, the old line burst into the open where Lambley viaduct spans the steep valley of the South Tyne. We could look down on to the tree canopy as if from a hot-air balloon. Dizzyingly far below us curved the wide, boulder-strewn river. A grey heron stood motionless on a spit of gravel. A female goosander rested on a rock. All around us, song thrushes urged their repeated notes into the evening air. We waited in the gloaming, nipped by midges, hoping to see a roding woodcock. Disappointed, we turned for home, as our bat detectors picked up the slip-slap clicks of pipistrelle bats. But then, framed against the paler sky, a lone woodcock, uttering squeaking cries, beat the bounds of his patch.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/jun/07/birds-world-dusk-railway-woods", 
    "wordcount": "350"
}