{
    "headline": "Valentine's Day retailers say it with flawed surveys", 
    "text": "Today is 14 February and, in accordance with tradition, the nation will tonight reverberate with the sound of relationships being consummated  specifically, the relationships between PR agencies and their satisfied clients in retail after they cashed in on the Valentine&apos;s Day media free-for-all. The commercial exploitation of one of the most successful of the &quot;Hallmark Holidays&quot; began as early as January with research into the evolution of lovers&apos; pet names for each other, published under the headline &quot;Move over darling!&quot; in the Daily Mail. The research found that terms of affection such as &quot;darling&quot; and &quot;sweetheart&quot; have been superseded by more streamlined pet names, including &quot;baby&quot; and &quot;love&quot;. These findings have far-reaching implications, according to the researchers (who, coincidentally, are a sex toy retailer named after two common pet names). &quot;The ways pet names have changed over the years show we are getting even more affectionate towards each other and a little less formal,&quot; said Lovehoney co-founder, Neal Slateford. &quot;As a nation, we are learning to lighten up when it comes to love and sex. That has to be a good thing.&quot; If I were an online sex toy retailer, I&apos;m sure I&apos;d agree. That the survey produced media-friendly results of potential benefit to the company carrying out the research should in no way undermine the credibility of this online, self-reported and entirely subjective poll.  The story goes on to explain further findings from this PR exercise: &quot;And while the British might have a reputation for being unromantic, the poll found that the opposite is true, with 72% saying that Valentine&apos;s Day is a great excuse to show a partner how much they appreciate them.&quot; In case you&apos;re unsure how to show your partner how much you appreciate them, Lovehoney.co.uk has a number of expensive suggestions. Or perhaps you could turn to vibrator vendors Desire and Pleasure, whose self-promotional pseudo-research was featured last week in The Sun: &quot;Cash-strapped Brits are shunning expensive romantic nights out this Valentine&apos;s Day  and stocking up on SEX TOYS instead, a survey claims.&quot; The unromantic reputation of Britons was also played up last week in the Daily Mail under the headline: &quot;Britain &apos;too stuffy&apos; to host romantic visit as Italy and France is preferred by tourists.&quot; While we may be too stuffy to be romantic, we&apos;re not too stupid to recognise reverse psychology from Visit Britain. Not everyone recognises our unromantic image, however. A study carried out by Interflora, obligingly reported by the Daily Mail last week, insisted that Britons are a nation of romantics who fall in love at first sight, with one in five of us believing that the best way to declare newfound love is with a nice bunch of flowers. If only they could find a suitable florist that can arrange delivery  While there&apos;s clearly some academic dispute over the romance levels of the average Brit, at least one thing is certain: somewhere in the country can be arbitrarily declared &quot;more romantic&quot; than everywhere else. After all, in any closed set of data containing random variation, there has to be an upper and a lower limit  and what better way to highlight the normal statistical distribution than by letting people know you sell perfume? There has been an abundance of research this year into our choice of Valentine&apos;s gifts, all of it carried out by online survey companies using questions written by PR companies on behalf of businesses. Voucher website Groupon, for example, revealed in The Sun on Tuesday that flowers and chocolates just don&apos;t cut it. Instead, your gift needs to be memorable  not unlike one of the experiences you can buy on a voucher website like Groupon. And heaven help you if you buy last-minute flowers from a petrol station. Another voucher website, NetVoucherCodes.co.uk, has carried out research proving they&apos;re the worst Valentine&apos;s gift a woman could receive. Alternatively, as high-street retailer Debenham&apos;s helpfully researched, it might be a good idea to buy the lady in your life some &quot;posh knickers&quot;. And an extramarital dating website has carried out research suggesting it might be wise to get your mistress something nice too. There are innumerable Valentine&apos;s pitfalls into which an unsuspecting lover could fall. Fortunately, there has been a wealth of PR-led research to guide impressionable couples, such as advice from MSN to avoid relationship-killing public displays of affection, and data from internet security experts McAfee proving that not only is your ex-partner cyber-stalking you, but those explicit photos on your smartphone are vulnerable to being hacked (unless, of course, you can find a well known company willing to sell you internet security). Even married couples can&apos;t afford to be complacent about their relationship, with research reported in the Telegraph warning that excitement, romance, sex and affection are dead in the water after three and a half years of marriage. That the data was gathered by Co-op Foods probably has nothing at all to do with their Valentine&apos;s Meal Deal and associated ad campaign. Happy Valentine&apos;s Day! Michael Marshall is vice president of the Merseyside Skeptics Society who writes and lectures on the role of PR in the news. He tweets as @MrMMarsh", 
    "section": "science", 
    "gid": "science/blog/2013/feb/14/valentines-day-retailers-flawed-surveys", 
    "wordcount": "884"
}