{
    "headline": "Did you solve it? Two tantalising teasers from the prince of puzzles", 
    "text": "Earlier today I set you two problems popularised by US writer Martin Gardner: 1. At the hardware store, you are told that 1 will cost you 50p, 12 will cost 1 and the price of 144 is 1.50. What are you buying? 2. Reconstruct the following long division:      SOLUTIONS 1. You are buying house numbers. 2. Lets first clarify the terminology. The number doing the dividing is the divisor, the number being divided is the dividend, and the answer is the quotient, as I have marked in below.      Step 1    Now, lets refresh ourselves wth how long division works: each line marked A above is a multiple of the divisor. Consider the top one. We subtract this number from the number above it to give us another number, to which we append a digit, and then subtract a multiple of the divisor. If, however, we cannot subtract a multiple of the divisor (because the number with a single digit appended is smaller than the divisor), then we put a 0 in the quotient in the space directly above the appended digit, and then append a second number. As you can see in both lines B, two digits have been appended, which means that in both cases there must be a zero in the quotient. So we know that the quotient must be of the form x080x.     Step 2    Now, we also know that 8 times the divisor is equal to the number circled in red, which has three digits. We know that the final digit of the quotient times the divisor is equal to the number circled in green, which has four digits. So the final digit of the quotient must be larger than 8, so it is 9.      Step 3    From above, 8 times the divisor is a three-digit number, which means that the divisor must be less than 125, since 8 x 125 = 1000, which is a four digit number. So the divisor is 124 or less. Now imagine the first digit of the quotient is 7. Then 7 times the divisor is the number in blue, which has 3 digits. But since the divisor is 124 or less, the number in blue must be 7 x 124 = 868 or less. But if it was 868, then when subtracted from the first four digits of the dividend, you would get a three digit number, not a two digit number (marked orange). So the first digit of the quotient cannot be 7 and likewise we can eliminate all digits less than 7. But we can also eliminate 9, since we know from above that 9 times the quotient has four digits, not three! So the first digit must be 8, and the quotient is 80809. If the divisor was 123, then the dividend (which is 80809 x 123 = 9939507) has only seven digits. So the divisor must be larger than 123. We already know it is 124 or less. So it is 124. The dividend now works out as 10020316, and the reconstructed long division looks like:     Step 4    We made it! ..............................      If you enjoyed either of these puzzles, you may be interested in my new book which is out NEXT WEEK!! Can You Solve My Problems? A Casebook of Ingenious, Perplexing and Totally Satisfying Puzzles is a bumper buffet of delicious brain food from easily digestible morsels to fiendishly spicy dishes. To preorder and get a third off the cover price, please go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&amp;p over 10, online orders only. Phone orders min. p&amp;p of 1.99. I post a puzzle here every two weeks on a Monday. You can check me out on Twitter, Facebook, Google+, my personal website or my Guardian maths blog.", 
    "section": "science", 
    "gid": "science/2016/oct/24/did-you-solve-it-two-tantalising-teasers-from-the-prince-of-puzzles", 
    "wordcount": "630"
}