{
    "headline": "Want to 'train your brain'? Forget apps, learn a musical instrument", 
    "text": "The multimillion dollar brain training industry is under attack. In October 2014, a group of over 100 eminent neuroscientists and psychologists wrote an open letter warning that claims promoting brain games are frequently exaggerated and at times misleading. Earlier this year, industry giant Lumosity was fined $2m, and ordered to refund thousands of customers who were duped by false claims that the companys products improve general mental abilities and slow the progression of age-related decline in mental abilities. And a recent review examining studies purporting to show the benefits of such products found little evidence ... that training improves improves everyday cognitive performance. While brain training games and apps may not live up to their hype, it is well established that certain other activities and lifestyle choices can have neurological benefits that promote overall brain health and may help to keep the mind sharp as we get older. One of these is musical training. Research shows that learning to play a musical instrument is beneficial for children and adults alike, and may even be helpful to patients recovering from brain injuries.   Related: Imagine the journey of the future and win the latest iPadPro    Music probably does something unique, explains neuropsychologist Catherine Loveday of the University of Westminster. It stimulates the brain in a very powerful way, because of our emotional connection with it. Playing a musical instrument is a rich and complex experience that involves integrating information from the senses of vision, hearing, and touch, as well as fine movements, and learning to do so can induce long-lasting changes in the brain. Professional musicians are highly skilled performers who spend years training, and they provide a natural laboratory in which neuroscientists can study how such changes  referred to as experience-dependent plasticity  occur across their lifespan.   Related: Is the internet killing our brains?    Changes in brain structure Early brain scanning studies revealed significant differences in brain structure between musicians and non-musicians of the same age. For example, the corpus callosum, a massive bundle of nerve fibres connecting the two sides of the brain, is significantly larger in musicians. The brain areas involved in movement, hearing, and visuo-spatial abilities also appear to be larger in professional keyboard players. And, the area devoted to processing touch sensations from the left hand is increased in violinists.  These studies compared data from different groups of people at one point in time. As such, they could not determine whether the observed differences were actually caused by musical training, or if existing anatomical differences predispose some to become musicians. But later, longitudinal studies that track people over time have shown that young children who do 14 months of musical training exhibit significant structural (pdf) and functional brain changes (pdf) compared to those who do not.  Together, these studies show that learning to play a musical instrument not only increases grey matter volume in various brain regions, but can also strengthen the long-range connections between them. Other research shows that musical training also enhances verbal memory, spatial reasoning, and literacy skills, such that professional musicians usually outperform non-musicians on these abilities.  Long-lasting benefits for musicians Importantly, the brain scanning studies show that the extent of anatomical change in musicians brains is closely related to the age at which musical training began, and the intensity of training. Those who started training at the youngest age showed the largest changes when compared to non-musicians.     Music reaches parts of the brain that other things cant  Catherine Loveday, University of Westminster     Even short periods of musical training in early childhood can have long-lasting benefits. In one 2013 study, for example, researchers recruited 44 older adults and divided them into three groups based on the level of formal musical training they had received as children. Participants in one group had received no training at all; those in the second had done a little training, defined as between one and three years of lessons; and those in the third had received moderate levels of training (four to 14 years). The researchers played recordings of complex speech sounds to the participants, and used scalp electrodes to measure the timing of neural responses in a part of the auditory brainstem. As we age, the precision of this timing deteriorates, making it difficult to understand speech, especially in environments with a lot of background noise. Participants who had received moderate amounts of musical training exhibited the fastest neural responses, suggesting that even limited training in childhood can preserve sharp processing of speech sounds and increase resilience to age-related decline in hearing. More recently, it has become clear that musical training facilitates the rehabilitation of patients recovering from stroke and other forms of brain damage, and some researchers now argue that it might also boost speech processing and learning in children with dyslexia and other language impairments. Whats more, the benefits of musical training seem to persist for many years, or even decades, and the picture that emerges from this all evidence is that learning to play a musical instrument in childhood protects the brain against the development of cognitive impairment and dementia.    Related: Do our brains have extraordinary untapped powers?    Unlike commercial brain training products, which only improve performance on the skills involved, musical training has what psychologists refer to as transfer effects  in other words, learning to play a musical instrument seems to have a far broader effect on the brain and mental function, and improves other abilities that are seemingly unrelated.  Music reaches parts of the brain that other things cant, says Loveday. Its a strong cognitive stimulus that grows the brain in a way that nothing else does, and the evidence that musical training enhances things like working memory and language is very robust.  Learning to play a musical instrument, then, seems to be one of the most effective forms of brain training there is. Musical training can induce various structural and functional changes in the brain, depending on which instrument is being learned, and the intensity of the training regime. Its an example of how dramatically life-long experience can alter the brain so that it becomes adapted to the idiosyncrasies of its owners lifestyle.  Keep up with the latest on Guardian Students: follow us on Twitter at @GdnStudents  and become a member to receive exclusive benefits and our weekly newsletter.", 
    "section": "education", 
    "gid": "education/2016/oct/24/want-to-train-your-brain-forget-apps-learn-a-musical-instrument", 
    "wordcount": "1010"
}