{
    "headline": "GREE takes its mobile social games network global in open beta", 
    "text": "With revenues of around 348m in the first quarter of 2012 alone, GREE may be the biggest social games company in the world. What about Zynga? Its revenues were around 204m for the same period. All of GREE&apos;s revenues came from mobile games, and the vast majority of them were made in its native Japan. Yet the company is making a major global push in 2012, acquiring companies and striking deals with Western developers and publishers to put their games on its social mobile gaming platform. This week (23 May) GREE launched the latest software development kit for its community, based on merging its Japanese platform with that of OpenFeint, the US mobile social games community it bought in April 2011. The company says it will have more than 60 games available globally by September 2012. Earlier in May, I sat down with GREE&apos;s chief executive Yoshikazu Tanaka for an interview in London. One of the reasons it&apos;s taken this long to write it up is a succession of news since then.  Hours after the interview, GREE announced that it was buying US mobile games firm Funzio for $210m. Then its shares plummeted due to (accurate) rumours that the &apos;Kompu Gacha&apos; mechanic used in a number of its Japanese games was about to be outlawed. And then came the company&apos;s financial results. So, Tanaka didn&apos;t talk about any of those things, focusing instead on GREE&apos;s broader strategy both at home and abroad. Pre-Funzio acquisition, GREE had 250 staff in its San Francisco office, 50 in each of Seoul and Beijing, and 15 in the UK. The company has launched a couple of games in the US Zombie Jombie and Alien Familywith more to come. &quot;The plan is to take the titles that we&apos;ve released in Asia and America and get them into the European market, but at the same time, I would like to think we can develop products in Europe as well,&quot; said Tanaka, speaking through an interpreter. &quot;In America, those involved in the mobile arena seem to have a pretty good idea of what we&apos;re aiming for, but in Europe we have quite a way to go in terms of people being aware of GREE and what we&apos;re doing.&quot; A lot of independent mobile games developers are well aware of what GREE is doing it&apos;s one of the companies they hope might acquire them, alongside Zynga and fellow Japanese firm DeNA. Asked about his company&apos;s acquisition strategy, Tanaka played an admirably straight bat considering the Funzio deal was on the verge of being announced. &quot;It&apos;s not the case that our strategy is just &apos;let&apos;s buy as many games companies as we can&apos;,&quot; he says. &quot;The best path for us is to basically make the best products ourselves. Having said that, in various regions there will be companies that have really good intellectual property, or maybe there are companies that have a lot to offer in terms of what we can learn from them. Maybe in those cases, we will be looking to acquire.&quot; Or maybe not: Tanaka says GREE has an alternative method, which is to invest in developers rather than buy them outright. The company is looking to make around 10 such investments globally. Mobile overhauling console He is bullish about the potential for mobile social games in the West, based on GREE&apos;s experiences in Japan. &quot;Three years ago, mobile social gaming wasn&apos;t that popular in Japan, but now in terms of the size of the market, it is larger than the console market,&quot; says Tanaka. &quot;That&apos;s a pattern you will see: you will see a similar sort of change occuring in countries other than Japan going forward. The next period will be people moving away from the console and towards mobile gaming.&quot; Tanaka also notes that PC-based social gaming never really took off in Japan social gaming has always been mobile there. &quot;We&apos;re in the post-PC era already in Japan,&quot; he says, in a nod to the soundbite adopted by successive Apple CEOs. GREE&apos;s global challenge is an interesting one. It&apos;s trying to get a foothold on iOS, but Apple has its own Game Center community there which although it could do with plenty of improvement will be the default first choice for developers.  Windows Phone has Xbox Live, and BlackBerry is getting its own games platform courtesy of RIM&apos;s acquisition of former OpenFeint rival Scoreloop. Android is currently more of an open goal, albeit one with lots of competition (DeNA&apos;s Mobage and Papaya being two of the more high-profile social platforms scrapping for developer and player mindshare). Google may yet opt to launch its own Game Center-style platform, though. Tanaka says GREE&apos;s advantage is that it can sit across all of these platforms, although Facebook would be its key rival in that ambition. And then there&apos;s Zynga, which isn&apos;t just launching mobile games, but is working on its own social games platform that it will open out to indie developers. &quot;Our experience in the mobile arena far exceeds Zynga&apos;s,&quot; says Tanaka when asked about this rivalry. &quot;We&apos;ve only really done mobile ourselves, and also our platform business has been extremely successful. Everybody wants to be involved in the platform business, but very few succeed.&quot; Game on. The fascinating thing about mobile social gaming in 2012 is that all bets are off. Zynga isn&apos;t guaranteed to repeat its dominance of Facebook gaming. Facebook has to dance around the likes of Apple when trying to bring its applications platform to mobile. And GREE and DeNA can&apos;t and won&apos;t assume that what&apos;s worked so lucratively in Japan will translate seamlessly to the rest of the world. Tanaka certainly seems determined to get the formula right, but the proof will come as GREE&apos;s community rolls out globally this summer.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/24/gree-social-games-network-global", 
    "wordcount": "990"
}