{
    "headline": "Ron Gilbert on The Cave and how to make adventure games", 
    "text": "Stepping into Sega&apos;s E3 demo room for The Cave was like entering an alternate reality in which the point-n-click adventure had become the dominant genre of the nineties rather than the first-person shooter. It is a vintage platform puzzler, with all the lateral thinking challenges and quirky charm of the old LucasArts adventures. This is no coincidence  it is designed by Ron Gilbert, the co-creator of classic titles like Maniac Mansion and The Secret of Monkey Island. Gilbert knows a thing or two about vintage adventure game design.  But the important thing is that The Cave also looks beautiful and modern. Its intricately animated characters wander a detailed landscape in which flaming torches send out billowing smoke particles and shadows loom authentically across the myriad props and objects. This isn&apos;t nostalgia. Like Rayman Origins and the forthcoming XBLA adventure Deadlight, it is a glimpse at another interpretation of advanced visuals and cutting edge game play. It&apos;s also really, really funny.  If you&apos;ve not encountered it yet, The Cave is set within a vast subterranean lair  which just happens to talk, and acts as the game&apos;s narrator. &quot;People have been coming to the cave for thousands of years,&quot; explains Gilbert. &quot;They come to find what they desire most, to confront their fears, or just to get away from the kids for the weekend. Whatever, they come to here to learn something about themselves.&quot; Players choose a group of three characters from a cast of seven  a monk, an adventurer, a hillbilly, a scientist, a knight, a time traveller and a duo of creepy twins. They must then venture into the cavernous realm, battling with dragons, repairing giant hotdog machines and working out how to steal amulets from rich princesses. Each explorer has their own reason for entering this mystical underground lair, and each has a unique special ability to help with the quest. The knight, for example, is here to seek the Sword of Unequal Power, and has a guardian angel power that lets him sprout angel wings to fall long distances  handy in a cave full of massive chasms.  The player can switch between the characters whenever they like, and all must work together to defeat certain puzzles. This might be something simple, like one character pulling a lever, while another slips under a heavy door; or they can be more complex, with all three characters working together to, say, capture a monster in a giant mechanical claw. Players can either do all this alone or make use of the drop-in/drop-out multiplayer to bring two friends into the story. &quot;When I played adventure games as a kid, it was always me and my friends gathered around the computer, shouting things out,&quot; says Gilbert. &quot;If you have them running around on screen with you it just gets them more involved.&quot;     The Cave    So how did The Cave come about? &quot;This is an idea I&apos;ve had for 25 years, it really pre-dates Maniac Mansion in a lot of ways,&quot; says Gilbert. &quot;It goes back to when I first started playing adventure games; I loved the original Adventure and Colossal Cave, which I played on a college mainframe computer. &quot;Over the years this idea has percolated in my head every so often, then it goes away and I do other things. A couple of years ago, I was hanging out with Tim Schafer, we were talking about game designs, which is pretty much all we talk about, and I brought up this idea of a talking cave. He said, that&apos;s a great idea you should come to DoubleFine and lets make that. So here we are!&quot; The brilliant thing about Gilbert&apos;s games is the perfect interplay of puzzles and story  everything fits together within the adventure&apos;s logic system. However weird the narrative may be, however wacky the puzzles, there is a throughline of sense to it all, that guides the gameplay. &quot;It&apos;s not a formalised thing,&quot; Gilbert says about structure. &quot;We don&apos;t have a puzzle design bible where we list all that stuff. But it is important in an adventure game that all the puzzles seem logical to some degree  even if you couldn&apos;t figure it out beforehand, once you do solve it, it does make sense  you&apos;re suddenly like, &apos;oh yeah, I should have figured that out&apos;. All the puzzles have to fit the logic of how the world works. It has to be consistent.&quot; LucasArts adventures, then, always constructed these perfect eco-systems of gameplay, puzzles, jokes and story. The Cave seems to be following that tradition. So which element comes first? &quot;For me, it almost always starts with the world,&quot; says Gilbert. &quot;Maniac Mansion is really all about that mansion, that was the genesis of it. The Secret of Monkey Island all started for me because I loved the Pirates of the Caribbean ride at Disney  I wanted to live in that world.  &quot;It&apos;s the same thing with The Cave; it started with the setting and the characters kind of get built up from that  I think, okay, now I have the world, who would live there? Who would want to adventure in that place? &quot;So the characters come about, then the story starts to form, and very quickly after that I start to figure out the major puzzle beats  because in an adventure game it&apos;s the puzzles that drive the narrative forward. I start with that over-arching narrative then, I go, &apos;okay, I need a big puzzle here, another one here, and one there&apos;, and I start building backwards from all those big puzzles to all the little ones that lead up to them.&quot;  In essence then, Gilbert works like a screenwriter  except for him, the transitions between acts aren&apos;t big emotional scenes, they&apos;re the key puzzles. I wonder if he does other stereotypical screenwriter stuff. Does he take a notebook everywhere , scribbling down puzzle ideas in response to things that happen to him. &quot;Yes, everything&apos;s a puzzle to me!&quot; he says, laying on the irony. &quot;Everything&apos;s an adventure. I pick up every object I see and I try to stuff down my pants That&apos;s my life.&quot; Okay, let&apos;s try this another way. Are any of his characters inspired by people he knows? &quot;Yeah!&quot; he laughs. &quot;It&apos;s like, sign this release form , you&apos;re going to be in a game! &quot;No, I wanted to have a lot of very different characters in The Cave. Very early on in the design I had this white board and it was filled with characters. There were was a movie starlet, an opera singer, a CIA agent and then it was thinking about, okay why are these people in the cave?     The Cave    &quot;With the CIA agent, it really wasn&apos;t panning out, I couldn&apos;t think of a good reason  that&apos;s how we narrowed it down. I also wanted to make sure there&apos;s a good spread of motives  the hillbilly is looking for love, the twins are looking for their parents; not everyone is searching for treasure.&quot;  Although The Cave has a lot of signature LucasArts elements, it&apos;s a very different sort of game  it&apos;s not a point-n-click interface for a start  it feels like more of an accessible platformer with puzzle elements, rather than a head-scratching setoff lateral brain teasers. Gilbert concedes that both he and his audience have changed since those days. &quot;Back when I was doing Monkey Island, adventure games were pretty hardcore,&quot; he says. &quot;We needed to provide 40 hours of gameplay, because that was the standard. And people expected really hard puzzles  they wanted to be bashing their heads against the screen for days on end trying to figure it out. That was the enjoyment. I&apos;ve changed, I&apos;m older, I&apos;ve got a lot of other things going on in my life right now.  &quot;But I also think that gamers have changed  gaming is much more of a mass market thing, it&apos;s more casual. While there is still a niche that loves that super hardcore stuff, there are a lot more people who view games as just a wonderful experience, like watching a movie  they don&apos;t necessarily want to go in and fail repeatedly. So my design is a little more forgiving now, it&apos;s a little more accommodating to people who just want to be enveloped in the world.&quot; At the close of the interview, we talk briefly about DoubleFine productions, where Gilbert now works with Schafer, his longtime collaborator. The duo are also working on a classic point-and-click adventure, which was funded earlier this year by a spectacularly successful Kickstarter appeal. They set out to raise $400,000 (256,000)  the fund closed on more than $3m. It says something about the understated charm of these guys, that they never expected to garner so much support  but that no one is surprised that they did. &quot;We set it up to end right at GDC,&quot; says Gilbert. &quot;We figured that we&apos;d be begging people to get all the money we needed and we thought we could use GDC as a platform to say, &apos;please, please give us the money to make this game!&apos; And in one day we passed a million dollars. It was  an absolute shock.&quot; But it wasn&apos;t. Not for those of us who have grown up playing these games. And not when you begin to deconstruct the labyrinthine nature of their intricate design, and glimpse the ingenous systems behind them. The Cave looks unlike anything else on the Sega stand, but it is important that it&apos;s here. It means big publishers are looking at smart, funny, cleverly crafted games. And we don&apos;t always have to be queueing up for the next big shooter.  The Cave is coming to PC and as-yet unspecified consoles in early 2013", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/27/ron-gilbert-the-cave-interview", 
    "wordcount": "1658"
}