{
    "headline": "English man spends 11 hours trying to make cup of tea with Wi-Fi kettle", 
    "text": "All Mark Rittman wanted was a cup of tea. Little did he know he would have to spend 11 hours waiting for his new hi-tech kettle to boil the water. Rittman, a data specialist who lives in Hove, England, set about trying to make a cup of tea around 9am. But thanks to his Wi-Fi enabled kettle it wasnt long before he ran into trouble.    Still haven&#39;t had a first cup of tea this morning, debugging the kettle and now iWifi base-station has reset. Boiling water in saucepan now. pic.twitter.com/lC3uNX5WTp&mdash; Mark Rittman (@markrittman) October 11, 2016    Three hours later the kettle was still having problems. The main issue seemed to be that the base station was not able to communicate with the kettle itself.     3 hrs later and still no tea. Mandatory recalibration caused wifi base-station reset, now port-scanning network to find where kettle is now. pic.twitter.com/TRQLuLzLpx&mdash; Mark Rittman (@markrittman) October 11, 2016    News of Rittmans plight quickly spread on Twitter, further slowing his progress.     Now the Hadoop cluster in garage is going nuts due to RT to @internetofshit, saturating network + blocking MQTT integration with Amazon Echo pic.twitter.com/ryd42c5ewj&mdash; Mark Rittman (@markrittman) October 11, 2016    Still the kettle refused to play ball.     Now my wifi kettle is basically taking the p*ss. Told me it had found network, now you need to recalibrate me, oh btw I didn&#39;t rly connect pic.twitter.com/WbGsIrzBio&mdash; Mark Rittman (@markrittman) October 11, 2016     Related: Kitchen gadgets review: the Egg Master  a horrifying, unholy affair    A key problem seemed to be that Rittmans kettle didnt come with software that would easily allow integration with other devices in his home, including Amazon Echo, which, like Apples Siri, allows users to tell connected smart devices what to do. So Rittman was trying to build the integration functionality himself.    It is, and OK apart from flaky WiFi connectivity; main issue is that there&#39;s no IFTTT or HomeKit integration, so hacked that together myself https://t.co/0IjD7q4wzM&mdash; Mark Rittman (@markrittman) October 11, 2016    Then, after 11 hours, a breakthrough: the kettle started responding to voice control.    Well the kettle is back online and responding to voice control, but now we&#39;re eating dinner in dark while lights download a firmware update pic.twitter.com/yPTDoUkM9Z&mdash; Mark Rittman (@markrittman) October 11, 2016    And finally  success!    My work is done. And now onto everything else I meant to do today, after that first cup of tea. pic.twitter.com/bJPuJ85TCT&mdash; Mark Rittman (@markrittman) October 11, 2016    Although some people following Rittmans progress  justifiably  wondered what was wrong with the old technology.    @markrittman why don&#39;t you just get  normal fucking kettle&mdash; ready 4 december (@onekade) October 11, 2016      @markrittman At this point, I&#39;m desperate to avoid this future at all costs.&mdash; Michael Laccetti (@mlaccetti) October 11, 2016  ", 
    "section": "technology", 
    "gid": "technology/2016/oct/12/english-man-spends-11-hours-trying-to-make-cup-of-tea-with-wi-fi-kettle", 
    "wordcount": "200"
}