{
    "headline": "Coronavirus victim's widow tells of grief as scientists scramble for treatment", 
    "text": "The widow of the first person to die of a deadly new Sars-like virus in the UK has told the Guardian of the tragic circumstances of his death. Azima Hussain, 33, giving her first interview, spoke of the devastation inflicted on her family by the coronavirus that killed her husband, Khalid, last month. She said her father-in-law, Abid  who was the unwitting bearer of the disease  is still unconscious in hospital and unaware of the death of his son. He fell ill from the virus after a trip to Mecca in Saudi Arabia to pray for the health of Khalid, who had brain cancer. Azima described the severe impact of the 38-year-old&apos;s death on their twin boys, Danyal and Zain, who will be three years old on Sunday. &quot;They keep asking, &apos;Where&apos;s Daddy?, &apos;When is Dad coming home?&apos;  but they&apos;re too young to know what&apos;s going on,&quot; she said. &quot;Khalid was a lovely man, he had many friends  and he loved his kids.&quot; Meanwhile, as the Hussain family contend with the tragedy, it can be revealed that scientists are screening hundreds of drugs for compounds that might help contain the new pathogen, which is a coronavirus  the same family of viruses as those that cause common colds and Sars. It has infected at least 15 people since it emerged in the Middle East last year  more than half of whom have died of pneumonia and multiple organ failure, symptoms that were common in Sars patients. The precautionary search for treatments marks a clear decision within Europe to &quot;prepare for the worst&quot; and have drugs ready for GPs and hospital workers in case the infection spreads around the world. The aim is to boost resources to avoid a disaster like the Sars outbreak, which saw 8,000 people in 37 countries fall ill with a respiratory illness that killed one in 10 patients in 2003. The first patients infected with the coronavirus fell ill in Jordan, Qatar and Saudi Arabia last year, but the source of the infection remains unknown, despite missions by the World Health Organisation and other international groups. As with Sars, the virus has most likely jumped from bats into other animals, in this case perhaps goats or other livestock, which have gone on to infect humans. Abid Hussain, in his early 60s, had gone to Mecca to pray for his son&apos;s recovery. But on his return he fell ill, Khalid caught the virus and, because of his chemotherapy treatment, did not have the immune system to fight it off. Abid has not regained consciousness and does not know about Khalid&apos;s death on 17 February. Khalid, a travel agent living in Rotherham, was diagnosed with a brain tumour in November. Doctors gave him a 20% chance of survival, and he had moved to Birmingham in order to be closer to Queen Elizabeth hospital, where he began chemotherapy in January. &quot;The cancer was complicated, it was right behind the eyes and nose,&quot; Azima said. &quot;So doctors said he needed chemotherapy, to make the tumour smaller, before they could operate. &quot;His father went back to Pakistan to tell the family about Khalid&apos;s cancer, and decided to come back via Mecca, to pray for his recovery. It was weird, no one could have expected what happened.&quot; Abid developed flu-like symptoms and a cough immediately on his return to the UK, and was admitted to Queen Elizabeth hospital on 7 February  where Khalid was having a course of chemotherapy that day  and was later transferred to Manchester for specialist care. By Sunday 10 February, Khalid was displaying the same symptoms and 10 days later he was dead. His official cause of death is recorded as coronavirus. Doctors believe Abid transmitted the disease to his son in the first few days after arriving back from Mecca. Abid&apos;s sister Zaida was also confirmed to have the virus, but because she had a healthy immune system, she quickly recovered. The coronavirus was first identified by a doctor in Saudi Arabia, who alerted the international authorities and was subsequently forced to leave the country after being sacked, the Guardian can reveal. Prof Ali Mohamed Zaki isolated the virus from a patient who died in hospital last June. He angered the Saudi health ministry when he sent the virus out of the country for identification and alerted international researchers to the threat. &quot;They sent a team to the hospital to investigate me, to blame me and threaten me. They forced the hospital to terminate my contract,&quot; Zaki said. &quot;I was obliged to leave my work because of this, but it was my duty. This is a serious virus.&quot; Azima said she was shocked to hear about how Zaki was treated. &quot;If what he did could have helped identify the virus quicker, then I don&apos;t think the Saudis should have done that. I don&apos;t want anyone else to have to go through what my family has.&quot;", 
    "section": "science", 
    "gid": "science/2013/mar/15/coronavirus-victim-widow-scientists-treatment", 
    "wordcount": "836"
}