{
    "headline": "University access should be based on merit - but how do you measure it?", 
    "text": "If night had fallen today and Vince Cable still hadn&apos;t confirmed a chap called Leslie Ebdon  Les to you and me  to a post now described as &quot;university access tsar&quot; then restless rightwing Tories might have claimed a significant win in their battle against vestigial Lib Dem influence inside the coalition. But Ebdon got the job. Les who? You&apos;ve obviously not been concentrating at the back of the class. As Professor Ebdon himself might put it, we will call for some &quot;contextual data&quot; about your grades before you are allowed to finish reading this column and proceeding into higher education. By trade Ebdon is an environmental analytical chemist  educated at Imperial College London, a pretty hot seat of learning  who moved into university administration and has been vice-chancellor of the new University of Bedfordshire (formerly Luton) since 2006. But it was as a champion of wider social access to all types of university he caught the attention of the business secretary, a 1950s provincial grammar school boy like himself (I am too), both of whom climbed the social and intellectual ladder via a PhD in the great era of upward social mobility that followed the second world war  and faltered in the 70s. As such he infuriated many Tory MPs who unblushingly accuse him of social engineering in favour of getting more smart teenagers from poor backgrounds into Oxford, Cambridge and the wider Russell Group of universities, even though they may have achieved lower A-level grades. You can read their new attack on Ebdon-ism here in the Daily Telegraph, which worries about such policies for understandably self-interested reasons. Michael Gove, who thinks that the university sector should be back inside his education department (probably rightly, it was a Gordon Brown division), doesn&apos;t want Ebdon appointed the new head of the Office for Fair Access (Offa) which was set up to grease the deal when Tony Blair forced through tuition fees. Nor does David Cameron, who doesn&apos;t like the threats being made against elite universities who fail on the access side. Some Russell Group heads think Ebdon is a &quot;leveller down&quot; who is too parti pris. An elite school poacher-turned-gamekeeper might be more effective, argues Charles Moore (Private Eye&apos;s Lord Snooty), another clever boy socially engineered into High Toryism at Eton. As the Telegraph&apos;s own editorial argues here it&apos;s the fault of schools with little ambition for their cleverer pupils, not of the structural bias in elite university selection that favours the confident and expensively educated. Ebdon himself makes the enjoyably provocative case in a Guardian article here that it is the new universities, not the dreaming spires type, that have best responded to the challenges facing post-industrial Britain: not least in stimulating the creative and media industries about which Jess Cartner-Morley wrote so enthusiastically in today&apos;s paper. They&apos;re now about 8% of the economy and rarely bankrupt the public revenues by going bust so spectacularly as chunks of the financial services industry did in 2008. Not even Vivienne Westwood or Stella McCartney are &quot;too big to fail&quot;. I&apos;m sure neither of them is bigger than a size 12. Who&apos;s right in the battle between the Ebdonites and the traditional Tories? Why, both are of course, but Ebdon  irritatingly righteous though he occasionally sounds in his public utterances  is probably more right than the Tories. Why? That&apos;s easy. Both sides say they want to see our great universities being filled &quot;on merit&quot; and that academic excellence is the only way for British universities to head in the 21st century. Quite right too, brains are our chief resource nowadays. But how do we define merit? Surely not just by A-level results, starred or otherwise, let alone by confident social skills of the kind we can all imagine Tony Blair (Fettes College) or David Cameron (South Slough comprehensive) demonstrating at their interview? That&apos;s where the Tory complaint (they&apos;re right about unambitious schools and narrow-minded teachers) surely falls down: what private schools mostly do is take the much-loved offspring of middle- and upper-class parents and raise their game a grade or four, they turn what might otherwise be B-minus students into A-minus students. It costs proper money, but the system provides it. The same process too often happens in reverse at DoTheBoys Bog-Standard comprehensive. Too many potential A-plus students from poor and indifferent homes are battered back into B-minus or worse, some of them no doubt into criminality since that is a career where talent does not require three good A-levels. Are our prisons full of clever, angry people with dyslexia? Probably. Today&apos;s report from the backbench Conservative Fair Access to University Group (FAUG) attacks the view that social class is the fateful determinant of higher education destination, demands and end to the Ucas points that accord equal value to maths and &quot;Mickey Mouse&quot; subjects like media studies (the &quot;Mickey Mouse&quot; label is attached to Ebdon, who defends such subjects) and proposes more free places at Eton and its kind for clever-but-poor kids who get free school meals. Splendid, splendid, as Willie Whitelaw (Winchester and Cambridge) used to say. But try this from Peter Lampi, founder of the Sutton Trust, recently wrote here. Basically he argues that all the elite private schools should be opened up and their places awarded to the, well, to the elite: to the cleverest children in the country. That&apos;s a bit of a scary prospect too: all those clever kids undiluted under one roof  Arghhh! Would we be mass-producing Boris (a scholarship boy to Eton) Johnsons? It&apos;s a thought. But the simplicity of the proposition neatly hoists the Tory reformers by their own petard. But it might mean that Tamsin and Toby don&apos;t get the places their mums and dads feel they are entitled to  not Oxbridge, not even Durham or Bristol! Pie-in-the-sky? Perhaps, though Lampi, a grammar school boy born in 1947, the same year as Ebdon, points to his own education under the old direct grant (DG) system whereby the state directly funded a chain of independent schools  not public school in the Etonian sense  where bright scholarship kids were sent. I attended one myself for two terms before family circumstances moved me to my small local grammar, from Truro to Bodmin. The move undoubtedly changed my life chances (no complaints) as such events do for many people for better and worse. It holds some back, for others it merely becomes another hurdle to overcome. One of my own children attended the University of Northumbria  the old Newcastle poly  and did pretty well by his own efforts. Buried away in Northumbria&apos;s interesting list of distinguished alumni you will find the name of Sir Jonathan Ive Who he? He the designer at Apple and thus perhaps the most important designer in the world of computers. The iMac, PowerBook and their many cousins, Ive is first among equals in their design. Wow! So far as I can tell he attended Walton High School in Stafford, a large comp which specialised in sciences in the era after Labour had abolished DG schools in the mistaken belief it would help social mobility. Would Ive have benefitted from a more elite education of the kind Lampi and his Tory rivals offer? Hard to say with confidence. Perhaps he&apos;d have ended up with a more conventional mind in a more conventional career, perhaps an investment banker, God forbid. How much better does it get than being Apple&apos;s Jonathan Ive? Perhaps too the crucial clue lies in his family background. Dad was a teacher. Every little helps.", 
    "section": "education", 
    "gid": "education/blog/2012/feb/20/university-access-based-merit-measure", 
    "wordcount": "1267"
}