{
    "headline": "Let's take this offline", 
    "text": "There are are thousands of people working on the ATLAS experiment at the Large Hadron Collider. The list of authors and affiliations is longer than some of the scientific papers we publish. See for example this one (and for a bonus point spot the famous names in there). One unfortunate consequence of this is meetings. Given the timezones involved, it would be possible to spend every hour of every European working day, and most of the night, in an ATLAS meeting. Given that they are nearly all available via teleconference of some form, with enough connections you could spend most of the day in half a dozen of them at the same time. This would of course melt your brain, and might even lead to pop music. To add insult to injury, a curious phenomenon has emerged. The moment a meeting begins to get interesting, one of the participants (usually the chair) will almost invariably suggest they &quot;take it offline&quot;. And we move on to the next topic. There a few cases which provoke this. 1. The unexpected moronSomeone, perhaps senior (sometimes me), has totally missed the point of the presentation or discussion. He or she asks a question displaying such profound ignorance that the rest of the meeting can only stare at their shoes or the ceiling in embarrassment. A variation on this case is simply a question so basic (&quot;What particles are we actually colliding?&quot;) that one can only assume the questioner walked in off the street by mistake. Either way, a good chair moves that discussion offline ASAP to save everybody&apos;s blushes. 2. The grudge matchThere aren&apos;t so many particle physics experiments in the world. If, as a PhD student, you meet an arrogant pedant suffering from acute Dunning-Kruger effect, the chances are you will bump into them on and off for the rest of your respective careers. If they ask you a stupid, tedious and hostile question in a meeting, it might provide a diverting floorshow for the other participants, but the chair will most likely take it offline. You should agree to do this. Perhaps to a darkened corridor, with a couple of muscly friends. 3. The technical tumbleTo be honest, this one is where some actual progress is made. Someone in the meeting has deep technical knowledge of an issue which has just been raised. It is pertinent to the topic, and indeed quite often someone presenting a result will realise immediately that this needs checking in detail, and they would rather go into a huddle and do this than potentially crash and burn in front of their colleagues. Also it may take days. Take it offline. 4. The dodgy connectionSomeone suddenly starts talking like they have inhaled Helium, turned into a cyberman, or have had their head thrust into a bucket of water. This is always blamed on a poor internet connection or bad microphones, though I suspect in at least a couple of cases cybermen have really been involved. While it is undoubtedly true that the teleconferencing equipment is generally to blame, this is also a handy cover if you find yourself unwillingly embroiled in a case of 1, 2 or 3. It more or less forces it offline. Oddly, the &quot;take it offline&quot; phrase in all cases often means continue it online in a series of lengthy emails. So perhaps we aren&apos;t so cool after all.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/dec/02/cern-meetings-offline", 
    "wordcount": "571"
}