{
    "headline": "Making the case for internal communications in higher education", 
    "text": "Louise Simpson, director, The Knowledge Partnership, a marketing and communications consultancy Statistics on the value of internal communications: Universities don&apos;t tend to regularly monitor their internal communications, but there are statistics out there from the private sector:  A survey by Watson Wyatt showed that firms that communicate effectively are four times more likely to report high levels of employee engagement compared with firms that communicate less effectively.  In 2008 a study of 90,000 employees by Towers Perrin found that companies with the highest levels of employee engagement achieve better financial results and are more successful in retaining their most valued employees than companies with lower levels of engagement.  In a 2008 survey of managers across the global, by Proudfoot Consulting, internal communication problems was the second most cited barrier to productivity. Staff and student communications need to be kept separate: Students are (I know we hate the word) the customer of HE. Both are important but in different ways. From research we have done with world-class universities, staff engagement appears to be highly valued by most world-class universities, but performance is patchy in some surprising areas, and best practice indicators that might improve performance (such as regularly evaluating communications, and having a strategy for it) are weighted as being of low importance. To read the executive summary of internal communications and staff engagement in world-class universities: senior management perspectives and best practice, see www.theworld100.com/helix Robert Holbach, web content production officer, University of Glamorgan - Student Portal Glamlife  Monitor your users&apos; needs on a regular basis: It is important to regularly assess engagement with internal comms. At the University of Glamorgan, we ask students for feedback, and then react to it. Some of it is handled by the feedback form on every page of the portal, sometimes we run competitions, sometimes we ask our course reps to form focus groups, and we also very actively monitor our usage statistics. Think about the tone of voice: On Glamlife, we aim for a neutral tone of voice. Our users are diverse (from 18-year to 80-year olds, both Welsh to international), so we try not to talk down to the kids. Whenever I write or edit a story, I ask myself: &quot;Would the BBC publish it like this?&quot; and that becomes my measuring stick. Of course, on social media, you can be more informal. Take advantage of the web to give feedback: We&apos;ve always had feedback forms and email addresses to enable students to ask us questions directly - and they do, several times a day - but admittedly, our responses are always direct to the student, and don&apos;t become visible on the site. As we now syndicate the majority of our news items into social media, there can be immediate feedback which is publicly visible. Institution size has an impact: An institution with 2,000 students may only have a single member of staff, doing all communications (internal, external, students, staff) across all media. An institution with 20,000 students is a different animal. It is then that &apos;information overload&apos; becomes a real danger. What we found is that, as the university has grown, and as the amount of web usage among staff has grown, so too the amount of &apos;noise&apos; has become more noticeable. One solution is attempts at personalisation - students, for example, can choose which areas of Glamlife they want to subscribe to. Another solution is the stacking of promoted content - we generally add one promoted message each working day to our home page. (The new message pushes the older ones down, and after 5 working days, it disappears). The bigger the institution, the more it needs to look into filtering of content - empowering users to make some choices themselves, and ideally scheduling the institutional messages so they form a constant stream. The biggest challenge is the start of term, which can feel like the information dam has broken, and a flood is on its way. Tracy Playle, education communications specialist, Pickle Jar Communications Ltd  Questions for effective internal comms: The volume of content on the web generated on a daily basis, means internal comms professionals must ask themselves the following questions: How can we ensure that our content actually resonates with people so that they don&apos;t hit the delete button? How can we personalise and make it relevant, engaging and useful to those with whom we need to reach? Communications is about people: Openness and collaboration should drive all communication. People speak a lot about &apos;channels of communication&apos; but effective comms shouldn&apos;t start with thinking about channels, but should start with thinking about people, the dynamics of how they interact, engage with organisations and with each other. Often we can put the &apos;channels&apos; in place, but the culture of an organisation is a huge barrier to them actually being adopted. If a university doesn&apos;t have a culture of open and collaborative communications, all the shiny tools and surveys in the world aren&apos;t going to change that. Be consistent: Students are heavily communicated with before they arrive, but after, it&apos;s as if &apos;the university&apos; no longer cares, so their relationships end up being with their departments or the students&apos; union instead. After students graduate, &apos;the university&apos; wants to know them again and starts bombarding them with alumni communications. The focus on external comms since fees have gone up is short-sighted. In this day and age organisations have to be what they say they are. Investing more in marketing and external comms might be putting lipstick on a pig. An engaged and &apos;on message&apos; internal audience will carry through to our external comms and people will start spreading the word about how great the organisation is via the many spaces students use to connect. Resources: Case study on Nokia&apos;s use of social media for internal comms Personalised communications or portals that staff and students can personalise themselves represent an interesting model. Look at University&apos;s of Warwick&apos;s start.warwick.ac.uk portal (widget-based approach a bit like Netvibes or iGoogle). Also check out Phoenix College&apos;s facebook app. Both are interesting approaches to personalisation of communications and greater segmentation of messages. Caroline Boyd, internal communications officer, University of Salford Face-to-face communication is still king: We sent out an online survey to all our colleagues and asked for their views on the way we use a mix of channels - face-to-face, online and print. Face-to-face is always most important. But in particular, colleagues were very happy to still receive the printed US magazine where they could read about university activities and employee success in depth. 78.6% of respondents to our evaluation said they liked receiving their copy of US magazine which is produced purely for University colleagues. Internal communications must actively support managers and leaders: Whether it is good news, difficult news or key progress against strategic aims, internal comms needs to help leaders create a sense of &apos;where we are going&apos;. We are currently looking to develop a communications toolkit so that all leaders have a place they can go to for advice, templates, best practice suggestions which they can apply themselves to their own local level communications needs. Our leaders - and indeed all our colleagues - also know that they can contact internal communications directly to seek our advice on anything they need to communicate. However, don&apos;t just wait for the phone to ring. Actively and regularly set up meetings with stakeholders to chat with them about the communications needs in their area and to see if there is anything else you can provide. Create a dedicated, secure space online for employee communications: Giving the internal audience more detail than would be included in external press releases is so important and is one of the reasons to justify having a separate space where colleagues can talk in more detail and be frank. Using just one external site minimises the impact of the content across all audiences. Helen Wesley, internal communications manager, Bournemouth University The difference between external and internal communications is how honest you&apos;re prepared to be: In my experience staff recognise &apos;spin&apos; and they don&apos;t engage with it. Internal comms is about personalising your messages. You have a captured audience so it really is an opportunity to answer the &apos;What&apos;s in it for me?&apos; question. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/17/internal-communications-in-higher-education", 
    "wordcount": "1412"
}