{
    "headline": "50 Human Brain Ideas You Really Need to Know", 
    "text": "I&apos;m delighted to announce that my first book, 50 Human Brain Ideas You Really Need to Know, has been given a publication date and is now available for pre-order from Amazon and the Guardian bookshop.  As its title suggests, the book contains 50 short chapters, each devoted to an influential idea about how the brain works, amounting to a short primer on modern neuroscience for the general reader.  I do not &quot;condense all we know about the brain and how it works&quot;, as the synopsis states. To do so in about 200 pages would surely be impossible, but I have covered what I believe to be many of the concepts that are fundamental to our current understanding of that wondrous lump of electrochemical jelly inside our heads.  Neuroscience is an enormous and complex field and there will undoubtedly be some important ideas that have been left out. But in writing this book I&apos;ve come to the conclusion that all modern neuroscience is based on just one very important idea. Can you guess what it is?  50 Human Brain Ideas You Really Need to Know is published by Quercus Books and is due out on 4th July. The introduction to the book is below, together with some acknowledgements, and I&apos;ll be posting five of the chapters here in the coming months. I&apos;ll also reveal what I believe to be the single most important idea about the brain, as well as a delightful historical aspect to it which came as something of a surprise to me.  50 Human Brain Ideas You Really Need to Know: Introduction Modern neuroscience can be traced back to the 1890s. A century later, President George W. Bush declared the 1990s the &apos;Decade of the Brain&apos;, and since then research into the workings of this extremely complex organ has accelerated at an astonishing pace. Some say that we have learned more about the brain in the past decade than we did in the hundred years preceding it. Even so, we are only just beginning to scratch the surface, and a huge amount remains to be discovered. During this short time, many theories about how the brain works, and how it generates our thought and behaviours, have been put forward. Many earlier ideas became influential in their time but were eventually debunked as pseudoscience, while others remain central to modern neuroscience. As technology advances and our understanding of the brain improves, the general public has become increasingly interested in neuroscience and in what these exciting new findings mean for them. At the same time, there is a great deal of sensationalism surrounding brain research, not to mention much inaccurate reporting. Likewise, myths about the brain abound, and some of the more popular examples  such as the idea that the left brain is &apos;logical&apos; and the right brain &apos;creative&apos;  seem to be gaining traction, especially within education and the business sector. This book is an attempt to distil over 100 years of thinking about the brain. It draws together influential ideas in neuroscience, updating old concepts in the light of new evidence, as well as introducing others that have emerged only recently. It attempts to explain these ideas accurately, and in a way that is easily digestible; to separate the wheat from the chaff; and to demystify the mysterious matter inside our heads. Where possible, I discuss how the science is carried out  the techniques used, and how researchers refine their ideas as new evidence emerges. Some believe that gaining a better understanding of how the brain works will provide answers to life&apos;s big questions. It will not: brain research cannot tell us everything about ourselves, or what it means to be human. But it does offer the possibility that treatments may be developed for numerous debilitating conditions that afflict us, such as addiction, Alzheimer&apos;s disease, stroke and paralysis. 50 Human Brain Ideas You Really Need to Know addresses these hopes, too, with cautious optimism. Acknowledgements The book doesn&apos;t have an acknowledgements section, so I&apos;d like to take this opportunity to thank the people who helped me out by brainstorming the list of ideas that went into the book, sending me resource materials, or giving my their opinions on small parts of the manuscript. They are, in alphabetical order: Micah Allen, Ben Barres, Vaughan Bell, Bjrn Brembs, David Eagleman, Doug Fields, Karl Friston, Noah Gray, Keith Laws, Earl Miller, The Neurocritic, Neuroskeptic, SciCurious, Sophie Scott, Hugo Spiers, Bradley Voytek, Leonie Welberg, and Andrew Wilson.", 
    "section": "science", 
    "gid": "science/neurophilosophy/2013/mar/28/50-human-brain-ideas", 
    "wordcount": "748"
}