{
    "headline": "The QAA quality mark: will the new scheme make the grade?", 
    "text": "At the start of the month, QAA&apos;s announcement of its intention to launch a quality mark caused a flutter among higher education professionals online, raising afresh questions about the nature of students as the consumers of HE. What piqued my interest most was the comparisons being made in the news between the new quality mark and British Standards Institution&apos;s Kitemark scheme for non-education standards, which was first introduced in 1903. I feel these comparisons would hold less weight were the two schemes compared. It could be argued that any of the quality mark schemes accredited by the United Kingdom Accreditation Service (UKAS), such as the Kitemark, live or die by the trust placed in them. Comments by professor John Vinney, about the QAA&apos;s new mark, suggest that universities would be able to take advantage of the agency&apos;s brand recognition. The vice-chancellor of Bournemouth University says: &quot;It is an easily recognisable international badge of excellence that will give instant reassurance to students and the public&quot;. True as that may be, if the QAA were to license its own logo as the quality mark universities could use, the organisation runs the risk of being perceived as being aligned with the quality mark - rather than simply the owner and awarding body of an independent mark. Any failures of universities endorsed by this scheme might not just affect the reputation of the scheme, but of the QAA as a whole. This could be further exacerbated by considering how QAA&apos;s standards writing model relates to its quality mark. Standards are, in some cases, a tool for industries to independently self-regulate, but they are mostly opportunities to show a level of quality above the demands of regulation. Most Kitemark schemes are assessed against standards written by industry stakeholders, facilitated and published by BSI (to address a common misconception: we don&apos;t actually write the standards ourselves). These documents are intended to be an improvement on the expectations set by regulators and are not benchmarked against minimum expectations. The QAA scheme, however, appears to have set benchmarks written, sanctioned and accredited by the QAA. Furthermore, these documents are more regulatory in nature than most other standards. All of which, to my view, make the QAA model is less like BSI&apos;s Kitemark and more akin to that used by Press Complaints Commission, where the standards are written and assessed by the same pool of individuals. Still, I do believe QAA&apos;s CEO, Anthony McClaran, when he says the QAA is &quot;an independent and trusted agency&quot;. I just wonder if it would not be more beneficial for the agency to create a scheme that is itself independent. A move towards a model that see the QAA facilitate and build consensus for standards written by stakeholders, and then position itself as one body measuring excellence against these standards, would greatly improve the success of this scheme. But to achieve that, QAA may need to rid itself of some of its regulatory powers and take steps closer to becoming a consumer protection agency, a move that may attract a lot of criticism because surely, students aren&apos;t consumers right? Newell Hampson-Jones is education sector representative at BSI (British Standards Institution). This article is the author&apos;s own views and does not represent BSI policy This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/28/quality-mark-launched-by-qaa", 
    "wordcount": "571"
}