{
    "headline": "Alvaro Cassinelli: you really can use a banana as a telephone", 
    "text": "Alvaro Cassinelli is an assistant professor at the Ishikawa-Oku lab at the University of Tokyo. He and his partner, Alexis Zerroug, have created a multi-modal, spatial augmented reality, a system that instantaneously changes household objects into communication devices. The effect, known as &quot;invoked computing&quot;, is a process that has enabled Cassinelli to transform a discarded pizza box into a laptop computer and a banana into a telephone. The idea won the grand prize at Laval Virtual, an international conference and exhibition on virtual reality and converging technologies. How did you come up with the idea of &quot;invoked computing&quot;? The project started with a self-imposed challenge which had both ecological and geeky motivations. The question was: could we revive an old laptop computer thrown in the garbage, not by repairing its internal components but by using augmented reality (our speciality), thus transforming this inert, rain-soaked object into something functional again  something that looked &quot;alive&quot; for any casual observer from the outside? Soon, we realised that, were we to succeed, something very interesting would be happening: although the computer would be &quot;dead&quot;, it would perform fine thanks to the intervention of external, invisible powers. Life would be instilled from the outside; the corpse of the computer would be &quot;possessed&quot;, animated like a puppet by a ubiquitous &quot;ambient intelligence&quot;. And nobody would notice the difference. When looking for a name, I first thought about &quot;poltergeist computing&quot; or &quot;zombie computing&quot;, but the connotations were all too negative. We settled on invoked computing which seemed more appropriate: it makes you think about spiritual invocation (of invisible, higher powers) as well as of the software engineering technical expression: &quot;invoking an application&quot; meaning &quot;to launch it&quot;. Why the banana and the pizza box? In the invoked computing scenario, the object itself works as an &quot;invocation&quot; trigger and supports interactivity. We naturally looked for trigger-objects that are more or less pervasive in the real world, hence food-related items (the banana and pizza box). As triggers, they operate in ways similar to icons in a computer operating system: these are not the applications themselves, but keys to open them, to invoke them. On the other hand, real physical objects become the support for the interaction, provide surfaces on which to project images or sound. So, in effect, you&apos;re turning everyday objects into touchscreens? Not exactly. The invoked computing project proposes systems to project &quot;function&quot; on real objects, but without making the interactive space resemble a screen with icons. Indeed, we are not trying to project icons or conventional representations of computer applications into the real world that when touched will launch a particular computing routine. Instead, affordances in the physical world itself should suggest and trigger function  even new, improvised functions. So gestures bring the objects to life?  An evocative gesture can be very informative of the intentions of its performer. I&apos;ve been living in Japan for 11 years now and I know first hand that this form of non-verbal communication was (and still is) the most reliable device I have when I want to avoid ambiguity in everyday situations In the case of the banana phone, a real handset is not really required, only something that suggests the action of calling on a phone. That &quot;something&quot; can be a combination of a referential object, reinforced by an unequivocal, perhaps exaggerated theatrical gesture. Is this something that could be made commercially available? Clearly, this could be used in controlled situations. If you&apos;re in a bar and you want to read the menu, you could open your napkin and the menu could be projected there. It&apos;s totally feasible. There&apos;s also the idea that instead of a device dying and you having to buy a replacement, what if the obsolete one started working to make an augmented environment? Perhaps to the point where maybe you wouldn&apos;t need to buy a new computer again. I&apos;m not saying we shouldn&apos;t continue evolving more powerful computer systems, but they could have a longer life. Is the idea that having the newest thing is the best thing a false one? Exactly. Maybe writing on a typewriter is more efficient than using an iPad. Invoked Computing gives you the opportunity to use what you know best and continue to use it, even if it doesn&apos;t work any more. It&apos;s like having an old car you like very much; you don&apos;t want to throw it away but there are no spare parts to repair it. Never mind  let&apos;s just make it work from the outside. It&apos;s using these very powerful resources to make things live again. It&apos;s more than just personalising your desktop, it&apos;s like personalising your physical world. You don&apos;t need to be influenced by designers at other companies: you decide and the function will come to you. People like to follow trends. If this technology were to work very well, it would be a problem. Instead of an iPhone, you would just have cardboard or a deck of cards, so it would change the way people relate to objects. We&apos;ll see what happens.", 
    "section": "technology", 
    "gid": "technology/2012/jan/01/invoked-computing-household-objects-cassinelli", 
    "wordcount": "864"
}