{
    "headline": "Enhancing student experience: how Scotland is doing things differently", 
    "text": "There are many reasons to visit Scotland  its fine cities, cultural heritage, the natural beauty of its coasts and highlands. However, the 500 UK and international delegates descending on Glasgow this week will be visiting  or revisiting  a rather different landmark: Scotland&apos;s unique approach to enhancing the student learning experience. This year marks a decade of Enhancement Themes, Scottish higher education&apos;s focus on sharing good practice and promoting innovation in this field. From our first-year theme of assessment to our current focus on developing and supporting the curriculum, the project has brought about a culture shift in the sector. In 2003, higher education leaders in Scotland agreed that universities themselves would take responsibility for assuring the quality of subject provision, while external review would focus on institutional systems instead. In order to keep this meaningful and challenging, we would not simply ask whether the quality of provision was acceptable (there was plenty of evidence to suggest it was) but ask institutions what they were doing to continually improve and enhance the student experience. Two years later, the Scottish Higher Education Enhancement Committee took over Enhancement Themes. The group now includes vice-principals for learning and teaching from all 19 Scottish higher education institutions, together with QAA Scotland, the Scottish Funding Council, Universities Scotland, the Higher Education Academy, NUS Scotland and the Scottish student representative group, Sparqs. Talking in terms of enhancement has encouraged us to be more open and self-critical. Our focus is on the future rather than past performance, a reflective approach with an ethos of continual improvement and many questions. What are we trying to achieve? How do we know if we&apos;re achieving it? How can we do it better? Refreshingly, institutions have been willing to discuss about less successful projects and pilots, as well as clear winners. The work universities are doing within our current curriculum theme has shown us that learning programmes must adapt significantly to equip our graduates for employment in the modern world, and provide the values and capabilities that will fit them for a lifetime&apos;s contribution to society. Institutions are adapting curricula to offer modules designed specifically with these attributes in mind. By introducing a broader range of learning tasks and types of assessment, students learn how to share and apply their acquired knowledge, communicate it to others, and develop it in ways consistent with employability and citizenship. At the same time, a major programme of curriculum review in Scottish schools is working its way through the education system. The first cohort of student who experienced this approach through primary and secondary education will arrive in Scottish universities in 2015 and 2016. Our conversations have provided a national platform for the many issues arising from these reforms, and we are providing resources and support to help each institution work out how best to respond. Institutions must address the challenges of developing programmes for school leavers who are entering higher education having learned differently. If we believe that the higher education curriculum is not bound by the courses students study at university, we can also reinvent the concept of &apos;lifelong learning&apos;. Universities in Scotland are exploring ways of extending the curriculum to encompass study before and after the direct higher education learning experience. Enhancement Themes is regarded as one of the more imaginative aspects of Scottish higher education and, increasingly, Scottish institutions are exporting colleagues with expertise in this area to other countries. With 20% of higher education students in Scotland coming from outside the UK, it&apos;s crucial that programmes available to all students continue not to relate only to Scotland or the UK. Higher education in Scotland is a small sector with a global outlook. By sharing knowledge and practice in key areas of student experience, and drawing on new international thinking, Scottish institutions ensure they continue to be outward facing. Professor Andrea Nolan is senior vice-principal of the University of Glasgow. Dr Bill Harvey is director of the Quality Assurance Agency for Higher Education, Scotland   the International Enhancement Conference runs from 11-13 June, 2013  for information, presentations and podcasts, visit the Enhancement Themes website This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jun/10/student-experience-scotland-higher-education", 
    "wordcount": "708"
}