{
    "headline": "Teachers report widespread cyberbullying by pupils and parents", 
    "text": "Teachers have been issued with death threats, accused of serious crimes including paedophilia and rape, and subjected to sexist and racist abuse, according to a poll revealing widespread cyberbullying by pupils  including some still at primary school  as well as parents. The scale of bullying by pupils on social networking sites against those trying to educate them is suggested in an online survey due to be released on Saturday by the teaching union, the NASUWT, at its annual conference in Birmingham being held over the Easter bank holiday weekend. While the majority (60%) of pupils involved were between 11 and 16, others were younger  with one reported incident involving a five-year-old. Parents were also using social networks to comment about them, according to 16% of teachers. The report also highlights the lack of support felt by many teachers after they report incidents to their school. Of those who took part in the survey, more than two-fifths (42%) said they had been a victim of cyberbullying. Of these, 61.2% said they had been subjected to a pupil writing an insulting comment about them on a social network or internet site, 38.1% said a student had made comments about their competence or performance as a teacher, and 9.1% said they had faced allegations that they behaved inappropriately with pupils. One member revealed that a student went on Facebook to say he would &quot;cut my fucking throat when he saw me&quot;, yet no action was taken against the pupil. An English teacher reported that a pupil posted on Facebook that they &quot;should actually die&quot; and swore about them. Another teacher reported that his partner&apos;s children were distressed after a pupil alleged on Facebook their relationship had begun while she was still with her husband. Again, no action was taken against the pupil. Almost two-thirds (64%) reported the incidents, with almost half (46%) left feeling the sanction taken against the pupil was inadequate or that no action was taken at all. Only 32% felt the appropriate action was taken. Almost half (49%) of teachers who were subjected to abusive comments from parents said they did not feel supported or had no action taken as a result, with just 29% feeling that appropriate action was taken. The social network of choice for most pupils levelling abuse at their teachers was Facebook (77%), while 21% used RateMyTeachers.com, 6% used Twitter and 1% used MySpace. Chris Keates, leader of the union, said some of the findings were &quot;truly shocking&quot; and warned that unacceptable abuse would continue to rise unless the government and employers took it seriously. Keates said the survey findings exposed the way some employers were failing in their duty of care towards staff by not having appropriate policies in place nor taking incidents seriously when reported. She added: &quot;But it is the coalition government that is found most seriously wanting. &quot;Until this coalition took office, there was comprehensive guidance in place nationally, providing details of teachers&apos; legal rights and entitlements and a suite of good practice for schools to use to protect teachers and pupils from this kind of abuse. &quot;This has now been reduced to just one paragraph on cyberbullying, sacrificed on the altar of this coalition&apos;s flawed and distorted so-called policy of reducing bureaucracy and demonstrating its lack of concern for the wellbeing of staff. &quot;Until the government and teachers&apos; employers recognise that the welfare of the workforce is important and these issues must be tackled seriously, this unacceptable abuse will not only continue but is likely to escalate.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/07/teachers-widespread-cyberbullying", 
    "wordcount": "601"
}