{
    "headline": "To politically empower women on a global scale we need more than quotas", 
    "text": "If there is one thing the divided and fragmented political forces in Egypt could agree upon when designing the law for the most recent elections, it was to remove the quota for women. Islamists, youth revolutionary coalitions and political parties disagreed on virtually everything, but when it came to the quota that set aside 64 seats for women in the 500-plus seat parliament, they agreed it must go. The parliament&apos;s quota system, which was introduced by former president Hosni Mubarak&apos;s wife, Suzanne, had been used by an authoritarian regime to bring into office women from the ruling party. In Egypt&apos;s quota-less parliament today, there are eight women out of 508 MPs  less than 2%, and down from the previous 12%. It is ironic that when the quota was announced in June 2009 it was hailed by the international community as a hallmark of the country moving closer to democracy, and yet in post-Mubarak Egypt it was rejected as a symbol of authoritarian rule. Quotas do increase numbers in most cases, but they don&apos;t work very well as proxies for democratisation or gender justice. And when used by authoritarian regimes, they become tainted. This presents us with a policy conundrum: affirmative action has been lauded by progressive politicians, feminists and development bodies as a way to empower women politically. There is no reason to drop affirmative action, but there is a need to go beyond reducing women&apos;s political empowerment to the number of women in office. If we are serious about promoting gender justice, we must turn political empowerment upside down. Our starting point should be to better understand how women get involved in politics. For a start, it means broadening our understanding of politics to go beyond the nomination for office in legislatures, so that we are able to recognise those women who also engage politically in formal and informal capacities. Research undertaken by the Pathways of Women&apos;s Empowerment (pdf) in four continents shows that quotas are not a magic bullet. Their transformative potential is often contingent not only on getting the technicalities right (such as how the system sanctions parties that fail to have women high up on their party lists) but understanding the power configurations in a particular context and how it is likely to influence the political landscape. For example, in some cases, it may be more conducive to promoting gender justice by being highly selective about which women are supported. Proxy women for political parties with highly reactionary political agendas are hardly going to advocate for gender justice when in office. Another key message emanating from the Pathways&apos; research is of a major disconnect between how women build up political power in reality and how political empowerment programmes work. Political empowerment programmes&apos; focus on individual women&apos;s capabilities, such as on how to run a campaign or speak in public, provide them with useful skills. But this highly individualistic approach is missing out on many opportunities to make a difference by recognising that political bargaining power and weight is built through alliances, networks and coalitions. Hence, it is important to examine practical ways of supporting this embedded nature of doing politics by working with allies and coalitions, as well as, where relevant, women&apos;s families and networks. The key to enhancing women&apos;s political empowerment is the role of building a constituency. Working in neighbourhoods is important for outreach, but so is gaining visibility through television. It means that policies to support women&apos;s political empowerment should not only target the women who announce they will run for office, but also have expanding political apprenticeship opportunities for a wide pool of women so that they can build the constituency they need to claim legitimacy. Research findings from case studies in Asia, Africa and Latin America suggest that where women have organised collectively under the banner of promoting gender equality, they have played important roles in influencing the design of electoral laws and in holding the state, political parties and others (such as the media) accountable for their gender-biased policies and practices. In post-Mubarak Egypt, women have been subjected to a backlash so the space for contestation is highly inhibited. But one can&apos;t help wondering whether if we had in Egypt a strong women&apos;s movement championing gender justice, would women have been able to use their political clout to influence the electoral law and hold accountable the state and political parties for the outcome? At the very least, they would have made it far more difficult for the powers-that-be to get away with blocking women&apos;s political leadership.  Mariz Tadros is co-editor with Analice Costa of Quotas: Add Women and Stir? ", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/08/political-empower-women-egypt", 
    "wordcount": "769"
}