{
    "headline": "May's diverse wildlife finds hedgerows the perfect home", 
    "text": "I have always looked towards May with a sense of excitement and relief. All too often it seemed that I would start fieldwork, following hedgehogs, in a rain-sodden early April. And despite an awareness that a spell of poor weather is not necessarily an indicator of fine things to come, I found the wet nights leavened with a sense of anticipation for what may be discovered in my favourite haunt: the hedgerow. In Britain we are lucky, even now, after years of abuse and neglect, with the hedges we have. They are the perfect analogue for one of the most diverse habitats  woodland edge. A greater diversity of species inhabits the first 10 metres of a wood than are found within the remainder of the woodland. And many of our favourite plants and animals are adapted to this space  so find the hedges a perfect home. Hedges make great habitats in their own right but are perhaps most important as the agents of connection throughout the countryside. Dormice will be starting to use these highways and byways to spread from the patches of woodland in which they overwintered. And bats make great use of the lines of hedgerows to feed and travel  &quot;hawking&quot; food on the wing, or swooping down to &quot;glean&quot; it off leaves and twigs. Bank voles need the hedge to offer them protection from the sharp ears of owls, and owls need the hedge to provision them with voles. Of course, birds thrive in and around hedges as well. They support 80% of our woodland species and at least 30 species nest in hedges. Wrens, robins, blackbirds and whitethroats are among the many who will now be busy feeding hungry young on the rich fodder crop of insect larvae that also live in the hedge. Twenty species of butterfly breed in hedges  and in May you can hope to see brimstones, holly blues and red admirals among many others. For me the brimstone is the start of things  the first of the common butterflies to take to the wing, sometimes as early as late March, though I did not see one this year until mid April. The sulphurous yellow splashes are part of the leap of excitement imminent spring brings. But the most obvious sign of spring really getting into the swing of things is in the floral displays  primroses and celandine carrying the yellow through from the brimstone give way to whites of hawthorn, cow parsley, meadow sweet and wild garlic. While radio-tracking hedgehogs one Devon spring the nocturnal lanes seemed illuminated by the flowers. Hawthorn, clearly, though is key at this time of year  not only is the Old English name for the plant, Haga, the same as the Old English for hedge  but it is bears May blossom. And if it has been splashing its fragrant white petals around a little earlier in recent years, perhaps the cold start to 2013 will pull it back to a more appropriate time. Another delayed species is the animal of the hedge, the hedgehog. They should now be up and about, feeding and courting  but the long winter has taken its toll and the most recent data from the British Trust for Ornithology&apos;s Garden BirdWatch survey revealed that they are about a month behind schedule thanks to the long winter  which, on top of a very poor summer last year, fills me with a sense of foreboding for my totem species. If you are fortunate you will find them by sound  the huffing sneezes of courting hedgehogs fill my heart with glee. Though the appearance of courtship can be more like battle as the male slowly circles the female and she turns to face him, every now and then doing a little sneeze and jump to keep him far enough away. This can, in the right circumstances, cause an arena of grass to be flattened. Our hedges are a vital component of Britain&apos;s countryside. They need to be loved and layed. And in return they bring with them a fantastically diverse range of wildlife  woodland edge species right into the hearts of our communities. We have a lot to be thankful for.  Hugh Warwick is the author of The Beauty in the Beast (Simon &amp; Schuster). His first book was A Prickly Affair (Penguin). He blogs at his website: www.urchin.info", 
    "section": "environment", 
    "gid": "environment/blog/2013/apr/30/may-diverse-wildlife-hedgerows", 
    "wordcount": "729"
}