{
    "headline": "Former Apple CEO John Sculley: the future of our health is in the cloud", 
    "text": "John Sculley  the man who as Apple chief executive gave the world the Newton, which was the first glimpse of the &quot;personal digital assistant&quot; in the 1980s  can see a number of possibilities opening up before us. A world without work for millions who want it? A world where we can diagnose strokes or heart attacks well before they happen? A world of machines talking to machines? All are possible, even likely, because of cloud computing, which he sees as the next driver of huge social change. And he also has a clear idea of what the Newton really needed to succeed  and which of Apple&apos;s visions from the time really matches what we&apos;re seeing now. &quot;I&apos;m an optimist,&quot; declares Sculley, now 73 but still deeply involved in technology. &quot;You can&apos;t be an entrepreneur if you&apos;re not essentially an optimist, so I&apos;m an optimist by nature.&quot;  Cloud computing, has says, means that we&apos;re shifting from the growth of Moore&apos;s Law  a doubling every 18 months  to something even more exponential. &quot;The curve is accelerating upwards, at a level that means that technologies are coming out that can do things that you couldn&apos;t even envision even two or three years ago.&quot; Robust data storage costs are falling too, from around $5 (3.14) per gigabyte a year ago to 25c now. &quot;The speed at which a lot of this technology is commoditising is unprecedented,&quot; Sculley says. Even so, he sees some areas for concern. First, imagine a world where computers have driven humans out of all but the highest-skilled jobs  so that driverless cars, automated factories and similar processes mean that the middle class that has for years been happily thriving on jobs that couldn&apos;t be done otherwise suddenly find themselves disenfranchised. Sculley admits he&apos;s not as optimistic about that. &quot;The more we bring in these sophisticated technologies, the higher the skills of the people that are needed to be able to use it, and the fewer people we need in the workforce, so the issue is not about work moving to lower-cost workers, it&apos;s about automation replacing many of the jobs that we had counted on, particularly for our middle class in the past.&quot; The political gridlock in the US  caused by the warring demands of the Tea Party, which thinks government and taxation is destroying jobs, and those of the Democratic Party, which has been trying to drive growth by boosting the money supply  is one example. Another is the Eurozone, where the tensions between Spanish, Greek, German and French voters and their leaders is coming into starker focus as unemployment rises.  &quot;Those are the things that technology may not be able to solve, but it certainly is a consequence of technology, that the sophistication of automation is changing how work is done, and is changing the skill requirements of workers,&quot; says Sculley. &quot;In many cases jobs that used to be done by people are going to be able to be done through automation. I don&apos;t have an answer to that. That&apos;s one of the more perplexing problems of society.&quot; Even so, he does think that  as has happened previously  technology will throw up a solution. (In the early 1900s, the problems of horse manure in London streets threatened to overwhelm them; the car solved that  but, of course, eventually brought its own set of challenges.) On a more optimistic note, Sculley  who now works as a venture capitalist, and has investments in companies looking at healthcare  things that cloud computing is going to make a colossal difference to the quality of our lives.  Healthcare in the US is a $2.6tn market, driven by insurers which pay doctors who often carry out procedures and expensive tests in order to avoid lawsuits. The problem is that healthcare costs are rising more quickly than inflation, incomes or tax receipts. &quot;Politicians are arguing among themselves as to who&apos;s going to pay for it,&quot; says Sculley. &quot;It&apos;s completely unaffordable at its current growth rates, and the more I get a chance to understand health care, the more convinced I am that the problem is very solvable, but it&apos;s solvable through innovation, not through just governments trying to work out who pays for what. &quot;We see healthcare shifting from a procedure reimbursement where in this country doctors are reimbursed for how many procedures they conduct, to a world where people will be reimbursed for the outcomes  did the patient actually get better, and what was the total cost of the cycle of care. So it&apos;s not just about taking cloud computing and automating the healthcare system we have today, it literally means innovating and reinventing the health care system to make it it much more patient-centric.&quot; &quot;Big data analytics&quot;  the analysis of colossal amounts of data which could amount to terabytes of information  will change healthcare, he forecasts, from one where doctors are paid to carry out procedures, to one where they&apos;re paid based on keeping people well. (In that sense, it sounds like the longstanding Chinese principle where a doctor&apos;s quality is measured on how infrequently patients get sick, not how quickly they&apos;re cured.)      Apple chairman Steve Jobs, chief executive John Sculley and co-founder Steve Wozniak unveil the new Apple IIc computer in San Francisco in April 1984. Photograph: Sal Veder/AP    And helping that will be computing that will analyse everything  even the levels of proteins in our blood. &quot;I&apos;m working with a company right now where we&apos;re doing this  you can track in real time peoples&apos; vital signs and take that data, you can imagine that&apos;s massive amounts of data when you&apos;re tracking each individual in real time, the vital signs  it could be their heart, could be how much they weigh, could be their fluid retention, could be even tracking proteomics, which are protein changes inside the body. &quot;If you can take that data and then be able to analyse it, it means that the future of medicine is going to be able to make predictions and measure outcomes of patient health improvement at a level of accuracy and a level of personalisation that we&apos;ve never seen before.&quot; All this, he says, will rely on the computing power brought together by the cloud: &quot;It isn&apos;t just the compute power, it&apos;s that you can enable the big data analytics, in a specialised way. That&apos;s going to give us hope that what looked like insolvable problems like health care can be solved.&quot; Don&apos;t expect overnight change, but do expect change: &quot; It may not be done in a few years,&quot; Sculley warns. &quot;it may take five or 10 or 15 years to see the impact, but there&apos;s no question in my mind that it&apos;s going to have as big an impact on things like healthcare as personal computers did in empowering individuals and really created the productivity we&apos;ve had for 30 years with knowledge workers.&quot; The cloud doesn&apos;t just stop with people, though. Imagine too a world where there are around 20bn internet-connected devices  but only around 7 billion people, as there are now. That&apos;s the forecast from various research companies for 2020. &quot;Having 20bn connected devices means that the majority of those connected devices will be machine to machine,&quot; Sculley explains. &quot;It means we&apos;re just at the beginning era of very powerful sensors that can be built into clothing, that can be used for tracking almost anything that one can conceive and doing that in real time and using cloud computing to manipulate data which is going to be many many orders of magnitude larger and more complex that anything we&apos;ve ever considered before.&quot; Speaking of connected devices, might one of the flaws in the Newton have been it lack of connectivity  something that now exists through mobile broadband? Sculley has, of course, had a long time to reflect on this. &quot;Well, I think the idea [of Newton] was right, it was just 20 years ahead of its time. So actually, a lot of people were able to see where the industry&apos;s going, the hardest part is to figure out when it&apos;s going to happen. &quot;In the case of the PDA, the idea was right  that the content and communication and computing were going to converge  but I think we greatly underestimated that we needed broadband, that we need far more powerful devices, that we needed something a lot more powerful in the background which we now know as &apos;cloud&apos; to be able to handle the tremendous amount of data, and connecting people up through social networking. So it was a good idea, but it was just several decades too early.&quot;  Was it then one of those projects that simply gets out of hand, and acquires a momentum that can&apos;t be stopped as it thunders into the market? &quot;We never looked at Newton as being the seminal product. That was just one step along the way, You can get a much better view of the seminal experience if you go back  you can go to YouTube, i think it&apos;s 1988 [in fact 1987], a concept video we created called Knowledge Navigator.&quot; Indeed, Knowledge Navigator )  from the days when Apple made concept videos  has become famous for prefiguring many elements we&apos;re now familiar with: tablet computing, internet search, voice control. It shows the internet as a graphical medium  predating the web, which hadn&apos;t yet been invented  and suggests effortless interaction with digital &quot;assistants&quot;.             Knowledge Navigator, says Sculley, &quot;is really something we couldn&apos;t build at the time. But technically we could use special effects and be able to simulate what the experience would be like. That was 24 yeas ago and if you look at that, I think is pretty accurate, almost to the point of being uncanny as to what the experience of tablet computing and mobile devices have turned out to be like.&quot; Which leads to the obvious final question: how does he organise his computing life? Is he, to coin a phrase, post-PC? &quot;I&apos;m clearly post-PC,&quot; he replies. &quot;I carry an iPhone, a BlackBerry, a [Samsung] Galaxy Note, and I carry an iPad. When I&apos;m in my home office I use a Mac, so I think I&apos;m more typical than not in using many, many different devices.&quot; The post-PC era doesn&apos;t mean the end of devices, he says: &quot;It means you can be on any device that you happen to have, and everything basically is more and more connectible through the cloud.&quot;  John Sculley is giving the keynote address at the Cloud Computing World Forum in London on 12-13 June", 
    "section": "technology", 
    "gid": "technology/2012/may/16/john-sculley-cloud-computing-newton", 
    "wordcount": "1774"
}