{
    "headline": "Google Play Music All Access: Google's streaming music service  live blog", 
    "text": "  8.51pm BST    Summary    After three hours and 30 minutes of mapping, hotwording and fake Jon Hamm sightings, Google&apos;s annual I/O developer conference has come to an end. Here is a summary of Google&apos;s major announcements:  Google Play Music All Access: The company finally unveiled its much-anticipated music streaming service. The service will be available for $9.99 a month in the US, though everyone gets a free 30-day trial.  Google+: As part of Google&apos;s continued efforts to make its social network a success, the company unveiled a redesign that bears a striking resemblance to Pinterest but utilizes Google&apos;s search dominance. The announced changes are being rolled out this afternoon.  Google Now:The company showed off its Siri competitor which allows Chrome users to voice command searches. Google calls this &quot;hotwording&quot;. Larry Page:Google&apos;s CEO took the unusual move of answering audience questions after expressing his sadness about slow development  and gender inequality  in the tech industry. New Android APIs: Google executives unveiled a multitude of APIs that promise to streamline app development and increase app functionalities. Todd Grinsted, a product manager at The Guardian, has lots of insightful commentary on these changes for the developer-minded.  Google Glass:While many testers were in the audience, there were suprisingly no presentations on the wearable computer, and CEO Larry Page deflected an audience question on it to Sergey Brin, who was nowhere to be seen.       8.35pm BST    It's over    Now a Burning Man artist is speaking. This is interesting. The artist asked about the lack of women in technology. &quot;I&apos;m looking around, and I don&apos;t see a lot here,&quot; he said. Page said if more women were in the industry it would &quot;more than double the rate of progress&quot;. And it&apos;s over. Its actually over. After three hours and 30 minutes of Google developer news, the 2013 I/O keynote has come to an end.       8.29pm BST       Definitive statement from Dominic Rushe: it&apos;s not Hamm.    Lot of excitement that John Hamm is up asking next q at #os13. It's not Hamm, yummy tho.&mdash; dominic rushe (@dominicru) May 15, 2013   Really, though, the resemblance was striking, right?    brb gift shop #io13 twitter.com/tracegilton/st&mdash; Trace Gilton (@tracegilton) May 15, 2013     Updated at 8.33pm BST     8.28pm BST    Larry Page is still answering questions    This is actually a refreshing and intriguing Q&amp;A, but after a three-hour marathon Google commercial, people are losing interest. &quot;Fifty years from now or something, hopefully our software understands what you areknowledgeableabout, what you are notknowledgeableabout,&quot; Page said. He said this can help solve the world&apos;s problems  like global poverty. While Page might seem rather depressed, he said he &quot;couldn&apos;t be more optimistic&quot; because he believes in the power of software developers to solve the world&apos;s problems. Fun fact: Larry Page really loves the Burning Man festival.(Burning Man lasts a full week, by the way.)       8.20pm BST       The conference was supposed to end 20 minutes ago, but no one is brave enough to escort world-weary Google CEO Larry Page off the stage. Page just said Google is great for helping you find &quot;the craziest person in any area&quot;. He alsodeferreda question on Google Glass, which was unexpectedly not discussed at the conference, to Google co-founder Sergey Brin, who is not around. Fake Jon Hamm still has not asked his question.     Larry Page, ladies and gentlemen. Photograph: Justin Sullivan/Getty Images      Updated at 8.26pm BST     8.18pm BST       Over on Twitter, things are getting a bit punchy as this keynote goes on (and on and on):    @jsnell You're going to miss Jon Hamm's question.&mdash; Craig Hockenberry (@chockenberry) May 15, 2013        8.10pm BST       Page just said  multiple times  that he is sad about the state of technology and the technology industry. &quot;The web is probably not advancing as fast as it should it be,&quot; Page said. Page is also sad because most computers are slow and not very useful. &quot;I think its kind of sad we have all these computers out there that are connected to each other by a tiny, tiny, tiny pipe that&apos;s super slow,&quot; Page said. A man who looks a lot like Jon Hamm and is wearing an Android hat is waiting to ask Page a question. Guardian correspondent Dominic Rushe is investigating whether or not it is indeed Hamm. (It&apos;s probably not, but we can dream, right?)    Looks like Jon Hamm lost a bet. twitter.com/gruber/status/&mdash; John Gruber (@gruber) May 15, 2013     Updated at 8.32pm BST     8.03pm BST    Question time with Larry Page    Larry Page is now having people line up and ask him questions. This is unusual. Blogger Robert Scoble made it to the front of the line. Scoble wore Google Glass in the shower, and there is a picture to prove it. Page said he does not appreciate the picture.    Oh no @scobelizer is speaking. PLEASE don't get naked. #io13 twitter.com/dominicru/stat&mdash; dominic rushe (@dominicru) May 15, 2013        7.56pm BST    Larry Page!    Google CEO Larry Page has made it to the stage, with a giant spinning, illuminated globe behind him. Page announced on Tuesday that he has been suffering from vocal paralysis. He is still able to speak at the conference, though his voice is clearly affected by the condition. &quot;Every story I read about is Google versus some other company,&quot; Page says. He adds those articles are stupid. &quot;Being negative is not how we make progress,&quot; Page said. &quot;Most things are not zero sum.&quot;       7.51pm BST       The Guardian&apos;s Dominic Rushewith a story on Google&apos;s new music streaming service: All Access.  Google launched a streaming music service Wednesday, taking aim at online music companies like Spotify and setting another challenge for arch rival Apple. The service, whose full name is the somewhat cumbersome Google Play Music All Access, was unveiled at Google I/O, the tech giant&apos;s annual developer conference. Chris Yerga, Google&apos;s engineering director, said users would be able to stream music from a vast library on any device using the Android operating system. In the US, All Access will cost $9.99 a month after a 30-day free trial. Spotify Premium, a similar service, costs $9.99 in the US. Users who sign up by June 30 will get a reduced price of $7.99 per month. There was no immediate announcement of pricing in other territories. &quot;This is radio without rules. It&apos;s as &apos;leanback&apos; as you want to, or as interactive as you want to,&quot; said Yerga. Users will be able to search for an artist and add tracks to their library. A &quot;listen now&quot; feature will create a mix of favourite artists or genres based on previously listened to songs.        7.47pm BST       Tom Grinsted, aGuardian project manager and design fan,is excited. More of his expert analysis on Google&apos;s new designs:  A quick aside about all of the designs that we&apos;ve been seeing today. It&apos;s been happening for a while, but seeing Google&apos;s design language growing up and becoming homogenous across platforms and products feels like the mark of a company that&apos;s really coming to understand that they&apos;re a consumer brand, with exacting consumers and exacting competitors. Personally I really like Google&apos;s matured designs, and I know that some people aren&apos;t overly keen on it, but either way it&apos;s clear that they&apos;re pulling everything together with the aim that you&apos;ll know you&apos;re using a Google service, no matter where you are. The days of disparate experiences, where Gmail looked different depending on the platform, or where Maps and Now felt like they came from different companies, is definitely coming to an end. This is most obvious in the new maps demo we&apos;ve just been seeing. And bloody hell, those 3D photo maps look nice. Something that looks a bitlikecombining Apple&apos;s 3D maps with Microsoft&apos;s Photosynth.     Updated at 7.57pm BST     7.40pm BST    Google Maps    Remember the first time you used Google Maps? Imagine that same feeling, again. Weve been working on something that we believe is just that. Apparently, Google Maps has beencompletelyrebuilt: &quot;from the ground up.&quot; Now, if you want to find a sushirestaurantin a certain location, you can filter based on friendrecommendations, look inside the restaurant and get more in-depth information on the location usingGoogle&apos;s relationship with Zagat.       7.27pm BST       McClendon is reminding us that Google Maps has a fleet of cars that take pictures of you all over the world. He then went on to show off a user-generated Google Map of North Korea: &quot;full of streets and points of interest.&quot; Also, yes, if you&apos;re wondering Google has made a joke about their maps being accurate (or not), mocking the much-publicized issues people have had with Apple&apos;s map app.       7.21pm BST       Google Maps wizard Brian McClendon has taken the stage. The Guardian&apos;s Dominic Rushe, who is at the conference, interviewed McClendon in December 2012.  Today McClendon is Google&apos;s Mr Maps  presiding over one of the fastest-growing areas in the search giant&apos;s business, one that has recently left arch-rivalApplered-faced and threatens to make Google the most powerful company in mapping the world has ever seen. Google is throwing its considerable resources into building arguably the most comprehensive map ever made. It&apos;s all part of the company&apos;s self-avowed mission is to organize all the world&apos;s information, says McClendon. &quot;You need to have the basic structure of the world so you can place the relevant information on top of it. If you don&apos;t have an accurate map, everything else is inaccurate,&quot; he says.        7.18pm BST    Hotwording    &quot;I have never tried hotwording in a room with so much ambient noise,&quot; said Google&apos;s vice-president of Search and Assist for Mobile, Johanna Wright. She just planned her next trip to Santa Cruz, California, with Google Now, down to whether or not her children are tall enough to ride the boardwalk&apos;s famous Giant Dipper rollercoaster. Which raises the question: what is Apple CEO Tim Cook asking Siri right now?       7.08pm BST       Google&apos;s improved searchwill let you search &quot;what&apos;s my upcoming flight&quot; andthenfind related emails and calendars so you don&apos;t have to go through the stressful scrolling and clicking process. This is incredibly similar to Apple&apos;s Siri. On all platforms that use Chrome, people will be able to say &quot;Okay, Google,&quot; and request information.    @jeffjarvis Shutup, Glass, I'm talking to my laptop. #io13.&mdash; Jared Goralnick (@technotheory) May 15, 2013     Updated at 7.09pm BST     7.06pm BST       Guardian product manager Tom Grinsted has in-depth analysis on Google&apos;s new photo features.  Image analysis automatically hashtagging photo posts. It&apos;s very interesting seeing tech that Google&apos;s been sitting on for a while (image search has been available for a year or two) coming together. This kind of tech makes me a bit cross-eyed in how simple it is conceptually, but how impressive it is technically. Again, having this happen automatically could be quite off-putting at times  I for instance often choose NOT to tag stuff in photos, for privacy or discoverability reasons. So it&apos;s good to see that they&apos;re putting it in as an option which users can disable or override. I think that it&apos;ll be on by default though. So, very clever, very useful, but could be disconcerting. Machine learning is now &quot;accounting for aesthetics&quot;  which Google are using to auto-suggest your best photos for sharing. I did a philosophy degree, and this is conceptually fascinating for so many reasons. At its heart, the question of aesthetic worth is absolute or relative. Do I feel the same about what&apos;s beautiful as the &quot;hundreds of human reviewers&quot; that contributed to the new algorithims? This is maybe even more interesting when we look at Google&apos;s new photo auto-enhance feature that apparently makes photos better (including what feels a bit like auto-airbrushing people).     Updated at 7.58pm BST     7.03pm BST    The end of search as we know it.    It&apos;s the end of search as we know it, says Amit Singhal, Google&apos;s senior vice-president and software engineer. He did not say whether or not he also feels fine. Singhal is explaining how Google is changing its search service to create a search experience that will &quot;answer, converse and anticipate&quot;.       7.00pm BST       Gundotra said Google has been secretly GIF-ing photos on your Google account. He said this will be publicly available this afternoon. This is part of the &quot;auto-awesome&quot; photo feature, which can also make similar photospanoramic.     Updated at 7.00pm BST     6.56pm BST       &quot;Let&apos;s talk about skin-softening,&quot; says Vic Gundotra, Google&apos;s senior vice-president of engineering. He keeps using the phrase &quot;skin-softening&quot; to explain the program&apos;s auto-enhance photo editing features  all I can think about is Silence of the Lambs.       6.51pm BST       &quot;Photography can be a very rewarding experience.&quot; Today&apos;s transitional speech tactic is mundane platitudes, apparently. Now Google&apos;s talking about new features in its photography services. &quot;Your darkroom is now a data center.&quot; Google will offer a service that streamlines the process of uploading a collection of vacation photos. The feature will automatically highlight bad and good photos and filter out duplicates. The filtering program uses traditional human aesthetics to determine what pictures stay and go. It will also filter pictures based on &quot;affinity&quot;, so your children can know which one you love more without you ever having to tell them.       6.50pm BST       More Hangout features  Google has always felt that conversations are best done &quot;face to face to face.&quot; So they offer a mobile group video feature with no charge.       6.43pm BST       Now for the Hangout update. They are explaining how Google+ uses circles to group your contact because, according to a comforting slide, in real life you don&apos;t have &quot;friends&quot; &amp; &quot;not friends&quot;. The Hangout changes are intended to focus on &quot;what makes people happiest: just hanging out&quot;. This is best accomplished by contacting your friends on Google+, apparently.       6.39pm BST    #Google+ updates    The new Google+ will have a design that looks quite similar to the clean, multi-column display of Pinterest. The difference is you can flip the content boxes. The company is also going to add #hashtags to your content. This actually looks like a good use of the site&apos;s search engine and referral power, because users can click through the basic content posts to discover more information about the topic another user is posting about. These changes are going to be rolled out this afternoon.       6.36pm BST       Now for Google+ updates. Since the social network has still failed to gather as strong a user base as other social networks, Google emphasized the Hangout feature in the preview video. The message seems to be Barack Obama, Conan O&apos;Brien and Bruno Mars use Google Hangouts, so shouldn&apos;t you too? Okay, so, everything in Google+ is going to look completley different, assuming you remember what it looks like since you last logged on a year ago.       6.31pm BST       So Google Chrome and my entire computer just stopped responding  irony! The Google rock star person (Chris Yerga) is talking about Google&apos;s education products. There is a video of Malaysian children carrying around Google Chromebooks, which their teacher says they can use anywhere, including a field. A field with functioning Wi-Fi, presumably.     Sundar Pichai holds a Google Chromebook Pixel Photograph: Justin Sullivan/Getty Images      Updated at 6.57pm BST     6.29pm BST       More from Guardian product managerTom Grinsted:  This is a developers conference, so we shouldn&apos;t be surprised, but the fact that Google continue to develop open formats that are small and quick (like their new image format) demonstrates that they&apos;re still interested in being good digital citizens - at heart it feels like they&apos;re still developers. But of course, rolling them all out to Chrome on tablets, phones, and desktops first (and potentially better integrating them in the case of the proxy example that apparently reduces data usage by 40%) is going to help adoption across devices - which must be a key aim for the company. Also, of course, for new formats to be really useful (and not cause pain for content producers producing many different versions of assets) they need to be adopted by the market - I don&apos;t knowif MS, and Apple play to support these in their respective browsers (that&apos;s ignorance by the way, I simply don&apos;t know). Mobile browsers are getting demonstrably more powerful. Showing off a game that runs in the browser, on multiple different devices, that when lined up make a single track across the multiple different screens, really demonstrates how powerful the mobile web and web apps have become. It&apos;s safe to say that these kinds of demos rightly fuel the valuable (but sometimes tiring) discussions comparing native and web apps.     Updated at 7.58pm BST     6.20pm BST       One thing Google Glass doesn&apos;t do: mask the bored look on your face when the speech hits a slow point.     Attendees look on during the opening keynote Photograph: Justin Sullivan/Getty Images       An attendee wears Google Glass as he watches the keynote Photograph: Justin Sullivan/Getty Images      Updated at 6.22pm BST     6.17pm BST       Outside the hall, the Guardian&apos;s Dominic Rushe finds people watching the action    Crowd outside hall at #googleio vine.co/v/bEb07BxbnKP&mdash; dominic rushe (@dominicru) May 15, 2013        6.14pm BST       Google uses the gigantic screens to display a GIF of a cat shooting lasers out of its eyes. The conference is not yet halfway over.    Updated at 6.15pm BST     6.08pm BST       Guardian product manager Tom Grinsted, who will actually use all these things in his real life, shared some thoughts on today&apos;s announcements.  Cross platform is a major theme  as it should be in a world where in mature markets users mave multiple devices.Cross platforms single sign-on: a major play to continue to embed Google identity across different platforms; it&apos;s a smart move in a world where users have multiple devices. I really like this idea, but I do wonder if users will be comfortable with the automatic sign-in. Some devices are more personal than others, and many people use different devices to differentiate different audiences (laptop for work, mobile for social, etc).So how will people feelabout being automatically signed in? They may be completely fine and very happy at the wonderful seamless experience, or some may be a little surprised. In theend it&apos;ll be up to developers and UXdesigners to make sure that users continue to feel comfortable New services for game developers are, again, cross-platform  so expect developers to create more games which link web and apps.But a lot of them, eg inviting people to play games, are tied to Google+. I think that there&apos;s a key strategy here, which is to make G+ an integral and powerful aspect of apps, and in doing so use the success of the Android and Chrome platforms of drive adoption of Google+. International is increasingly important for Google now. They see future growth of the platforms happening in non-English speaking (and non-western) markets. We saw this with the maps at the beginning, and more importantly in the new translation services for developers. I&apos;d say this is Google looking at how to sieve non-English growth, and a lot of that is about having compelling app and content propositions. Beta testing and staged rollout is a great feature for developers. Thinking about our own developments, beta and MV testing is one of those things that makes developing apps more challenging than the web. So this is geeky, but very welcome.     Updated at 7.59pm BST     6.06pm BST       To show off Chrome, Google is showing off games and interactive features made for The Hobbit.Google knows its audience. Apparently you can visit Middle Earth on the mobile version of Chrome?    #Googleio and #hobbit the ultimate geek fest. vine.co/v/bEbPp9MEn17&mdash; dominic rushe (@dominicru) May 15, 2013     Updated at 6.20pm BST     6.02pm BST       Beethoven&apos;s fifth symphonyjust blared across the Moscone Center&apos;s speakers to transition into news on Google Chrome, which has more than 750m users today. Big emphasis on mobile, as expected.                 5.57pm BST    Google Play Music All Access    Yerga is demonstrating Google&apos;s new music subscription service, All Access, which launches today in the US. It looks like a blend of all the streaming-services with an emphasis on Google&apos;s mega-search abilities. Users can explore genres and click to turn it into a radio feature. Now, this, this is useful  radio tracks people don&apos;t like can be swiped away off the playlist. It&apos;s going for $9.99 a month in the US, though Google is offering a complimentary 30 day trial.       5.53pm BST          Vic Gundotra, senior vice president, engineering for Google Photograph: Jeff Chiu/AP      Updated at 5.56pm BST     5.51pm BST       Here it comes  the music service. Yerga, &quot;Google&apos;s rock star&quot;, said &quot;music unites us.&quot; By &quot;unites&quot;, he presumably means &quot;can create a lot of money for.&quot; He&apos;s now explaining the new product  Google Play Music All Access  &quot;a uniquely Google approach to a music subscription service.&quot;     They're certainly getting the rock star treatment, though. Photograph: Justin Sullivan/Getty Images         5.47pm BST       Barra says he is feeling &quot;API-ed&quot; out. Which is really great news, because we all are. Now,Androids engineering directorChris Yerga,&quot;Google&apos;s resident rock star&quot; according to Barra, takes the stage. Yerga is showing off personalization features in the Google Play store. He wasrecommendedInception because one of his friends Google +1ed it. Synergy.       5.42pm BST       Google Play&apos;s Ellie Powers is showing off improvements to the Google Play Developer Console that will accomplish the ultimate goal of making more money and getting more users. A lot of talk about translation technologies here, including aprofessionalapp translation service accessible through the developer console. This will not be free. This will be handy as Powers is now unveiling a referral tracking tool, which shows where the users are located when they download an app from the Google Play store.       5.41pm BST          Google senior vice-president of Android, Chrome and apps Sundar Pichai on the stage. Or possibly a Daft Punk music video. Or both? Photograph: Justin Sullivan/Getty Images         5.37pm BST       Glad that&apos;s sorted:    Ellie Powers of Google Play is up. Prompter back. Techpocalypse avoided. #googleio&mdash; dominic rushe (@dominicru) May 15, 2013        5.37pm BST       Things are getting really specialized at the conference as Google demos Android Studio. It promises to improve developers ability to preview apps. This conference is being streamed live on Google-owned YouTube, which has enabled live comments right next to the screen. Some developers seem to weighing in with comments such as &quot;AWESOME!!!!!&quot; while others seem to be just enjoying the ride: &quot;trolololololo.&quot;       5.33pm BST       More tech problems. Always at the tech conferences, too.    Prompter down at #googleio. #techpocalypse&mdash; dominic rushe (@dominicru) May 15, 2013        5.30pm BST       A &quot;family&quot; of APIs is also being launched for game developers. While this seems like an excuse for Barra to play games on big, fancy screens, the demonstration isn&apos;t working. Awkward.    First demo fail of Google IO, unable to get the new multiplayer gaming API to work&mdash; alexei oreskovic (@lexnfx) May 15, 2013        5.27pm BST          Attendees line up to enter the Google I/O developers conference at the Moscone Center in San Francisco, California. Photograph: Justin Sullivan/Getty Images         5.26pm BST       Hugo Barra, VP of product management for Android, is talking about three new APIs Google is launching for developers. Barra said the fused location provider (API #1) will use only 1% of the battery power that was used by older APIs. That announcement inspired the most fervent clapping from the audience thus far. API #2 is called Geofencing, and it improves apps&apos; response to phone user location changes. Finally, API #3 is activity recognition  which enables apps to determine whether you are driving, biking or walking. Again, this will be battery efficient. Cue more fervent audience claps.    watching google i/o keynote livestream and clapping in sync with the audience to convince myself that I understand whats going on here.&mdash; ABVan (@ABVan) May 15, 2013     Updated at 5.28pm BST     5.18pm BST       Googles senior vice president of Chrome and apps, Sundar Pichair, says 900 million people have activated Android, Google&apos;s mobile operating system, so far this year. There are more fancy videos with lasers and things before Pichair shows a map of where Android use is growing across the globe, which is everywhere.     That's a lot. Photograph: Justin Sullivan/Getty Images      Updated at 5.49pm BST     5.10pm BST       Its begun, the Google IO has begun! In their jaunty opening video  replete with headphoned hipsters  music proved to be a prevailing theme. This means that all of the streaming service speculation is likely to be vindicated within the next three hours. Vic Gundotra, senior vice-president of engineering for Google, then welcomed the 6,000 people in attendance and the more than a million people watching the conference live online.       5.04pm BST       Ahead of todays conference,Dominic Rushe spoke to Google Glass testers to see what they think of the wearable computer, which allows users to save precious seconds every day by having a functioning computer in front of their face instead of on a mobile phone.                 4.55pm BST       Google&apos;s annual developer conference, Google I/O, gets under way today with a three-hour marathon keynote event in San Francisco, California. There&apos;s much informed speculation that Google will announce details of a subscription streaming music service to rival Spotify. The technology website The Verge said Google has signed licensing deals with Universal Music and Sony Music Entertainment, in addition to one already signed with Warner that will cover YouTube and Google Playwith Universal Music Group and Sony Music Entertainment for both YouTube and Google Play. It&apos;s also expected that Google will talk more about Google Glass, the much-hyped wearable computer that&apos;s been spotted on well-connected members of the public with increased frequency in the past few months. There may also be news about a revamp for Google Maps  screengrabs of a new interface were leaked on Tuesday. Google CEO Larry Page announced that he has been suffering from vocal paralysis on Monday, which he said makes &quot;giving long monologues is more tedious for me and probably the audience.&quot; So that&apos;s something to look forward to. (Get well soon, Larry.) The Guardian&apos;s Dominic Rusheis live-tweeting fromthe conference and will be reporting on Google&apos;s big announcements.    Yours truly in Google Glass. #googleio looking like a German architect. twitter.com/dominicru/stat&mdash; dominic rushe (@dominicru) May 15, 2013     ", 
    "section": "technology", 
    "gid": "technology/2013/may/15/google-i-o-developer-conference-live", 
    "wordcount": "4015"
}