{
    "headline": "Get to grips with the best cycling gloves", 
    "text": "Choosing cycle gloves is a highly individual process. Depending on your local weather, how slow or fast you ride, how long you cycle for and how cold your hands get your glove preference can and will differ vastly. Unsurprisingly, there is a good deal of choice too, from lightweight gloves to thick ski-type types. This is a world where a &quot;nose wipe&quot; is considered a bonus feature, along with machine washability. To help you narrow it down, here are three options. Altura night vision EVO glove     Altura night vision EVO gloves. Photograph: Altura    Snug at first, Altura&apos;s double-layer glove has strokable faux suede on the palm and a durable nylon/neoprene outer. The EVO&apos;s two layers give the wearer three options: inner gloves for cool weather, complete with silicone grip for handlebars; the outers for rainier or chillier rides - waterproof, windproof and breathable; both together for maximum warmth. Bright reflective material helps with night time indicating, while longer cuffs with Velcro adjusters keep weather out, with strategic gel padding on palms. On a slow, drizzly ride my fingers did get a little numb in the doubled-up gloves, but the fact you can take the outer off and use hands for keys/locks without full paw exposure earns Altura brownie points. Stitching seemed a little scrappy in places but all in all a decent glove, as Altura says, versatile for autumn to spring. RRP: 44.99 Colours: Black Sealskinz handle bar mittens     Sealskinz handle bar mittens. Photograph: Sealskinz    Lobster claw mittens are great if you don&apos;t mind the attention they bring. The idea is two fingers snuggled together are warmer; I can vouch for this being the case: in cycling gloves my index finger usually goes numb once the temperature drops below 5C; in the lobster mitt one freezing night my face stung with cold while my hands felt tucked up in bed. Waterproof and breathable, this lobster&apos;s textured faux suede feels luxurious (and grippy), the outer hard wearing with reflective piping on the wrist and a flannel &quot;nose wipe&quot; on the thumb. Importantly, braking and shifting gears felt easy. As an aside, Sealskinz &quot;primaloft&quot; is perhaps the softest lining material I have ever felt, though I can imagine it flattening over time. One downside was the stretchy Velcro cuff was rather too bulky to fit under my coat. RRP: 45 Colours: Black Endura Strike waterproof gloves     Endura Strike waterproof gloves. Photograph: Endura    A stalwart of Endura&apos;s glove lines, the Strike features a multitude of materials including a soft fleece lining, with reflective piping on the outside of the hand and the pinkie, while faux suede makes an appearance on the palm, too. The neoprene Velcro adjusting cuff is shorter than the other two, with extra towel-like padding atop the index finger (this time called a &quot;sweat wipe&quot;), reducing the risk of getting a numb finger. Meanwhile, a grippy silicone honeycomb pattern is printed strategically across the palm and forefingers. A good balance between bulk and warmth, the Strike is impressively dense, repelling cold while being thin enough for good dexterity. I preferred the shorter cuff as my wrists tend to warm up once moving. These felt just as effective as the more expensive gloves, if a little more robotic-looking. RRP: 29.99 Colours: Black", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/nov/21/best-cycling-gloves", 
    "wordcount": "537"
}