{
    "headline": "Intra-African trade: Zambia's border posts  in pictures", 
    "text": "   Kazungula, a border post between Zambia and Botswana, is a chokepoint for trade, with lorries taken across the Zambezi one by one. The journey takes just seven minutes, but when a ferry breaks  a frequent occurrence  things slow to a crawl Photograph: Guardian       A lorry arrives from Johannesburg carrying mining equipment to be delivered to the Democratic Republic of the Congo, a round trip of about 5,000km Photograph: Guardian       Benson Mutofwe, 37, started in Johannesburg at 4am. 'I expect to wait two or three hours, but maybe I will stay all day,' he says. 'It is better to construct a bridge, that would improve things 100%' Photograph: Mark Tran/Guardian       Mupishi Kelly Miti is head of customs on the Zambian side at Kazungula. Miti, whose business card says 'Pay taxes not bribes', is looking at designs for a bridge that would make life easier for all concerned Photograph: Mark Tran/Guardian       The customs office at Kazungula, a simple operation that lacks any banks. Clearing agents have to drive to Livingstone, 60km away, for the certified cheques that will clear shipments entering Zambia Photograph: Mark Tran/Guardian       Trucks waiting in the dusty compound at Kazungula. Some stay for days waiting for customs payments to clear. Money changers and fruit sellers hover in the vicinity Photograph: Mark Tran/Guardian       Trucks wait in the compound before resuming their journey northwards. Meanwhile, trucks queue on the road into the border post, awaiting their turn on the ferry Photograph: Mark Tran/Guardian       The old bridge at the Chirundu border crossing on the Zambezi, between Zambia and Zimbabwe. Only one lane, it is now used by small traders and passenger traffic Photograph: Mark Tran/Guardian       The new 400m, two-lane bridge funded by Jica, the Japanese development agency, has transformed cross-border trade at Chirundu, a one-stop border post that the African Development Bank wants to see replicated throughout Africa Photograph: Mark Tran/Guardian       Chirundu boasts a lorry scanner  made in China  that takes only four minutes to examine the contents of containers Photograph: Mark Tran/Guardian       Inside the scanning facility. Pre-cleared lorries can take as little as 30 minutes to get through Chirundu. About 12,000 to 14,000 trucks pass monthly, compared with an average of 1,800 to 2,000 in 2009, when the one-stop system started Photograph: Mark Tran/Guardian       Small traders await clearance. Despite simpler procedures, these traders still complain about the length of time it takes to get through the border post Photograph: Mark Tran/Guardian       Violet from Ndola, northern Zambia, has been to Johannesburg, South Africa, to buy women's clothes to resell. She has been waiting three hours. 'It is very hectic and cumbersome,' she says of the customs process. Behind her are goods belonging to fellow traders, who can spend days on the road Photograph: Mark Tran/Guardian       Lorries in the compound at Chirundu wait to continue their journey. Truckers cover vast distances; a common route runs from the South African port of Durban all the way to the Democratic Republic of the Congo Photograph: Mark Tran/Guardian       Chirundu is notorious for the monkeys that clamber over lorries to get at the maize and sugar. The area is in a nature reserve. Now that the lorries get through more quickly, foraging time has been cut down  but the monkeys remain persistent Photograph: Tsvangirayi Mukwazhi/AP  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/may/29/intra-african-trade-zambia-border", 
    "wordcount": "0"
}