{
    "headline": "Vice-chancellor of City University says staff reforms are necessary", 
    "text": "Up to a quarter of City University&apos;s lecturers and tutors could be replaced over the next four years, despite the institution&apos;s strong reputation for business and the professions. In an email to staff in October, Professor Paul Curran, the vice-chancellor, revealed the results of an internal audit that classified academics by the amount and the quality of research theyundertake. They were either &quot;research excellent&quot;; &quot;research active&quot; or &quot;educational&quot;. The ambition was clear: the number of staff classified as research excellent should double to 50% by 2016, while the number &quot;only&quot; engaged in teaching students should halve to 25%. Curran insists the reforms are necessary to make City a more attractive place to study in an increasingly competitive international higher education market. Undergraduate applications for this autumn  when thenew 9,000 a year fees come in  aredown 22% on last year. &quot;City is ranked as the 55th university [for internationalism] in the world,&quot; Curran says. &quot;Our mission statement is to be in the top 2%. We have a core of City staff who are engaged in research that is world leading. The aspiration is to be the only university in London committed to business and the professions and academic excellence.&quot; However, City&apos;s branch of the University and College Union (UCU), the lecturers&apos; trade union, claims the strategy will lead to staff being forced out of their jobs  to the detriment of students. In an email to staff, Keith Simpson and John Saunders, City&apos;s UCU president and secretary, warned that the 2016 deadline to change the academic profile would mean compulsory redundancies and a likely 200 academic posts lost. &quot;Our impression  is about half of these will only leave very reluctantly,&quot; they wrote. Sally Hunt, UCU&apos;s general secretary, says Curran&apos;s &quot;crude performance ranking is not in the interests of students and should have no place in higher education&quot;. &quot;I cannot believe that City University is looking to typecast staff and research in this way. University work is a collegiate exercise and every member of staff, be they a professor, lecturer or librarian, deserves to be valued properly.&quot; This is not the first time Curran has clashed with UCU. In his previous job as vice-chancellor of Bournemouth University, he attracted the union&apos;s ire over a similar drive to recruit and train more staff who could combine research, work and teaching in their specialist subject, rather than just teach. His critics see him as ruthlessly pursuing a personal agenda, while his supporters regard him as a pragmatist who recognises the harsh realities of the economic circumstances universities now face. Across England, universities have announced redundancies and the closure and restructuring of courses in abid to weather the drop in government funding, according to UCU. Salford University last week announced a sixth round of job cuts in less than a year, putting at risk 150 teaching and research posts. Roehampton University is cutting courses in counselling, psychotherapy, business and computing, with 36fixed-term teaching staff at risk of redundancy. Curran is wary of comparisons between Bournemouth and City. &quot;We were in a very different position in Bournemouth and the waters got terribly muddied because we changed the academic contract and that got us into trouble with the union nationally,&quot; Curran says. &quot;Was it a good idea to have contractual change and institutional change at the same time? Probably not. But we didn&apos;t have any option. The big challenge was to get from the bottom quartile [of the university league tables] to the middle in anticipation of tuition fees [of 3,000] being introduced in 2009. Bournemouth had to do it.&quot; [See footnote.] When Curran took over at Bournemouth in 2005, it was ranked 76th in the Guardian&apos;s University Guide. Whenhe left in 2010, it had risen to 32nd place. Curran is convinced that City must distinguish itself from comparable London universities, such as Goldsmiths, part of the University of London, which has a higher research rating. &quot;If you look at the universities we have a lot in common with, they tend to have about half of their staff engaged in three- or four-star research and a quarter in the other two categories,&quot; he says. Curran does not dispute UCU&apos;s prediction that a quarter of existing staff will leave, but claims the five-year timetable for the reforms means they won&apos;t be told to go. Teaching-only staff will be given the chance to improve their research record by taking up a PhD, he says. The university is recruiting more than 100research-excellent academic staff. Curran&apos;s reforms were approved by the university&apos;s governing body last week. &quot;If you wanted my gut feeling it would be a turnover of staff that might approach 20% or 25% over five years,&quot; he says. &quot;We&apos;re talking about change over a period of five years. Voluntary severance started last month. My feeling is that by the time we have the strategic plan in place we won&apos;t be losing staff.&quot; Curran says the emphasis on growing City&apos;s research profile will not adversely affect staff in professional subjects who tend to produce fewer research papers. &quot;Law and journalism will still have predominantly educational academics. Wehave people in law who write the sentencing guidelines for judges. There&apos;s not much in the way of research [that they&apos;re doing], but we need them.&quot; The goal is to have on average 50% of staff ranked research excellent across all departments. Some departments, such as journalism and law, will have considerably fewer than this, while others will have far more. &quot;The challenge for us is to be in that position without undermining our strength in business and the professions,&quot; he says. Curran admits that part of the impetus for his reforms is that in 2013 the research of the nation&apos;s academics is assessed and graded by expert panels. Given the cuts to university teaching, quality-related research funding has become far more important to universities, he says. &quot;It&apos;s a significant amount of funding per head for producing research at three- or four-star level  35,000 per head for three-star research and over 100,000 in subjects such as engineering for four-star research. We hope research grants and contracts will be about 10m this year. That&apos;s money in, money out  it pays for research assistants and research fellows, but it also feeds back to support quality-related research funding.&quot; Recruitment will be focused on subjects where City has  or has the potential to have  a strong reputation. These include business and international politics, Curran says. So where might there be reductions in staff? &quot;Health is a big challenge. NHS London has reduced the amount of money they&apos;re putting into training contracts for nurses, so the school has reduced its size. We went from 200 to 150. We made that change by working closely with staff and the unions, and we ended up with two compulsory redundancies over three months.&quot; Could the reforms lead to departmental closures? &quot;You wouldn&apos;t manage a university like that because you have a duty of care to the students. You have to try to recruit more strongly, have more research-focused staff, offer voluntary redundancy, look into course mergers  though we&apos;ve no plans for mergers at this stage.&quot; While Curran appears mindful that his record at Bournemouth has coloured perceptions of his agenda at City, it is clear he is unlikely to be deterred from his path. Come 2016, he can be certain that the outcome of his strategy will be subject to close scrutiny  and his critics are likely to be as unrelenting as he is.  This article was amended on 3 and 5 April 2012. Paul Curran was quoted as saying City University is ranked as the 55th university in the world. He was referring to its ranking in terms of internationalism. This has been corrected. The original also quoted Curran as saying: &quot;The big challenge was to get from the bottom quantile [of the university league tables] to the middle in anticipation of tuition fees being introduced in 1998.&quot; This has been corrected to say &quot;of tuition fees [of 3,000] being introduced in 2009.&quot; Curran has also clarified that he meant quartile, rather than quantile. The text has been changed accordingly.", 
    "section": "education", 
    "gid": "education/2012/apr/02/paul-curran-city-university-staff-reforms", 
    "wordcount": "1417"
}