{
    "headline": "Badger cull furore is distracting attention from the real problem", 
    "text": "The decision to cull badgers as one component of the government&apos;s policy to eradicate bovine tuberculosis (TB) is undoubtedly emotive but it has not been taken lightly. The furore over culling badgers is distracting attention from the real problem. Bovine TB is a serious disease that can infect many mammals, including goats, pigs, alpacas and even in a small number of cases, people. Its incidence has been increasing steadily since the 1980s. What was once a disease isolated to small pockets has now spread to vast swaths of south-west and western England. The number of new cases has doubled every nine years. In 2011, 3,741 new cattle herd cases were reported. Even the culling of up to 26,000 cattle each year to reduce the spread of the infection within the national herd has not stopped this relentless increase. Understandably, many people object to culling badgers, but this decision by ministers was taken based on the best available scientific evidence after more than 15 years of intensive research. Evidence from other countries with bovine TB, such as Australia and New Zealand, shows that TB in cattle cannot be controlled without also controlling the disease in wildlife that act as a reservoir for the disease. Research in England has demonstrated that cattle and badgers transmit the disease to each other. It also showed culling badgers leads to a reduction of the disease in cattle if it is carried out over a large enough area and for a sufficient length of time. There has been debate as to why the policy does not exactly replicate the field studies previously carried out, and therefore how we can be confident of achieving comparable results. But rarely will any trial in any area of scientific research provide an exact replica of its planned use in real life. Instead, what is important is that the research provides enough evidence of the likely outcome so that decisions on its application can be taken confidently. In this case, the science tells us that badger culling can play a significant positive role in reducing the spread of TB. The two pilot areas where culling will initially take place will enable us to test our assumptions about the effectiveness, safety and humaneness of culling by means of controlled shooting. They will be overseen and evaluated by an independent panel of experts who will report their findings to ministers. The costs and the benefits of the approach being piloted have been assessed both in terms of the financial implications and the difference this will make to the progression of the disease in cattle. This application of what we have learned from careful scientific experimentation includes measures to counteract some of the problems that have been highlighted by those studies. Culling will only be permitted in areas sufficiently large that the impact of any short term increased incidence of disease - from disruption to the badger population - is outweighed by the long-term benefit in the culled area. Farmers proposing to cull must also apply management measures to reduce the risk of spread of disease between badgers and cattle, and culled areas must be planned to reduce as much as possible the likelihood, or impact of, increased movement of badgers. We have made it clear that these culls alone will not solve the problem of TB in cattle. There is no single solution and they represent part of a comprehensive package of measures that the government is taking to arrest the increase in new bovine TB cases. In high-risk areas herds are tested annually and any cattle that test positive are removed. Herds with infected cattle are tested more frequently until all the cattle that test positive have been removed. Restrictions on cattle movements have been strengthened to reduce the chance of disease spreading from cattle to cattle, and we continue to look at ways we can improve cattle TB testing. Farmers are taking measures to stop badgers from contacting their cattle and are beginning to assess the risk of buying cattle from herds that are at high risk of being infected. While these measures are helping to slow the advance of bovine TB, without further action they alone cannot solve the problem. Some solutions are more readily available than others. Many people have argued that we should be using vaccines to tackle the problem. But vaccines are not a panacea. The government has funded, developed and licensed an injectable badger vaccine, but it has its limitations. Badgers need to be trapped before they can be vaccinated, and the process will need to be repeated annually for many years, which makes it extremely expensive to use. The vaccine is not 100% effective in preventing TB, and is ineffective in animals that are already infected with TB and that will continue to spread disease. So current vaccines will not be as effective as culling in reducing spread of the disease from badgers to cattle. We are planning to invest a further 15.5m in vaccine development over the next four years to continue to develop both an oral vaccine for badgers, which may be cheaper and easier to use, and a vaccine for cattle. But it will be several years at least before either of these methods are available and we cannot afford to wait for them. We must not lose sight of the problem that we are trying to address. We are tackling a very resilient pathogenic micro-organism, Mycobacterium bovis. Badgers are an excellent reservoir host for this bacterium because they can often carry and spread the TB bacterium without showing signs of disease or without serious illness. The rapid spread of this disease is one of the biggest threats to our dairy and cattle farmers. Few would argue against the need to arrest the progression of this disease throughout the English countryside. The task of managing the disease and bringing it under control will not be easy. We need to use all the methods available to us and continue to develop new methods if we are going to succeed.  Professor Ian Boyd is Defra&apos;s chief scientific adviser and Nigel Gibbens is the chief veterinary officer", 
    "section": "environment", 
    "gid": "environment/2012/oct/11/badger-cull-furore", 
    "wordcount": "1026"
}