{
    "headline": "Insects in Britain's cities: a spotter's guide - in pictures", 
    "text": "   Red admiralOne of our largest and most handsome butterflies, this striking insect is easy to identify: no other butterfly has the red admirals combination of orange-red, snow-white and jet-black colouring. Seeing these butterflies feeding on nectar in our city parks and gardens, it is hard to believe that they may have travelled here from as far away as southern Spain or even north Africa. Some summers they are joined by millions of their close relative, the paler and more orange coloured painted lady. In recent, mild winters some red admirals have overwintered here as adults, emerging on sunny days in earlyspring.Illustration: Alan Baker       Stag beetleOur largest and most impressive terrestrial beetle, the stag beetle is named after the males fearsome looking antlers, which he uses in epic battles with other males, like a miniature deer rut. Seen close up, this is a handsome beast: superficially black but with subtle shades of brown and deep red. Stag beetles need warm summers, so they are mainly found in the south and east of Britain; their strongholds include the royal parks and commons of south-west London. Look out for males on their display flights in late spring and summer, which usually take place on warm, muggy evenings.Illustration: Alan Baker       Emperor dragonflyOur largest dragonfly and one of the largest of all British insects, the aptly named emperor is also one of the most common and widespread members of its family. Males are a stunning azure-blue colour with green around the head and thorax; females are mainly green. After up to seven years as underwater larvae, known as nymphs, emperors emerge on warm, sunny days from June to August. Look out for the females depositing their eggs on the surface of a pond or stream. They are often seen in urban areas where there areplenty of smaller insects onwhich this huge dragonflyfeeds.Illustration: Alan Baker       Lime hawk mothNamed not after its colour, but its caterpillars preference for feeding on the leaves of lime trees, this large, impressive insect is one of the most elusive yet widespread city dwellers. Best looked for in midsummer when adults may be seen on cloudy, warm nights  use a bright torch and white sheet or moth trap to discover them. Its relatives include the privet, poplar and elephant hawk moths (the last named because of its caterpillars trunk-shaped proboscis) and the elegant hummingbird hawk moth which, like some butterflies, is a migrant from Spain and north Africa.Illustration: Alan Baker       Harlequin ladybirdA very recent and unwelcome arrival to our shores, the harlequin ladybird has made incredible advances since it was first discovered in Britain less than a decade ago. Originally from eastern Asia, it arrived here by accident via consignments of plants brought to garden centres from mainland Europe or north America. Larger and flatter in shape than most native ladybirds, it comes in a bewildering range of colours and patterns. The harlequin feeds mainly on smaller insects, including, unfortunately, our native ladybirds, which may now be threatened by its presence here. Illustration: Alan Baker  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/may/17/insects-britains-cities-spotters-guide", 
    "wordcount": "0"
}