{
    "headline": "Blowing hot and cold on windfarms", 
    "text": "Adair Turner is right to say that there is a legitimate debate over the visual impact of windfarms (Debate whether windfarms are ugly but not their efficiency, says government adviser, 27 February). The Campaign to Protect Rural England believes that climate change poses a major threat to the character and quality of England&apos;s countryside, and wind energy will play an important role in helping to mitigate its impact. But in doing so we must not ignore other established environmental objectives such as protecting the open countryside from damaging development. The potential impact of windfarms on the landscape means that their location and extent needs to be carefully controlled. We have been calling for some time for a national debate about how to reconcile these two competing environmental objectives  protecting the landscape from intrusive development while ensuring we address the urgent need to tackle climate change. A planning system which is democratic and takes account of landscape capacity will be best placed to promote renewable energy while protecting our cherished countryside.Tom LeveridgeSenior energy campaigner, CPRE Among all the pages of reporting on wind power in Monday&apos;s Guardian, buried in the interview with Adair Turner is the key to the acceptance of windfarms by local communities (as with so many other developments): money  who gets richer and who gets poorer. Yes, there are those against turbines in principle, but I am sure they would have little influence but for the legions of people, and Conservative supporters at that, who equate the view of nearby turbines with a reduction in the value of their house. If that factor were addressed in some realistic way, I am convinced most of the opposition would melt away.David MillsHolme-on-Spalding-Moor, North Yorkshire I was troubled to read that most of the largest onshore and offshore wind companies in the world are thinking of not investing in the UK renewable energy market because of a perception of a lack of formal support from the government for such projects (Tory backlash takes wind out of green boom, 27 February). I wish Mr Cameron had recently been signing an Anglo-French treaty on renewables, instead of wasting time and vast resources developing the white elephants that will be new nuclear power stations. With the Daily Telegraph accurately noting that most of the profits and jobs for new nuclear will not be in UK hands, I find it bizarre that the government is prepared to miss out on a renewable jobs and finance bonanza at a time when our economy really needs a major boost. Your Scottish analogy hits the nail on the head  Scotland will be getting a 1bn investment because there is settled policy support for wind power. I wholeheartedly agree with the need for a honest debate on our energy needs  it is clear to me that, if we did, the answer would be for renewables, and generations to come would thanks us for mitigating climate change and providing us with clean, safe and sustainable energy. Cllr Brian GoodallChair of UK and Ireland Nuclear Free Local Authorities Interesting to see how few wind turbines are planned for the south-east (The wind war, 27 February): doesn&apos;t the wind blow there?Jenny HaynesHorkstow, North Lincolnshire Like many in the renewable energy sector, I was pleased to read that the prime minister has strongly defended the government&apos;s plans for onshore wind power despite criticism from his own MPs (PM rejects backbenchers&apos; plea on wind power, 22 February). David Cameron&apos;s letter in response to more than 100 of his own backbenchers who had called for the scrapping of subsidies for &quot;inefficient&quot; onshore wind power is reassuring to the renewable energy industry. And we are very grateful that the government also acknowledges the role co-operative and community-led renewable energy initiatives can play. Co-operatively-owned wind energy projects not only offer the opportunity for people up and down the country to make a positive contribution to the issues of climate change but also enable members of the public to purchase a stake in such projects and receive an annual share interest payment from the income.John MaloneDevelopment director, Energy4All I was not particularly ill-disposed to wind turbines until one was erected 120 metres from my house in the Waveney valley on the Norfolk-Suffolk border. They are not static objects like pylons: the constant whirring of the blades  clearly visible from my kitchen  is a constant visual irritation. Second, there is the noise  a high-pitched whining that is an intrusion day and night, especially in one&apos;s garden. Fortunately we have managed to get this one turned off, for the time being. People who advocate wind turbines are either greedy for money or just plain daft. Developers are more than happy to make use of naive Green support. For my part, I support those Tory MPs on this matter (though probably not on many others).Geoff HinchliffePalgrave, Suffolk I question why David Cameron has chosen to axe windfarms across the UK (Windfarms axed as UK loses its tastes for turbines, 27 February). There is considerable public support for wind energy, and with the right infrastructure we can ensure it creates a more reliable, cost-effective and renewable energy supply for the UK. The government&apos;s energy policy seems unclear and ever-changing; we need a consensus to ensure that the UK is able to meet its energy requirements. Without this, the UK faces an uncertain future with doubts over whether we can meet the energy needs of the future. Andrew JonesManaging director, S&amp;C Electric Europe Britain and Ireland, in contrast to countries on the continent, have very poor connections to the European electricity network. We cannot easily import power at times of low wind energy, and rely very heavily on combined-cycle gas-fired plants for backup. But by 2020 Britain will be importing 90% of its gas, which puts both the gas and electricity system at risk. Coal is an alternative for power production, but coal-fired plants are not good at coping with wind intermittency. It would be more sensible to gasify the coal and use it to reduce our dangerous dependency on imported gas. Coal-derived gas would be used to fuel backup power plants as well as for central heating, etc. And for once Britain will be in a strong position technologically, having sold gasifiers to Germany and China that produce a substitute natural gas.Fred StarrClaverton Energy Group Ten days ago a small local company installed 18 solar PV panels for us. They were producing electricity before the workers went home. The process took a few weeks from inquiry to completion. When we told him what was going on, our farmer neighbour, said &quot;if everyone did this there wouldn&apos;t be any need for those things&quot;, indicating the local turbines with his thumb. Six years ago when we looked into the possibility of solar PV, we couldn&apos;t find any useful information, let alone source the panels themselves. The UK&apos;s belated adoption of feed-in tariffs has changed the basis of all UK renewables questions and should change investment strategies. Perhaps previous UK governments who legalised Renewables Obligation Certificates, &quot;streamlined&quot; the planning process in relation to turbine noise, and generally encouraged the spread of wind turbines bigger and deeper into the hillsides than most existing buildings, believed they were doing this for the environment and for UK industry. Unfortunately they were wrong on both counts. It&apos;s still not clear that politicians, energy companies and investors are ready to engage realistically with people in the UK, a majority I believe, who want to reduce our dependence on fossil fuels and increase investment in UK industries: but maybe that is beginning to happen. Janet DubGwyddgrug, Carmarthenshire The Guardian&apos;s focus on the Tory backlash against wind energy and the myth that wind power is unfairly subsidised is welcome. The 2011 World Energy Outlook, produced by the International Energy Agency (IEA), states that worldwide subsidies to fossil fuels in 2010 totalled $409bn. By comparison, renewable energy systems received just $66bn. The IEA is calling for a significant increase in subsidies to renewables because of their long-term economic and environmental benefits. Subsidies to fossil fuels, by comparison, are unwelcome because the &quot;costs outweigh the benefits&quot;. A recent study by the European Environment Agency gives an indication of some of these costs. It estimates that the damage to human health and the environment from air pollution released in the European Union in 2009, mainly from burning fossil fuels, amounted to 145 billion. A similar study, published by the New York Academy of Sciences, concluded that the price of electricity generated from burning coal would have to be at least doubled if it took account of the environmental and health damage it caused. Once these &quot;external costs&quot; are included, renewable energy systems become much more economically viable. Despite the numerous obstacles faced by renewable energy development in the UK, the economy is already reaping noticeable benefits. In January, the government announced that, since 1 April last year, companies have agreed to invest almost 2.5bn in renewable energy projects in the UK. This is expected to create 11,600 jobs. We should not allow the immense challenges of both cutting carbon dioxide emissions and creating jobs to be undermined by landscapists who, as Lord Turner stated, ignore the facts and believe what they want to believe.Gordon JamesLlanfallteg, West Wales Anyone who cares about wildlife and the climate will be relieved to hear the news that Drax is abandoning plans for a huge biomass power plant in Yorkshire that alone would have consumed about 1.9 million tonnes of wood each year (Drax scraps plan for two biomass power stations, citing lack of government cash, 22 February). The government must act now to ensure other &quot;forest burner&quot; power plants share the same fate. Last year the RSPB launched an investigation into plans for biomass power stations in the UK. We found 39 biomass plants proposed or in development as a result of generous government subsidies. Most of these intended to import wood from countries like the US, Brazil and Canada to generate electricity  in total they would be responsible for importing 39 million tonnes of biomass every year. This compares to the 10m tonnes of wood that is harvested from UK forests each year. Clearly, this would be a disaster for the climate and for wildlife as forests are felled and wood is transported across the world. That&apos;s why the RSPB has been campaigning for subsidies for new biomass power plant to be removed, in favour of genuinely green renewable energy like wind, wave and solar power. Harry HuytonHead of climate and energy policy, RSPB", 
    "section": "environment", 
    "gid": "environment/2012/feb/28/blowing-hot-and-cold-windfarms", 
    "wordcount": "1786"
}