{
    "headline": "It's 20 years since polytechnics became universities  and there's no going back", 
    "text": "Twenty years ago, the polytechnics became universities. But what should be an occasion for celebration has been clouded by condescension verging on hostility. Ten years ago, things were better. When I moved from a Russell Group to a &quot;post-1992&quot; university I had no sense of crossing a great divide. Most people assumed the old distinction between universities and polytechnics was fading away. But today it feels different. The drive is towards so-easy-to-decode &quot;differentiation&quot;. There appears to be widespread, and growing, regret in political and academic establishments that the divisive binary system was ever abolished. In the eyes of ministers the post-1992 universities&apos; main role is as &quot;business-facing&quot; institutions producing graduates in vocational disciplines and applied research  as if &quot;vocational&quot; and &quot;applied&quot; were straightforward labels. Even a Labour MP has pondered the need to recreate &quot;something like the polytechnics&quot;. Why have the former polytechnics apparently failed to be fully accepted? No one questions the standing of Surrey or Bath as proper universities just because they were once Colleges of Advanced Technology (Cats). But nor do they question those universities&apos; continuing commitment to world-class engineering and technology. There seem to be two main reasons. First, it is the post-1992 universities that have really delivered mass higher education. They have done the heavy lifting in terms of overall student expansion  and in widening participation for students from &quot;middle England&quot;, working-class homes and ethnic minorities. But powerful groups hate the idea of mass higher education. They believe that a university education should be rationed to the socially privileged and economically successful  plus, perhaps, a few deserving &quot;scholarship boys&quot; (like themselves back in the 1950s and 60s?). More honourably, some continue to believe in &quot;the thin clear stream&quot; of academic excellence, in the late Eric Ashby&apos;s resonant phrase. They say excellence and equity are a zero-sum game, the more of one, the less of the other  a myth of which I was disabused long ago, at the University of California. The second reason is that the upgrading of polytechnics happened when inequality was increasing. It went against the grain of what was happening in Britain. The abolition of the binary system was contrary to the Thatcherite zeitgeist. In contrast, the establishment of the earlier wave of new universities  Sussex, York, Warwick and other so-called Shakespearean universities  and the upgrading of the Cats happened when the welfare state was approaching its zenith. They meshed with the zeitgeist. The same was true when the redbricks became universities in their own right after the war  or when civic universities were established in the Victorian age. Inequality has gone on increasing, even through the New Labour years. As Richard Wilkinson and Kate Pickett show in their book The Spirit Level, more unequal societies are more anxious, and the privileged as well as the less privileged are affected by the insecurities they generate. So perhaps the instinctive desire to &quot;pull up the drawbridge&quot; has been inevitable. All this has been made worse by the deliberate splintering of the solidarity of universities in the name of the &quot;market&quot;. Policies are now designed to produce winners and losers, as if universities were playing in the Premier League. Absolute gains are represented as comparative losses. Of course, the effects of these policies have been magnified by the media&apos;s (highly profitable) &quot;good guides&quot; and league tables. Universities, too, have been complicit as they have rushed to reproduce the English class system in the shape of vice-chancellors&apos; &quot;clubs&quot;. But does any of this matter? The post-1992 universities have opened up higher education. That can never be reversed. Also, two key facts are worth remembering. First, whatever the longings of 50- and 60-somethings in the policy/boss class to reinvent the binary system, the students going to universities this autumn were not even born when it was abandoned. They are not interested in timeworn distinctions. Second, for all the talk of academic drift, over the past 20 years the &quot;pre-1992&quot; universities have become as much like the former polytechnics as the other way round. &quot;We are all polytechnics now&quot; perhaps? The socially engaged and entrepreneurial university that has become a model for 21st-century higher education  alongside a scattering of world-class research universities  is their monument.  Peter Scott is professor of higher education studies at the Institute of Education", 
    "section": "education", 
    "gid": "education/2012/sep/03/polytechnics-became-universities-1992-differentiation", 
    "wordcount": "742"
}