{
    "headline": "Landmark climate change report leaked online", 
    "text": "The draft of a major global warming report by the UN&apos;s climate science panel has been leaked online. The fifth assessment report (AR5) by the Intergovernmental Panel on Climate Change, which is not due to be published in full until September 2013, was uploaded onto a website called Stop Green Suicide on Thursday and has since been mirrored elsewhere on the internet. The IPCC, which confirmed the draft is genuine, said in a statement: &quot;The IPCC regrets this unauthorized posting which interferes with the process of assessment and review. We will continue not to comment on the contents of draft reports, as they are works in progress.&quot; A little-known US-based climate sceptic called Alec Rawls, who had been accepted by the IPCC to be one of the report&apos;s 800 expert reviewers, admitted to leaking the document. In a statement posted online, he sought to justify the leak: &quot;The addition of one single sentence [discussing the influence of cosmic rays on the earth&apos;s climate] demands the release of the whole. That sentence is an astounding bit of honesty, a killing admission that completely undercuts the main premise and the main conclusion of the full report, revealing the fundamental dishonesty of the whole.&quot; Climate sceptics have heralded the sentence  which they interpret as meaning that cosmic rays could have a greater warming influence on the planet than mankind&apos;s emissions  as &quot;game-changing&quot;. The isolation by climate sceptics of one sentence in the 14-chapter draft report was described as &quot;completely ridiculous&quot; by one of the report&apos;s lead authors. Prof Steve Sherwood, a director of the Climate Change Research Centre at the University of New South Wales, told ABC Radio in Australia: &quot;You could go and read those paragraphs yourself and the summary of it and see that we conclude exactly the opposite, that this cosmic ray effect that the paragraph is discussing appears to be negligible  It&apos;s a pretty severe case of [cherry-picking], because even the sentence doesn&apos;t say what [climate sceptics] say and certainly if you look at the context, we&apos;re really saying the opposite.&quot; The leaked draft &quot;summary for policymakers&quot; contains a statement that appears to contradict the climate sceptics&apos; interpretation. It says: &quot;There is consistent evidence from observations of a net energy uptake of the earth system due to an imbalance in the energy budget. It is virtually certain that this is caused by human activities, primarily by the increase in CO2 concentrations. There is very high confidence that natural forcing contributes only a small fraction to this imbalance.&quot; By &quot;virtually certain&quot;, the scientists say they mean they are now 99% sure that man&apos;s emissions are responsible. By comparison, in the IPCC&apos;s last report, published in 2007, the scientists said they had a &quot;very high confidence&quot;  90% sure  humans were principally responsible for causing the planet to warm. Richard Betts, a climate scientist at the Met Office Hadley Centre and an AR5 lead author, tweeted that the report is still a draft and could well change: &quot;Worth pointing out that the wording in the leaked IPCC WG1 [working group 1, which examines the &quot;physical science basis&quot; of climate change] draft chapters may still change in the final versions, following review comments.&quot; Bob Ward, policy and communications director at the Grantham Research Institute on Climate Change and the Environment at London School of Economics and Political Science, said that Rawls appeared to have broken the confidentiality agreement signed by reviewers: &quot;As a registered reviewer of the IPCC report, I condemn the decision by a climate change sceptic to violate the confidentiality of the review process. The review of the IPCC report is being carried out in line with the principles of peer review which operate throughout academic science, including an expectation of high standards of ethical behaviour by reviewers. It is disappointing, if not surprising, that climate change sceptics have been unable to meet these high standards of ethical behaviour.&quot; The IPCC, which publishes a detailed synthesis of the latest climate science every seven years to help guide policy makers, has experienced leaks before. In 2000, the third assessment report was leaked to the New York Times, while the fourth assessment report was published in 2006 by the US government a year ahead of its official publication. Prof Bill McGuire, Professor of Geophysical &amp; Climate Hazards at University College London and contributing author on the recent IPCC report on climate change and extreme events, said that sceptics&apos; reading of the draft was incorrect: &quot;Alex Rawls&apos; interpretation of what IPCC5 says is quite simply wrong. In fact, while temperatures have been ramping up in recent decades, solar activity has been pretty subdued, so any interaction with cosmic rays is clearly having minimal  if any  effects. IPCC AR5 reiterates what we can be absolutely certain of: that contemporary climate change is not a natural process, but the consequence of human activities.&quot; Prof Piers Forster, Professor of Climate Change at the University of Leeds, said: &quot;Although this may seem like a &apos;leak&apos;, the draft IPCC reports are not kept secret and the review process is open. The rationale in not disseminating the findings until the final version is complete, is to try and iron out all the errors and inconsistencies which might be inadvertently included. Personally, I would be happy if the whole IPCC process were even more open and public, and I think we as scientists need to explore how we can best match the development of measured critical arguments with those of the Twitter generation.&quot; This article was amended on 17 December 2012 to correct the spelling of Alec Rawls&apos;s first name. ", 
    "section": "environment", 
    "gid": "environment/2012/dec/14/ipcc-climate-change-report-leaked-online", 
    "wordcount": "958"
}