{
    "headline": "Where to park your bike? The question often missing from the cycling debate", 
    "text": "In the recent flurry of local authority initiatives to promote cycling, the focus has been on junctions, cycle lanes, lorries and training. One question seems be almost totally neglected: &quot;Where could I keep a bike?&quot; For many people, a lack of secure storage rules out cycling completely. What if you live at the top of a block of flats and aren&apos;t strong enough to carry a bike up eight flights of stairs? Or perhaps there&apos;s no room in the narrow front hall of your house for one bike, let alone a family of wheels? What if your bike&apos;s been stolen once too often from the street and you can&apos;t afford to replace it? Look at those places where people cycle as an ordinary way of getting around. In Cambridge and Oxford there are college bike sheds and lots of Victorian houses with back gardens. In Holland, blocks of flats  both private and council  either have a shared basement with bike racks and key access, or a basic shed for each household at ground level. So why isn&apos;t cycle storage regarded as a housing issue? In Britain, there are guidelines for new buildings  for example, one cycle space per one- or two-bedroom flat in the London Plan  but no standards for retrofitting existing homes to enable cycling. In April, local councils took over responsibility for public health from the abolished primary care trusts (PCTs). There is abundant evidence showing that investment in cycling brings huge public health dividends: reducing obesity, increasing levels of physical activity, cutting air pollution, benefiting mental health, and improving access to educational, work and leisure opportunities, especially for those on low incomes. This is backed up by a report from the National Institute for Health and Care Excellence. It will be interesting to see if the new health and wellbeing boards encourage council housing departments to invest in cycle storage. Fresh thinking is certainly needed in planning departments. My council, Southwark, only approves one type of secure cycle storage for installation on its housing estates: individual vertical steel lockers. They are secure and convenient to manage. But at 600 each, plus installation (300) and the cost of obtaining planning permission (195), this is a pricey solution. Last year, Southwark spent 85,000 (including 50,000 from Transport for London) to install a total of 102 lockers on estates across the borough. At this rate, with 39,000 council tenants in the borough, it will take a century to make a dent in the demand. One London borough has developed a significant improvement on the individual steel locker. The &quot;Lambeth bike hangar&quot;, an adaptation of a Dutch design, sits directly on the street, taking up half a car-parking space, and has space for six bikes secured to racks under a lockable curved roof. Bike hangars are much cheaper per bike-space than individual vertical lockers, and they&apos;re easier to use: you roll your bike along the ground, rather than having to lift it up to shoulder height. That&apos;s important, because providing bike storage isn&apos;t just about making life simpler for those who already cycle. It should enable new riders  young and old, tall and small. Following a successful pilot, Lambeth has now installed 27 bike hangars as part of an imaginative traffic-calming and greening project at Van Gogh Walk. We need to ask who isn&apos;t cycling at the moment and think further about what&apos;s stopping them. In the late 60s, feminists who wondered why so few women came to political meetings realised that it was due to lack of childcare, rather than lack of interest; crches were a practical response. Similarly, the Disability Discrimination Act of 1995 made it an obligation for institutions to identify and remove barriers to participation in social, political and cultural life. It&apos;s time for a similar shift to take place in cycling. Cycle infrastructure is not just about roads and junctions  it&apos;s about homes and gardens too.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/may/17/where-to-park-your-bike-cycling", 
    "wordcount": "664"
}