{
    "headline": "Economic integration could shape 'different Africa' in next 50 years", 
    "text": "Sub-Saharan Africa can expect to see economic growth of 6.6% on average this year, predicts Donald Kaberuka, president of the African Development Bank (AfDB). &quot;The dynamic is good, there are risks in the global environment, but providing there is no worsening in the situation we remain completely optimistic about the future,&quot; Kaberuka said in an interview with the Guardian in Addis Ababa, Ethiopia. &quot;If you include South Africa, because of its weight  it is 30% of sub-Saharan Africa&apos;s economy  the number goes down to 5.4%. But the predictions are still quite good,&quot; he says. Surprisingly, Kaberuka maintains that this growth is not down to the export of raw materials. The recession in Europe has dampened demand for soft commodities such as fish, cut flowers, coffee and timber, he says, yet this has been balanced by continuing strong demand from large emerging markets for raw materials, including copper and oil. According to Kaberuka, commodities have &quot;contributed around 30% of the momentum&quot;. The rest is due to domestic demand  as a result of growing populations and increasing urbanisation  and policy improvement. &quot;While commodity exports have played a key role in the recent dynamic performance of sub-Saharan African economies, the core driver has been a) the cumulative effects of economic reforms, which have improved the investment climate, risk profile and resilience. [And] b) the impact of demographic dynamics, urbanisation and the leapfrogging afforded by factors such as mobile telephony on the costs of doing business, markets efficiency, and service delivery,&quot; he says. Kaberuka was in Addis Ababa for a meeting with his counterparts at the African Union Commission and the UN Economic Commission for Africa to consider the challenges facing the continent over the next 50 years and set out a vision for Africa in 2063. This was not a &quot;Nostradamus&quot; exercise, Kaberuka insists: &quot;We are beginning a new cycle of 50 years so we must ask: &apos;What should we do in future?&apos; The frame of 50 years we&apos;re discussing is because of the 50th anniversary [of the Organisation of African Unity (OAU)].&quot; The golden jubilee celebrations to mark the founding of the OAU, the predecessor to the African Union, provide an opportunity for the continent to reflect on what it could have done differently during its first half-century of independence. For Kaberuka, the key is economic integration, but with a twist: &quot;We have to ensure that in this process of economic integration there is greater solidarity.&quot; Citing Europe as an example, he advocates redistribution of wealth between African states. &quot;In the 1970s and 80s, Ireland was a very poor country, so was Portugal, so was Spain. In the context of the common agricultural policy, the European countries that were richer  agreed on mechanisms for transferring resources and they built common prosperity in Europe,&quot; says Kaberuka. He believes economic integration in Africa has long been hampered by an attitude of &quot;you win: I lose&quot;. &quot;It is a win-win situation provided we agree to have solidarity mechanisms, because our endowments are not the same,&quot; he says. &quot;If we can reduce the cost of doing business and the risk of doing business [in Africa] and have greater integration with inbuilt solidarity mechanisms, then in 50 years things could be quite different.&quot; So what is the AfDB&apos;s role? According to Kaberuka, 60% of the bank&apos;s $8bn (5bn) of new lending approvals are for infrastructure: connectivity, transport, energy, water and sanitation. &quot;Of the total lending to infrastructure, 40% is in energy because for now that is the most important factor. Whether we want to provide business people with opportunities or education, we need to be able to provide accessible, affordable energy,&quot; he continues. The AfDB is also investing in transport infrastructure that links African countries and regions. &quot;Very soon, you will be able to jump in your car and drive from here [Addis Ababa] to Durban, once we have completed bits of infrastructure in Tanzania,&quot; Kaberuka says. &quot;For me, these are critical issues because this market of 54 countries, highly fragmented, must come to a point where we get it together for trade, for the movement of people, capital and goods to be able to liberate the potential of 1 billion Africans.&quot; He describes the continent as &quot;a mosaic&quot;, but for simplification divides African economies into four categories  North Africa; the oil, gas and mineral resource-rich states; low-income countries; and those that are coming out of or are still immersed in conflict. &quot;For North African countries, the challenge is economic growth with jobs, jobs, jobs  especially for the young people,&quot; he says. For countries with abundant natural resources, he believes the solution is &quot;to transform this inherited wealth into real wealth  that is human development, infrastructure, moving up the value chain and diversifying the economy&quot;. For the low-income countries, meanwhile, it&apos;s all about the quality of government policies, especially those policies that ensure that economic growth is inclusive. He is adamant that they must &quot;leave no one behind&quot;. &quot;Countries coming out of or still in conflict  these are where the challenge is because some of these conflicts have spillover effects,&quot; Kaberuka says. &quot;You need to put it in context. Three years ago, here in the Horn of Africa, we had mayhem in Somalia, which had lasted 20 years. Now, with efforts from Africans themselves, the crisis seems to be winding down. &quot;While there are fewer conflicts than two decades ago,&quot; he continues, &quot;the old [unresolved] conflicts  such as [that] in the Great Lakes  and a new generation of brutal ones [which] have a far reach and origins  such as in Mali and the Sahel  are major risks.&quot; On balance, though, he believes the Africa of today is different from the Africa of 20 years ago  more peaceful. &quot;In spite of all the risks and uncertainties,&quot; he says, &quot;we remain bullish for much of Africa in 2013.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/04/economic-integration-different-africa", 
    "wordcount": "1020"
}