{
    "headline": "Ten of Britain's rarest wild flowers  in pictures", 
    "text": "   Thyme broomrape Orobanche alba It is always rather thrilling to find a broomrape. Like oysters and toadstools, these plants are strange, ugly and alluring, like a species that you would find on the moon. This species is parasitic on wild thyme and you will always find it in close proximity to a good colony of wild thyme on dry cliffs and grasslands in plant-rich places, such as the Lizard in Cornwall. It opens purplish red, gradually browning to brick red as it ages.Photograph: Jonathan Buckley       Spring gentian Gentiana verna Gentians have a colour named after them as their hue is so intense. Only green alkanet comes near it (and it is not native) and the fact that spring gentian lives in such high and austere places makes it even more miraculous. The plant itself has never seemed particularly beautiful to me  it is too much like a cigarette holder with a flower stuffed in the end  but its deep blue colour, which pales as the flower ages, is the reason why it is always such a thrill to find it.Photograph: Jonathan Buckley       Mountain avens Dryas octopetala A deliciously pretty plant, made all the more so by the contrast with the rocky, brutal places where it tends to grow. The seed heads are almost as showy as the flowers, looking like the ragged flight feathers of a slightly bedraggled duck. These look best when backlit, giving the hillsides and promontories where they grow a soft, white halo. Its leaves resemble miniature oak leaves  hence its Latin genus name, Dryas, after dryad, the nymphs of the oak tree.Photograph: Jonathan Buckley       Grass-of-Parnassus Parnassia palustris I am not the only one to count grass-of-Parnassus among my favourite plants. It is common in damp places with high rainfall and I used to find lots of it during childhood holidays on the west coast of Scotland. It was given the name grass-of-Parnassus after it was found on Mount Parnassus in Greece.Photograph: Jonathan Buckley       Pasqueflower Pulsatilla vulgaris These are the Vogue models of the wild-flower kingdom. Have a really close look at them. The golden yellow anthers at the flowers centre are a perfect contrast to the velvet-textured purple petals. A gentle fuzz of very fine hairs covers the calyx and leaves. The feathery, anemone-like seed pods are also exquisite. These are worth travelling miles to see.Photograph: Jonathan Buckley       Early spider orchid Ophrys sphegodes The name of this exotic-looking orchid comes from the fat, velvety lip of its flower. Furry on the outside, with a smooth, hairless, reflective patch in the centre, the two parts together suggest a fat spider. But it is bees, not spiders, which flock to this plant. The male solitary bee Andrena nigroaenea attempts to mate with it, collecting pollen on its head, which it then deposits on other flowers. This is less successful than it sounds: self-pollination is thought to be the main process by which the flowers set seed.Photograph: Jonathan Buckley       Green-winged orchid Anacamptis morio The best time to see green-winged orchids is at first light on a clear morning when every buttercup and every grass blade is glassy with dew, and spiders webs are highlighted and haloed around the orchids. Marden Meadow in Kent is one of the best green-winged orchid sites in Britain. The field is turned magenta for most of May and into early June, so vivid that you might notice it as you whistle past on the London train. The stripes on its hood give it the alternative name of green-veined orchid.Photograph: Jonathan Buckley       Fritillary Fritillaria meleagris This is our most exotic flower, its chequered bells look like stained glass when the light shines through them, each pale cell outlined by a darker frame. The reason fritillaries are now so rare is that, as bulbs, they can be destroyed by just one ploughing of a site where they may have been for centuries. You can spray a meadow with herbicides when the fritillary bulbs are not in active growth and you will hardly touch them, but ploughing breaks the bulbs.Photograph: Jonathan Buckley       Lady orchid Orchis purpurea Its name makes it sound like a delicate beauty, but second to lizard orchid, lady orchid is the biggest orchid we have in Britain. A good specimen is hard to trump. You can spot the best spikes from 100 yards away, each one a lighthouse of colour amid the short, chalk grassland on the half-shady edge of a wood. The plant can stand a good 45cm high, the flower section a fifth or sixth of the total height, with up to 40 ladies, each just bigger than a thumbnail, partying at the top.Photograph: Jonathan Buckley       Fly orchid Ophrys insectifera This is an exciting orchid to find, each flower a black and conker-brown fly. It has, in fact, evolved to resemble a small female wasp and emits pheromones to attract male wasps. As the wasp attempts to mate with the flower, its head becomes coated with pollen, which it carries from plant to plant. This is not very successful: pollination rates are low, with less than 20% of flowers setting seed.Photograph: Jonathan Buckley  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/apr/25/rare-wild-flowers-britain-sarah-raven", 
    "wordcount": "0"
}