{
    "headline": "Conjuring up clouds in the mountains", 
    "text": "For several days last week they were hidden behind a shroud of wet and misty cloud. This morning they have reappeared, their summits white with overnight hail and snow. Beinn Mhor, Hecla and Ben Corodale, the peaks at the heart of South Uist, do not boast the loftiest of summits  only the first two reach above 600m (one of the suggested heights by which a mountain is defined). But there is still no official definition of a mountain. Local custom often decides which term is used, and while Hecla is a Nordic name, the Gaelic names of the other two indicate their local status. They may be small in size, but in presence and spirit they are huge. Home to eagles and red deer, they dominate the local landscape and constantly draw the eye. The contrast of their hard cragginess with the flat fertile lands of the machair makes a visual delight. Though in reality their form is fixed, the mountains are tricky shape-shifters, their profiles altering almost unrecognisably when viewed from different places on the island and their colours changing with weather and season. They are cloud conjurors, their presence causing the formation of an ever changing variety of cloud forms. In turn, the presence of the clouds changes the mood and appearance of the mountains themselves. One morning the clouds might lie peacefully in the dips and corries, thick and placid as bowls of cream. The next, steely rain clouds race through those same corries and past summits now grey and forbidding. In the evening billowing towers of rose and apricot reach high into the sky behind mountains whose cool morning colours are now softened by the late sun. Most beautiful of all, perhaps, are the graceful curves of white that sometimes lie like a mantle across all three summits and become more beautiful still when lit by moonlight.", 
    "section": "environment", 
    "gid": "environment/2012/feb/23/south-uist-conjuring-clouds-in-mountains", 
    "wordcount": "311"
}