{
    "headline": "Biorock giving new life to coral reefs", 
    "text": "Coral reefs are the rainforests of the world&apos;s oceans. Like their terrestrial counterparts, they occur in tropical and sub tropical environments, support a bewildering variety of species and are diminishing at an alarming rate. Marine biologists across the world are desperately trying to protect our remaining reefs from the impacts of global warming and destructive fishing. Others are building repositories of the known coral species  so that our grandchildren at least get to see them in aquariums or laboratories  and still others are constructing artificial reefs in areas of significant damage. Humans have been creating reefs for thousands of years to improve their fisheries  you can pretty much sink anything solid in the right marine environment and calcium carbonate, the key ingredient in coral, will accrete to it. It&apos;s a hit and miss affair, though, often bringing just a fraction of the biodiversity seen in a natural reef. But in the 1970s, some simple science created dramatic changes. The biorock method was developed by architect and marine scientist Wolf Hilbertz and marine biologist Tom Goreau. They found that by running a small electrical current through seawater, a hard shell of calcium carbonate would form on the cathode. You could then attach small pieces of natural coral to the structure. The corals seemed to love these substrates, achieving growth rates often five times faster than normal. Today there are more than 20 Biorock projects around the globe, but by far the biggest  and arguably the most innovative  are in Indonesia. &quot;Right now we have 62 biorock structures around this island,&quot; says Delphine Robbe, as she pulls on a wetsuit. &quot;By 2012 we should have one hundred.&quot;. Since coming to Gili Trawangan in 2005 with a vague plan to get her dive master certification, the Frenchwoman has become the driving force behind the island&apos;s many eco programmes. Trawangan is one of three tiny coral atolls off the coast of Lombok, Indonesia and increasingly a compulsory side trip to any Bali holiday, thanks to its bone white beaches, diving and snorkelling sites and absence of both dogs and motor vehicles. Pristine reef, however, is harder to find. &quot;Probably 70 to 80% of our shallow reefs were destroyed by dynamite fishing,&quot; Robbe tells me. &quot;It was actually the local fishermen who kick started the eco movement here, when they set up patrols to try and stop the bombing.&quot; Goreau&apos;s attention is on the Gili cluster, which has impressed him with its biodiversity and water quality. He and Hilbertz had chosen the tiny village of Pemuteran in north Bali as the site of what is today the largest biorock project in the world and are now looking for new areas to colonise with their artificial reef structures. Robbe met Goreau at the first Biorock conference and workshop in Trawangan in November 2005 and by the end of it, she&apos;d been enlisted. &quot;The next year, I led the workshop and brought in the major dive operators as sponsors,&quot; she explains. &quot;In return, they got their very own biorock installations in front of their dive shops.&quot; Besides stimulating biodiversity, the biorock structures also combat beach erosion, which became a serious problem with the destruction of the natural reefs. Increasingly, they are an attraction for tourists too  especially since English artist and environmentalist Celia Gregory joined the project. Gregory, who besides being a mosaic artist and sculptor is also a dive master, contacted Tom Goreau after seeing the biorock project in Pemuteran. &quot;I was really inspired by what they&apos;d done and it gave me this idea of merging art with coral conservation,&quot; she explains. &quot;Plus I&apos;d experienced dynamite fishing first hand when a device went off during a dive. We saw the shattered coral and the dead fish.&quot; Divers and snorkellers can now see underwater scultpures of a manta ray, dolphin, turtle, octopus, snake, moon, miniature phinisi schooner and even a komodo dragon. Gregory is now working with award winning industrial designer Tom Dixon who wants to create an underwater three-piece suite, while Bali based US photographer and vintage motorbike enthusiast Dustin Humphrey is thinking of sinking some old bikes and doing an underwater shoot complete with models. Meanwhile, Robbe is building on the eco credentials of the project by exploring alternative sources of energy with which to power the biorock installations. &quot;Running cable out to see and powering it with diesel generators is not exactly sustainable,&quot; she says. &quot;So we&apos;re planning to build our first tidal energy turbines this year and then unroll much bigger ones by November 2012, the date of our next workshop.&quot; She&apos;s also landed some major commercial sponsors  oil company Total is looking to help fund the turbines, while Malaysian Airlines wants to put in an airplane sculpture. But all of this comes with a caveat. The increasing popularity of the Gilis has prompted an unprecedented surge in development that threatens to scupper conservation efforts in the long term. Rising population and a rash of new construction is putting pressure on an island whose circumference is just 12km and which imports nearly everything, including fresh water. Behind the quaint beach facing facades of the hotels, lies an open dump where most of the island&apos;s rubbish goes, though Robbe recently set up a recycling system with the help of a Bali based company. The hotels often have rudimentary wastewater treatment systems, so biological waste goes straight into the sea, where it may create algae blooms that are toxic to coral. There are a few exceptions. I stayed at the largely wind- and solar-powered Gili Eco Villas on the quiet north side of the island. They even have their own biorock sculpture of a whale. &quot;I have this vision of Gili Trawangan being a model of sustainability  it&apos;s like a microcosm of the rest of the world, experiencing both threats and opportunities&quot; Gregory says. &quot;It has these amazing currents, endless sunlight and it&apos;s small and contained enough to manage  if we were just smart about it.&quot;  Friday 8 June is the World Oceans Day and sees the launch of the Coral Triangle website", 
    "section": "environment", 
    "gid": "environment/2012/jun/08/biorock-coral-reef-world-oceans-day", 
    "wordcount": "1032"
}