{
    "headline": "Happiness and light at one of the country's most improved schools", 
    "text": "Everything at Crawford primary school was shining, the frost on the immaculately tidy playground, the Christmas tree lights and homemade decorations reflected in the gleaming hall floor, and the pride on the faces of the teachers as they learned that a school in dire trouble just three years ago had been judged one of the most improved in the country. The smell of an excellent hot school dinner, cooked from scratch on the premises, lingered in the warm air. &quot;I always start the assembly each morning by saying &apos;Good morning Crawford, the best school in Southwark,&apos;&quot; Miranda Gibb, the headteacher, said. &quot;Now I&apos;m going to say &apos;Good morning Crawford, the best school in the world&apos;.&quot; &quot;It is a stunning school,&quot; said Craig Tunstall, executive head of the Gipsy Hill federation, which runs five local authority schools in the area, all formerly judged as failing. The 420-pupil school  the numbers have almost doubled in two years, and an extra reception class is being added  is hemmed in by one of the most densely built up parts of south London, with one of the most diverse populations and some of the worst pockets of deprivation in the country. If not perhaps the best in the world, the achievements at Crawford primary in less than two years are dramatic: the school came 33rd in the national most improved league, and top in London. The number of pupils achieving level four in English and maths has more than doubled in a year, and is now above local and national averages, while all of the pupils are judged to have progressed at least two levels in English. When Tunstall and Gibb arrived in September 2011 the school was on special measures, after six years of consistently failing to meet even the lowest targets. Gibb was the sixth headteacher in four years, and teacher morale and pupil numbers were in freefall: two teachers were &quot;lost&quot; - Tunstall&apos;s word - and four more soon resigned. They say there are 41 languages spoken in the playground. &quot;Many of them speak three or four languages - but not well,&quot; said Gibb. Everyone gets a free school dinner, but 69% of them would be entitled to claim them. The first thing they did was hire some skips and fill them with what Tunstall  no children in earshot  cheerfully called the &quot;tat and crap&quot; covering every wall and filling every cupboard and storage space. Then they had all the school&apos;s books recovered, and brought in hundreds more. Then they brought in gangs of painters and decorators, deliberately working in term time to show everyone that something was really being done about a Victorian building which the children said they hated. The heart of the school is now its glorious hall, flooded with natural light once the skylights were scoured of decades of pigeon droppings and London grime, fitted with expensive sound and stage lighting equipment, in use for assemblies, gym, plays, concerts, reading and recitals all day, every day. The children surprised them by choosing a traditional uniform with collar and tie, and the federation bought every child a blazer. The performance of both teachers and pupils is continuously assessed, and while praise is lavish, so is criticism of any faltering. &quot;We like to think we prove there is an alternative to the academy route,&quot; Tunstall said. &quot;We are breaking even, just, but we are backed to the hilt by the local authority. We have to fight for every penny we get, but then we spend it to the hilt on the pupils. We did actually get an academy application from Mr Gove, but we politely sent it back saying no thanks.&quot;", 
    "section": "education", 
    "gid": "education/2012/dec/13/most-improved-schools", 
    "wordcount": "628"
}