{
    "headline": "GCSE exam shakeup could discriminate against girls, say teachers", 
    "text": "Coalition plans to force teenagers to sit exams at the end of their courses, rather than throughout the year, could discriminate against girls, teachers have warned. From 2015, there will be a return to end-of-course exams and less coursework in GCSE English, geography, history, maths and the sciences. Michael Gove, the education secretary, says the move will make the qualifications more rigorous. But the reforms could reverse the lead girls have had over boys in most subjects for more than two decades, teachers said. Exams data shows girls have outperformed boys in GCSEs for 24 years. Geoff Venn, a former chief examiner in chemistry from Bedfordshire, told the Association of Teachers and Lecturers&apos; (ATL) annual conference in Liverpool that girls were less confident than boys when faced with end-of-course exams. &quot;Where we have high-stakes testing, girls feel less confident to excel. Boys are more adventurous and can go into a final examination and feel more confident in doing it,&quot; he said. &quot;If we go back to pure rote learning, to a pure single exam at the end of the course, will this have a considerable gender impact on the results that we get? Is it going to be discriminatory against girls? I have a strong feeling that it will be.&quot; Venn said a purely memory-based final exam could see girls GCSE results drop. Mary Bousted, general secretary of ATL, said testing pupils throughout their courses may have triggered a rise in girls&apos; confidence. &quot;It may be that the rise in girl power has been down to a more measured way of assessment, of which coursework is a part,&quot; Bousted said. The debate was part of a motion calling on the government to slow the pace of its education reforms. Last month, Gove was forced to make an embarrassing U-turn on his plans to replace GCSEs with a new English Baccalaureate certificate. The exams watchdog, the influential education select committee and teaching unions had warned that the reforms amounted to &quot;too much, too quickly&quot;. In a speech to the ATL conference on Wednesday, Stephen Twigg, Labour&apos;s education spokesman, also raised concerns that the pace of change was too fast.", 
    "section": "education", 
    "gid": "education/2013/mar/27/gcse-exam-shakeup-discriminate-girls", 
    "wordcount": "366"
}