{
    "headline": "On the road: Bentley Continental GT Speed", 
    "text": "I think it&apos;s important that the cars featured in this slot should sit comfortably in their Guardian surroundings. They should be responsible, morally and environmentally. And affordable to people who aren&apos;t Goldman Sachs bankers or Manchester City wan footballers. Within reach of your average Guardian reader, or writer. Yeah, but it&apos;s OK to lapse, isn&apos;t it, once in a while? This one costs more than 150 grand before you add any extras. Ha, those extras, they&apos;re hilarious: 5,365, guess what that&apos;s for? The Naim sound system. Five grand for the stereo! (It is splendid, though; Nas is suddenly in my brain, at 1,100 watts.) And that&apos;s not even the most expensive extra. Carbon ceramic brakes? Certainly, sir, yours for 10,200. You can get a whole VW Polo for that. Hmm shall I get the brakes, or a runabout for the missus? To be honest, I&apos;ll probably need those brakes. Nearly two and a half tons of steel, polished walnut and leather, travelling at 205mph, takes some stopping. Yes, 205mph: this is the fastest Bentley ever. They have taken the regular baby Bentley, already a very quick and powerful car, added more power, more torque, more performance. This W12 six-litre, twin-turbo petrol engine gives you 616bhp at 6,000rpm, 590lb/ft of torque at 1,700rpm Sorry, getting all Top Gear. Basically, it&apos;s insanely powerful and goes like stink. It&apos;s posher inside, too. You&apos;re extra-cosseted by double-glazed windows and diamond-stitched leather seats, though the latter do make me think of Andrex quilted loo paper. Actually, I wouldn&apos;t be surprised if this car sprayed my arse with a gentle mist of aloe vera, to keep it cool as it catapulted towards the double ton. Of course no one needs, or will ever use, that sort of performance. It&apos;s just about having more, more than lots, and a subtle W12 badge for extra bragging rights in the players&apos; car park at the Etihad. The only place you might be able to appreciate it is on a track. So that&apos;s where I&apos;ve come, to Thruxton circuit in Hampshire. Ican&apos;t really believe that a car this heavy, however powerful and well-balanced it is, is really going to be at home on the racetrack Oh, and I&apos;m not going to find out. Thruxton circuit is covered in snow. They&apos;ll let us drive round, but only very slowly. So that&apos;s what I do: I drive the fastest Bentley ever made very slowly around a racetrack. More like motoring than driving. And, yes, that works, too: it can be that kind of Bentley, the tweedy, motoring type  silent, smooth, luxurious. Out of sport mode, yes, we don&apos;t need that, or the throatier engine note that comes with it. And I&apos;ll replace Nas with Chopin, perfect. God, that sounds good  definitely worth the extra five-and-a-bit grand, I&apos;d say. Bentley Continental GT Speed       Photograph: Simon Stuart-Miller for the Guardian    Price as tested 176,385 Top speed 205mph Acceleration 0-60mph in 4 seconds Combined fuel consumption 19.5mpg CO2 emissions 338g/km Green rating 1/10 Cool rating 7/10", 
    "section": "technology", 
    "gid": "technology/2013/feb/16/bentley-continental-gt-speed-review", 
    "wordcount": "511"
}