{
    "headline": "Climate debate cut from national curriculum for children up to 14", 
    "text": "Debate about climate change has been cut out of the national curriculum for children under 14, prompting claims of political interference in the syllabus by the government that has failed &quot;our duty to future generations&quot;. The latest draft guidelines for children in key stages 1 to 3 have no mention of climate change under geography teaching and a single reference to how carbon dioxide produced by humans impacts on the climate in the chemistry section. There is also no reference to sustainable development, only to the &quot;efficacy of recycling&quot;, again as a chemistry subject. The move has caused alarm among climate campaigners and scientists who say teaching about climate change in schools has helped mobilise young people to be the most vociferous advocates of action by governments, business and society to tackle the issue. &quot;What you seem to have is a major political interference with the geography syllabus,&quot; said the government&apos;s former science adviser Prof Sir David King. He said climate change should be taught alongside the history of  successful  past attempts to curb chlorofluorocarbon (CFC), which is blamed for the depletion of the ozone layer, and air pollution caused by coal fires and cars. &quot;If all of these aren&apos;t issues for geography classes, then where should they be taught?&quot; asked King. &quot;It would be absurd if the issues around environmental pollution weren&apos;t core to the curriculum.I think we would be abdicating our duty to future generations if we didn&apos;t teach these things in the curriculum.&quot; The draft contrasts with the existing curriculum: under the heading of geography, there are several mentions of the interdependence of humans and their environment and the impact of that on change, including &quot;environmental change&quot;. The current syllabus explicitly discusses sustainable development and &quot;its impact on environmental interaction and climate change&quot;. &quot;It&apos;s just hollowed out argument,&quot; said John Ashton, the government&apos;s climate change envoy until last summer, and a founder of the independent not-for-profit group E3G. &quot;Climate change should have as much prominence as anything in teaching geography in schools.&quot; The shift of any mention of climate change from geography to chemistry &quot;makes me more concerned, not less&quot;, said Ashton. &quot;What&apos;s important is not so much the chemistry as the impact on the lives of human beings, and the right place for that is geography.&quot; The proposed changes, which are still under consultation by the Department for Education (DfE), were broadly welcomed by other groups, including the Geographical Association which represents more than 6,000 geography teachers, and the Royal Geographical Society. &quot;In the past, in some instances, young people were going to start on climate change without really knowing about climate,&quot; said Rita Gardner, the RGS director, who does, however, want climate change taught at GCSE and A-level. &quot;What we have got [in the new draft] is a much better grounding in geography, and it has the building blocks for a much better understanding of climate change and sustainability.&quot; A DfE spokesman said the idea that climate change was being excised from the national curriculum was nonsense: &quot;All children will learn about climate change. It is specifically mentioned in the science curriculum and both climate and weather feature throughout the geography curriculum.&quot; Supporters of the government&apos;s move pointed out that geography teachers could still teach specific issues such as &quot;how human and physical processes interact to have an impact on and form distinctive landscapes&quot;. Other potential lead-ins to climate change include specified teaching about ecosystems, the accumulation of toxic materials in natural life, and the difficulty for some species in adapting to changes in their environment. A source at the Liberal Democrat-led Department for Energy and Climate Change said they were relaxed about the changes: &quot;There&apos;s nothing from the DfE that says climate change is off the agenda or will never be taught. Sensible teachers will look at that as the broadest of signposting.&quot; However, the UK Youth Climate Coalition (UKYCC) said climate change was too important to be left to the whim of individual teachers. &quot;It appears climate change is being systematically removed from the curriculum, which is not acceptable when this is the biggest challenge our generation is going to face, the biggest challenge future generations are going to focus on,&quot; said Camilla Born, an international expert at UKYCC. Critics also point out that the danger of waiting until GCSE courses to teach about climate change in any depth is that only a minority of pupils study geography at that level. Sarah Lester, a policy researcher specialising in climate change education at the Grantham Institute of Climate Change at Imperial College, London, said also rejected the argument that pupils first needed to learn the &quot;building blocks&quot; before they were taught about climate change. Such issues were already taught in the three sciences, even religious education and citizenship  and &quot;all come together in geography&quot;, said Lester. &quot;I don&apos;t think that&apos;s what&apos;s being done: I think it [climate change] is just being stripped out of the curriculum.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/17/climate-change-cut-national-curriculum", 
    "wordcount": "864"
}