{
    "headline": "Windows 8: forget 100m licences 'sold', here's how many PCs are running it", 
    "text": "How many PCs are actually running Windows 8? Earlier this week Microsoft&apos;s Windows chief Tami Reller offered the statistic that 100m Windows licences have been sold since its introduction six months ago, a run rate that keeps it on par with Windows 7 in 2009. But &quot;licences sold&quot; doesn&apos;t equate directly to &quot;PCs running that version&quot;. There&apos;s are two reasons for this: both enterprise and individual customers can, if they want, buy a Windows 8 licence which gives them downgrade rights to Windows 7. And secondly, a licence counts as &quot;sold&quot; when it has been put onto a device (tablet, notebook or in-betweener such as the Surface) - but that doesn&apos;t mean it&apos;s in a customer&apos;s hands. For example, there&apos;s Will Perrin, who bought a higher-cost version of Windows 8 in order to have downgrade rights - which he exercised - to Windows 7. And the hubbub around Windows 8 - and particularly the reaction of customers and Microsoft itself - seem to imply that the figures for PCs running the software is perhaps significantly lower than that 100m. Why else would Microsoft be looking to implement changes in Windows Blue, its update to Windows 8 which will be previewed at its Developers Conference in June? The 100m figure is also puzzling in the context of falling PC sales: in the past two quarters, total Windows PC sales (ie, excluding Apple shipments) were 161.5m, according to Gartner, compared to 174.3m in the same period in 2011/12, and 169.5m in the 2009/10 period - that is, after Windows 7 was released. If PC shipments are falling, how is Windows use staying up? Of course, Microsoft isn&apos;t going to want to say how many machines are using Windows 8 if the figure isn&apos;t encouraging.  Speaking to Computerworld, Patrick Moorhead, who is principal analyst at Moor Insights &amp; Strategy, suggests a neat way to figure out the number: consult the companies which record web visits. (As he points out, Microsoft does actually know precisely how many machines are actually running Windows 8, because it gets activation data when the PC is first turned on. But for some reason it hasn&apos;t shared that number; instead it uses the obfuscatory &quot;licences sold&quot; figure.) Moorhead triangulates on his estimate of the number by using two figures: the number of PCs claimed to be running Windows worldwide, pegged at 1.4bn by Julie Larson-Green, who runs the Windows division together with Reller, along with stats for the number of users on Windows 8, as picked up by Net Applications&apos; NetMarketShare service. Moorhead combines the NetMarketShare figure from April, which shows a 4.2% share, with the 1.4bn installed base to come up with a figure of 58.6m machines presently running Windows 8. That&apos;s an average of less than 10m per month since it went on sale - which doesn&apos;t feel like a lot, especially since the run rate for Windows 7, once it got into its stride, was 20m per month. Plug and play: the real Windows 8 stats But there&apos;s a lot more that can be done with his methodology. To begin with, NetMarketShare isn&apos;t the only measurement service; there&apos;s also StatCounter, which for the month of April shows Windows 8 having a 4.74% share.  If you go by NetMarketShare, you get 3.82% for April. The difference is between the way that they measure &quot;users&quot;; StatCounter tries to adjust for internet population in different countries to give a figure reflecting the broader population, while NetMarketShare simply counts hits. Using the 1.4bn figure for the Windows installed base, we get a range for the number of machines running Windows 8: NetMarketShare (3.82%): 53.5m PCs running Windows 8 StatCounter (4.74%): 66.4m PCs running Windows 8. But what if the installed base figure isn&apos;t right? For instance, if you assume 1.5bn PCs in use, you get different figures - a range of 57.3m to 71.1m. So the number is quite sensitive to that. But once more, we can use publicly available figures to triangulate closer to the installed base assumed by each of the two services. In October 2012, Microsoft chief executive Steve Ballmer said that &quot;we have an installed base of 670m machines on Windows 7&quot;. Bear in mind that that will have been based on activation numbers, so should be reliable. If we rewind to that month, NetMarketShare pegs Windows 7 with a 44.7% share - which equates to a sample of almost exactly 1.5bn machines - and StatCounter shows Windows 7 with 53.44%, implying 1.25bn machines installed worldwide (or at least, feeding into StatCounter&apos;s figures). It seems reasonable to say that the world installed base won&apos;t have changed significantly since then - and certainly not by 100m users either way. If we plug the installed base figures for each service into the Windows 8 usage figures for each, we get new numbers: NetMarketShare: 3.82% of 1.5bn = 57.3m Windows 8 machines in use. StatCounter: 4.74% of 1.25bn = 59.25m Windows 8 machines in use. Suddenly, we seem to have converged on a much more reasonable number, with only a 3% variation between them; the average is 58.2m. Almost exactly the same as Moorhead&apos;s number, but arguably more robust because we&apos;re using multiple data points to reach it. (Note that none of these figures relies on Reller&apos;s &quot;100m licences sold&quot; number.) Tracking Windows 8 installed base growth We can also use those numbers to do some other calculations. On 27 November, Reller said that there had been 40m Windows 8 licences sold in its first 30 days. Rewind to that period, and NetMarketShare then gives Windows 8 a 1.09% share - in other words, 16.4m machines running Windows 8. StatCounter gives Windows 8 a 1.59% share - in other words, 19.9m PCs. At the start of January, as Reller announced that there had been 60m licences sold, NetMarket share was giving Windows 8 a 1.98% share - which equates to 29.7m machines. StatCounter showed a 2.4% share - equating to a round 30m machines. There is a trend here: the proportion of machines running Windows 8 compared to the number of &quot;licences sold&quot; is rising. But it&apos;s not close to unity; in fact it&apos;s presently below 60%. And as a proportion of PCs sold in the period since Windows 8 launched - those past two quarters - it&apos;s quite small: out of 161.5m PCs shipped since September, only a third are actually running Windows 8. More digging There are some other numbers we can extract: if we trust these &quot;in use&quot; figures, then the per-day addition rate of Windows 8 installations has slowed even since the beginning of the year. In the period from November to January, it was running at about 280,000 per day; since then, it&apos;s running at about 240,000 per day. That might sound respectable - though consider by way of context that Google was activating 1.5m Android devices daily in April (and so more now); and that&apos;s not counting the Android devices in China which don&apos;t connect to its servers, which are probably another half a million daily. In other words, total daily Android activations are outstripping Windows 8 activations by about 10 to one. What we don&apos;t have (yet) is figures for how this growth in installed base compares to the introduction of Windows 7 in 2009. For that, we&apos;d need the figures for Net Applications and StatCounter shares back at its release (available), the statements for Windows 7 licences sold (also available), and a clear figure that we could use to estimate the PC installed base at the time, and especially the figure used by both Net Applications and StatCounter for their installed base - something comparable to Ballmer&apos;s 670m figure from last October. If someone can find those, we&apos;re in business. But at least now we have something solid to work on: we know how installations of Windows 8 are progressing, and the gap between &quot;licences sold&quot; and &quot;machines running Windows 8 connecting to the net&quot;. The question is: is that really success for Windows 8?", 
    "section": "technology", 
    "gid": "technology/2013/may/10/windows-8-actual-installed-base-58m", 
    "wordcount": "1395"
}