{
    "headline": "EU budget cut spells bad news for foreign aid", 
    "text": "European leaders have agreed to limit EU spending to 908bn in the next seven-year budget, which sees the first cut in the organisation&apos;s 56-year history. Yet even as David Cameron, the UK prime minister, celebrates the occasion, aid campaigners have expressed concern at the brakes applied to the aid budget.The European Development Fund (EDF), which targets sub-Saharan Africa, will effectively be frozen under current plans. The president of the European council, Herman Van Rompuy, had put 26.9bn on the table compared to the European commission&apos;s proposal of 30bn. The EDF currently stands at 26.93bn. Technically, the EDF is a fund outside the main budget. But the level of spending for the EDF will be agreed as part of the overall budget negotiations. The chunk of foreign aid that does come under the budget, which includes the Development Co-operation Instrument (targeting Asia and Latin America), is 1.9bn lower thanproposed by the commission, but will still amount to a 3.4% rise based on current spending levels of 58.7bn. In one respect, it is not completely doom and gloom, as foreign aid has not been slashed. But the overall aid budget of $72bn in 2012 will be stagnant, and it will not put the EU on track to meet the UN target of 0.7% of gross national income (GNI), which the UK is set to hit next month. At current levels, the EU&apos;s aid budget is 0.44% of GNI (2011). Natalia Alonso, head of Oxfam&apos;s EU office, called on EU leaders to be held accountable for their commitments. &quot;It&apos;s unacceptable for them to wriggle out of their promise to give 0.7% of national income by 2015 to the poorest because there is an economic crisis,&quot; she said. Eloise Todd, Brussels director of advocacy group ONE, added: &quot;EU leaders missed their opportunity today to take Europe a big step closer to its promise of spending 0.7% of income on smart aid. But it is clear that some leaders listened to the voices of citizens across Europe and did stop short of cutting into current levels of aid, a backward step that would have been a disaster for the world&apos;s poorest.&quot; Even if all EU leaders sign off on a budget deal on Friday, it must be approved by the European parliament  the president of which, Martin Schulz, has warned that MEPs will reject the deal if it contains excessive cuts. Developing countries have expressed concerns at the prospect of aid cuts. The secretary general of the group of African, Caribbean and Pacific states, Mohamed Ibn Chambas, said in November that cuts would mean poor countries falling far short of achieving the internationally agreed 2015 millennium development goal for halving the number of people in absolute poverty. Aid from the world&apos;s richest countries was worth 3% less in 2011 compared with 2010, as inflation ate away at what their currencies could buy. Disregarding years of exceptional debt relief, this was the first drop since 1997, taking inflation into account. Jos ngel Gurra, the secretary-general of the Organisation for Economic Co-operation and Development (OECD), which represents the world&apos;s richest 34 countries, has said that the economic crisis should not be used as an excuse to cut flows to poor countries.Ben Jackson, chief executive of UK NGO group Bond said: &quot;Today&apos;s decision will have a direct impact on the world&apos;s poorest people and our ability to reduce poverty in the years to come. In addition, this makes it harder for individual member states to reach their aid targets.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/08/eu-budget-cut-foreign-aid", 
    "wordcount": "602"
}