{
    "headline": "Forza Horizon  preview", 
    "text": "Forza Horizon (Xbox 360) isa free-roaming racing game set across the mountains, forests and dusty plains of Colorado. Events take place at Colorado Horizon,a fictional festival of driving, live music and frat-style hedonism thatstretches miles across the state, and the game&apos;s primary innovation isgranting players the freedom to wander off and cruise its highways anddirt roads at their leisure, with the side-effect that they also have to make their own way from race to race. It&apos;s not exactly a freedom that gamers had been clamouring for. Roaming free is, after all, a lot like racing, but stripped of both the jeopardy and the fun. The goal of a roam is still ultimately to get from Ato B. It&apos;s just that no one else is competing to get there first. Arguably then, having to drive from one race to another isn&apos;t a selling point at all. In a first-person shooter, the equivalent would be having to fire blindly into the sky between levels. It&apos;s just as well that, after visiting a location once, you can skip the tedium of roaming with the game&apos;s fast-travel option, because in practice, at least in the early stages of the story, roaming essentially transforms a sizeable chunk of Colorado into a sprawling three-dimensional menu screen with the occasional threat of oncoming traffic. Which, again, is unlikely to have been on any gamer&apos;s wishlist. Freedom to wander makes sense in an RPG or sandbox adventure game, where there are quests, characters and battles to stumble upon that enrich the grand narrative of the hero. But racing games, as a rule, tend to struggle with grand narratives. In large part, probably, because outside of cut-scenes the only characters the player actually sees are cars. And without cheery Pixar faces and Owen Wilson&apos;s hypnotically chummy voice, cars are not especially appealing heroes. They have no hopes, no dreams, no motives. You&apos;ll never meet a car with an all-conquering thirst for revenge. They are metal, seats and wheels. You can read their life stories off the mileometer. The Forza Horizon team have chosen to dodge the problem of the four-wheeled hero by bringing to lifethe drivers. So we see in cut-scenes, for example, our avatar  adull and handsome every-tool Icameto refer to as Marlon Blando  signing up for the festival&apos;s races and meeting other, even less appealing drivers. There&apos;s also what looks suspiciously like a love story, betweenour hero and race administrator Alice Hart, who, it&apos;s heavily implied, will writhe naked withour hero if we can make it all the way through to being crowned champion of the festival. Though thegame&apos;s 12+ age-rating suggests that the writhing will also be a matter of unsubtle implication. Mercifully. It&apos;s unfair to expect the story in a racing game to be anything other than silly though. What matters is how exciting the races are, and the answer, judging from the first few, looks set to be: &quot;Yeah, s&apos;alright, I s&apos;pose.&quot; Not because the gameplay isn&apos;t good. It is. The physics engine is excellent, the controls a doddle to learn but dastardly to master, the range of races and tracks immense. There&apos;s a decent amount of fun to be had taking shortcuts, drifting round corners and generally showing off for the fans. But the stakes just aren&apos;t very high, in part, because you&apos;re free to restart the race at any time and, in part, because the flimsy story ensures you hardly care if Blando wins or sputters over the finish line eight hours after everybody else has gone home. Insofar as racing ever-faster cars round ever trickier tracks can be called depth, the game looks ocean-deep, with hundreds of customisable licensed vehicles and the promise of many more to download, plus a heap of side events, challenges and online gameplay. The single-player campaign alone looks huge, though it remains tobe seen if it consists of anything more than racing, upgrading your cars, and racing again until there&apos;s no one left to race. If it can spring a few surprises, bothin gameplay terms and especially with its story, Forza Horizon&apos;s single-player experience could even turn out to be something quite special.But if its open world remains nothing but the largest, most unwieldy between-level menu screen in the history of gaming, it&apos;s going to be a rare and dogged gamer who stays with Blando right through to his inevitable and underwhelming climax. Implied orotherwise. This article was amended on 12 October 2012 to correct the statement that the game is available on PS3 it is an Xbox 360 exclusive", 
    "section": "technology", 
    "gid": "technology/2012/oct/11/forza-horizon-preview", 
    "wordcount": "792"
}