{
    "headline": "DIY plumbing is polluting  rivers, experts warn", 
    "text": "The growing popularity of DIY, encouraged by an &quot;explosion&quot; in daytime TV programmes on property, is leading to raw sewage being increasingly pumped into Britain&apos;s rivers, killing wildlife. Botched plumbing jobs mean that foul water that should be piped into the sewage system is being fed into ground and coastal waters. According to the Marine Conservation Society, the growing problem is causing the degradation of the country&apos;s smaller rivers and threatening invertebrate ecosystems and depleting fish stocks, including salmon, trout, perch and pike. Thames Water alone believes that in its region  serving 14 million customers in London and the Thames Valley  one in every 10 homes now have misconnected drains. The company says that since 2010 it has identified and put right misconnections at 3,170 properties, but that around 16 Olympic swimming pools&apos; worth of foul waste is still entering watercourses every day. In 2009 the Department for Environment, Food and Rural Affairs (Defra) warned that 300,000 properties in England and Wales had misconnected pipes, and predicted that this figure would rise to half a million by 2015. However, experts fear that the problem could become even greater, with experts claiming that the popularity of DIY is partly to blame. Dr Robert Keirle, pollution programme manager at the Marine Conservation Society, said: &quot;As DIY has become more popular over the years, aided by an explosion in property programmes on television, the problem has been growing. People see a pipe, think it&apos;s the right one to attach to, and untreated water from washing machines, but also toilets, ends up going to the wrong place. &quot;It is also probably a result of the times we live in, with people unable to afford to call in tradesmen to do the plumbing.&quot; Mark Lloyd, chief executive of the Angling Trust, said his members had seen a change in popular fishing spots, particularly in inner cities. &quot;The sewage removes oxygen, encouraging eutrophication, meaning that it grows a lot of algae and the water becomes stagnant. &quot;It changes the ecosystem and the invertebrates. You get a very bland range, such as leeches and blood worms, as compared to mayfly, olives and baetis, which are crucial for young fish. There is also the problem of endocrine disrupters, which is the impact of such things as contraceptive pills which can change the sex of the fish. &quot;Of course one misconnection doesn&apos;t do all this, but it is death by a thousand cuts. It is a bit like having a sewage works that doesn&apos;t work. I think it is growing as a lot of people are now doing DIY and don&apos;t know the difference between the pipe leading to the sewer and to surface water.&quot; The river Chess, a chalk stream which springs from Chesham, Buckinghamshire, has been blighted by misconnections. The River Chess Association has recently started monitoring the riverfly at 10 sites along the river, from Chesham to Rickmansworth. The purpose of fly monitoring is to assess the biological water quality of the Chess by monitoring the populations of a variety of fly types with differing sensitivities to pollution. The monitoring will detect severe fluctuations in water quality and enable the association to report problems to the Environment Agency for investigation. The coalition government is currently consulting on a strategy for dealing with water pollution from homes and businesses. Water companies say they should be given powers to deal with the problems directly, rather than through local authorities and the Environment Agency, which are currently the only organisations able to force householders to correct a misconnection. They believe local authorities often struggle to find resources to enforce misconnection problems, even where a problem exists and investigations have been completed. The water companies claim that in one London borough there is a list of more than 400 properties with misconnections which have been identified and are awaiting enforcement. Provisions to grant companies the same enforcement powers as local authorities were included in the draft flood and water management bill, published in 2009, but were dropped from the final version as a lack of legislative time at the end of the parliament saw the bill shrink in size. The companies would like to see the provisions included in a draft water bill due to be debated in parliament shortly. The government has established ConnectRight, a national advice service, for builders and homeowners with the aim of avoiding misconnections.", 
    "section": "environment", 
    "gid": "environment/2012/dec/02/diy-plumbing-fouls-rivers", 
    "wordcount": "740"
}