{
    "headline": "BlackBerry maker RIM hits out at US patent system", 
    "text": "BlackBerry maker Research in Motion (RIM) has hit out at the US patent system after a judge overturned a lower court jury&apos;s award of $147.2m against it in a patent fight against Mformation. In a statement after the judge&apos;s decision, Steve Zipperstein, RIM&apos;s chief legal officer, said: &quot;The purpose of the patent system is to encourage innovation, but the system is still too often exploited in pursuit of other goals. Many policy makers have already recognised the need to address this problem and we call on others to join them as this case clearly highlights the significant need for continuing policy reform to help reduce the amount of resources wasted on unwarranted patent litigation.&quot; The companies&apos; patent battle had centred on remote management of wireless devices such as phones over a wireless network. Mformation, which has a number of patents in the field, sued RIM in October 2008 and won a jury verdict this July where it was awarded $8 (5) for each user of the BlackBerry Enterprise Server version 4 since then, covering 18.4m users. The judge&apos;s decision is a rare bit of good news for RIM, which is fighting the defection of corporate and consumer clients from its BlackBerry smartphones. Its shares have fallen 95% from their peak, and 70% in the past year. The smartphone market has turned into a vicious battle not just between device makers, but also between patent holders: Apple, Samsung, HTC, Motorola, Microsoft and Nokia are among the many companies which are fighting legal battles over disputed patents and licensing. Other third-party companies which own patents  such as Mformation  have also pitched in to profit from what they see as unlicensed use of their intellectual property. The situation is most intense in the US, where the combination of the US Patent Office&apos;s struggles with low staffing, and its different standards for allowing &quot;software&quot; to be patented, have created a climate that has led to a profusion of asserted patents. Yet often when cases involving such patents come to court, they are overturned or proven to have been awarded incorrectly because there was &quot;prior art&quot;  existing examples of the use of the idea embodied in the patent. RIM had argued that Mformation&apos;s patent claims were invalid because of such &quot;prior art&quot; issues  that the processes were already being used when Mformation filed its patent application. Judge James Ware said Mformation failed to establish that RIM had infringed on the company&apos;s patent and overturned the jury award, according to court papers. &quot;We appreciate the judge&apos;s careful consideration of this case. RIM did not infringe on Mformation&apos;s patent and we are pleased with this victory,&quot; Zipperstein said. If Mformation successfully appeals the judge&apos;s ruling, the jury verdict will not be reinstated; instead a new trial will be conducted.", 
    "section": "technology", 
    "gid": "technology/2012/aug/09/blackberry-maker-us-patent-system", 
    "wordcount": "475"
}