{
    "headline": "The week in wildlife - in pictures", 
    "text": "   Low clouds over frost-covered trees in Idaho Springs, Colorado, USA Photograph: Justin Lane/EPA       A female wild boar with piglet, Forest of Dean, Gloucestershire. Seeing such piglets running wild is still rare in Britain with wild boars only recently regaining a foothold having been hunted to extinction hundreds of years ago. Wild boar became extinct in Britain around, it is thought, the 13th century. There have been a number of attempts to re-introduce the species but boars didn't come back to Britain until the 1980s when wild boar farming began. Over the years escapees from these farms and animals parks have gone on to establish a number of new breeding grounds. Boars can now once again be found living wild in Kent/East Sussex, Dorset, Devon and Gloucestershire/Herefordshire. the photographer Andy Rouse documented one of the new boar colonies in the Forest of Dean in Gloucestershire as part of his work with the 2020VISION project. Photograph: Andy Rouse/2020VISION / Rex Feat/Rex Features       Swans (bottom left) on the edge of floodwater in Somerset from Burrow Mump as water levels remain high despite a day without rain, 28 November  Photograph: Tim Ireland/PA       A female moose stands in a meadow in Banff national park near Lake Louise, Alberta Photograph: Andy Clark/Reuters       An apple fallen from a tree is seen on leaves covered with frost, Russia. The temperature in Moscow region dropped down to -1C Photograph: Alexander Zemlianichenko/AP       A dead fish after the Parmignola river burst its banks, near Dogana, Italy, 28 November. Less than two weeks after the previous flood, the town of Ortonovo has been flooded for the second time Photograph: Federico Scoppa/Corbis       A seagull stands in red algae bloom-discoloured water at Sydney's Clovelly Beach. The algae closed several beaches for swimming, including Bondi Beach for a period of time. While the red algae, known as Noctiluca scintillans or sea sparkle, has no toxic effects, people are still advised to avoid swimming in areas with discoloured water because the algae, which can be high in ammonia, can cause skin irritation Photograph: William West/AFP/Getty Images       A tree snake (Dendrelaphis Pictus) preys on a frog in the banana trees in a forest of Jombang, East Java, Indonesia Photograph: Syaiful Arif /Rex Features       View of the jungle from the Tiputini River, in the Ecuadorean Yasuni national park, Ecuador. The Yasuni national park contains Ecuador's largest oil reserves, but its exploitation would effect pristine ecosystems. In 2007, the government of Rafael Correa offered the proposal of not allowing extraction of the Ishpingo-Tambococha-Tiputini oil fields in Yasuni, if the world community agrees to leave the oil permanently in the ground Photograph: PABLO COZZAGLIO/AFP/Getty Images       Kuala lumpur, Malaysia. In the centre of the city is the Bukit Nanas forest reserve, where silvery lutung (Trachypithecus cristatus) apes inhabit the park Photograph: Richard Wareham/Corbis       A camellia flower on the Yangming Mountain, a popular tourist spot in the northern suburb of Taipei, southeast China's Taiwan Photograph: Xing Guangli/Corbis       Common dolphins spotted from the Scillonian III. During the 2012 summer season, Cornwall Wildlife Trust and The Isles of Scilly Wildlife Trust had a marine wildlife guide, Paul Semmens, on board the Scillonian III. He surveys the route from Penzance to the Isles of Scilly, looking for the sharks, dolphins and whales that visit Cornish waters. During the 2012 season, 1,554 animals were recorded, a record year so far. These records consisted of: 379 harbour porpoise, 1,064 common dolphin, 19 bottlenose dolphin, 23 Risso's dolphin, 19 minke whale, 2 unidentified cetacean species, 3 leatherback turtle, 24 basking shark and 21 ocean sunfis Photograph: Paul Semmens/Cornwall Wildlife Trust       Swans swim in the Qinghai Lake in north-west China's Qinghai Province. China's largest inland saltwater lake, it has expanded for eight years in a row to 4,402.5 sq km Photograph: Han Yuqing/Corbis       A mother elephant with one of her young at the Dierenpark Emmen zoo in the Netherlands. The mother elephant, her two sons and daughter are being moved from the park because they are causing unrest among the herd  Photograph: Catrinus Van Der Veen/EPA       Erika Cullar's conservation efforts in the Gran Chaco have been recognised with a Rolex award for enterprise. Cullar is training local people in Bolivia, Paraguay and Argentina as parabiologists with the aim of protecting the extraordinary biodiversity of one of South Americas last truly wild environments. The region, which spans three countries, hosts a vast range of plant and animal life. This tree, Chorisia insignis, is called toborochi or samou in Guaran Photograph: Thierry Grobet/2012 Rolex Awards       A tiny frog, probably in the Hyperolius family, is pictured at the Protected Animals Rehabilitation Centre in Przemysl, Poland, after being found in a box of bananas from Ecuador, in one of the Przemysl supermarkets Photograph: Darek Delmanowicz/EPA       Smoldering fires and burnt silhouettes of trees, where there once stood a forest home to Sumatran orangutans and other endangered wildlife, according to Dr Ian Singleton of the Sumatran Orangutan Conservation programme, in Tripa, Aceh Province, Indonesia. On 27 November 2012 the court of Meulaboh held its first hearing of a civil case brought by Indonesia's Ministry of Environment v the palm oil company PT Kallista Alam, for alleged crimes conducted in the Tripa peat swamp forest Photograph: Paul Hilton/SOCP /EPA       Monarch butterflies sit on a branch of a bush in the Pedro Herrada butterfly sanctuary on a mountain in the Mexican state of Michoacan. Millions of butterflies make a 2,000 mile journey each year from Canada in winter to central Mexico's warmer weather Photograph: Alan Ortega/REUTERS       Wildlife managers have not been able to positively identify the species of this bird after it arrived this month at Bosque del Apache national wildlife refuge in southern New Mexico. The refuge's manager, Aaron Mize, said it could be a hybrid-cross involving a crane. Without blood, feather and tissue samples, Mize said the bird will have to remain a mystery Photograph: Clint Henson/New Mexico Department of Game and Fish/AP       Black trevally hunting at dusk at the shallow reef of Ducie atoll. The Pitcairn Islands in the southern Pacific Ocean may be small and remote, but their surrounding waters are massive and home to one of the best preserved marine ecosystems on the planet. The two groups, along with the islanders, are calling on the UK government to make Pitcairn into the world's largest no-take marine reserve Photograph: Enric Sala/National Geographic       Papua New Guinea: Wilson's Bird of Paradise. On a mission to become the first to document all 39 species of birds of paradise, the photographer Tim Laman and ornithologist Ed Scholes have spent nearly a decade sleeping in tents and dangling from the rainforest canopy Photograph: Tim Laman/National Geographic  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/nov/30/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}