{
    "headline": "Why students think fashion shows are a right royal pain in the neck", 
    "text": "The fashion season is upon us, and I&apos;m not talking about Paris, Milan or London. I mean the student-run, charity fashion shows that will take place later this term. The hype around them here at my university, St Andrews, has polarised students: some view them as a self-indulgent and elitist waste of time, while others see them as a way for students to express their creativity while raising money for a good cause. This rift stems from the professionalism with which the shows are run. At most universities, they have all the markings of a corporate organisation: there are directors, creative directors, websites, photo shoots, launch parties and students that are especially selected to model through an audition process. And it&apos;s this polished commercialism that gets up student noses. As one second-year student at St Andrews argues: &quot;Student fashion shows make the already confident more confident, and the insecure more insecure. They are divisive, and create a barrier within the student body.&quot; A recent graduate from Durham agrees: &quot;There&apos;s an exclusive buzz around them.&quot; Models are chosen after tough auditions and quickly gain a celebrity status, committee positions are allocated through a competitive interview process. Those who don&apos;t &quot;make the cut&quot; feel excluded. This manages to annoy people who aren&apos;t even interested in the shows at all, but can&apos;t abide what they perceive as a pompous approach to a student organisation. But does their sleek glossiness overshadow the purpose of the shows? Charlotte Adlard, director of Dont Walk 2013, one of the charity fashion shows at St Andrews, defends the selectivity of the process: &quot;The high standard is simply necessary in order to highlight the professionalism of the whole project and, in doing so, maximise our charitable donation.&quot; Adlard says models &quot;are chosen as much for their personality, drive and charitable interest as for their looks&quot;.     Edinburgh's charity fashion show in 2012. Photograph: Miheala Bodlovic    And student fashion shows do open doors. In the increasingly competitive world of internships and graduate employment, they offer invaluable hands-on experience for young people who might not be able to get it elsewhere. They also give up-and-coming designers a platform to display their work to new audiences. Students get the opportunity to be part of a team, learning project management and financial planning. Ulrik Hallen Oen, director of events for Don&apos;t Walk, says: &quot;It is a great experience that teaches you about leadership, co-operation and organisation  as well as responsibility.&quot; But most of all, fashion shows make considerable amounts of money for good causes. This year, Dont Walk will donate around 30,000 to the Non Violence Project, a non-profit organisation that aims to educate young people about conflict resolution. If they can do this, perhaps we should cut them some slack when it comes to their methods? And let&apos;s not forget the matchmaking power of these events. Where else would a young prince meet his bride-to-be?", 
    "section": "education", 
    "gid": "education/mortarboard/2013/jan/25/charity-fashion-shows-divide-students", 
    "wordcount": "487"
}