{
    "headline": "From flying toilets to fertiliser, slum sanitation in Nairobi is changing", 
    "text": "Dennis Ochieng balances precariously with one leg on either side of a narrow trench running through a small alleyway in Mukuru, a network of slums around Nairobi&apos;s industrial area. &quot;Before, this place was a mess,&quot; he says, explaining that the trench used to be full of &quot;flying toilets&quot;  plastic bags full of urine and faeces. Today, those bags are nowhere in sight. &quot;It&apos;s great,&quot; agrees Alex Wekesa, a 26-year-old businessman who runs two 3ft-by-5ft Fresh Life toilets in the alley. The toilets are made by Sanergy, a Kenya-based social enterprise, and sold to individuals for around $500 each. A 14-strong &quot;Fresh Life frontline&quot; team collects the waste each day and takes it to a processing site, where it is turned into organic fertiliser. The first toilet was launched on world toilet day last November, and there are now over 100 in Mukuru. Fresh Life operators receive business training, field support and supplies including a mop, bucket and solar lantern. This year, to mark world toilet day, Sanergy organised a football tournament and a concert by local performers as well as Kenyan artists Eric Wainaina and Burundian drummer Kidum. &quot;The small difference we are making is great,&quot; says Ochieng, operations and impact manager for Sanergy, which plans to have 1,000 toilets here by 2015. Wekesa has had his toilets for about three months and gets around 50 daily customers, mostly women. He charges four shillings (around four US cents) per adult, and two shillings for children. He hopes to make enough money to buy extra machines for his dry-cleaning business. &quot;The cleanliness is the main thing [the customers] like. The soap is there, the water is there,&quot; says Wekesa, who is wearing a T-shirt with the Fresh Life motto: Be you. Be clean. Be fresh. His female customers really appreciate the mirror on the toilet door, he adds. In September, Sanergy entered into a partnership with Kiva, a web-based non-profit group that facilitates micro-lending, to help would-be operators buy its toilets. Around 60% of Nairobi&apos;s residents live in slums, which occupy less than 6% of the city&apos;s residential land. Services such as sewerage, piped water and rubbish collections are virtually non-existent here, meaning that the poorest people have to pay for things wealthier residents take for granted. There are privately operated pit latrines in Mukuru, which people pay around two shillings to use, but they are often dirty, smelly and have no paper or water. There is also a security issue, especially for women needing to go to the toilet at night. In a 2010 report, Risking rape to reach a toilet (pdf), Amnesty International surveyed 130 women living in four slums in Nairobi, including Mukuru, and found that: &quot;The shortage of toilets (including latrines) and places to wash in the slums exacerbates women&apos;s insecurity and heightens the risk of gender-based violence.&quot; Amnesty said most slum residents use pit latrines, with 50 to 150 people sharing one facility. There are also community toilets, but some are closed at night. &quot;Many women have suffered rape and other forms of violence as a result of attempting to walk to a toilet or latrine some distance from their home,&quot; the report said. Amnesty said landlords in the slums neglect the sanitary needs of their tenants, preferring to maximise incomes by building more homes rather than toilets or bathrooms. As part of its commitment to the UN millennium development goals (MDGs), Kenya agreed to halve the proportion of people without sustainable access to sanitation between 1990 and 2015. But Amnesty says that, by failing to address the needs of women in informal settlements, the government is likely to miss its target. Kenya is not alone: advocacy group WaterAid says the MDG sanitation goal is likely to be missed by a huge margin. &quot;The majority of developing countries are seriously off-track and, unless urgent action is taken now, sub-Saharan Africa will not meet the target for over 150 years,&quot; it said in April (pdf). Sanergy co-founder Lindsay Stradley, a graduate of the Massachusetts Institute of Technology Sloan school of management and a former Google employee, says she was motivated to start the scheme by her desire to tackle urban poverty. Sanitation, she says, lies at the heart of that mission. &quot;The more people are healthy, the more they are able to work and be productive, the more their children are able to go to school  if you have to walk very far to access sanitation, that takes a lot of your time. There is a huge security risk that goes along with that, which has  huge psychological and public health effects,&quot; Stradley says. Sanergy&apos;s main advantage, says communications officer Kate Rose, is that it adds value all along the chain, thanks to its waste processing. &quot;No one else is really doing that in this area,&quot; she says. Fresh Life toilets have urine-diverting squat slabs to separate solid waste from liquid. This reduces the smell and makes collection easier. At the processing centre, solid waste is placed in large wooden boxes for composting, while the urine is placed in plastic containers and left in the sun, which burns off the pathogens. Sanergy is developing a biogas chamber to produce electricity. One of the problems faced by Sanergy as it pushes to expand is the fear of demolitions in Mukuru, where a woman and child died in January when police tried to evict people from land said to belong to a steel company. Across Nairobi, slum dwellers with no security of tenure face the threat of forced evictions, often with little or no notice, despite a clause in the 2010 constitution (pdf) guaranteeing the right to &quot;accessible and adequate housing, and to reasonable standards of sanitation&quot;. The Bill and Melinda Gates Foundation is encouraging innovation in waterless, hygienic toilets that do not need to be connected to a sewer through its Reinvent the toilet challenge, and has so far invested around $6.5m (pdf). The foundation says that every year, food and water tainted with faecal matter cause up to 2.5bn cases of diarrhoea among children under five, resulting in 1.5m deaths. For Stradley, turning the sanitation problem on its head, so that it becomes an investment possibility, is the future. &quot;Provision of sanitation is historically a huge cost centre for governments, for NGOs, for private individuals. [If you] flip that upside down to make it a source of revenue, which becomes not just self-sustaining but actually creates jobs and opportunity  that  is what&apos;s most exciting,&quot; she says.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/19/flying-toilets-fertiliser-slum-sanitation-nairobi", 
    "wordcount": "1109"
}