{
    "headline": "A sixth of students achieved firsts last year", 
    "text": "A record 61,605 undergraduates  one in six  were awarded firsts at the end of their degrees last summer, according to figures published by the Higher Education Statistics Agency. The number of students obtaining a first-class degree increased 16% on the previous year, and is more than double that of 10 years ago  an increase which outstrips the rise in the student population. Two thirds of students were awarded either a first or upper-second degree, with 68% of females achieving the top two grades, compared to 63% of men. But although more students are achieving top grades, fewer are continuing their studies at postgraduate level. The number of students starting postgraduate qualifications fell for the first time in 2011-12, dropping 5% on the previous year (335,460 to 317, 200). Liam Burns, president of the NUS, puts the dip in enrolments down to the lack of financial help available to postgrads. &quot;These statistics demonstrate the increasing barriers to accessing postgraduate courses. It&apos;s likely that many of those who would benefit from these courses are older students in work  who would be helped by the model for postgraduate funding that the NUS has proposed. It includes provision for part-time professional development through loans co-funded by employers and government.&quot; University leaders warned this week that &quot;economically disastrous and socially divisive&quot; cuts in postgraduate funding will cause a further drop in student numbers. Those who go choose to go straight into the job market after a first degree will face stiff competition for jobs, according to Carl Gilleard, chief executive of the Association of Graduate Recruiters (AGR). Gilleard says most graduate recruiters use a 2:1 classification as their minimum entry requirement when recruiting: &quot;The 200-year-old degree classification system has become used more and more frequently by employers as an automatic cut-off point. As a recruitment tool it is a blunt and inconsistent measure, and so it is a shame it has become so heavily relied upon.&quot; Gilleard welcomes the introduction of a report card system known as Hear (higher education achievement reports), which will detail students&apos; extra-curricular achievements as well as their degree mark. He believes it will offer employers &quot;a far richer and broader range of information on their business&apos;s potential employees&quot;. Nicola Dandridge, chief executive of Universities UK, agrees that the grading system is outdated: &quot;Performance in A-level and other examinations has improved, so it is unsurprising that degree results would also show an improvement. However, the sector has recognised for some time that the current degree classification system is a blunt instrument. &quot;The aim of the Hear is to provide a more detailed account of what a student has actually achieved during their studies, rather than just a one-off degree classification.&quot; At undergraduate level, mathematical sciences (up 6%), biological sciences (up 5%) and engineering and technology (up 4%) saw the sharpest percentage increases in student enrolments between 2010-11 and 2011-12. However the overall proportion of students graduating with science degrees (39%) is lower than it was four years ago. The proportion of women studying science subjects has also shrunk  in 2007-08, 37% of qualifications achieved by women were in science subjects, in 2011-12 it was 35%. The proportion of men taking science subjects has remained unchanged, at 44%. In postgraduate studies, agriculture and related subjects (10%) saw the greatest percentage increase in student enrolment. The largest percentage decrease in postgraduate numbers was seen by computer science (15%). The intake of part-time students, which peaked in 2009-10, has continued to fall, with the number of first-year part-time students dropping 10% on the previous year.", 
    "section": "education", 
    "gid": "education/2013/jan/10/a-sixth-of-students-get-firsts", 
    "wordcount": "605"
}