{
    "headline": "Stranded: the students and staff hit by the crackdown on 'bogus' colleges", 
    "text": "Last year, David Whittaker used half his life savings  about 5,000  to move from his native South Africa to study in Britain. The 31-year-old had been told by teachers, friends and family that a business degree from a UK college could be the springboard for him to run a successful company back home one day. Whittaker, who had worked in IT since leaving school, chose a college approved and listed by the UK Border Agency (UKBA): Fulham &amp; Chelsea College (FCC). He duly paid his first year&apos;s tuition fees in advance  3,600, plus 300 for his visa  and booked his flight. All went well until 29 July last year, seven months into his course, when an email landed in Whittaker&apos;s inbox at 5.30pm and a notice was plastered on the college&apos;s front door. &quot;Urgent notice,&quot; it read. &quot;The management of Fulham &amp; Chelsea College Ltd regret to advise all staff, students, suppliers and visitors that due to government regulation changes, FCC stopped trading with effect from 5pm on Friday 29 July 2011. &quot;It is with great regret that after nearly 10 years of trading, the decision to close the college has had to be made. No access is permitted to the building by any FCC students, staff, visitors or suppliers.&quot; Any &quot;outstanding matters&quot; had to be sent in writing to an address on Fulham High Street, it said. &quot;Please note that we will not be able to respond via email.&quot; The liquidator, Ashok Bhardwaj, said the college was told by UKBA on 29 July it would no longer be able to sponsor foreign students. He said the college looked at other options to see how it could survive, but had no option other than to go into liquidation. The mood among the college&apos;s hundreds of mainly overseas students was one of total panic, said Whittaker. As the college sponsored all their visas, they were now unclear about their status in the UK. The students later found that they had just 60 days from UKBA&apos;s notification to find an alternative college or to go home. And an alternative college meant paying out for another visa and another set of fees. &quot;We had all paid for at least an entire year&apos;s tuition at Fulham &amp; Chelsea College. The college had taken our money until it shut its doors. It was very stressful,&quot; said Whittaker. &quot;We wondered how it was that the UK gave no protection or consideration to us. &quot;It seemed strange that we couldn&apos;t transfer from one college to another. I was half-thinking of packing up and going home. The only thing that stopped me was my pride. I couldn&apos;t go back to South Africa with nothing to show for it  so I took out the rest of my savings to pay to study somewhere else. &quot;Many of the students ended up going home incredibly despondent and with a very poor perception of the UK,&quot; he said. &quot;They didn&apos;t have the means to resubmit their visas and pay out again.&quot; Bhardwaj said that as liquidator, his details were displayed at the door of the college from 2 September. The FCC took fees from students in July but not after that, he said, adding that there were no funds to repay students. Whittaker said it was unclear from the UKBA website what overseas students in his position should do, and he had to resort to asking for help from the South African high commission in London. &quot;I&apos;ve used all the money I have to enrol at another college, but I count myself lucky compared to many of the others,&quot; he said. &quot;It has been the most stressful year of my life.&quot; Stories such as Whittaker&apos;s are becoming increasingly common. A spate of regulations introduced by the coalition with the aim of curbing migration &quot;by tens of thousands by 2015&quot; and a crackdown on &quot;bogus&quot; institutions has led to the closure of scores of bona-fide private colleges. This in turn has left thousands of genuine overseas students stranded in the UK, having lost money their families may only barely have been able to lend them. Some will return home; others, like Whittaker, will cobble together the funds they need to enrol elsewhere, and some will decide to stay in the UK illegally. UKBA is at the moment in the process of telling another batch of private colleges that they have failed to comply with the new regulations and are to be stripped of the status they need to keep recruiting overseas students. This makes it highly likely that, in the coming months, many more will suddenly shut their doors as Fulham &amp; Chelsea College has done. The colleges have no right of appeal against UKBA&apos;s judgment. In the UK, unlike Australia and New Zealand, there is no national scheme to help overseas students  who bring about 14.7bn into the UK each year  whose private colleges go bust. Alex Proudfoot, from Study UK, the association for private further and higher education colleges in the UK, said: &quot;[The] lack of care and attention paid by the government to the plight of students displaced by college closures has undoubtedly contributed to a serious deterioration in the UK&apos;s reputation as a safe destination for study.&quot; He said the Home Office had shown a &quot;distinct unwillingness to engage proactively with the problem&quot;. Sunny (not his real name) said: &quot;The first thing I would tell someone in India who wants to study in the UK is not to do it.&quot; The 26-year-old from Gujarat in India was studying for an MBA at Tasmac, a London college that closed suddenly in October, leaving 650 students stranded. Sunny had worked for a US company in India for three years and had been told that a British MBA would help his career progress. Tasmac, whose degrees were validated by the University of Wales, was on UKBA&apos;s approved list. &quot;I had taken a loan on my father&apos;s home worth about 8,000, which is still due to be paid,&quot; he said. He sought help from the Indian high commission in London when the college shut, and was given a place at Coventry University on a similar course eventually. &quot;The university discounted two-thirds of my fees so I had to pay out 4,300. I borrowed this from a friend and I paid another 400 for a new visa.&quot; Because Sunny is now studying at a publicly funded institution, he is allowed to work part-time and is funding himself with a job at McDonald&apos;s. When he came to the UK, students at private colleges could also work part-time while they studied, but that was stopped in July 2011, some months into his stay. A spokesman for the University of Wales said that it acted to support students &quot;immediately&quot; it heard of Tasmac&apos;s closure. This included meeting and staying in &quot;constant communication&quot; with students and setting up an email advice line, he said. &quot;University of Wales staff worked hard to facilitate the transfer of students to alternative centres of study who provide equivalent University of Wales degrees. The option of taking an exit qualification was also offered to students wishing to discontinue their studies,&quot; the spokesman says. But Sunny said the students felt &quot;totally alone  you&apos;ve spent all this money and no one will help you. It was totally unclear what we should do next. The UK has a great reputation for business studies and that was what attracted me. But that has started to change.&quot; Khan (not his real name), a 24-year-old who came to the UK two years ago from Chittagong in Bangladesh to study for an accountancy qualification, does not dare tell his parents that the college he enrolled at has closed. He was at London Trinity College in Whitechapel, (not the examinations board of the same name), and had checked it was on UKBA&apos;s list of approved institutions for overseas students before he came. Nine months into the course, having paid 5,000 for his first two years of study, the college closed. His father had loaned him money for the fees. Khan is now working in a cafe in east London earning 500 a month, which just covers his food and rent, until his visa expires. He cannot afford to enrol at another college. &quot;Where I come from in Bangladesh, you can&apos;t start university at whatever age you like. I have missed two years of studying with my agegroup so I won&apos;t be able to enrol,&quot; Khan said. &quot;My friends will be at officer rank and I will be nothing. &quot;I thought coming to the UK would bring me a bright future. My teachers had told me how good an education system the UK had. I would never recommend studying in the UK now. I feel robbed.&quot; The heads of colleges that have closed say their lives  as well as those of their students  have been ruined by having to shut down their premises. Michael Pinchbeck owned the Highgate Academy for Professional Development, a hotel management college in East Sussex, until last year. The college had been approved by accreditation agencies, but the effect of the UKBA suspending its licence to recruit non-EU students in 2010 was catastrophic for its reputation. Even though UKBA reinstated the licence months later, recruiting students had become too difficult, he said. &quot;I had the Inland Revenue chasing me for money I couldn&apos;t pay because we couldn&apos;t recruit students. We lost everything. My wife and I had to move out. of our home and rent because our money was tied up in the college. &quot;We ended up locking up the college overnight. I was instructed by the receivers to have no communication with the students. The students would have lost their money as we lost ours.&quot; Some of the colleges that have closed down had been in business for many years. John Sanders, the former head of Cavendish College in London, said his college closed after 26 years last December, in part because of regulations that prevented his students from working part-time while they studied. The number of Cavendish&apos;s students fell by 70% in a year. Unusually, the college came to an arrangement with another institution: if students paid a fee of 500, they would allowed to finish their courses at the other college. About threequarters did so. &quot;I accept some students didn&apos;t have 500 so they could not, and had to leave the country,&quot; Sanders says. &quot;The students are the losers, but so are the colleges. We had to put 50 to 60 people out of work. It was tragic. &quot;A few years ago, there were probably hundreds of bogus colleges and 10 years ago, you could have rented somewhere and called yourself a college. Criminals exploited this and the government woke up to it.&quot; Now, though, he says, rather than take a more measured approach, the government has &quot;decided to hit the private sector with the equivalent of a machine gun&quot;.", 
    "section": "education", 
    "gid": "education/2012/may/14/students-private-colleges-closures-immigration", 
    "wordcount": "1891"
}