{
    "headline": "The science of Ripper Street", 
    "text": "Poisoning by antimony-contaminated flour Food poisoning was a daily hazard for Victorians, and a concern for doctors and scientists. In the 1840s and &apos;50s chemists and doctors led campaigns against adulterated food. Investigators even found reports of horse meat being passed off as beef (imagine!). By 1889  when Ripper Street is set  a series of laws had been passed regulating food and drug safety, but serious mass poisonings still took place. One of the worst was the outbreak of arsenic poisoning in Manchester in 1900 caused by contaminated beer. Mirroring the Ripper Street storyline, it took a while for the crime to be identified, as the symptoms of arsenic poisoning were mistaken at first for alcoholic neuritis. Poisoning was normally a result of accidental contamination or the deliberate use of cheap fillers and ingredients, rather than the schemes of a psychopath. Some reports of contaminated food do seem suspicious though: in 1879 Dr David Page (Medical Officer of Health for Westmoreland) reported a case where several children were poisoned by sweet lozenges bought at a fair. The contaminant was  as with Ripper Street  antimony, and although the doctor concluded &quot;I cannot conceive in what way, doubtless accidental, the antimony may have got into the lozenges&quot; it does make me wonder... VERDICT: So plausible it might have really happened Abortion by pennyroyal Pennyroyal has a range of traditional herbal uses, but many Victorians would have known of its reputation as an abortifacient. By the time of Ripper Street abortion was illegal, but tablets for &quot;women&apos;s ailments&quot; were widely advertised, often promising to treat &quot;severe obstructions&quot;. Some claimed to be made from pennyroyal, such as &quot;Towle&apos;s Pennyroyal &amp; Steel Pills for females&quot; which &quot;quickly correct all irregularities [and] remove all obstructions&quot; and were available by mail order from the manufacturers in Nottingham.  An analysis by the medical journal The Lancet in 1899 suggested that many of these tablets probably didn&apos;t contain much pennyroyal (or any other active ingredient) so perhaps it would make sense for a brothel keeper to make sure she had her own, unadulterated, supply. VERDICT: Definitely used for that purpose Robbery by chloroform (or ether) Ether and chloroform were familiar surgical anaesthetics by the 1880s. Robert Liston (&quot;the fastest knife in the west-end&quot;) performed the first surgery in Britain using ether in 1846, and James Young Simpson the first using chloroform in 1847. Both anaesthetics caused a lot of concern. Some worries were medical: were they safe? What if pain was a necessary part of the healing process? Some worries were moral and social: women under anaesthetic were a particular concern, as they might be assaulted by unscrupulous men, or might in their drugged state say or do something inappropriate. This fear inevitably led to worries about anaesthetics being used by those with criminal intent. Doctors were initially sceptical: in 1871 the Lancet reported a case where a woman was &quot;seized by a man and a lad, who applied a wet handkerchief to her nose and mouth&quot; before robbing her. This was apparently unusual because   the general experience of the profession is so completely opposed to all such stories that we should much like to hear of their being siftedWe have never heard of a well-authenticated case of robbery in which chloroform was used; and the common narratives to this effect are often those of people who went into bad company of their own accord, and who, having suffered consequences have had recourse to imagination in order to conceal the truth.  Sadly, &quot;well-authenticated&quot; cases of anesthetic-assisted crime soon began to appear; chloroform was also the alleged murder weapon in the Pimlico Mystery of 1886.  VERDICT: Historical fact Lobotomy by icepick Although the icepick lobotomy is brutal enough to make us wish it was a Victorian invention, lobotomy is actually a 20th century innovation  practised through the 1950s, &apos;60s and into the &apos;70s. (There are people still living who have had one).  However, other forms of neurosurgery were practiced by Victorians. In the 1890s a Swiss doctor, Gottileib Burkhardt tried removing brain parts from six of his patients with schizophrenia. Earlier still, in Britain a group of surgeons and scientists had been pioneering the study of experimental neurology since 1879, and in 1886 one of their students, Victor Horsley, started removing tumours and &quot;epileptic scars&quot; from patients&apos; brains. So brain surgery was practised, and the idea that diseases (or memories) could be localised in parts of the brain would not have seemed particularly bizarre. VERDICT: Almost certainly didn&apos;t happen, but not impossible. Intoxication by amphetamine Amphetamine, known first as phenylisopropylamine, was synthesised in 1887, but it did not become a popular drug (medical or recreational) until the 20th century  and the term &quot;amphetamine&quot; itself wasn&apos;t coined until the 1920s. Cocaine would have been a better choice as it was discovered in 1855 and widely used by the 1880s. It was used to treat psychiatric disorders, particularly after a paper &quot;On Coca&quot; was published in 1884 by up-and-coming researcher Sigmund Freud.  VERDICT: Nope. An unusual blooper for the show. Explosions using picric acid The explosive properties of picric acid were discovered in the 1830s, but it wasn&apos;t until the 1870s that it was developed into a practical substance for blowing holes in safes or prison doors. Inventor and innovator Hermann Sprengel managed to find a way to detonate picric acid, which he patented in 1871 and publicised in 1873.  The big advantage of picric acid was that it could be transported relatively safely to the detonation site. In 1885 a Frenchman Eugne Turpin patented a method using picric acid as the explosive in military shells, and a British version (Lyddite) was developed in 1888 and in use by the British army by the mid-1890s. It probably wasn&apos;t even that difficult to get hold of picric acid in 1889, as it was also regularly used for clinical and experimental purposes  it could reveal the presence of quinine, morphine, atropine and other substances in a patient&apos;s urine. (Perhaps your handy criminal chloroform supplier could help with this chemical too?)  VERDICT: Highly possible, especially for experienced ex-military men. Vanessa catches up with Ripper Street on iPlayer during the week, so please watch for spoilers in the comments!", 
    "section": "science", 
    "gid": "global/the-h-word/2013/feb/03/victorian-science-of-ripper-street", 
    "wordcount": "1058"
}