{
    "headline": "Free schools opening where there are already vacant places, NUT says", 
    "text": "One in five of the coalition&apos;s free schools are opening in parts of the country where there are too many unfilled school places, it has emerged. In a fifth of the areas where free schools either have opened or are due to open this September, there is at least a 10% surplus of places, analysis by the National Union of Teachers (NUT) has found. Some 145 free schools have opened or are due to open this year. Of these, 29 schools are in areas where there are too many places, the union said. The cost of opening these schools runs into millions. One secondary school, the Stour Valley community school in Suffolk, cost 4.98m. The vast majority of the free schools are secondaries, but there is a dire need for places in primary schools. The increase in the number of children born in England between 2001 and 2011 was the biggest 10-year jump since the 1950s. A report by the National Audit Office last month found that England and Wales faced a shortfall of 240,000 primary school places by September next year. This was despite the creation of almost 81,500 primary places over the past two years. More than a fifth of primaries are full or over capacity. The number of children being taught in classes of at least 31 children has more than doubled in the last five years, the NAO found. The NUT analysed Department for Education figures on the projected number of pupils in 2016-17, subtracted this from the number of school places available and expressed this as a percentage. In some parts of the country the shortage of primary places and the surplus of secondary places are particularly stark. The union argues that the problem has been compounded by the creation of new secondary rather than primary free schools. In Bedford, there will be a 38% shortfall of primary places by 2016-17, but a new secondary free school opened last year. In Suffolk there is a 28% surplus of secondary places. Despite this, three secondary free schools have opened. The capital spending on these three schools comes to 3.67m. In Hull the surplus of secondary places comes to 28%, with many secondaries undersubscribed. However, a new secondary free school is expected to open this September and the building contractors have been awarded an 8m contract to build the school. Christine Blower, general secretary of the NUT, said Michael Gove, the education secretary, was pursuing an &quot;ideologically driven, costly and wasteful free school programme&quot; and &quot;failing to provide the support to local authorities that would enable them to provide new primary school places in areas of genuine need&quot;. She said he was &quot;failing in his duty to parents, pupils and taxpayers&quot;.  A Department for Education spokeswoman said the majority of free schools were in areas with the greatest pressure on places. &quot;More than two-thirds of those planning to open from 2013 and beyond will also be in areas of basic need. We have always been clear that we want free schools to open where there is a demand from the local community  whether that is down to basic need or because existing schools do not offer what parents want.&quot; She said the government had put aside 5bn to spend on new school places by 2015. Local authorities would be able to deal with the extra demand for primary places by building and expanding existing good schools, she added. Elsewhere on the education front, teachers are threatening to boycott &quot;meaningless&quot; literacy tests for primary school pupils. The NUT passed a motion calling for a boycott of spelling, punctuation and grammar tests for 11-year-olds and a reading check for six-year-olds. Both were introduced this year. Delegates urged the NUT to hold talks with other teaching unions with a view to boycotting the tests next year. The union&apos;s members would need to be balloted for the action to go ahead.  This article was amended to remove the reference to Central Bedfordshire, where a new free school will be a pupil referral unit.", 
    "section": "education", 
    "gid": "education/2013/apr/01/free-schools-opening-cacant-places", 
    "wordcount": "690"
}