{
    "headline": "Schools should resist Oxbridge entries 'snobbery', says access tsar", 
    "text": "Schools should resist the &quot;dreadful snobbery&quot; of focusing too much on propelling a handful of pupils into Oxbridge and other elite universities and should instead concentrate on providing the best options for all students, the government&apos;s higher educational access tsar has said. The comments by Les Ebdon, the former University of Bedfordshire vice-chancellor who began as director of the Office for Fair Access in September, potentially place him further at odds with Michael Gove. The education secretary has spoken repeatedly of wanting to see more focus on getting pupils from poorer backgrounds into elite universities, and his department now publishes &quot;destination data&quot; showing how schools fared in getting students into Oxbridge or other top universities. Ebdon told the Times Educational Supplement it would be better to judge schools on whether they were helping students take &quot;the most appropriate route to realise their full potential&quot;, whether this was Oxbridge or apprenticeships, adding that the latter were greatly undervalued. He said: &quot;One of our problems is there&apos;s such a dreadful snobbery about whether people go to university or which university they go to. I would hate to see that work through into undue pressure on schools.&quot; Ebdon said students should be &quot;choosing the subjects in which they excel and enjoy&quot; rather than feeling they should fulfil the expectations of others, whether their school&apos;s or their parents&apos;. He surmised that one of the reasons students from ethnic minority backgrounds were under-represented at Oxbridge was because they faced more pressure to apply for hugely over-subscribed medicine and law courses. &quot;We should be treating people as individuals. This perceived feeling in our society that to be a doctor or lawyer is a high-status profession that black people aspire to for their children. There&apos;s nothing wrong with it, but the most important thing is that students should be encouraged to fulfil their full potential in whatever subject that is,&quot; he said. The appointment of Ebdon by the business secretary, Vince Cable, to a Labour-devised quango already mistrusted by many Tories was opposed by a number of Conservative MPs. A series of negative and occasionally mocking articles newspaper articles appeared about Ebdon and his university, some reporting that Gove and David Cameron also opposed the move. Despite his latest comments, Ebdon remains a strong proponent of increased access to elite universities, suggesting even a &quot;nuclear option&quot; of forcing universities that fail to widen their social intake to cut fees. In his TES interview Ebdon said getting universities to examine the backgrounds of university applicants had partly levelled the playing field. He added: &quot;It&apos;s terribly important that we don&apos;t ignore the potential for excellence for pupils who may have had disadvantage in their school,&quot; he said. A Department for Education spokeswoman told the TES that the plan was to begin publishing a wider range of pupil destinations, including jobs. She said: &quot;We have opened up access to destination data so people can see how different schools and colleges, and local authorities, perform. It gives parents greater information on which to base decisions.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/23/schools-oxbridge-snobbery-les-ebdon", 
    "wordcount": "522"
}