{
    "headline": "Google 'bans' facial recognition on Google Glass - but developers persist", 
    "text": "Google will not allow apps that implement facial recognition on its Google Glass product, the company says, citing privacy concerns, after an American company said it would offer a commercial service to recognise celebrities and others. Developers have pointed out though that it is possible to load apps - which Google calls &quot;Glassware&quot; - onto the wearable system without needing Google&apos;s permission. Those could then communicate with any of a growing number of services which say they can connect a name with a face once given a photo.  Equally, users could simply upload still pictures to other online services which would provide the facial recognition service. &quot;A &apos;ban&apos; is purely symbolic,&quot; commented Martin Macdonald, a marketing director for Expedia EAN who has tried Google Glass. The developers behind Lambda Labs, which offers a paid-for facial recognition service, tweeted: &quot;Don&apos;t worry, we think it&apos;s a core feature. Google will allow it or be replaced with something that does.&quot; Being able to recognise faces has looked to a number of observers like an ideal application for Glass, because the device can &quot;see&quot; what the user is looking at, and display data such as a name in a small screen at the top right of the visual field which is invisible to outside observers. That, in turn, would drive demand for such apps. Google though suggests that it stands as an intermediary between any online services and the display output on Glass, according to its developer overview, which says in part: &quot;Google handles all of the necessary details of syncing between your Glassware and your users&apos; Glass.&quot;  The result could be a cat-and-mouse game between Google and facial recognition providers. The search giant is able to kill apps remotely which it decides are &quot;undesirable&quot;, and it can force software updates on the devices which could block access to certain services. But companies could change the sites or destinations that services connect to in order to recognise faces - which would then require another blocking update. Google has already come under pressure from US Congressional members, who wrote on 17 May to chief executive Larry Page demanding to know how it would prevent &quot;unintentional&quot; collection of data, protect the privacy of non-users, and whether it would implement facial recognition. They demanded responses by 14 June. Apparently in response to the last of those concerns, the Google Glass project team says on its Google+ page that &quot;Many have expressed both interest and concern around the possibility of facial recognition in Glass. As Google has said for several years, we won&apos;t add facial recognition features to our products without having strong privacy protections in place. With that in mind, we won&apos;t be approving any facial recognition Glassware at this time.&quot; Google has previously backed off introducing facial recognition systems in smartphones in Europe, which would have let people identify someone from a camera picture.  Glass, a wearable system that can take still and video pictures and upload them to the internet in real time using a Bluetooth-connected smartphone, as well as using voice recognition and location data to provide information about the surroundings. The company has indicated that it wants to begin selling it for broad consumer use within the next year, and began its &quot;Explorer&quot; scheme with up to 8,000 users in the US in spring. However Glass is not a closed system, and Google itself provided the information needed for developers to &quot;hack&quot; its Glass systems to provide such services during a session at its I/O conference in May called &quot;Voiding Your Warranty: Hacking Glass&quot;. Those methods are already being used to &quot;sideload&quot; apps onto Glass from computers rather than via Google&apos;s services. It also offers facial recognition in its Google+ Photos app, previously known as Picasa. At least two companies, Lambda Labs and Rekognition, have been working on facial recognition services aimed at Glass users. Lambda Labs, which offers facial recognition systems at prices ranging from zero to $256 per month, has said it is already making money from the service it offers for online use. Speaking at the end of May, Lambda Labs&apos;s co-founder Stephen Balaban told Techcrunch &quot;There is nothing in the Glass Terms of Service that explicitly prevents us from doing this. However, there is a risk that Google may change the ToS in an attempt to stop us from providing this functionality. This is the first face recognition toolkit for Glass, so we&apos;re just not sure how Google, or the privacy caucus, will react.&quot; Balaban has been contacting owners of Glass devices recently, apparently to get them to test the API. Google has updated the developer agreement for Glass, which now includes a clause saying &quot;Don&apos;t use the camera or microphone to cross-reference and immediately present personal information identifying anyone other than the user, including use cases such as facial recognition and voice print. Applications that do this will not be approved at this time.&quot; A Google spokesperson said: &quot;Our Explorer Program makes users active participants in evolving Glass ahead of a wider consumer launch. In keeping with this approach, we&apos;ve updated our developer policies. We look forward to learning more from our users as we update the software and evolve our policies in the weeks and months ahead.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jun/03/google-glass-facial-recognition-ban", 
    "wordcount": "902"
}