{
    "headline": "Widening gap between rich and poor threatens to swallow us all", 
    "text": "As we enter another year of global uncertainty, government and business leaders are heading to the World Economic Forum in Davos as its own Global Risk report (pdf) identifies growing inequality for the second year as one of the biggest potential challenges the world is facing. The Occupy protests that took place in cities from London to Lagos demonstrated the strength of public outrage at the increasing wealth and power of the richest 1%, compared with the dire straits in which the poorest 99% find themselves following a crisis not of their making. To stem the rising tide of inequality, the world now needs bold solutions more than ever. Oxfam&apos;s pre-Davos briefing, The cost of inequality: how wealth and income extremes hurt us all, attempts to kickstart the debate. The claim that the richest 1% have everything while the poorest 99% have next to nothing is not just hot air. In the US, the share of national income going to the wealthiest 1% has doubled since 1980 to 20%. For the top 0.01%, it has quadrupled to levels never seen before. A report published by Oxfam last year found that the UK is rapidly returning to Dickensian levels of inequality. Rather than reversing the process, the financial crisis has accelerated it. While public spending is being cut, the luxury goods market has registered double-digit growth every year since the crisis hit. Inequality of income and wealth are not good for anyone. The consolidation of wealth and capital in so few hands is economically inefficient because it depresses demand, a point made famous by Henry Ford. It is also socially divisive. If you are born poor in a very unequal society, you are much more likely to end your life in poverty. I recently heard a leading Washington economist talk passionately (and off the record) about the &quot;lie&quot; that is telling a poor Indian they too can become a Mumbai millionaire if they just &quot;work hard&quot;. And extreme wealth and inequality pose a moral dilemma. As Mahatma Gandhi said: &quot;Earth provides enough to satisfy every man&apos;s need, but not every man&apos;s greed.&quot; In addition, inequality is unnecessary; there are concrete steps we can take to turn the tide. First, governments need to pressure companies to cap excessive reward, by limiting bonuses and top salaries. While corporate pay and rewards remain unregulated and out of control, the few will continue to earn exorbitant amounts and accumulate a disproportionate amount of the world&apos;s wealth. The tax system should be progressive and limit rather than exacerbate inequality. Warren Buffet underlined the unfairness of a tax system that allows him  on an income of $46m (28m)  to pay only 17.7% in tax. His secretary, still on an above-average income of $60,000, is taxed at 30%. Even when they are asked to pay tax, the extremely wealthy can use tax havens and financial secrecy to put their money where it cannot be taxed. It&apos;s estimated that a quarter of all global wealth  as much as $32tn is held offshore, and is untaxed. Oxfam&apos;s mission is to work with others to end poverty. But in a world with limited resources, this is no longer possible without an end to extreme wealth. People are angry about inequality and unfairness that sees an ever-larger slice of the cake for the rich, while the poor are asked to survive an age of austerity in any way they can. I am angry too. So as prime minister David Cameron prepares for the G8 summit in June, when he has committed to tackle tax dodging, and co-chairs a panel of leaders to develop the next set of development goals, meeting next month in Liberia, Oxfam is calling for a new global goal to end extreme wealth by 2025, and an urgent reversal of the rapid rise in inequality. Governments can no longer afford to stand idly by while inequality increases  it is time to act to put the 99% first.  Emma Seery is a senior policy adviser at Oxfam", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/19/widening-gap-rich-poor", 
    "wordcount": "677"
}