{
    "headline": "The week in wildlife  in pictures", 
    "text": "   The carcasses of elephants slaughtered by poachers in Boubou Ndjida national park, Cameroon Photograph: AP       Horses graze in a wintry steppe near the Chinese border, Kazakhstan Photograph: Shamil Zhumatov/Reuters       Lambayeque, Peru: A dead dolphin on the shore of a beach. At least 17 dolphins were found dead, suspected of being hunted by fishermen Photograph: Reuters       Khatenchitsy, Belarus: A hare runs in a field on a cold winter day Photograph: Vasily Fedosenko/Reuters       Coastal brown bear cubs watch a crow in Katmai national park, Alaska, US Photograph: Christine Haines/Rex Features       A dead flamingo on the shore of a lake, after succumbing to freezing weather conditions, Gruissan, France Photograph: Patrick Aventurier/Getty Images       Mexico: Monarch butterflies hibernate at the oyamel forest in Piedra Herrada sanctuary Photograph: Mario Vazquez de la Torre/EPA       Sydney, Australia: One of the ten baby frill-neck lizards recently born at Wildlife park. The clutch of hatchlings is less than two weeks old and each baby lizard weighs just 6g Photograph: Dean Lewins/EPA       A pair of swans sleep on the ice in Surrey, UK Photograph: Kieran Doherty/Reuters       Rovne, Slovakia: A lone tree stands on a snow covered field Photograph: David W Cerny/Reuters       Lasva, Bosnia: Gray heron standing on a rock in the snow near Bosna river Photograph: Dado Ruvic/Reuters       Tian Tian the panda in her enclosure at Edinburgh zoo Photograph: Andrew Milligan/PA       Blackpool, UK:  Jensen a two-year-old False Map turtle, from the Mississippi River,  gets used to his new home at Blackpool Sea Life Centre Photograph: Christopher Furlong/Getty Images       Giant otters at Chester zoo, where the UK's first underwater viewing zone for giant otters will open next week Photograph: Peter Byrne/PA       Bitterns: the endangered birds whose population is booming at last. The foghorn-like call of one of Britain's most reclusive species is being heard more and more frequently after a concerted effort to restore its wetland habitat Photograph: Robin Chittenden/Alamy       Washington, US: A white-tailed deer in Rock Creek park. Authorities at the US capital's busy Rock Creek park could decide this week to shoot more than 300 deer, which are eating the forest into oblivion Photograph: Michael Fay/Getty Images/National Geographic  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/feb/17/1", 
    "wordcount": "0"
}