{
    "headline": "Amazon acts to halt sales of 'Keep Calm and Rape' T-shirts", 
    "text": "Amazon was forced to take action on Saturday after it was found to be selling T-shirts with slogans promoting rape and violence on its website. The American clothing company Solid Gold Bomb blamed an automated computer dictionary for its series of the items emblazoned with offensive phrases such as &quot;Keep Calm and Rape a Lot&quot; and &quot;Keep Calm and Hit Her&quot;, based on the much reproduced &quot;Keep Calm and Carry On&quot; second world war poster. Both companies were bombarded with complaints and Solid Gold Bomb later closed its Twitter account. The T-shirts were still on sale in Germany on Saturday. One of the slogans was taken down but others, including &quot;Keep Calm and Knife Her&quot; and &quot;Keep Calm and Punch Her&quot; remained on Solid Gold Bomb&apos;s website on Saturday afternoon; the company said they were all in a &quot;deletion queue&quot;. Amazon deleted most of the offensive &quot;Keep Calm&quot; range but continued to promote the company&apos;s shop. Solid Gold Bomb, a label of Harold Ross Inc, based in Massachusetts, said the graphics for the T-shirts were the result of &quot;a scripted computer process&quot;, which used an algorithm to generate hundreds of slogans. The shirts, which appeared on Amazon on Friday, prompted an online furore. Amazon did not respond to the Observer&apos;s call but a spokesman for Amazon UK told Sky News: &quot;I can confirm that those items are not available for sale.&quot; Solid Gold Bomb said it was &quot;doing its best&quot; to fix the problem on its website, which has 41 pages of the &quot;Keep Calm&quot; range. Many of the slogans make little sense, while many of those that do are violent terms. The company did not explain how it set up such a program without considering what words might be included. The company said it had received death threats and its Twitter account was bombarded with scores of angry messages, many of which said: &quot;Rape is not a joke.&quot; It closed its Facebook and other social media accounts on Saturday morning and left a message on its website which read in part: &quot;We have been informed of the fact that we were selling an offensive T-shirt primarily in the UK. This has been immediately deleted as it was and had been automatically generated using a scripted computer process running against 100s of thousands of dictionary words. &quot;Any offensive items that are remaining are certainly in the deletion queue and will be removed as soon as the processing is complete. Although we did not in any way deliberately create the offensive T-shirts in question and it was the result of a scripted programming process that was compiled by only one member of our staff, we accept the responsibility of the error and are doing our best to correct the issues at hand. We&apos;re sorry for the ill feeling this has caused!&quot; Based on Amazon&apos;s typical charges, the internet retailer was likely to be making just over 1 on each sale. Amazon is no stranger to controversy. The site&apos;s US operation faced criticism for briefly selling a book described as a paedophile&apos;s guide. In 2008 it had to pull from sale T-shirts lauding Nazi leaders.", 
    "section": "technology", 
    "gid": "technology/2013/mar/02/amazon-withdraws-rape-slogan-shirt", 
    "wordcount": "551"
}