{
    "headline": "Government must give up 'dash for gas', say environmental advisers", 
    "text": "The government must give up its &quot;dash for gas&quot; in order to save money for hard-pressed households and avoid dangerous levels of greenhouse gas emissions, according to the committee charged with advising ministers on climate change. Going for gas rather than lower carbon alternatives such as renewable energy could result in costs of 25bn by the 2020s, a charge that would be paid by energy bill payers, according to the Commiittee on Climate Change. Ministers have strongly supported a large increase in the number of gas-fired power stations in the UK as a way of keeping the lights on while cutting greenhouse gas emissions. But the massive programme of construction envisaged could put climate targets under threat if new gas-fired power plants displace lower carbon alternatives such as wind farms and nuclear reactors. Ed Davey, the energy and climate change secretary, joined with the chancellor George Osborne earlier this year in calling for a big increase in gas-fired power generation, despite warnings that the rising cost of gas has been the biggest factor in energy price rises for consumers. David Kennedy, chief executive of the Committee on Climate Change, said: &quot;[Ministers] must rule out the dash for gas, and set clear carbon objectives in the context of draft energy legislation and the forthcoming gas generation strategy. Our analysis shows that power sector decarbonisation is economically sensible, even in a shale gas world.&quot; Kennedy said that the government&apos;s proposed reforms of the electricity market, contained in the recently announced energy bill, were not sufficiently clear in their purpose. He called for the government to set out much clearer objectives for the bill, which he said would encourage investors to pour money into energy projects in the UK. The Committee on Climate Change, the statutory body set up to advise ministers on the impact of their policies on greenhouse gas emissions, found in its annual report to parliament that the UK had cut emissions by 7% in 2011 compared with the previous year. However, they said that almost all of this reduction had been due to forces outside the government&apos;s control, showing that government policy has been ineffective in cutting carbon. The committee said that only 0.8% of the 7% cut in emissions was down to policy, while 3 percentage points of the reduction was down to the mild winter and a similar amount could be attributed to rising fuel prices and the effects of the recession. This means that policies to cut emissions should be stepped up, according to Kennedy. Donna Hume, energy campaigner at the environmental pressure group Friends of the Earth, said: &quot;The government must listen to its independent adviser and commit in its new Energy Bill to delivering a fossil fuel-free electricity system by 2030. Ministers must abandon their reckless dash for gas to stop investor confidence in clean British energy from our wind, waves and sun from nose diving. Our addiction to increasingly expensive gas has left families struggling with sky-high energy bills  investing in renewable power and cutting waste will create thousands of new jobs and give us electricity we can all afford.&quot; However, business groups warned that stepping up the effort to cut emissions could be difficult. Steve Radley, director of policy at EEF, the manufacturers&apos; organisation, said: &quot;Increasing the pace of reductions in emissions fourfold will require an enormous effort. If we are to achieve this, it must be done as cost-effectively as possible and must not damage industry&apos;s competitiveness in the process. This means placing affordability at the heart of energy market reforms and ensuring support for low-carbon technologies is made both more attractive to investors and affordable for consumers.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/29/government-dash-gas-environmental-advisers", 
    "wordcount": "617"
}