{
    "headline": "MPs inflict badger cull defeat on government - as it happened", 
    "text": "  5.20pm BST       So that&apos;s it. MPs have voted through the following motion by a majority of 119.  That this House notes the e-petition on the planned badger cull, which has gathered more than 150,000 signatures; and calls on the Government to stop the cull and implement the more sustainable and humane solution of both a vaccination programme for badgers and cattle, along with improved testing and biosecurity.  It seems unlikely to me that this vote alone will stop the cull going ahead next summer. But there are plenty of major obstacles for ministers to overcome - public and scientific opinion, legal challenges, cost and logistics and - if it is to proceed. Thanks for all the comments and tweets. I&apos;d better write a news story now.       5.16pm BST       Shadow environment secretary Mary Creagh tries to ask minister David Heath if &quot;ministers will respect the democratic will of this parliament?&quot; He is not obliged to answer. The speaker, John Bercow, tells MPs that the vote by MPs to abandon the badger cull is not binding on the government. Only legislation is binding he says.       5.12pm BST       The government has lost the vote, 147 versus 28.       5.09pm BST       While we wait for the vote result, here&apos;s the verdict of the journal Nature on the report from Prof David King advocating a badger cull, as cited by several MPs. An editorial concluded: &quot;The mishandling of the issue by David King, the UK governments chief scientific adviser, is an example to governments of how not deal with such [scientific] advice.&quot;    Updated at 5.10pm BST     4.59pm BST       The speaker calls for a &quot;division&quot; - the MPs are now going to vote. There&apos;s quite a few MPs there, perhaps 100.    Updated at 4.59pm BST     4.58pm BST       Minister Heath is sounding exasperated as he tries to explain how complicated getting a cattle vaccine into use, given EU restrictions. Zac Goldsmith (Conservative, Richmond) says can&apos;t the government take a more robust approach in Europe. &quot;I wish it was that easy. I wish we could ignore all the regulations&quot; on vaccine development, he says. He calls Brian May&apos;s Mail on Sunday article on this topic &quot;nonsense&quot;. &quot;Wishful thinking is not going to get rid of bovine TB in this country. I am utterly convinced&quot; badger culling is needed.       4.52pm BST       Minister Heath says the government has had a &quot;categorical response from Bern convention [which protects wildlife] - we are not in breach&quot;.       4.51pm BST       Mark Pritchard (Conservative, the Wrekin) asks a pointed question. &quot;Will ministers accept the will of this house&quot; if MPs vote to abandon the cull. Heath says he will &quot;listen&quot; to the views of the house. He says ministers will not vote, as they don&apos;t want to impose their views on a backbench debate.       4.49pm BST       Creagh listed all the costs that the government had expended in their botched attempt to start the cull this year. David Heath stands up to reply and looks pretty angry. He says Caroline Lucas is wrong to say bovine TB is not spreading rapidly. It is &quot;rampant&quot; and &quot;spreading like wildfire&quot;: there is a &quot;massacre&quot; of cattle going on in the countryside. Heath says critics of the cull have failed to come up with a &quot;single workable alternative&quot; to the cull. Presumably he thinks vaccination and better biosecurity are &quot;unworkable&quot;.       4.38pm BST       This is Owen Paterson&apos;s explanation of his alleged bad-tempered walk-out from the debate, as told to the Shropshire Star:  I was between meetings so I thought I would slip in for 20 minutes to see how the debate was going. It was a backbench debate. I listened for a while then had to go to another meeting at 12.45pm. I didn&apos;t storm in or out anywhere. As I left I might have joked about the ill-informed comments of the other side.        4.34pm BST       Creagh is challenging LibDem farming minister David Heath, who will speak shortly, to tell MPs how much money farmers had to put up as a bond before the cull was going to be allowed to go ahead. She says she is &quot;disappointed&quot; that Owen Paterson is not in the Commons for the debate, and teases him for apparently saying &quot;I can&apos;t take any more&quot; when walking out earlier. &quot;He is going to have to show more backbone,&quot; she says.       4.31pm BST       Creagh says the e-petition and the debate undoubtedly contributed to the government&apos;s decision to abandon the cull for this year.       4.30pm BST       The shadow environment secretary, Labour&apos;s Mary Creagh, has begun the summing up of the debate. She mentions the failures of cattle biosecurity cited by previous MPs, the devastating impact of bovine TB, criticisms of the governments cull policy and Andrew Miller, who &quot;gently punctured&quot; Owen Paterson&apos;s claims to expertise.       4.27pm BST       The &quot;manwhoknows&quot; writes this in the comments below.  I think the Guardian may have to change its headline. This is at least the third time MPs have debated the badger cull - here are two examples for starters tinyurl.com/6dwzvvc and tinyurl.com/d5y344n  Sadly, he is the man who doesn&apos;t know. The first was in Westminster Hall, with no vote, and the second was a statement from Caroline Spelman, not a debate and again no vote.       4.22pm BST       Andrew George (LibDem, St Ives) is speaking against the cull and is the latest to quote my Observer splash, citing former government chief scientistand president of the Royal Society, Lord Bob May, who said:  It is very clear to me that the government&apos;s policy does not make sense. I have no sympathy with the decision. They are transmuting evidence-based policy into policy-based evidence.  He accuses ministers of using &quot;selective evidence&quot;.       4.17pm BST       This made me laugh, regarding my earlier post:    According to @dpcarrington aTory MP has blamed #badgercull delay on celebrity mammals. That's no way to speak of Brian May.&mdash; Martyn Williams (@MartynWilliams2) October 25, 2012     Updated at 4.18pm BST     4.15pm BST       Jacob Rees-Mogg (Conservative, East Somerset) begins in his typically florid style by expressing his pleasure that the debate is taking place on St Crispin&apos;s day, on which, he says, such great leadership was shown 597 years ago. &quot;I see my friend [Owen Paterson] as Henry V in this particular drama.&quot;       4.05pm BST       Roger Williams (LibDem, Brecon and Radnorshire) says he keeps cattle and has had TB in his herd in the last five years. He brings up the controversial report by former chief government scientific advisor, Prof David King, which rejected the RBCT conclusions. Williams calls it &quot;incredibly balanced and insightful&quot; and a &quot;wonderful piece of work&quot;. The scientists who did the work said it drew &quot;conclusions from our work which are not consistent with the data available&quot;. Prof Denis Mollison, a statistician, said King&apos;s report was inexpert and unbalanced.       3.58pm BST       Mark Spencer (Conservative, Sherwood) is the fifth Tory MP in a row to speak. He says suggestions that farmers don&apos;t care adequately for their cattle is &quot;deeply insulting&quot;. He said: &quot;You do not get out of bed at 5am every day of the year if you do not care passionately about the welfare of those animals.&quot;       3.49pm BST       Glyn Davies (Conservative, Montgomeryshire) is that latest to suggest the pilot culls will show whether the cull will be effective. As explained below, it cannot and will not do that.       3.43pm BST       Sarah Wollaston (Conservative, Totnes in Devon) supports the cull and blames opposition to it on the rise of the &quot;celebrity mammal&quot; which is not helpful.       3.40pm BST       Thanks to @Englishfolkfan on Twitter, I can bring you this Shropshire Star news story: &quot;Owen Paterson accused of badger debatesnub&quot;. That&apos;s surprising because the Star is usually extremely positive about their local MP.       3.36pm BST       Julian Sturdy (Conservative, York Outer) restores the pretty definitive party political split on the issue, by backing the badger cull as unavoidable. He says TB is &quot;out of control&quot;. Caroline Lucas interrupts to say that is a myth, though the situation is serious: &quot;Fewer cattle have been slaughtered each year from 2008 to 2011&quot; because of TB.       3.33pm BST       Henry Smith (Conservative, Crawley) is the second Tory in a row to speak against the cull. He notes the problem of liver fluke, a cattle parasite that can render the TB test ineffective, meaning infected cattle could be passed as TB-free and infect others. He also notes that there has been a &quot;marked drop in TB levels&quot; in the past year &quot;due to the increased number of TB tests.&quot; I wrote up those numbers here.        3.29pm BST       Crouch mentions the government having cancelled five of the six badger vaccine trials. Jim Paice jumps up, saying I was the minister who did that. He says they were not vaccination trials, but &quot;vaccine deployment projects&quot; aimed at working out the &quot;mechanics&quot; of trapping and injecting badgers. &quot;I decided rightly or wrongly you could learn that from one project,&quot; Paice said.       3.27pm BST       Tracey Crouch (Conservative, Chatham and Aylesford) says ministers talking about &quot;no country in the world having borne down on the disease without tackling it in wildlife&quot; is misleading. She cites one of Owen Paterson&apos;s favourite examples - white-tailed deer in Michigan giving TB to cattle. Paterson said culling solved the problem. Crouch said simply stopping the deer accessing the cattle feeding station was the answer.       3.23pm BST       I had a little break there. But my colleague Adam Vaughan tells me the LibDem Dan Rogerson and the DUP&apos;s Ian Paisley spoke in support of the cull. Paisley said the drastic badger cull in the Republic of Ireland had had a big impact. It did, by snare trapping all the badgers in the relevant areas. Snare trapping is considered too inhumane - as Owen Paterson said to me - and driving badgers to local extinction is illegal in the UK.       2.57pm BST       Barry Gardiner (Labour, Brent North) says he was a minister when the RBCT report came in and that accusations of doing nothing were wrong. &quot;We never saw it as a virility test.&quot; He asks Owen Paterson to change the culling licences to only allow cage-trapping and culling - not free shooting. He rightly says that is what the science supports. He doesn&apos;t mention it is ten times more expensive.       2.55pm BST       Geoffrey Cox (Conservative, Torridge and West Devon) is giving a stentorian speech. Says his constituency is probably the most densely infected with bovine TB in the country. He describes the horror of farmers who have built up herds over generations when they are wiped out &quot;at the stake of an inspector&apos;s pen.&quot; Cox&apos;s disparaging of opponents drips in sarcasm. Cox says Owen Paterson is &quot;drawing the logical inference and conclusion from the science.&quot; But the scientists themselves draw a different conclusion.       2.48pm BST       Recently departed farming minister Jim Paice makes a striking statement in reponse to Dakin&apos;s quoting of the Observer letter. Paice says: &quot;Nobody knows if controlled shooting will cull 70% of badgers [the minimum required] or be humane. There is no science, I readily admit that, because it has never been done.&quot; He says the pilot culls must go ahead to test free shooting. I am not sure Owen Paterson will be pleased with Paice&apos;s statement that &quot;there is no science&quot;.       2.43pm BST       Nik Dakin (Labour, Scunthorpe) is the latest to quote the letter sent to the Observer, in which 32 eminent scientists said:  As scientists with expertise in managing wildlife and wildlife diseases, we believe the complexities of TB transmission mean that licensed culling risks increasing cattle TB rather than reducing it.     Updated at 2.44pm BST     2.38pm BST       Mel Stride (Cons) thanks Owen Paterson for &quot;standing up for the rural way of life&quot;.       2.37pm BST       Here&apos;s the timetable for the run-up to the end of the debate and the possible vote.  About 4.25 pm: Labour&apos;s shadow environment secretary Mary Creagh for the Opposition  About 4.40 pm: LibDem farming minister David Heath for the Government  Before 5 pm: Green Party MP Caroline Lucas to wind up  Vote, if required, at 5pm       2.33pm BST       Mel Stride (Conservative, Central Devon) says cull opponents who claim public support are wrong. He cites a poll he did in his constituency of 30,000 people and says 59% supported the badger culls. Maybe so, but the only national polling I have seen shows a heavy majority oppose the cull. Stride, like Simon Hart, says we will learn from the pilot culls. We will only learn if free shooting appears effective. Stride also claims &quot;new analysis and new research&quot; has moved the science on, in favour of the cull. None of the scientists I have spoken to agree with that. Stride cites ongoing work by RBCT scientist Professor Christl Donnelly in September 2011 showing that TB in cattle remains lowered in the areas culled in the RBCT. But Donnelly has never backed the government&apos;s proposed cull, which as I mentioned below, is very different to the RBCT.       2.26pm BST       Angela Smith, Labour MP and one of those who helped get today&apos;s debate held, is speaking now. She emphasises TB is a big problem but says increased intensification of farming and poor animal husbandry have to be considered as causes. Tory MP Neil Parish says she doesn&apos;t understand farming if she thinks affected farmers don&apos;t take biosecurity seriously. She also quotes Lord Krebs accusing the NFU of &quot;dishonest filleting of the data&quot; in the House of Lords recently.       2.23pm BST       Hart says Owen Paterson&apos;s decision to go ahead with the cull was &quot;brave&quot;. But he repeats the familiar myth that the two pilot culls in Gloucestershire and Somerset are to prove the efficacy of culling &quot;once and for all&quot; in cutting TB in cattle. It is not. It is to see whether free shooting badgers is as efficient and humane as cage-trapping and shooting. The former, cheaper measure is what the proposed culls will use, the latter is what was used in the RBCT. And as Lord Krebs told me, an experiment with two cull areas and no controls cannot tell you anything scientific.       2.19pm BST       Conservative MP Simon Hart (Camarthen West and Pembrokeshire South) asks why cull opponents consider killing badgers cruel, but killing TB-infected cattle is not? It is also mentioned that anti-slavery hero William Wilberforce founded the RSPCA. I didn&apos;t know that.       2.16pm BST       Reader Richard Bolton is not happy with Owen Paterson having left the Commons during the debate:  How dare Owen Paterson walk out of the debate. Not only has it been ordered by us democratically in a system set up for this purpose, the government e-petition, but he is one of the ministers responsible for this debacle.You work for us, Minister....... get your butt back in your seat.  The e-petition now has 163,000 signatures.       2.08pm BST       Paul Flynn (Labour, Newport West) says science-led policies are &quot;rare&quot; in parliament. He says policies are often &quot;prejudice-rich&quot; and that the government must stand up to farmers when they are wrong. He also says ten times more cattle die from other diseases than from TB, but there is only compensation for TB. Why? Good question. Flynn claims the cull policy is making the Conservatives &quot;even nastier than ever.&quot; Call them an &quot;inept-ocracy&quot;. Ouch.       2.04pm BST       Worth reading this piece by the Guardian&apos;s south-west correspondent, Steven Morris, on the local reaction to the delay to the badger cull.  In the Forest of Dean, all sides of the debate say badger cull is &apos;a bloody mess&apos;. Cull&apos;s opponents are celebrating but farmers, politicians and campaigners agree fight against bovine TB has been botched        2.02pm BST       Parish is still going. He &quot;thinks&quot; the badger cull would have a much bigger effect than the possible 16% cited by ministers. The 32 eminent scientists who wrote to the Observer, think not.       2.00pm BST       Belatedly, here is the motion being debated:  That this House notes the e-petition on the planned badger cull, which has gathered more than 150,000 signatures; and calls on the Government to stop the cull and implement the more sustainable and humane solution of both a vaccination programme for badgers and cattle, along with improved testing and biosecurity.  The motion will be carried without a vote if no-one objects - but that won&apos;t happen. I asked Owen Paterson on Tuesday if the government would win the vote. &quot;Let&apos;s wait and see,&quot; he said.       1.57pm BST       Neil Parish, Conservative for Tiverton and Honiton, a supporter of the badger cull says Labour &quot;chickened out&quot; of going ahead with a cull. He says very strict cattle biosecurity - which cull opponents say is vital - means farmers can&apos;t buy and sell cattle. In those circumstances, he says, the &quot;mortgage on your farm rises and rises and rise. Not to put too fine a point on it, you almost want to commit suicide. You are trapped.&quot;       1.54pm BST       Do feel free to sent me your thoughts in the comments below or @dpcarrington on Twitter.       1.53pm BST       Kerry McCarthy, Labour MP for Bristol East, is doing lots of tweeting. Including this:     Owen Paterson, Defra Secretary, has just walked out of chamber saying I cant stand this (during an anti #badgercull speech).&mdash; Kerry McCarthy MP (@KerryMP) October 25, 2012        1.50pm BST       I think the Tory MP I failed to identify below - speaking out against the cull - was Mike Weatherley.       1.49pm BST       Fitzpatrick notes the coalition cancelled five of the six badger vaccine trials on taking office, &quot;which looks an even poorer decision today than it did then&quot;.       1.48pm BST       Fitzpatrick says it is entirely untrue Labour &quot;stopped dead&quot; in acting on bovine TB. They just listened to the science, he says, nodding at his former secretary of state Hilary Benn. He said Paterson insulted the people working on cattle biosecurity and vaccines when he said &quot;stopped dead&quot;.       1.46pm BST       Former Defra minister, Labour&apos;s Jim Fitpatrick, is speaking. Conservative Anne McIntosh interrupts to ask why he didn&apos;t do anything when in office in 2008, when the RBCT results came in. He thanks her and doesn&apos;t answer the question.       1.44pm BST       An MP I have not identified - but on government benches - is detailing the major ways in which the government&apos;s culling policy differs from the scientific base in the RBCT: different killing method, carried out by contractors with a day&apos;s training, he says; the killing period needs to be short, he says, to prevent petrubation and while it was 12 days in the RBCT, it is 42 days in the government&apos;s policy. Vaccination is the way forward, he says.       1.37pm BST       Reed is giving a colourful contribution. The cull is a &quot;sop&quot;, he says, &quot;the political equivalent of magic beans.&quot; But he says farmers are not to blame: &quot;I think it is a genuinely confused attempt to help by the government.&quot;       1.35pm BST       Jamie Reed (Labour, Copeland) puts in on the record. He says Owen Paterson left the Commons &quot;chuntering he had had enough of this debate&quot;.       1.33pm BST       Nick, from the NFU, says in the comments below:  Re. your comment on the democratic mandate - this is an important debate, no doubt, but seriously, are you claiming a backbench business debate carries more democratic legitimacy than a general election, or for that matter the post-election coalition agreement between the parties holding a Commons majority.  I&apos;d be interested in what others think. But I think it is striking that MPs have never voted on this. Also, only the Conservative party manifesto mentioned a cull, and they didn&apos;t win the general election.       1.28pm BST       Wiggin is now talking about the suffering that badgers endure from TB. &quot;I have nothing but contempt for people who cause suffering&quot;, mentioning badger baiting. This idea of the cull &quot;helping&quot; sick badgers has been used by Owen Paterson too. But it is a red herring. Prof Rosie Woodroffe, a key scientist on the RBCT, pointed me to research showing that just 14% of badger in the RBCT culls had TB and just 1% had severe symptoms. Furthermore, all the evidence shows that culling badgers increases the proportion of badgers that have TB, she said. So culling makes it worse for badgers, not better.       1.25pm BST       Conservative for North Hertfordshire, Bill Wiggin, says the number of cattle being slaughtered each year has risen from 2000 to 38,000 in the last 20 years. I don&apos;t know where the latter figure comes from - Defra says 26,000 cattle were killed in 2011.  The Badger Trust says Defra figures show: &quot;Fewer cattle have been slaughtered through bTB each year from 2008 to 2011.&quot;       1.22pm BST       Meg Munn, Labour for Sheffield Heeley, is speaking at length, mentioning amongst many other point the problem with public safety that is part of an ongoing legal challenge from the Badger Trust, which I reported here. The issue is that, for understandable security reasons, the location of culls is not made public and there will be no signposting. That means members of the public using public rights of ways could inadvertently stray into the shooting zones.       1.17pm BST       I can&apos;t confirm this, but Wendy Higgins from the Humane Society International has an interesting tweet:    Owen Paterson, Defra Secretary, has just walked out of chamber saying I cant stand this (during an anti #badgercull speech).&mdash; Kerry McCarthy MP (@KerryMP) October 25, 2012        1.13pm BST       Paice is saying that the 16% reduction in cattle TB hoped for by badger cull is &quot;net&quot; - i.e. higher in the zone, offset by rises in TB outside the zone caused by fleeing badgers. He says the new culls will deal with that &quot;peturbation&quot; better. But I know that virtually no vaccination has taken place around the proposed cull zones in Gloucestershire and Somerset.       1.10pm BST       Paice says getting the use of cattle vaccines approved by the European Union will &quot;take years&quot;. Lucas interrupts to disagree strongly.       1.09pm BST       Paice says the badger oral vaccine faces development problems because the intellectual property rights are owned by a New Zealand institution. Any one know which one?       1.07pm BST       Paice repeats the line that no country in the world has get rid of bovine TB with addressing the wildlife reservoir. Angela Smith, Labour and chair of the all-party group on wildlife, accuses him of not comparing like-with-like, as animals culled in other countries were feral water buffalo and possums. He says he and other ministers are under &quot;special security measures&quot; due to threats from animal rights extremists.       1.05pm BST       Jim Paice, recently sacked as farming minister, reveals that in 2011 he had to go to Brussels to ask the European Community not to block the 23m or so it gives to the UK annually for TB control. Paice says the EC said the UK was not doing enough on TB, including, he says, on badgers. He says cattle-to-cattle infections are &quot;of course&quot; a huge issue - &quot;no-one denies that.&quot;       1.02pm BST       Jim Paice jumps up again to point out cattle testing and control measures are being tightened from January 2013 - my story here. He says farmers are angry about these, because they are so tight. When I interviewed Paterson on Tuesday, he told me there was only so far such measures could go before it became &quot;impossible to run&quot; the farms. This is a big division between those for and against the culls. Opponents say farmers must do more before culling, farmers disagree.       12.58pm BST       Thanks to the Wildlife Trusts, who posted a link below to their vaccination trials. These have been mentioned, as has the situation in Wales where a badger cull was abandoned in favour of vaccination.       12.54pm BST       Labour&apos;s Andrew Miller, for Ellesmere Port and Neston, is politely knifing Owen Paterson, who is not present. Paterson, he says, claimed to be an expert on bovine TB and used the words science and evidence 16 and 15 times respectively in his statement in Tuesday. Miller is the chair of the commons science and technology select committee and notes that Paterson studied history. I think I hear someone shout &quot;cheap&quot;. Miller says Krebs is a lot more of an expert than Paterson.    Updated at 12.13pm BST     12.51pm BST       Sanders continues at some length. He says the government &quot;has lost sight of the public interest.&quot; He quotes economist Prof John McInerney as describing the cull as a bad deal for taxpayers. My report on that here:  &quot;Culling has never turned out to be worth it in strictly economic terms. It is a good deal for the farmers, but a bad deal for the taxpayers, in strict economic terms.&quot;  He says the cull should be abandoned and the money saved be spent on developing vaccines.       12.47pm BST       Adrian Sanders, LibDem for Torbay, says no-one underestimates the seriousness of TB in cattle. He says the coalition agreement initially gave comfort by promising a &quot;science-led&quot; policy, but then calls ministers actual policy as taking a &quot;curious&quot; attitude to the science, and again quotes Lord Krebs from my article in which he calls the cull &quot;mindless&quot;.       12.39pm BST       Iain McKenzie, Labour from Inverclyde, who says he has a dairy farm in his constituency, says the cull is simply a &quot;shot in the dark&quot;. Raise the question of how can you kill the 70% of badgers in a cull zone - the minimum needed to ensure fleeing badgers don&apos;t make TB worse, not better - if you don&apos;t know accurately how many badgers are there to start with. A Conservative points out archly there is no TB in Scotland.       12.37pm BST       Kawczynski says Owen Paterson is a man of &quot;great courage, integrity and honour&quot; - meaning &quot;don&apos;t think about turning the current delay into an abandonment&quot;       12.32pm BST       Conservative MP, Daniel Kawczynski, a Shropshire MP, is speaking now. He says he has sat around farm kitchen table with farmers and cried after herds have been lost. A cull opponent says the horrible impact of TB on farms is all the more reason to tackle TB in the right way.       12.30pm BST       Labour&apos;s Kerry McCarthy, representing Bristol, speaks at length now, and (forgive me) basically reads out this entire story by me: Farming &apos;shortcomings&apos; undermines case for badger cull       12.28pm BST       A brief to-and-fro over whether this a town-versus-country issue. It&apos;s not is the concensus.       12.21pm BST       There&apos;s a lot at stake in this debate, as Owen Paterson has claimed a democratic mandate for the cull.  Owen Paterson, the environment secretary, who is a firm supporter of the cull, told an NFU meeting recently: &quot;This [cull] is the stated policy of the democratically elected government of this country.&quot; A commitment to a &quot;science-led&quot; badger cull was in the Conservative party election manifesto and the coalition agreement, but not in the Liberal Democrat election manifesto.  Losing the vote today would torpedo that.       12.17pm BST       Lucas starts setting out the findings if the 10-year, 50m Randomised Badger Culling Trial (RBCT): culling &quot;cannot make a meaningful contribution to eradicating TB in cattle&quot;.       12.16pm BST       McIntosh says TB in cattle cannot be controlled without culling badgers. This is a very commonly used argument by cull supporters: that no county has borne down on TB without doing so in wildlife. Prof John Bourne, and the Badger Trust, say there is in fact at least one country that did so: the UK. This is from the Trust:  The UK did. We brought the total of cattle slaughtered down from 47,476 in 1938 to 628 in 1979 without killing wildlife. If there was a wildlife reservoir then it could have had little effect  and such a reservoir could not have suddenly appeared when infection began to soar after 1990 (ref:W.D. Macrae. Zoological Society of London from Symp, Zool. Soc., Lond. No. 4, pp. 81-90 (April, 1961) and MAFF TB statistics.)        12.12pm BST       Conservative MP Anne McIntosh, chair of the Defra select committee, responds to Lucas&apos;s opening of the debate. She says that while 150,000 people signed the petition that led to this debate, a &quot;silent majority&quot; in the countryside supported the cull.       12.11pm BST       &quot;The government&apos;s plans remain deeply flawed,&quot; despite the delay in culling till next year announced by environment secretary Owen Paterson on Tuesday. She again quotes John Bourne in one of my articles: &quot;It could make things a damn sight worse.&quot;       12.08pm BST       Lucas is teased by an MP suggesting there aren&apos;t many badgers in her constituency of Brighton Pavilion. That doesn&apos;t stop her reading the science, she says.       12.07pm BST       Worth noting at this point that the government has tightened biosecurity further, from January 2013. But critics say, first, it&apos;s too little and too late, and second, we should wait and see what effect it has, before culling badgers. A September 2011 inspection by the European Commission found a catalogue of failures in biosecurity in England. From my article:  The EC report, based on inspections made in September 2011, found numerous &quot;shortcomings&quot;, including missed targets on both the rapid removal of cattle with TB and the follow-up of missed tests, and &quot;weaknesses in cleaning and disinfection at farm, vehicle, market and slaughterhouse levels, exacerbated by lack of adequate supervision&quot;. All these problems increase the risk of TB spreading between cattle.        12.04pm BST       Lucas moves onto biosecurity and quotes generously from my articles - I&apos;m starting to blush here.  Vet, Prof John Bourne, says stricter measures to stop cows spreading tuberculosis to other cows are the only way to combat the disease effectively, as they had in the 1960s when TB was virtually eradicated in England. &quot;Despite some improvements, the government is still going nowhere near far enough with biosecurity&quot;, he said. &quot;It is not badgers that spread the disease throughout the country; it is cattle&quot;.        12.01pm BST       The issue of vaccination comes up. Lucas contests the government&apos;s line that useable vaccines are far away. She then quotes the former government scientific adviser, Lord Robert May, from my article: &quot;What is particularly irritating is that we have the vaccines in the pipeline, but the commitment to really go in and test them is really not there,&quot; he said. The coalition cancelled five of the six trials of injectable badger vaccines on taking office.       11.59am BST       Another Tory MP - sorry no names coming up on Parliament TV - cites the two page document Defra published in April 2011, in which a dozen or so scientists said culling could curb TB by 16% if done in the same way as the RBCT. The problem though is that the proposed cull is very different and so the results are very likely to be different. Lord Krebs and other signatories of that document told me unequivocally that it does not support the proposed cull.       11.55am BST       Lucas cites the letter from 32 eminent scientists sent to the Observer - my splash - as showing the cull as planned by the government cannot work. Lord John Krebs, the architect of the RTBCT, told me it was &quot;mindless&quot; and proponents of culling were &quot;cherry picking&quot; the science.       11.52am BST       Ex-farming minister Jim Paice cites the vet who ran the RBCT - Prof John Bourne - as saying that TB could not be eradicated without eradicating it in badgers. I&apos;m not sure about that, When I talked to Bourne at length recently he was clear that only better cattle movement and testing would work.       11.48am BST       Green party MP Caroline Lucas is leading the debate but gives way quickly to a Conservative who says farmers argue that the cull is an necessary, though unwanted, measure in curbing TB in cattle. Lucas rejects that and says the misleading information is coming from farmers.       11.46am BST       And we&apos;re off with fighting talk from Labour&apos;s Denis McShane: &quot;We say no to badgercide.&quot;       11.43am BST       Today sees the first ever debate in the House of Commons on the controversial badger cull in England, giving MPs their first chance to vote on the policy. The debate was won by the public after over 150,000 signed a government e-petition started by musician Brian May. That prompted the Commons backbench select committee to allot six hours for the debate. I&apos;ll be live blogging throughout and would very much welcome your comments below the line or by Twitter @dpcarrington - whether you support or oppose the cull.  This article was amended on 26 October 2012 to correct a misspelling of the name of Andrew Miller&apos;s constituency and to correct two references to him as Mitchell, rather than Miller.    Updated at 12.14pm BST  ", 
    "section": "environment", 
    "gid": "environment/2012/oct/25/badgers-wildlife", 
    "wordcount": "5304"
}