{
    "headline": "Animal activists' terror tactics drive staff out of laboratories", 
    "text": "The twin gates, topped with razor wire and spikes, would do justice to a prison. The outer gate opens, you drive in and your car is studied by CCTV cameras. Then the second gate slides aside and you pass into the main site. Coils of barbed wire, piled on top of high metal fences, mark its perimeter. It is striking, formidable security but not unexpected  for this is Harlan Laboratories in Blackthorn, Oxfordshire, home to 52,000 rats and mice destined for use in medical experiments and the target of a sustained campaign of intimidation by animal activists. Last week campaigner Luke Steele was sentenced to 18 months in jail for harassing staff at Harlan&apos;s laboratories. A second activist, Jonathan White, was given a seven-month sentence, suspended for 18 months. The pair, both aged 22, were members of a small group who terrorised staff at Harlan&apos;s three UK sites last year, using hailers to chant &quot;shame on you&quot;, &quot;blood on your hands&quot; and &quot;puppy killers&quot; at employees queuing up in their cars to enter or leave their workplaces. They also claimed that animals in the centres were subject to &quot;horrific neglect&quot;. One female Harlan worker told the Observer: &quot;When you arrived in the morning, you would have to queue for up to five minutes to get through the gates. Their loudhailers were deafening. They would scream at you that you were a puppy killer and would bang on your car. It was horrible. I was left shaking for hours afterwards.&quot; A male colleague was equally affected: &quot;It is part of their methodology to equate animal work with paedophilia. If they find out your name, you will appear on their website as a paedophile. It is disgusting.&quot; Another Harlan worker found out that his neighbours had all been sent notes claiming that he was a rapist. Such intimidation has become a frequent weapon for activists. Harlan&apos;s workers have remained resolute, but elsewhere the effect on the breeding of laboratory animals in the UK has been badly affected. In 1981 there were 34 companies breeding laboratory animals. Today there are just three because of activists&apos; intimidation of staff and of companies supplying services and products to laboratories. &quot;Part of the overall reduction in company numbers has involved consolidation of businesses, but there is no doubt that intimidation has led to the closure of many other companies,&quot; says Andy Cunningham, a Harlan manager. &quot;Yet EU legislation requires us to use more and more animals for toxicity testing today, while scientists are making more and more key discoveries that require animals for research. We have to have animals if we want to develop new drugs for Alzheimer&apos;s and heart disease and to test products used by the public.&quot; In addition, the claim that animals are treated with &quot;horrific neglect&quot; at Harlan centres was not borne out by the Observer&apos;s visit last week. To enter its Blackthorn site, staff and visitors have to remove all clothing and jewellery, shower and then wear sterilised clothing, hair nets, masks and gloves, coated in anti-bacterial gel, to prevent the spread of human-borne pathogens. The urge to maintain cleanliness is obsessive. Rats and mice are kept in racks of cages that are cleaned every week and constantly supplied with fresh water. Every animal I saw was sleek and healthy. &quot;Conditions for the animals are fine, but not necessarily for the staff,&quot; admits Cunningham. &quot;You cannot wear jewellery or have body piercing or take in a mobile phone. You have to do an eight-hour shift with gloves and face masks on all the time. Even simple conversations become difficult. And when you go home, you cannot keep pets such as guinea pigs or rabbits in case you pick up a virus and bring it in. &quot; Such conditions make it tricky to recruit new staff. The bouts of intimidation and harassment by activists make matters worse. Nevertheless staff constantly stress their dedication and love of animals, with rats proving a clear favourite over mice. &quot;Rats have character,&quot; said company manager Val Summers. &quot;When you come into their room, they will line up to look at you. They are lively and curious.&quot; Many different strains of rats and mice are bred at Blackthorn: some to be diabetic, others to be obese, for example. One rat strain, SHR, is bred to have high blood pressure. &quot;We attach a tail cuff round each animal&apos;s tail and take its blood pressure,&quot; said Cunningham. &quot;Males with high blood pressure are mated with females with high blood pressure.&quot; The resulting hypertense offspring are then sold to researchers to test out new blood pressure treatments. In total, around 6,000 rats and mice are shipped out of Harlan every week. Customers include pharmaceuticals such as GlaxoSmithKline and academic centres such as University College London and King&apos;s College London. &quot;We use rats and mice for several purposes,&quot; said Professor Roger Morris, head of bioscience at King&apos;s. &quot;For example, we use strains like the SHR hypertense rat to test out potential new treatments for high blood pressure. &quot;You cannot use tissue cultures for such work. You have to test chemicals on an entire living animal to uncover any unexpected side-effects on different organs. Mice and rats are surprisingly similar physiologically to humans and therefore very useful. If we didn&apos;t test drugs on rats and mice, there would be a lot more dead people. It is as simple as that.&quot; It is also crucial that scientists have a supply of healthy laboratory animals, Morris added. &quot;We are now down to our last three major breeders in the UK. We can manage with that, but if we lose another we will be in a very uncomfortable situation.&quot;", 
    "section": "science", 
    "gid": "science/2012/jul/29/animal-activists-terror-tactics-harlan-laboratories-staff", 
    "wordcount": "982"
}