{
    "headline": "Tory council happily running 'conservatory tax' for past five years", 
    "text": "A Conservative council in Essex has been running a so-called &quot;conservatory tax&quot; for five years without complaint, the Guardian has learned. On Tuesday, David Cameron ruled out plans to require that anyone adding extensions to their homes also carry out basic energy-efficiency measures at the same time. The prime minister&apos;s move came under severe criticism from industry figures on Wednesday, with Kevin McCloud, presenter of Channel 4&apos;s Grand Designs, saying: &quot;The plans are about as sensible as sensible gets, especially when the homeowner doesn&apos;t have to pay for those improvements&quot; Paul King, chief executive of the UK Green Building Council, added: &quot;This is another U-turn that shows once and for all that a majority of ministers in this government have no backbone on green issues, even when they save people money, and are good for the economy.&quot; Uttlesford district council has required its residents since 2007 to ensure that simple energy-efficiency measures are in place as a condition of building extensions. The policy closely mirrors the one being discussed by the Department of Communities and Local Government (DCLG), with the cost of new insulation being limited to 10% of the total cost of the building work. &quot;In many ways, it is identical,&quot; said John Farnell, the building control officer who introduced the scheme. &quot;We have never got complaints.&quot; &quot;It has proven to be very, very uncontroversial,&quot; added a Uttlesford council spokesman. &quot;It is not about making people put solar panels on their roofs at massive expense. It is about sensible measures.&quot; A government source told the Guardian on Tuesday: &quot;The idea that people are going to be forced to improve their energy efficiency or install a new boiler because they want to extend their garage or make their house better is not going to happen. It is not policy now. It is out for consultation, but the prime minister is opposed to it, and it will not become policy. It is not fair to ordinary people trying to improve their homes.&quot; Eric Pickles, secretary of state at DCLG and MP for Uttlesworth&apos;s neighbouring constituency, is reported to have opposed his own department&apos;s policy proposal, which was developed by Liberal Democrat minister Andrew Stunnell. &quot;The fact an Essex council run by the Tories has quietly run this excellent scheme for years without incurring the wrath of local people shows just how feeble David Cameron&apos;s knee-jerk capitulation to rightwing media pressure has been,&quot; said Friends of the Earth energy campaigner Dave Timms. &quot;It&apos;s well known that people rarely take up energy-efficiency measures without extra incentives, even though it saves money and makes homes more comfortable.&quot; The DCLG proposals would have required those building large extensions  greater than 30m sq  to have ensured other parts of their home were energy efficient. If they were, no action would be necessary. If not, any new measures would be limited to those deemed cost-effective, and homeowners could choose to finance these by taking out a green deal loan. That scheme, run seperately by the department of energy, will allow loans to be repaid through home energy bills, and ministers have pledged that repayments will always be lower than the savings in energy costs. A spokesperson for DCLG indicated the &quot;conservatory tax&quot; label was a misnomer, with the &quot;vast majority&quot; of domestic conservatories unaffected by the proposals. Homes replacing boilers would be affected, as would those replacing more than half their windows. Asked about Cameron&apos;s signalled opposition, the spokesman said: &quot;We will consider the consultation responses carefully and announce the way forward in due course.&quot; On Uttlesworth council&apos;s scheme, he added: &quot;This is a local scheme whereby a council has used its local flexibility in imposing specific planning requirements.&quot; Farnell said he was &quot;very disappointed&quot; the government was going to scrap the programme. He visited DCLG in recent months to explain the success of the Uttlesford scheme. &quot;It pushes people to do the cost-effective things thing they had planned to do for years, just at the time they are putting their hand in their pockets for the building work,&quot; he said. &quot;The national plan was a done deal, with full ministerial approval.&quot; King said: &quot;The government has a responsibility to look beyond the ludicrous media headlines. This policy would have helped protect ordinary people from soaring energy costs, and cost-effectively reduced carbon emissions to meet its own supposedly legally binding carbon budgets.&quot; Added Farnell: &quot;You can take out a loan for the building work and energy-efficiency measures, but you can&apos;t take out a loan for higher gas bills in the future.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/18/tory-council-running-conservatory-tax", 
    "wordcount": "792"
}