{
    "headline": "Mystery bird: Eurasian sparrowhawk, Accipiter nisus", 
    "text": "    Eurasian sparrowhawk, Accipiter nisus (protonym, Falco Nisus), Linnaeus, 1758, also known as the northern sparrowhawk, common sparrowhawk or simply as the sparrowhawk, and colloquially as the hedge hawk, spar hawk, spur hawk or stone falcon, photographed at Chiltern Hills, Oxforshire, UK.  Image: Sam Vaughan, 12 March 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D40x with a AF-S Nikkor 55-200mm lens   Here&apos;s the original mystery bird photograph for you to refer to:      Question: This lovely British mystery bird has long been persecuted in the British Isles as well as throughout much of the Old World, and it still is. Why? Can you identify this mystery bird&apos;s taxonomic family and species? Can you tell me which sex it is?  Response: This is a Eurasian sparrowhawk, Accipiter nisus, a member of the taxonomic family, Accipitridae. This small raptor ranges widely throughout the Old World, where it has been persecuted for many hundreds of years due to the mistaken belief that these small, agile raptors commonly prey on racing pigeons, gamebirds and big, stupid, inbred domestic poultry.  In fact, they don&apos;t often prey on these larger birds. As its name implies, the Eurasian sparrowhawk is a small bird of prey that primarily hunts sparrow-sized birds, although they will occasionally catch and eat bats and larger birds. However, humans persist in their mistaken belief that the decline in small birds is the result of this raptor, even though no data supports this notion. Many people conveniently ignore the fact that there is plenty of data showing that humans are the primary cause for declining songbird populations.  Eurasian sparrowhawks reside in woodlands and forests, as well as in parklands and open country with scattered trees. Its short, broad wings and long tail make it very manoeuvrable as it weaves quickly through tree trunks in pursuit of its quarry. The rich rufous barring on the bird&apos;s underparts and the steel-blue upperparts indicate this is an adult male -- a character that gave the male its English folk name; the blue hawk.  As is typical for birds of prey, adult females are larger and heavier than adult males, and the size of their prey corresponds to this size difference: females will take starlings and thrushes whilst males hunt for tits and sparrows.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/16/4", 
    "wordcount": "438"
}