{
    "headline": "Tax and regulate sugar like alcohol and tobacco, urge scientists", 
    "text": "Sugar should be regulated in the same way as alcohol and tobacco because its increasing use in processed foods poses a significant danger to public health, according to a group of scientists. They advocate controlling sales to children under 17 and taxing sugary foods. Sugar, they argue, is as toxic to the liver as alcohol and overconsumption is at the root of growing public health problems including obesity and certain types of liver disease. In an opinion article for the journal Nature, Robert Lustig, Laura Schmidt and Claire Brindis of the University of California, San Francisco (UCSF), said that, over the past 50 years, consumption of sugar had trebled worldwide. &quot;Authorities consider sugar as &apos;empty calories&apos;  but there is nothing empty about these calories. A growing body of scientific evidence is showing that fructose can trigger processes that lead to liver toxicity and a host of other chronic diseases. A little is not a problem, but a lot kills  slowly.&quot; For the first time in human history, long-term diseases such as heart disease, cancer and diabetes now pose a greater health burden worldwide than infectious diseases, according to the United Nations, contributing to 35m deaths annually. &quot;There are now 30% more people who are obese than who are undernourished,&quot; said the UCSF scientists. &quot;Economic development means that the populations of low- and middle-income countries are living longer, and therefore are more susceptible to non-communicable diseases; 80% of deaths attributable to them occur in these countries.&quot; International bodies concerned with public health must consider limiting people&apos;s intake of sugars such as fructose, high-fructose corn syrup and sucrose, said the scientists. Rather than focusing on limiting fat and salt, food regulators should turn their attention to &quot;added sugar&quot;, which the UCSF team defined as any sweetener containing fructose that is added to food during processing. Sugar induces many of the diseases associated with &quot;metabolic syndrome&quot;, including high blood pressure, diabetes and accelerated ageing. &quot;It can also be argued that fructose exerts toxic effects on the liver that are similar to those of alcohol,&quot; said the UCSF scientists. &quot;This is no surprise, because alcohol is derived from the fermentation of sugar.&quot; Preliminary studies have also linked sugar consumption to cancer and cognitive decline. &quot;Consequently, we propose adding taxes to processed foods that contain any form of added sugars,&quot; wrote Lustig, Schmidt and Brindis. &quot;This would include sweetened fizzy drinks (soda), other sugar-sweetened beverages (for example, juice, sports drinks and chocolate milk) and sugared cereal  Another option would be to limit sales during school operation, or to designate an age limit (such as 17) for the purchase of drinks with added sugar, particularly soda.&quot; Dr Tim Lobstein, director of policy and programmes at the International Obesity Task Force, said sugar consumption was a major battleground for public health. &quot;The large food manufacturers are very reluctant to see any restrictions on the use of cheap, bulk ingredients like sugars and starches. In the UK we have seen a gradual decline in sugar purchases, but this has been amply made up by an increase in sugar added to manufactured products, including ready meals, soups, snack foods and alcoholic drinks, and the last decade has seen record purchases of confectionery and soft drinks, despite endless health education campaigns. &quot;There is certainly rising interest in taxing sugary foods, and treasuries will see this as an opportunity to boost state income while helping improve our diets.&quot; One of the main reasons sugar has become such a problem is that it is impossible to avoid in modern society, argued the UCSF scientists. &quot;Evolutionarily, sugar was available to our ancestors as fruit for only a few months a year (at harvest time), or as honey, which was guarded by bees. But in recent years, sugar has been added to nearly all processed foods, limiting consumer choice. Nature made sugar hard to get; man made it easy.&quot; A spokesperson for Sugar Nutrition UK, a group funded by sugar producers, said that over many years, a number of expert committees, including those from the European Food Safety Authority and the World Health Organisation, had examined the scientific evidence relating to the consumption of sugar and other carbohydrates. &quot;All have concluded that the balance of available evidence does not implicate sugar at the level currently consumed in any of the &apos;lifestyle diseases&apos; such as obesity, diabetes, coronary heart disease, or cancer at any site.&quot; However, Dr Julie Sharp, senior science information manager at Cancer Research UK, said: &quot;Research suggests that excess bodyweight is linked to up to 17,000 cases of cancer a year in the UK, making it one of the most important risk factors for cancer after smoking. Foods high in sugar have lots of &apos;empty calories&apos;, meaning they can contribute to weight gain but don&apos;t have much nutritional value. &quot;Limiting sugar intake is just one thing people can do to try and maintain a healthy weight, along with eating a balanced diet high in fibre, fruit and vegetables and low in red and processed meat, saturated fat and salt.&quot;", 
    "section": "science", 
    "gid": "science/2012/feb/01/tax-regulate-sugar-alcohol-tobacco", 
    "wordcount": "866"
}