{
    "headline": "Public speaking for academics  10 tips", 
    "text": "1) Choose the vocabulary you use carefully. As Orwell argues, we shouldn&apos;t use a phrase that is unusual, never use a longer word when a shorter one has the same meaning, never use a scientific phrase if an everyday example exists, and never include unnecessary words if the meaning of a shorter sentence remains the same. This also applies to writing too. If we are sure of our argument, why bury it in abstract terms? Clarity is vital, as even the most thorough research becomes meaningless if the results can&apos;t be understood (Andrew Crines, commenter). Avoid giving a presentation as if it is a verbal version of an academic paper (Ian Cressie, commenter). Use international English and cultural references that everyone can relate to (Bridog, commenter). The best presentations are clear, concise, reasonably jargon free and tell the story of your research. Some people are afraid that &apos;easy to understand&apos; translates into &apos;too simple&apos; and therefore not unique or worthy of them being invited to talk (Jonathan Wilson, senior lecturer in advertising and marketing communications management at the University of Greenwich). 2) Nerves are fine, but work out a presentation strategy. Make an effort to locate four to six people at different strategic places in the audience: top-left, top-right, middle, etc, and move between them for the first few minutes, giving them lots of eye contact. It&apos;s also useful to have your first few paragraphs really well rehearsed (Mark Ridolfo). Holding on to the back of a chair or podium can work in opening minutes if your hands shake. Then as you warm up you let go and even move away, out closer to your audience (Louise Stansfield, commenter). Nerves are what give you energy by getting the adrenalin flowing. Without them you will not do a good presentation (Bridog). Before you start to talk, pause, take a sip of water, look around the audience, smile and say thank you, then share a very short anecdotal story  these will buy you time to settle your nerves. (Jonathan Wilson). 3) Move beyond using scripts. They can be useful in building confidence and developmental for the early scholar, but as that confidence grows so must the technique (Andrew Crines). If you do use a script, print it in a larger typeface, double spaced, making it easy for you to return your eye to the podium. Use wide margins to indicate slide changes and highlight points of emphasis so you can see them coming. Gradually work towards using bullet points or cue cards as you work away from reading your paper. You need to be able to transition seemlessly. Nothing leaves you more flustered and your audience less impressed than not being able to find your place in the text that you&apos;ve just spent three minutes meandering away from (jamesbrownontheroad, commenter). Don&apos;t even try to read the copy you submitted to the proceedings. A good structure to follow is this: what is your unique and novel perspective/approach/findings? What experiences can you share? What are three take-home points? (Jonathan Wilson). 4) Decide whether an icebreaker is appropriate. Ice-breakers work for some and not for others. Unless you&apos;re exceptionally charming, it&apos;s important that any attention-grabbing anecdotes are relevant to the talk. Any offbeat attention-getters need to vary if there&apos;s a chance of audience overlap (Patricia Gongal, communications consultant for life science researchers). 5) Use visuals only if they add something (Andrew Crines). If you&apos;re using PowerPoint, stand to the left of the slide to make sure you don&apos;t obscure your points, and follow Weismann&apos;s hockey stick principle, that audiences eyes scan the slide rather than read from left to right and top down (Louise Stansfield). Try to avoid using lots of words on text. Often the best presentations have mainly images/figures or diagrams on slides which the speaker can work the audience through (Bhavik Patel, senior lecturer in physical and analytical chemistry at the University of Brighton). Think wisely about the images you display. Using photos of cute little pigs may work well in your country, but maybe not as well in Israel and the Muslim world (Jonathan Wilson). Asking if you are being heard clearly instantly endears you to the audience and it&apos;s something to ease you into speaking (Liz Sheffield, senior lecturer at the University of Manchester). You can also use the venue&apos;s wifi, a hotspot from your iPhone, or a Bluetooth connection to remotely control the slide transitions on the iPad. This immediately frees you from the podium, which can give allow you to stand and move around with more comfort and confidence (Jamesbrownontheroad). 6) If you&apos;re travelling, read up on the area. Swot up on geography, politics, culture, and basic facts. When you arrive, read the local press and watch some local TV. Ideally it&apos;s also worth meeting up with the organisers and ask them questions and tips  this is really important if there&apos;s a Q&amp;A. It&apos;s easy to get complacent coming from the UK, where everyone knows about your references, but how much do you know about theirs? (Jonathan Wilson). 7) Improve by practicing. Make use of the free tutorials, websites and tips on communicating on the web (Darren O&apos;Neill, learning technologist at the Centre for Academic Practice and eLearning), and do dry runs or warm-up gigs with students in class to practice (Jonathan Wilson). It&apos;s also good to have an academic mentor who is willing to give you good and hard feedback when you need it (Andrew Crines). Peer mentoring can be helpful, but if there&apos;s no provision for this at your institution you can always do it informally (Liz Sheffield). 8) Deal with attacking questions by taking out the venom. It&apos;s important to remember that when somebody &apos;attacks&apos; the speaker or is nasty, the audience is automatically on the speaker&apos;s side. Nobody likes to feel uncomfortable listening to a presentation and this is exactly what happens when the speaker is attacked. This is true whether the speaker has got something wrong or not (Bridog). Deal with difficult questions through humour, maintaining your cool, and sidelining (&quot;come and talk to me after the presentation&quot;), bouncing the question back to the questioner. It&apos;s a bit naughty, but sometimes I&apos;ll say, &quot;that&apos;s an excellent question. I wonder whether anyone else in the audience has a view on this?&quot; (Mark Ridolfo, associate dean at the business school, Bournemouth University). For mischievous questioning, be straightforward and ask people to &apos;bottom line&apos; their question. I think there is a responsibility to keep things on topic while not being afraid of new perspectives on material (Sin Prime, course director for Goldsmith&apos;s MA in cultural and creative entrepreneurship). For off-topic questions, a one-sentence answer plus an offer to discuss afterwards is appropriate. Other useful phrases are: &quot;that wasn&apos;t the focus of this study but&quot;, &quot;that&apos;s a slightly different issue so&quot;. For difficult questions, admit you don&apos;t know the answer and explain why. Alternatively, make an educated guess (Patricia Gongal). Always avoid being negative or defensive because then your ego seems to take over (Btodish, commenter). 9) Take notes from other presenters. Think about what you liked and what could have been improved. (Jonathan Wilson). Play to your strengths, but remember being a great speaker has to be worked at and comes through more preparation and practice than people think. Aim to open people&apos;s mind to something new. Think to yourself, why should my audience want to listen? Never underestimate the audience. This will ensure you are kept on your toes and put the work in to deliver the perfect presentation (Bhavik Patel). 10) Don&apos;t fear it, embrace it. If you&apos;re not passionate about your presentation you have to question why you&apos;re doing it in the first place (Bhavik Patel). Don&apos;t speak as though you wish you could be elsewhere, show some enthusiasm for your work (Patricia Gongal). Even though enthusiasm may not be considered a prerequisite by all academics, adapting to the audience is as fundamental as engaging with them (Mark Ridolfo). Confidence is key. An unsure or timid presentation will not capture or engage an audience, and it certainly won&apos;t motivate a tribe (Darren O&apos;Neill). Recommended resources by the panel: http://colinpurrington.com/tips/academic/posterdesign  http://sixminutes.dlugan.com/25-skills-every-public-speaker-should-have/ http://www.nature.com/scitable/ebooks/english-communication-for-scientists-14053993/giving-oral-presentations-14239332 www.gaudeamusacademia.com http://www.youtube.com/watch?v=rIABo0d9MVE http://slid.es/ http://www.wamda.com/standupcomm/2013/01/5-public-speaking-tips-for-entrepreneurs Do add your own tips in the comments section below. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/may/10/public-speaking-academics-10-tips", 
    "wordcount": "1447"
}