{
    "headline": "Disney plans 3m internet safety campaign around Club Penguin", 
    "text": "Disney is launching internet safety campaigns targeting 100m children and parents in Europe, the Middle East and Africa based on its Club Penguin virtual world, capitalising on the recent paedophile scandal surrounding rival Habbo Hotel. Disney says it will put up 3m of media to support the campaigns: essentially advertising space on its TV channels, websites and magazines across the EMEA region, as well as on Club Penguin and its other virtual worlds. Club Penguin co-founder Lane Merrifield now executive vice president of Disney Online Studios following Disney&apos;s $350m acquisition of the virtual world in August 2007 announced the initiative in a keynote speech at the Children&apos;s Media Conference in Sheffield. &quot;From the very start, our vision for Club Penguin was to create a safe place for my kids and their friends to play online. The scale may now be bigger than I could ever have imagined but that philosophy has not changed,&quot; said Merrifield in the keynote. &quot;Education is the final piece of the puzzle in terms of kids&apos; safety online As an industry I think we can help teach kids the lessons that they need to become responsible digital citizens.&quot; Club Penguin remains the largest virtual world for children, with 175m accounts created since it launched. It now has users in 190 countries. Merrifield&apos;s commitment to child safety is genuine, but the new education campaign must also be seen in relation to Habbo Hotel&apos;s recent troubles. A Channel 4 News investigation appeared to show that sexualised chat and sexual approaches to young users were common on Habbo. Investors 3i and Balderton subsequently handed back their stakes in the company, while several British retailers stopped selling Habbo gift cards. Rigorous safety measures are thus even more of a competitive advantage for virtual worlds aimed at children. Disney says Club Penguin has a team of UK moderators based in Brighton, who receive regular training from the Child Exploitation and Online Protection Centre. Club Penguin also has a relationship with Childnet International, which runs internet safety sessions in British schools. Myths about children and digital Merrifield&apos;s keynote didn&apos;t just focus on child safety. He talked about the lessons learned since Club Penguin&apos;s launch in 2005, and challenged what he sees as five myths around how children play online. First: the idea that digital has changed the fundamentals of play. Merrifield drew a direct link between what Club Penguin does, and the toy soldiers he played with as a child. &quot;We know that unstructured play is a very good thing for kids. They love to be social, they love to role-play, and they love surprises,&quot; he said. &quot;Unstructured play is not a new idea: it&apos;s been around since the dawn of time. All we did was take this unstructured play and apply it to the digital space.&quot; The second myth, according to Merrifield, was the notion that children are focused on themselves. &quot;That kids ultimately are just selfish, and just care about what&apos;s in it for them,&quot; he said. &quot;I don&apos;t believe that this is a core motivator for kids.&quot; Merrifield said that the children using Club Playground are affected by global events, and reflect them within the virtual world from dressing pink for breast cancer or red for Japan to commemorating the anniversary of 9/11. &quot;We know that kids want to participate in making the world a better place,&quot; he said. &quot;Appeals and support for causes shouldn&apos;t be something we just tack onto our entertainment experiences once a year just to tick a box.&quot; Myth number three: learning has to be structured and linear. &quot;Much of our content doesn&apos;t push technology to its limits the way it could, or should,&quot; he said, suggesting educational content needs to be more dynamic, interactive and nonlinear not to mention personalisable for individual children. &quot;We&apos;ve invested millions of dollars in the last few years on innovating in this area,&quot; said Merrifield, promising an announcement in the coming weeks about Club Penguin&apos;s educational ambitions. The fourth myth targeted by Merrifield in his keynote was the notion that parents know best what children want particularly when it comes to entertainment and digital content. &quot;If it doesn&apos;t matter to an eight year-old, it doesn&apos;t matter,&quot; he said. &quot;This idea fuelled our decision-making In fact, we bet our houses on it. Thankfully, kids will always tell you if they don&apos;t like something Listening to our audience is key.&quot; Safety responsibilities The final myth targeted by Merrifield in his speech is that responsibilities end with the digital experiences that companies create. The child-safety issue. &quot;We have to stand up as an industry and prioritise safety above all else,&quot; he said. &quot;I dream of a day when safety is no longer a differentiator in the kids space.&quot; By which he meant a high enough level across every service, adding that Club Penguin has sat down with rivals to help them with their safety policies in the past. However, he also said Club Penguin has filed patents for some of its filtering and moderation technology, which jibes somewhat with the idea of safety not being a differentiator. This isn&apos;t just about paedophiles preying on children though: Merrifield talked about the importance of moderation in spotting people who might be in trouble depressed and/or suicidal and acting on that, in partnership with the police and other authorities. &quot;Building trust with parents means not simply marketing safety, but actually achieving it,&quot; he added. &quot;I truly believe that self-regulation can work, but as an industry we need to be clear and accountable for the standards that we set ourselves.&quot; In the ensuring Q&amp;A, Merrifield was asked for his views on whether Facebook should be allowing children to officially sign up for that social network, as has been rumoured. &quot;I think they need to, I think they&apos;ve got a responsibility to just based on the amount of kids that are on Facebook now,&quot; he said. &quot;We&apos;re preparing for the potential of it. I actually think it would be a really good thing.&quot; Finally, Merrifield talked about the future for children&apos;s media, hailing the opportunities &quot;as the boundaries of platforms are disappearing, and new methods of storytelling are emerging I believe that storytellers of the future will need to be able to think three-dimensionally about their characters and story arcs.&quot; Merrifield also suggested that stories will evolve not just based on who&apos;s reading/hearing/playing them, but on what devices they&apos;re using to access them. &quot;If a child chooses to engage on a mobile device or through toys, their experience can be similar or different to a friend who chooses to use other platforms to engage with the story It becomes the ultimate choose-your-own-adventure.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/04/disney-club-penguin-child-safety", 
    "wordcount": "1159"
}