{
    "headline": "How Microsoft got Windows revenue to go up despite PC sales going down", 
    "text": "How, exactly, did Microsoft do it? It&apos;s like a magician&apos;s trick. The raw numbers for Windows revenue in Microsoft&apos;s Windows division were very substantially up  from $4.633bn (3bn) in the first three months of 2012, to $5.7bn in the same period this year. That&apos;s a 24% increase, at a time when we&apos;ve been hearing that PC sales have slumped. How has Microsoft done this? Has Steve Ballmer invented antigravity?  Sadly, no (though it would make a great new business line).  Make no mistake: Windows is still incredibly important to Microsoft. In this quarter it generated 27% of revenues, and 45% of profits. But how is it doing so well when the PC business is so dismal?  Here&apos;s the first part of what happened. In June, Microsoft offered a scheme where people who bought a Windows 7 PC could update it to Windows 8 for just $15. The scheme ran through to December, and only after that could all the money received in it be cashed in. That gave a $1.1bn boost in &quot;deferred&quot; revenue which was really earned in the preceding six months, but couldn&apos;t be recognised then. Take that away from the latest total, and you&apos;re left with $4.60bn in this latest quarter, compared to $4.63bn a year ago. However, that still doesn&apos;t make sense in the context of a fall in PC shipments. And Peter Klein, Microsoft&apos;s outgoing chief financial officer, doesn&apos;t disagree that traditional PC sales are plunging: when asked what sort of decline, if any, Microsoft was seeing in shipments, he said: &quot;On the PC market, I would look to some of the third parties, IDC and Gartner. They&apos;re sort of in the 12-13-14 [per cent] down range this quarter.&quot; And Chris Suh, Microsoft&apos;s general manager for investor relations, didn&apos;t disagree with the IDC./Gartner figures either. Asked for Microsoft&apos;s perspective, Suh said:  &quot;In the Windows division, revenue was flat this quarter. Within that, OEM revenue performance was in line with the underlying x86 PC market, which continues to be challenged as the PC market evolves beyond the traditional PC to touch and mobile devices.&quot;  &quot;OEM revenue&quot; is money paid by companies putting Windows onto PCs before they ship them. If that was in line with the underlying market, then it must have fallen, because that&apos;s what happened to PC shipments. So how do we get to flat revenue for the division? Because of the other element  &quot;non-OEM&quot; revenue, such as people buying upgrade licences, or companies buying volume licences.  And here&apos;s what Suh had to say about that: &quot;Non-OEM revenue grew 40% this quarter, driven by sales of Surface and continued double-digit growth in volume licensing. Businesses continue to value the Windows platform, and volume licensing of Windows is on track to deliver almost $4bn in revenue this year, and nearly three-quarters of enterprise agreements that we signed this year include Windows.&quot;  Note that point about Surface. Although Surface has only sold an estimated 1m-1.5m devices (Microsoft didn&apos;t give numbers), its revenues (and profits, if any) are allocated to the Windows division. Depending what price you put on it, you get different numbers; given that the Surface RT sold for around $900, principally through Microsoft&apos;s stores, the margins might have been thin but the revenue boost would be solid  perhaps as much as $1bn, perhaps only $500m. Even so, those are the sorts of numbers that can make a significant difference. If Surface goosed Windows figures even by just $500m, then that boosted them from $4.10bn. And compared with the year before, that would have been 12% down.  Which, as it happens, is about the amount that PC shipments have gone down. Note that neither Klein nor Suh said that revenues from Windows OEMs were flat  they said &quot;Windows revenues&quot;. But even though it might seem like we&apos;ve triangulated on how much Surface has contributed to Microsoft  perhaps $500m  that&apos;s almost certainly an overestimate. (Independently, Matt Rosoff at CITEWorld puts the figure at $420m.) Why? Suh also said: &quot;Additionally, this quarter we saw continued progress in the transition of Windows XP to Windows 7, and now two-thirds of enterprise desktops are running Windows 7.&quot; With only a year&apos;s support left for Windows XP, businesses are being encouraged to upgrade as fast as they can  so that also boosted non-OEM revenue, as Suh noted above. The conclusion? Despite the brave top-line numbers, Microsoft&apos;s Windows business is actually hurting. Surface isn&apos;t contributing much yet, traditional PC sales are sliding, it doesn&apos;t have a tablet competitor yet (though Klein said clearly that it will have a &quot;smaller&quot; competitor  aka a rival to the iPad mini  soon enough), and the only thing really keeping everyone smiling is upgrades from businesses facing the wall of XP&apos;s end of life. Hence the faintly worrying question from Brad Reback, an analyst at Stifel Nicolaus, who asked Klein: &quot;This time next year, do we risk a real fall-off again in the PC business, because the upgrade cycle has aided what&apos;s been a difficult PC market the last couple of quarters?&quot; Klein&apos;s response: &quot;The upgrade cycle, particularly for businesses, will be interesting over the next year. I think over the longer term, what&apos;s more interesting is the long-term evolution we&apos;re seeing in the device market, which I think is actually going to be more of a driver than any temporal upgrade cycle &quot; (By this he means the shift towards tablets, and  Microsoft definitely hopes  &quot;ultramobiles&quot; such as the Surface Pro running Windows.) &quot;I think that&apos;s what Windows 8 was designed to take advantage of, and so I think about the opportunity more about the new capabilities and the new services, and the experience that people can get on their devices and different kinds of devices, than it is about an upgrade cycle that&apos;s driven by something else.&quot; We&apos;ll have to come back in a year&apos;s time to see how that looks. Oh, and one other point: there  wasn&apos;t a single mention  were just two mentions in the earnings call and the earnings press release of Windows Phone. It really is the unloved stepchild.", 
    "section": "technology", 
    "gid": "technology/2013/apr/19/microsoft-microsoft-surface-pc-sales", 
    "wordcount": "1043"
}