{
    "headline": "Would better forum software make the internet a nicer place?", 
    "text": "Forums are a fundamental building block of the internet, used by millions of people every day. So you need quite a bit of gumption to call the software behind many of them &quot;broken&quot; and &quot;unusably bad.&quot; Jeff Atwood however has plenty of gumption. &quot;Forums were broken. We fixed them,&quot; he says. The Stack Exchange founder and software developer has aimed his guns at the bulletin boards that populate the web. He&apos;s doing it with his new project, Discourse  or, to give the full name, the Civilised Discourse Construction Kit. It went into public testing last month, and it&apos;s aiming to completely change the way we view online forums. In 2008, with StackExchange, Atwood and co-founder Joel Spolsky tackled the problem of question-and-answer sites, a genre which had been attempted  not with particularly good results  by Yahoo Answers, among others. They tackled the problems of spam, and &quot;reputation&quot;, and voting, and created a network of sites covering everything from programming to physics to patents (and many other topics not beginning with the letter &quot;p&quot;), all using the same StackExchange software. It boasts millions of users.  But Atwood felt there was still something not working about how we talk online.  &quot;I felt a lot of fundamental stuff [on forums] was very broken,&quot; Atwood says. &quot;On a typical forum, you don&apos;t really know when someone is talking to you. If someone replies to you, the onus is on you to figure out that they replied to you. There&apos;s no tracking if someone mentions your name. These are basic assumptions online now, and forum software hasn&apos;t evolved.&quot; Indeed, as Atwood says on the site&apos;s &quot;About&quot; page, &quot;The state of forums has been unchanged for so long that forums are considered unworkable and undesirable; few sites want forums any more because the software is so poor.&quot; Arguably, forums haven&apos;t moved on much since the earliest CompuServe or WELL. The arrival of open source, the wider web, faster connections, mobile devices and much more powerful computers didn&apos;t make any difference to the quality of forum software. Companies such as phpBB and vBulletin dominate the forum landscape, and all their products have a familiar structure. They&apos;re split into separate boards, each of which has dozens of threads attached to it. Users comment on the threads, and moderators ensure that things remain civil.  Discourse treats things slightly differently. There are only two main sections: Popular and Categories. The former is a list of the most popular threads, while the latter splits them up into user-defined groups. Inside the threads themselves, there are no pages, just a constantly-scrolling list of comments. Write a post, and any links you insert will display a gorgeous-looking preview automatically. You can track posts, bookmark them and search, all within the software. There&apos;s an experimental forum where you can see how it works. There are other advantages too. &quot;Built into Discourse are a lot of really nice amenities for the community to moderate itself,&quot; says Atwood. &quot;It has a flagging system that lets the software learn who hangs around and reads a lot, and it allows those people to flag stuff. You don&apos;t have to wait for a moderator to come around.&quot; Javascript in motion According to Atwood, the future of forums is open source (as many already are) and, crucially, tablet-friendly. While other companies like phpBB and Vanilla already provide open source forum software, Discourse sets itself apart by functioning more like an app than a website. It&apos;s built on Javascript, so it&apos;s not only highly resistant to the spam that clutters many other forums (which gets posted to static pages, but can&apos;t cope with Javascript-driven &quot;challenges&quot;), but also translates extremely well to mobile devices. While an early preview of the software shows that it certainly has promise, there are still some questions which Atwood and his team may find difficult to answer.  One of the biggest stumbling blocks to anybody wishing to start a new forum is actually attracting users  what Atwood describes on the website as &quot;building a tin shack in a wasteland.&quot; While he says that Discourse&apos;s built-in infrastructure will make is easy for users to participate, it remains to be seen how this will work in practice. There&apos;s an additional problem. Facebook and Twitter might not be typical forums, but they are huge online communities  and already deal with many of the problems that old-school forums face. Atwood, however, thinks that people still want their own space which they can control. &quot;Fundamentally, everyone wants their clubhouse. Their house, their rules. If you&apos;re on Facebook, it&apos;s Facebook&apos;s rules. Same with Twitter.&quot; The Guardian decided to put Discourse out in front of other forum users online in the hope of getting some feedback. Bernard Helyer, a member of the ARS Technica forum, which is powered by phpBB, told us, &quot;I think it has potential, but it&apos;s kind of moot without an actual community using it that people want to contribute to. The code&apos;s available, so someone could conceivably take this software, make some changes and make an awesome community with it.&quot;  Kmote, a user on the vBulletin-built Tech-forums.net, thinks Discourse has a lot of potential. &quot;As long as you have Javascript enabled it looks pretty great. If the admin functions are up to scratch (I dare say they will be) and it is relatively painless to install, I&apos;m sure this is going to be a big hit.&quot; Yuriy Rusko, the project manager and director of phpBB  an open-source product, and one which allows users to track their mentions online  is more cautious. &quot;While the idea that current forum software is &apos;unusably bad&apos; would seem to be trivially contradicted by the fact that millions of people happily use it,&quot; he says, &quot;there are undoubtedly ways in which it can be improved, and I welcome attempts by knowledgeable people to do so.&quot; Nevertheless, on the basis that &quot;if you build it, they will come&quot; and that open source software never actually dies, Discourse could be a key step in the development of forum software.", 
    "section": "technology", 
    "gid": "technology/2013/may/03/forum-software-internet", 
    "wordcount": "1040"
}