{
    "headline": "Five ways Apple has lost its bite", 
    "text": "The breathtaking expansion of the world&apos;s most successful technology company has skidded to a halt. Tonight Apple is expected to post its worst financial results for a decade, with profits falling for the first time since 2003, and revenues flat on last year. It&apos;s less than two years since Tim Cook took over from Steve Jobs, but Apple&apos;s creative juices appear to have dried up. For two decades the soft-spoken Alabaman has been very much part of the firm&apos;s success, but Wall Street is now rife with (albeit not very credible) rumours that the search for his replacement has begun. Cook&apos;s tenure has had its positives: appalling working conditions at Apple&apos;s Chinese factories have been tackled and a readiness to apologise for mistakes has helped the company appear less arrogant. But the things that made Apple great  the innovation, the ability to make software and hardware that &quot;just work&quot;, and the faultless industrial design that created some of the best-looking consumer electronics ever made  appear to be slipping away. Here are five key ways Apple&apos;s lost its bite: 1. Never making a television or getting Apple TV right     Steve Jobs talking about Apple TV in 2007. There is still no sign of a predicted 'iPanel'. Photograph: David Paul Morris/Getty Images    Having turned the music and telecoms industries on their heads, Apple was understood to have trained its sights on cable TV companies. But the move has been talked about since 2011 and yet there is still no sign of an Apple television set  or iPanel as some predict it will be called. Television is crying out for change. Cable and satellite companies still force their customers to buy lots of channels they don&apos;t want before giving them access to the best content. But Apple must work harder than it did shaking up a bloated and complacent music industry. Its phones are sold with a subscription and made affordable by a hefty subsidy from the network. An expensive TV set would need similar support from cable companies, which control the internet pipes, but giving Apple a leg up would potentially destroy their business models  they don&apos;t want their customers shopping at iTunes. And Cook&apos;s not found a way to crack this. 2. iCloud being beset by syncing issues and instability     Apple's iCloud  more expensive than storage vaults run by rivals. Photograph: M4OS Photos/Alamy    Apple would like us to stash our box sets and photo albums in the attic and transform our music, video and even book collections into digital files stored on its solar-powered server farms, so they are accessible from any location on any device  so long as it&apos;s one made by Apple. But there are problems with the iCloud storage vault. It is more expensive than those run by rivals such as Google, and it doesn&apos;t work as well as it should. Audiobooks bought from iTunes, for example, cannot be re-downloaded from the store if accidentally erased from a phone or tablet. Now application developers are queuing up to complain that they cannot integrate iCloud into their own software. 3. Apple Maps being pretty rubbish, and not optional     Apple Maps, which got a high-profile plug at the iPhone 5 launch. Photograph: AP    Mapplegate, as Apple&apos;s badly designed mapping application fiasco is sometimes called, is arguably Cook&apos;s most damaging mistake to date. The app was not a minor software release, it was a key part of the chief executive&apos;s strategy of making Apple less dependent on Google. And it was given a very high-profile plug at the launch of the iPhone 5, with executives claiming crack design and superior &quot;cartography&quot;. The faults were so glaring  a Dublin park listed as an airport, a Norwegian city relocated to the sea  that one wonders how well the chief executive studied his own product before approving its release. 4. Hiring a retail chief who didn&apos;t realise Apple stores are showrooms     John Browett, who was recruited from Dixons but shown the door after seven months. Photograph: Rex Features    The Dixons boss was Cook&apos;s one major recruit since taking office. John Browett was brought in to oversee the Apple stores, and soon set about reducing the staffing costs by cutting hours and freezing recruitment. The move was quickly reversed after causing outrage. Apple&apos;s minimalist steel-and-glass retail temples are essentially advertisements for its products, with customer service playing a crucial role in recruiting new disciples. Presumably Browett ran his plans past Cook before implementing them, if not during his job interview. No matter. Seven months after joining, Browett was shown the door. 5. The iPhone 5 only really having a slightly bigger screen     The Apple iPhone 5 on sale in Hong Kong. Photograph: Kin Cheung/AP    It may be one of the fastest phones in the world, loading video and spinning through web pages at record speeds, but reviewers complain that the screen is too small and the black aluminium cases scratch too easily. The iPhone 5 outsold all other smartphones before Christmas, but there are signs that demand is tailing off more rapidly than for its predecessor, the 4S. Others have caught up too, with Nokia and Samsung making cheaper machines that work just as well.", 
    "section": "technology", 
    "gid": "technology/2013/apr/23/five-ways-apple-lost-bite", 
    "wordcount": "786"
}