{
    "headline": "South African minister backs legalisation of rhino horn trade", 
    "text": "South Africa&apos;s environmental affairs minister has backed a radical proposal to legalise the international trade in rhino horn as a means of neutralising the black market and saving the threatened species. Edna Molewa said she believes legalisation could be a solution to the scourge of rhino poaching, which saw a record 668 of the animals killed in South Africa last year, fuelled by demand for horn in south-east Asia. But her stand is likely to be met with fierce opposition from conservationists. &quot;We believe it is the right direction as one of the measures,&quot; Molewa told South Africa&apos;s Mail &amp; Guardian newspaper during a recent Convention on International Trade in Endangered Species (Cites) meeting in Bangkok. &quot;The model that we have is based on pure law of supply and demand. Economics 101. &quot;Our rhinos are killed every day and the numbers are going up. The reality is that we have done all in our power and doing the same thing every day isn&apos;t working. We do think that we need to address this issue of trade in a controlled manner so that we can at least begin to push down this pressure.&quot; South Africa is likely to support legalisation at the next Cites conference in Cape Town in 2016, the Mail &amp; Guardian reported. Rhino horn sales have been banned for more than 30 years under Cites. Poaching has escalated in recent years despite countless initiatives including armed patrols and aerial surveillance. At least 158 rhinos have been slaughtered already this year, most in the celebrated Kruger national park. At the current rate, deaths will outstrip births by 2016, described by conservationists as a tipping point. Molewa joins a vocal minority who have been lobbying hard for legalisation as a necessary step. Among them is John Hume, South Africa&apos;s biggest private owner with more than 800 rhinos, who argues that the animals could be periodically dehorned safely and humanely. Hume acknowledges that he would be one of the main financial beneficiaries. &quot;I am very pleased with the ministers&apos;s response and feel that it is high time that the government adopted this stance,&quot; Hume said on Monday. &quot;I sincerely hope that our government makes a decision to trade in rhino horn very soon and that they take such a proposal forward vigorously and intensively.&quot; He added: &quot;Our rhinos are rapidly running out of time and the current poaching onslaught is truly devastating. We strongly feel that legalising the trade in rhino horn is the only way to go in order to save the rhino.&quot; But the move has long been opposed by groups such as Traffic and the WWF. There are fears that a legitimate supply of horn would send mixed messages to consumer markets that are little understood and lack regulation. It could potentially stimulate more demand in countries such as Vietnam, where horn is seen as a delicacy or of medicinal value by the expanding middle class. Will Travers, chief executive of the Born Free Foundation, was quoted by the Mail &amp; Guardian as saying: &quot;So what are they saying by legalising the rhino horn trade? Here is a product that every sensible scientist says has no significant impact and they are going to sell it at huge cost to a public that is ill-informed. &quot;I wouldn&apos;t go to sleep at night if I thought I was selling something like that to a Vietnamese family who have scrimped and saved every cent to buy rhino horn for their dying grandmother, who then goes and dies.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/25/south-africa-rhino-horn-trade", 
    "wordcount": "600"
}