{
    "headline": "3D-printed sugar could be icing on the cake for kitchens of the future", 
    "text": "For anyone who gets the munchies at the office, it sounds like a fantasy: print your own cake. But a husband and wife architectural design team in Los Angeles is close to making it reality, by producing custom 3D-printed sugar for &quot;mega cool cakes&quot;. Kyle and Liz von Hasseln have adapted the technology to design, digitally model and print original sugar sculptures  frosting  for confectionary, turning their company, The Sugar Lab, into a thriving business. &quot;It&apos;s such an exciting intersection between technology, food, and art. We&apos;ve been getting excited reactions from all over the world,&quot; Liz von Hasseln said on Thursday. &quot;When you see a 3D-printed sugar sculpture that&apos;s unlike any food you&apos;ve seen before, its immediately clear that a whole new set of possibilities has opened up.&quot; The couple stumbled into the business as graduate students, when they wished to make a friend a birthday cake but lacked an oven. After a period of trial and error they produced a tiny cupcake topper that spelled their friend&apos;s name. Entrepreneurship was born. They launched The Sugar Lab in their studio two years ago and it is now taking off, even winning the blessing of the geek news site TechCrunch.  3D printing transforms sugar into a structural, sculptural element that can interact with food on different terms, said Liz. &quot;It can be used to sweeten or to ornament, but it can also start to define the form of the food instead of the other way around, or even to support it structurally.&quot; The Hasselns are currently collaborating with cake artists from a Hollywood bakery on a huge, four-layer cake with a 3D-printed cake stand and sugar columns  and they say the trend is likely to spread. &quot;The overlap of technology, food and art is so rich, and the potentials for customization and innovation are limitless,&quot; said Liz. &quot;We can definitely visualize a time when there will be a sugar 3D printer in every custom bakery. Brides will choose chocolate or vanilla, buttercream or fondant, and 3D-printed sugar topper shape.&quot; Academics at Cornell university, meanwhile, have predicted that 3D printing, cloud computing and digitised personal data will revolutionise cooking  starting, perhaps, with a printer that can make donuts healthy.", 
    "section": "technology", 
    "gid": "technology/2013/may/30/3d-printing-sugar-icing-cake", 
    "wordcount": "379"
}