{
    "headline": "Haiti embarks on economic recovery plan with help from private sector", 
    "text": "Much of the media coverage of Haiti&apos;s post-earthquake rehabilitation has focused on the role played by the international community and aid donors. But on the second anniversary of the earthquake, the island&apos;s narrative may be slowly shifting from one of aid dependency to one of proactive self-help. The government is embarking on a multipronged initiative to combat cholera, permanently rehouse the displaced people, improve infrastructure, and stimulate the economy through a drive on job creation. Haiti&apos;s new prime minister, Garry Conille, said the government&apos;s main focus will be to join with private sector partners to address key economic and infrastructure needs to kickstart the economy. &quot;We clearly understand that aid alone will not develop this country [so] we&apos;re creating a lot of incentives for the private sector to come in and invest,&quot; he said. The government aims to attract foreign direct investment through Haiti&apos;s forum on private sector investment, and entice corporate interest in the country with initiatives such as a 15-year tax holiday and generous subsidies for foreign businesses. It is also working with the Inter-American Development Bank (IDB) and USAid to develop Haiti&apos;s manufacturing industry  a venture that Conille believes has the potential to create thousands of jobs over the next 12 months. Work has already begun on a 246-hectare industrial park by the South Korean apparel manufacturer Sae-A, which is keen to capitalise on Haiti&apos;s guaranteed duty-free access to US clothing markets. The $78m development in Haiti&apos;s North Corridor will provide 20,000 jobs and directly support the livelihoods of up to 120,000 people. As well as providing myriad opportunities for local entrepreneurship, the industrial park will also include a residential development with 5,000 homes. In December, around 1,000 potential investors were invited to the Invest in Haiti forum  organised by the government, the IDB and the Clinton Foundation  to explore the profitable business opportunities available in the country, particularly in agribusiness, infrastructure and tourism. A partnership has already been signed between Marriott Hotels and Digicel to build a $45m hotel in Port-au-Prince, which will create 175 jobs and stimulate interest in Haiti as a holiday destination. The government is also courting private, as well as public investment to improve Haiti&apos;s sanitation infrastructure. &quot;We are in the process of finalising a major plan for water sanitation, and we&apos;ve met with potential partners in the private sector that are bringing in innovative ideas about how to handle the issue  particularly in areas like housing,&quot; Conille said. Haiti&apos;s ministry of the interior has helped develop an innovative $700,000 health and sanitation programme that will enable the construction of an extensive latrine and potable water system in the south-western Grand&apos;Anse region, which will help contain the spread of cholera and benefit 80,000 local families. The inter-municipal co-operation agreement, which has been signed by the president of the Association of Mayors from Grand&apos;Anse, Saint-Antoine Hospital of Jrmie, France&apos;s Nantes-Metropole community and Nantes University Hospital, will also provide medical training and improved health facilities to Saint-Antoine Hospital. The Haitian government is also working with the Carribbean group Caricom and AusAID on the Water, Sanitation and Hygiene (Wash) project, which is currently being implemented within Cite Soleil, a commune in the Port-au-Prince metropolitan area. The project will improve access to 25 toilet blocks and hand-washing stations, and provide medical supplies to around 15,000 residents in the Brooklyn neighbourhood. In addition, Conille revealed plans to deploy around 10,000 community health workers to provide support to vulnerable Haitians  particularly those in remote areas where several NGOs have been forced to scale down or close their treatment sites due to funding cuts. &quot;We still have 50% of our population living in rural areas who will not have access to modern sanitation techniques,&quot; Conille explained. &quot;So we want an army of community health workers who can go from house to house to help people develop their means to protect themselves against cholera.&quot; Oxfam, which is supporting 1.2 million people in Haiti through two recovery and humanitarian programmes, welcomed the government&apos;s sweeping plans but urged ministers to match priorities with those of ordinary Haitians. Amlie Gauthier, advocacy and communication manager at Intermn Oxfam in Haiti, said: &quot;Oxfam welcomes these initiatives, however, the new president and his government need to show urgency in leading the reconstruction. They must translate these initiatives into concrete actions, which should include putting people to work, supporting families without homes to find solutions, building social services, and investing in agriculture. &quot;The government should, with the support of the international community, develop a resettlement policy  with a clear timeline for exit, ensuring access to basic services and pegged to a job creation plan. There needs to be transparency and better communication about the plan and how it will be implemented.&quot; Olivier Consolo, director of Concord, which represents 1,800 European NGOs, noted that the key challenge facing Haiti&apos;s reconstruction efforts will now be how to effectively link relief with development and rehabilitation.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/12/haiti-economic-recovery-plan", 
    "wordcount": "844"
}