{
    "headline": "Should we ban helium balloons?", 
    "text": "If Christmas feels a bit flat this year, perhaps we should be blaming Peter Wothers. The Cambridge University chemist is calling for a ban on helium balloons, claiming we should not be wasting such a precious gas on the party decorations. Not even the joy to be had in inhaling the gas to make our voices sound squeaky is enough to deflate the scientist&apos;s objections  he insists our limited resources should be used for other admittedly more pressing functions of cooling magnets in MRI scanners, or helping newborn babies to breathe. Wothers will be calling for an end to helium balloons when he gives the Royal Institution&apos;s Christmas lecture this year, calling the scarcity &quot;a really serious issue&quot;. &quot;I can imagine that in 50 years&apos; time our children will be saying: &apos;I can&apos;t believe they used such a precious material to fill balloons,&apos;&quot; he says. And he&apos;s not alone  other scientists have warned that helium is becoming so scarce that research that makes use of its cooling power may have to be limited or stopped. Although it is the second most abundant element in the universe, helium cannot be manufactured, and once released into the atmosphere is lost for ever. Most of our supplies are extracted from the earth&apos;s crust in the US. In the 1920s the country started stockpiling helium, before eventually selling this off in the 1990s, causing prices to plummet. Now prices are on the rise again  but Professor Robert Richardson, of Cornell University, New York, who won the Nobel physics prize in 1996 for his research on helium, argues that a helium party balloon should cost 75, to more accurately reflect the true scarcity value of the gas. The Balloon Association, however, is still fighting for the right to supply party balloons. They argue the impure helium gas used for balloons is not the same as the liquid helium used for the MRI market, and is a byproduct of supplying liquid helium. As demand for the gas increases, it will become more worthwhile for companies to start extracting it, they say. What&apos;s more, they argue, balloons don&apos;t take up that much of the available supply. &quot;A reasonable estimate is that latex &apos;party&apos; balloons and their foil equivalent account for between 5% and 7% of the total helium usage.&quot; Wothers, however, hopes his young audience will appreciate the importance of preserving stocks of the gas. &quot;But,&quot; he says, &quot;with helium easily available on huge retail websites, there is still a long way to go.&quot;", 
    "section": "science", 
    "gid": "science/shortcuts/2012/dec/11/should-we-ban-helium-balloons", 
    "wordcount": "429"
}