{
    "headline": "What's the 'hydrogen economy'?", 
    "text": "The term &quot;hydrogen economy&quot; refers to the vision of using hydrogen as a low-carbon energy source  replacing, for example, gasoline as a transport fuel or natural gas as a heating fuel. Hydrogen is attractive because whether it is burned to produce heat or reacted with air in a fuel cell to produce electricity, the only byproduct is water. Hydrogen is not found in pure form on Earth, however, so it must be produced from other compounds such as natural gas, biomass, alcohols or water. In all cases it takes energy to convert these into pure hydrogen. For that reason, hydrogen is really an energy carrier or storage medium rather than an energy source in itself  and the climate change impact of using it depends on the carbon footprint of the energy used to produce it. One of the most potentially useful ways to use hydrogen is in electric cars or buses in conjunction with a fuel cell which converts the hydrogen into electricity. Fuel cells are attractive because they&apos;re far more efficient than the internal combustion engines they can replace  though the latter can still be used with hydrogen fuels if desired. At the moment, hydrogen is most commonly produced from natural gas. In this situation, a typical fuel cell car generates 7080g CO2 for each kilometre driven  similar to a modern gasoline hybrid or to a battery electric vehicle charged with today&apos;s UK grid electricity. These emissions can be reduced towards zero if the hydrogen is produced using low-carbon electricity sources such as renewables, nuclear or CCS to electrolyse water. The downside is that in this situationonly around half as much electricity comes out of the fuel cell as was put in to produce the hydrogen in the first place. The rest is lost as heat. Partly for this reason, and partly due to concerns over the commercial readiness of hydrogen fuel cell cars, battery-based electric cars have received more attention in recent years than hydrogen cars. However, hydrogen vehicles retain a number of important advantages: they can be rapidly refuelled in just a couple of minutes and have a range of many hundreds of kilometres. So the best technology depends on the final cost, carbon mitigation potential, and consumer needs in each case. In addition to transport, hydrogen may also be useful as a way to store renewable energy from intermittent sources  for example, when the wind is blowing but there is not high demand for electricity. In this context, it&apos;s an alternative to large-scale batteries or other storage systems. Another possibility is to use hydrogen as a heating fuel in our homes and buildings, either blended with natural gas or neat. It is the flexibility that hydrogen offers that makes it so potentially useful within future low-carbon energy systems. It can be produced from a wide variety of resources and can be used in a wide range of applications, such as power generation, as a transport fuel for low carbon vehicles, for the chemical industry, and for low carbon heating. Moreover, hydrogen is already used extensively in the chemical industry so industry is familiar with its production, handling and distribution on a large scale. For all these reasons, many experts see hydrogen as a key enabler of the lowest-cost low-carbon energy system. While hydrogen can help to decarbonise our energy system, however, it is important to be specific about where and when hydrogen can help. In that sense, it might be better to think about &apos;hydrogen in the economy&apos; rather than &apos;a hydrogen economy&apos; as such.  This article was written by Prof Nigel Brandon of the Energy Futures Lab and Grantham Institute for Climate Change, Imperial College London, in collaboration with the Guardian The ultimate climate change FAQ  This answer last updated: 27.09.2012 Read about the project and suggest a question Report an error in this answer Related questions Are solar, wind and marine power too intermittent to be useful? What&apos;s energy efficiency and how much can it help cut emissions? Why do economists describe climate change as a &apos;market failure&apos;? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/oct/11/hydrogen-economy-climate-change", 
    "wordcount": "718"
}