{
    "headline": "Zynga shares plunge after poor third quarter figures", 
    "text": "Shares in Zynga, the social gaming company behind Farmville and Mafia Wars, have plunged 20% after it warned of disappointing third quarter earnings and cut its outlook for the year. The company, which is based in San Francisco and the creator of hit games played on Facebook, said it expected to make a net loss of $90m-$105m (56m-65m) in the third quarter, blaming delays in new titles and overpaying for another games creator, OMGPOP. It bought the creator of the hit app game Draw Something for a reported $200m in March, only six weeks after the game had been launched, but the studio has failed to replicate its initial success and Zynga wrote down its value by $90m. Much hyped in Silicon Valley before its flotation in December last year, Zynga has since lost three-quarters of its value. It floated at $10 a share, valuing the company at $7bn, but that was already far below earlier predictions of a $20bn valuation. On Friday its shares were trading around $2.34. Since the float it has lost a wave of senior staff, including the chief creative officer, Mike Verdu, security chief Nils Puhlmann, and chief operating officer John Schappert. In the latest round of bad news, Friday&apos;s announcement put third quarter bookings, or upfront sales, at around $250m-$255m, down from $302m in the second quarter. In July its shares fell 40% after it reported a loss of $22.8m, saying at the time Facebook had changed its site to favour new games and, as a result, Zynga had lost customers. In a blogpost, Mark Pincus, the mercurial billionaire who is chief executive, claimed good progress with three new games but blamed a weaker outlook for the fourth quarter on &quot;reduced performance of some live web games&quot; and &quot;several new games which are at risk of launching later than expected&quot;. &quot;Let&apos;s not lose sight of the bigger picture. The world is playing games, and is increasingly choosing social games,&quot; Pincus wrote. In July, the Silicon Valley blogger Henry Blodget reported that Pincus and other senior directors in April had sold stock worth $516m when the company&apos;s share price was $12. Four months later, after its second quarter results, Zynga&apos;s shares plummeted to $3. Pincus is now among a host of major shareholders at the receiving end of a lawsuit alleging insider trading. Pincus himself reportedly sold 16.5m shares for $200m. Pincus has said the company will push further into gambling and mobile games to try to stem its losses. Industry observers suggest Zynga was unwise to go public with an immature business. The veteran Irish gaming entrepreneur and investor Dylan Collins said: &quot;The big risk for Zynga is that they take a big strategic move like acquiring one or two very sensible companies and the market doesn&apos;t care  and the share price keeps coming down.&quot; He suggested Zynga&apos;s management may have discussed taking the company private to try to regain financial control of the firm. Zynga&apos;s misfortunes have serious implications for Facebook, which at the time of its own public offering derived 12% of its income from the games company. Zynga itself derives around 94% of its revenue from being on Facebook. &quot;There is change happening at either end of the spectrum for Facebook as a gaming platform, with older users switching to mobile and younger users on different platforms completely,&quot; said Collins. &quot;For children under 13, it looks as if tablets are going to be the platform of choice, which probably means ignoring Facebook. And with older users switching to mobile, it means Facebook is a lot less relevant than it used to be. &quot;From an investor point of view, social gaming is deemed to be dead, anyway.&quot; Zynga is a famously competitive and high pressure workplace. Employees are reported to be struggling with low morale. Pincus is haunted by a report on the company by San Francisco&apos;s SF Weekly in which a former employee claimed that the chief executive actively encouraged copying rival games. &quot;I don&apos;t fucking want innovation,&quot; the employee recalled him saying. &quot;You&apos;re not smarter than your competitor. Just copy what they do and do it until you get their numbers.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/05/zynga-shares-third-quarter-figures", 
    "wordcount": "716"
}