{
    "headline": "Business and all that jazz", 
    "text": "Duke Ellington, Miles Davis and Art Blakey are widely recognised as three of the greatest jazz band leaders of the 20th century. But did you ever consider they might be role models for entrepreneurs? In fact, each one of them has lessons to offer on how to inspire creativity and innovation within an established structure, according to Deniz Ucbasaran, Professor of Entrepreneurship at Warwick Business School. Ucbasaran has been the lead academic on a paper, currently being peer reviewed, entitled Leading Entrepreneurial Teams: Insights from Jazz. It won an award for best paper at the Institute for Small Businesses and Entrepreneurship conference in November. Entrepreneurs are like jazz band leaders, Ucbasaran argues, insofar as they have to &quot;build creative tension and give individuals their heads&quot; while working within the framework of a collective. They have to harness the &quot;disparate egos of highly talented people&quot; and somehow keep them working towards the same goal. &quot;To the uninitiated, jazz seems like chaos, whereas the reality is that it&apos;s very ordered,&quot; she says. &quot;Underpinning the structure is a long tradition of education and practice.&quot; Like any business, jazz bands have products (concerts, gigs, recordings, etc) that must be marketed and sold, and have a range of stakeholders to satisfy (customers, audiences, peers, critics, etc), says Ucbasaran. &quot;Further, like entrepreneurial managers, the leaders of musical groups must identify and exploit commercial opportunities to survive.&quot; When asked whether she is a jazz fan, Ucbasaran replies: &quot;I am now.&quot; Her two collaborators on this project have been fans for some time  around 45 years in the case of Professor Mike Humphreys, 62, from Nottingham University Business School. Andy Lockett, 39, professor of strategy and entrepreneurship at Warwick, is keen, too. Like Ucbasaran, he recently moved across the Midlands from Nottingham, where this project had its roots. It began when two master&apos;s students came to see Humphreys and Lockett to ask advice on subjects for dissertations. Both were interested in researching knowledge management and leadership within the creative industries. Neither knew much about jazz, but they responded positively when their tutors suggested that the organisation of bands was worth investigation. &quot;It offered them the chance to do something a bit different,&quot; says Lockett. &quot;And they began by doing what we would never have thought of. They posted an advert on MySpace saying: &apos;Jazz musicians wanted: apply within&apos;.&quot; There was an immediate response, and soon the students were doing interviews with some of Britain&apos;s top performers. Among them were trumpeter Guy Barker, pianist Jim Watson and band leader Wynton Marsalis who, it soon emerged, modelled his leadership style on Art Blakey. &quot;Others would refer back to Duke Ellington or say &apos;this was the way that Miles Davis did it&apos;,&quot; Lockett recalls. He and Humphreys looked at the transcripts and became convinced that the subject was worthy of further investigation. So, in collaboration with Ucbasaran, they began looking at how three giants of jazz ran their bands and the lessons they offered for business leaders. &quot;We used all sorts of archival data, including biographies, autobiographies, press cuttings and sleeve notes,&quot; Lockett explains, &quot;and came up with three distinctive styles of leadership.&quot; The paper that so impressed the conference of the Institute for Small Businesses and Entrepreneurship is the second to emerge from that research. The first, Sensemaking and Sensegiving: Stories of Jazz Leadership, has already been published in a journal called Human Relations. A recurring theme in stories about Ellington, it seems, was his talent for motivation and inspiration. But it was coupled with what the authors call &quot;a laissez-faire attitude towards the behaviour of his musicians&quot;. He saw their foibles as the price to be paid for having access to their talents. For Ucbasaran that raises questions for entrepreneurs. &quot;If you have a creative process, you have to have talented employees. But talent is not always easy to manage. To what extent do you accommodate wayward behaviour? You have to give them freedom and space, but direct them in subtle ways so that the end result comes together harmoniously.&quot; Ellington&apos;s laid-back approach meant that he kept a cadre of long-serving core musicians together over several decades. Davis, however, rarely chose musicians who knew each other. As the paper puts it, &quot;he felt that prior relationships might lead to the development of routines which hampered innovation and improvisation&quot;. So creative tension was his over-riding priority? Lockett nods. &quot;He was less concerned about stability than the other leaders. If it worked, it would be brilliant. If not, he&apos;d disband the team and start again.&quot; Blakey was much more of a father figure, he says. &quot;His speciality was bringing on young musicians. And he was much more concerned about the decorum and behaviour of his team than the other two.&quot; Which of the three offers the best guidance to the entrepreneurs of today? &quot;It&apos;s impossible to say. All three offer lessons that can be taken on board.&quot; In some businesses more than others, perhaps. Ucbasaran concedes that the insights from jazz are more pertinent in the cultural industries and &quot;hi-tech businesses with a rapid pace of change&quot;. The kind of businesses, indeed, that have made it more likely that the great jazz music of the 20th century is listened to in the 21st century on iPods rather than on vinyl.", 
    "section": "education", 
    "gid": "education/2012/jan/02/jazz-leaders-lessons-for-business", 
    "wordcount": "915"
}