{
    "headline": "Are video games just propaganda and training tools for the military?", 
    "text": "It&apos;s Monday night, the kids are in bed, and I am trying to kill Osama bin Laden. I stalk through his Abbottabad compound and I aim my rifle at the first person I see, only to discover he&apos;s my brother in arms, aka &quot;OverdoseRocks&quot;. So I walk downstairs into a prayer room, at which point my gun accidentally goes off. Then the mission is over. We were victorious. Next, I join US servicemen during the 2007 surge in Iraq. For about three minutes I kick about a palm-lined boulevard, strafing apartment buildings. I am ambushed. In my dying moments, I am presented with an advert for a game in which I can embody a cheetah and kill an antelope, but I have had enough bloodshed for one evening. I have been on the Kuma Games site, an online entertainment developer and, according to reports on Iranian television, an international distributor of military propaganda. Kuma produces a range of games, from second world war air-battle shoot-&apos;em-ups for the History Channel, through to the carnivore-themed I Predator, a tie-in for the cable station Animal Planet. Yet it&apos;s the company&apos;s Kuma War series of topical military games, as well as a more discreet line of Arabic-language first-person shooter games, that have piqued media attention. During a televised confession on Iranian TV, alleged US agent and former marine Amir Mirzai Hekmati said he had worked for Kuma, and it was a CIA front company. Though his words cannot be regarded as the unvarnished truth, publicly available government documents indicate that Hekmati had been a Kuma employee, while Kuma&apos;s CEO, Keith Halper, admits to taking on military work. If his words are true, Kuma War are only one of a number of bloody titles produced under varying degrees of military aegis. In 2001 Syria&apos;s Afkar Media published Under Ash, in which players take on the role of Palestinians fighting off an Israeli assault; they followed this in 2005 with Under Siege, and in 2008 non-violent children&apos;s game Road Block Buster, in which players take on the role of &quot;&apos;Maan&apos; the boy with a thousand way[s] to get over any barrier or road block implanted by Israeli Defense forces&quot;. In 2003, developers linked to Hezbollah entered the market with a Special Force series, a set of PC war games set in Lebanon. In 2007, Iran&apos;s Association of Islamic Unions of Students released Special Operation 85: Hostage Rescue; a first-person-shooter game wherein players aim to free two Iranian nuclear scientists kidnapped by the US. The game was published in response to Kuma&apos;s Assault on Iran, which was based around a US assault on an Iranian nuclear facility. There are also more formal offerings from the world&apos;s leading powers. America&apos;s Army, a free online simulator, was published by the US military in 2002 to aid recruitment. The British army launched their online game Start Thinking Soldier in 2009, to drive interest among 16- to 24-year-olds. Then in May last year, China&apos;s People&apos;s Liberation Army unveiled Glorious Revolution, a Call of Duty-style game for both military and domestic markets. This is all in addition to numerous game-like training tools, from language apps through to tank-driving tutorials, which are used to educate recruits around the globe. &quot;For decades the military has been using video-game technology,&quot; says Nina Huntemann, associate professor of communication and journalism at Suffolk University in Boston and a computer games specialist. &quot;Every branch of the US armed forces and many, many police departments are using retooled video games to train their personnel.&quot; Like much of early computing, nascent digital gaming benefited from military spending. The prototype for the first home video games console, the 1972 Magnavox Odyssey, was developed by Sanders Associates, a US defence contractor. Meanwhile, pre-digital electronic flight simulators, for use in both military and civilian training, date back to at least the second world war. Later, the games industry began to repay its debts. Many insiders note how instruments in British Challenger 2 tanks, introduced in 1994, look uncannily like the PlayStation&apos;s controllers, one of the most popular consoles of that year. Indeed, warfare&apos;s use of digital war games soared towards the end of the 20th century. &quot;By the late 1990s,&quot; says Nick Turse, an American journalist, historian and author of The Complex: How the Military Invades Our Everyday Lives, &quot;the [US] army was pouring tens of millions of dollars into a centre at the University of Southern California  the Institute of Creative Technologies  specifically to build partnerships with the gaming industry and Hollywood.&quot; It&apos;s a toxic relationship in Turse&apos;s opinion, since gaming leads to a reliance on remote-controlled warfare, and this in turn makes combat more palatable. &quot;Last year,&quot; says Turse, &quot;the US conducted combat missions in Afghanistan, Iraq, Libya, Pakistan, Somalia and Yemen. There are a great many factors that led to this astonishing number of simultaneous wars, but the increasing use of drones, and thus a lower number of US military casualties that result, no doubt contributed to it.&quot; Many closer to the action take a different view. Justin Crump served in the British army for seven years and has been a reservist since the early 90s; he saw active duty in the Balkans, Iraq and Afghanistan. Prior to enlisting, Crump was also a keen gamer. &quot;I learned my tactics playing games in the 80s,&quot; he says. &quot;In the recruitment interview I said I&apos;d been flying simulators for a few years.&quot; While Crump recognises the military&apos;s involvement in early games development, he believes the computer industry has outpaced military simulators. &quot;With 30-year procurement programmes, you&apos;ll be spec&apos;ing simulators in the 80s and 90s,&quot; he says. Imagine ordering Space Invaders to be played in the Xbox era, and you realise why the British military has had to improve some of its simulated training to keep the attention of new recruits. Crump laughs when recalling the mechanical tank trainers he used in the early 90s, as well as the Laserdisc system used for training on the Challenger 2 tank, back in 1998. &quot;We asked: &apos;Why aren&apos;t these things on CDs or a flash drive?&apos;&quot; For a taste of how war games and armies might work best, try Steel Beasts. Developed by eSim, an American firm with ex-US and European army personnel, Steel Beasts is perhaps the world&apos;s most successful tank-training simulator. &quot;We wanted to develop a computer game that would be both entertaining and educational,&quot; says Nils Hinrichsen, eSim&apos;s marketing director, &quot;which at the same time would offer a bit of &apos;trigger time&apos;, but with accurate procedures and ballistics.&quot; Hinrichsen admits that Steel Beasts won&apos;t exactly top gamers&apos; Christmas present lists. Yet it runs on PCs, allows users to edit their maps and layout, and has playback facilities, so players can learn from their mistakes. eSim charges armies a fee for customising the game to suit their vehicles so that it can be used for training. These adaptations are then included in subsequent versions of the game  which means they are available to other armies. Until now most militaries have bought bespoke simulators tied to particular weaponry, &quot;and woe betide the army that changes specifications in mid-stream,&quot; says Hinrichsen. Instead, Steel Beasts can be fitted to suit any new armoured vehicle. Since its introduction in 2000, the game has been used by the US military and the armies of Australia, Denmark, Finland, the Netherlands, New Zealand, Norway, Spain, Sweden, and the Canadian air force. From a certain point of view, any link between the games system in your child&apos;s bedroom and automated killing on the battlefield is grossly distasteful. Yet, if you accept the need for standing armies, and believe in the efficiencies of information technology, then it&apos;s hard to view Steel Beasts as anything other than a canny application of processing power. It&apos;s quite different from Kuma War games, which Huntemann calls &quot;&apos;soft propaganda&apos;, in the same way that Top Gun or John Wayne war films are soft propaganda&quot;. She also questions whether glitzy online games really drive gamers towards the frontline. &quot;When you look why people enlist,&quot; she says, &quot;it is overwhelmingly tied to history of military service in the family, socio-economic status and the current state of the economy.&quot; Crump agrees. &quot;I find some of the modern first-person shooters ridiculous,&quot; he says. &quot;If people joining are expecting that sort of thing they are going to be disappointed.&quot; He questions whether those drawn to blameless gore even aspire to a life of service. Recalling a trip to a paint-balling range with some army friends, he says: &quot;There were some other really tooled-up guys there, and they didn&apos;t know we were military.&quot; Crump put it to the opposing side that, if they enjoyed firing guns, they should enlist. &quot;They said: &apos;No, too dangerous, wouldn&apos;t want to,&apos;&quot; he recalls, quite surprised by their response. Yet he wasn&apos;t so startled by the outcome. How did those weapons-loving gamers do against him at paintball? &quot;They lost.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/mar/18/video-games-propaganda-tools-military", 
    "wordcount": "1530"
}