{
    "headline": "Does art-from-science really add anything?", 
    "text": "I had a fun and interesting time at the Cheltenham Science Festival over the weekend. I was there to talk about neutrinos and the furore (or possibly fracas, I&apos;m still learning to speak newspaper) about whether they travel faster than light (they don&apos;t, it was a faulty connector on a cable). The discussion was organised by the Times, led by Jim Al-Khalili, and he and I were joined by two actual neutrino scientists, Giles Barr from Oxford University and Susan Cartwright from the University of Sheffield. The overwhelming verdict of the audience was that the whole episode had in general been well-handled and was good for science1. I mostly agree, though along with Matt Strassler I think that OPERA really should have checked their cables earlier; it was a hugely embarrassing error to have made, one that many (including Susan) called immediately, and one only they could have found.  There were lots of fascinating people and events around, but on the train back to London the conversation which sticks in my mind is one I had with some people in the green room, about art and science. CERN has quite an enthusiastic art program now (as well as a Gormley), but there is a feeling that the scientists at CERN retain a high degree of scepticism, maybe even cynicism, but probably mostly indifference to the activity. Despite having highlighted some science-related art here (for example these colourfield splash paintings) I share this attitude to varying degrees depending on mood, and I wondered why. Science is undeniably the source of some wonderful images. But speaking generally, the art which has most impact on me usually hints at, and shows back to me, something I have some knowledge of already, and leads me into a different way of thinking about it. This happens with art which is not specifically about science. It may refer to love, distance, location, parenthood, fear... almost anything. This sets off all kinds of echoes in my thoughts and deepens the experience and understanding.  The only piece of art I can think of which ever did this for me with science is a play - Michael Frayn&apos;s Copenhagen, which I saw years ago at the South Bank and which still surfaces in my mind at random intervals, especially when I am working with or teaching quantum mechanics. Frayn brilliantly explores a meeting between Niels Bohr, his wife Margrethe, and Werner Heisenberg in Copenhagen during World War Two. Bohr and Heisenberg, giants of the development of quantum mechanics, were long-standing colleagues but on opposite sides. No one really knows what was said, but afterwards Bohr and his wife fled Denmark to the US (not a moment too soon). Heisenberg led German efforts to develop an atomic bomb. Bohr collaborated on the Los Alamos project. Why exactly Heisenberg visited, whether he warned Bohr, whether key physics information, or misinformation, was exchanged, and what impact this had on the fact that Los Alamos succeeded and the Nazis failed, is the subject of much speculation, and alternative versions are presented in the play. All that is fascinating, but there is another layer to it. There is an unstated but to me very clear analogy between, on the one hand, known facts of history (the meeting definitely happened) and the unknown motivations and conversations which may be behind them, and, on the other hand, the idea of measurable quantities in quantum physics (e.g. the position at which a photon hits a screen) and the indeterminate states in between which lead to this. For example to calculate the final position of a photon, you have to consider all possible paths it could take, and it makes no sense to say it took a particular one. This is more than just lack of knowledge, it is in principle unknowable, and there were echoes of this for me in the personality of Heisenberg, in that he probably had very mixed motivations and was probably not even clear to himself what they were, or which were dominant. So in a sense only the actions taken are real. The motivations are potentially unknowable and perhaps you have to consider all of them to understand the deeds.  I don&apos;t know, I&apos;m no art or theatre critic and I hope I haven&apos;t spoiled the play for anyone by putting a clunky physics link in there which only works for me. But it really does work for me. Also I watched the play with non-physicists, who thought it just as wonderful as I did, presumably without making those connections. I have to say, I am a fan of Frayn&apos;s work generally, but to me this play alone would be enough to qualify him as a genius.  I want to spend more time at Cheltenham Science Festival next year. I hope someone restages Copenhagen near me soon. And I wish the CERN artists luck - and I will be very grateful if they can tell me something about my science.  1 Yes, I&apos;m a aware that an audience that has paid to spend an hour listening to us talk about neutrinos is not really an unbiased sample.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/jun/18/art-from-science-copenhagen", 
    "wordcount": "856"
}