{
    "headline": "Live chat: shouldn't we aim to end extreme wealth, not extreme poverty?", 
    "text": "After months of negotiations, a high-level panel set up by UN secretary general Ban Ki-moon has released its final report on development after the millennium development goals (MDGs) expire in 2015, setting out an ambitious target to end extreme poverty by 2030. The panel promises that &quot;it can actually be done&quot;. Entitled A new global partnership, the report (pdf) sets out 12 universal goals, on topics ranging from women&apos;s empowerment to good governance. When we asked our Twitter followers for their reactions, early responses seemed fairly optimistic. What do you think? Are these targets realistic? Can global goals lead to progress at the national level? What&apos;s missing? Despite overwhelming consensus from the global consultation that inequality should be top priority, the report does not include it as a standalone goal. UK international development secretary Justine Greening said the report &quot;categorically&quot; tackles inequality in that no one could be left behind. Does that go far enough? Or are campaigners right to be disappointed that the report lacks a target to tackle the distance between rich and poor? We have convened a panel of people involved in the process to discuss the report and answer your questions. Panellists will be online on Tuesday 4 June between 1pm and 2.30pm BST. The panel Abhijit Banerjee, economics professor at the Massachusetts Institute of Technology and member of the high-level panel Michael Anderson, director general for policy and global issues at the UK Department for International Development and the prime minister&apos;s special envoy for UN development goals. @dfidmichael  Achyut Luitel, director of Practical Action Nepal. @achyutluitel  Claire Melamed, head of the growth, poverty and inequality programme at the Overseas Development Institute. @clairemelamed Alex Cobham, research fellow at the Center for Global Development with a focus on illicit financial flows, tax and inequality. @alexcobham  Anna Feuchtwang, chief executive of EveryChild and co-chair of Beyond2015, a civil society campaign set up to influence discussions on the future of development. @AnnaFeuchtwang Panel highlights From banerjee:   On inequality our thought was that rather than addressing mechanically by setting some Gini target, which is both hard to measure and often slightly off point ... it would be better to address the causes and consequences of inequality directly by focusing on groups that have high chance of being excluded from their basic rights to services.  From AlexCobham:   I wouldn&apos;t support a pure Gini target either ... But the more substantive point is the philosophical difference between seeing inequality as a problem only because the marginalised do not achieve some absolute human poverty criteria ... or seeing the damage inequality does to societies more widely  From michaelandersonenvoy:   Support for &quot;honest and responsive government&quot; ranks as one of the highest priorities for people around the world, and especially for poor people ... The argument will have to be made -- over and over again -- but it feels like an argument whose time has come.  From maldonadon:   Neither the narrative nor the goals and targets framework go far enough in identifying how women&apos;s and girls&apos; experiences of multiple and intersecting forms of discrimination result in deeper experiences of poverty, deprivation and social marginalization.   From RobertoBissio:   The panel claims that &quot;we heard over 5000 civil society organisations working in about 120 countries&quot; and &quot;we also consulted the chief executive officers of 250 companies in 30 countries, with annual revenues exceeding $8 trillion&quot;. The 8 trillion talked louder than 8 billion (people on Earth in 2030).  ", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/03/live-chat-extreme-wealth-poverty", 
    "wordcount": "578"
}