{
    "headline": "Apple bond sale attracts wide response as CEO looks to appease shareholders", 
    "text": "Apple launched a new product on Tuesday: the iBond. And it looks set to attract the sort of frenzy once reserved for past hits including the iPad and the iPhone. The tech giant started the process of selling billions of dollars in bonds in what may amount to the largest bond sale ever. By noon in New York the bond sale, Apple&apos;s first in close to two decades, looked to have attracted at least three times the money the company was seeking.  Apple chief executive Tim Cook made the move as the company attempts to appease shareholders unhappy with slowing sales and a plummeting share price. Last week Apple pledged to hand back $100bn to shareholders by the end of 2015. The company has $145bn in cash on its book with $102bn held overseas. Issuing US debt would allow Apple to pay cash to shareholders while avoiding the tax bill it would incur if it repatriated that money. The sale, to be made in six parts, is being managed by Goldman Sachs and Deutsche Bank and had reportedly already attracted $50bn from investors hungry to snap up Apple debt.  Michael Kastner, principal at Halyard Asset management in New York said bond buyers were usually wary of buying debt from companies seeking to buy back shares but that because Apple was sittiing on so much cash, this was likely to be a very popular sale. Kastner said it was part of a larger trend as corporations seek to take advantage of historically low interest rates. &quot;Companies are borrowing cheap and buying back shares and in the process improving their earnings per share. We saw this in the last low interest rate cycle, but never to this degree,&quot; he said. Last week Apple reported its first year-on-year decline on profits in a decade. Its share price has fallen hard amid signs of slower growth and rising competition in the smartphone market, especially from arch-rival Samsung.But the company still made $9.5bn in profits last quarter and was the only major tech firm with no debt on its books. The company last issued debt in 1996. In a filing Monday with the Securities and Exchange Commission (SEC), Apple said it plans to use the proceeds &quot;for general corporate purposes, which may include, but aren&apos;t limited to, funding for working capital, payment of dividends, capital expenditures, repurchases of our common stock, and acquisitions&quot;. The notes will have maturities ranging between three and 30 years and come as other companies, including Microsoft, have been taking advantage of low interest rates as demand for fixed-income investments remains robust. Microsoft raised $2.7bn in debt last week issuing bonds in the US and in Europe, its first ever euro denominated debt deal. The company said the money would be used to repurchase stock, make acquisitions and repay existing debt. After Apple&apos;s debt offering the total level of new issues for April will top $100bn, making it the strongest April for debt sales since 2008, and the second largest since January&apos;s $137bn in offerings. Kastner said that the corporations were likely to continue turning to the bond market to raise cash for as long as the Federal Reserve keeps rates low.  Cook, late Apple co-founder Steve Jobs&apos; handpicked successor, moved to reassure investors last week by adding $55bn to the company&apos;s share buyback programme. The addition takes Apple&apos;s total commitment to $100bn by 2015, believed to be the largest such programme ever initiated. Ping Zhao, an analyst at CreditSights in New York, calculated in a report issued last month that Apple would need to issue between $15bn and $20bn in new debt in order to finance the additional $55bn buyback.", 
    "section": "technology", 
    "gid": "technology/2013/apr/30/apple-bond-buying-programme", 
    "wordcount": "617"
}