{
    "headline": "Starwatch: Comet is highlight in March night sky", 
    "text": "Our long-anticipated highlight for March is likely to be the emergence of Comet PANSTARRS in our evening twilight. Officially called Comet 2011 L4 (PANSTARRS) it reaches perihelion, its closest to the Sun (45 million km), on the 10th. Our first sight of it may come two days later when it stands only 6 high in the W and the same distance to the left of the one-day-old Moon forty minutes after sunset. We will probably need binoculars, and certainly a clear horizon, to glimpse either object in the bright twilight. A day later the comet is 7 high and 7 below-right of the Moon. Updated predictions have it near the third magnitude at that time, with a dust tail stretching several degrees away to its upper-left. The following days see it climb to pass 6 to the left of Algenib, the lower-left star of the Square of Pegasus, on the 16th and 7 left of Alpheratz, top-left in the Square, on the 23rd. By then it may be fainter than the fourth mag and its dust tail may be close to vertical. Expect more details here in Starwatch on the 11th. With Mercury, Venus and Mars hidden in the Sun&apos;s glare from our latitudes this month, Jupiter, conspicuous high in our S sky at nightfall, is one of only two naked-eye planets on show. The other is Saturn which rises in the ESE minutes after our map times and passes some 24 high in the S five hours later. Saturn brightens from mag 0.4 to 0.3 in March, shows an 18 arcsec disc with rings 41 arcsec wide at mid-month and is passed by the Moon on the 2nd and 29th. Jupiter dims from mag -2.3 to -2.1 as it slides eastwards above Aldebaran and the Hyades cluster in Taurus. The planet&apos;s cloud-banded disc appears 37 arcsec wide when the planet lies near the Moon on the 17th. March diary 2nd 15h Moon 3 S of Saturn 4th 13h Mercury in inferior conjunction; 22h Last quarter 10th 04h Comet PANSTARRS at perihelion 11th 20h New moon 18th 01h Moon 1.5 S of Jupiter  19th 17h First quarter 20th 11:02 Vernal equinox 24th 18h Jupiter 5N of Aldebaran 27th 09h Full moon  28th 17h Venus in superior conjunction  29th 01h Uranus in conjunction with Sun; 20h Moon 3 S of Saturn 31st 01h GMT = 02h BST start of British Summer Time ", 
    "section": "science", 
    "gid": "science/2013/feb/24/starwatch-comet-panstarrs-march", 
    "wordcount": "413"
}