{
    "headline": "Restoring Beauty  video", 
    "text": "    One morning in 2005, an adult female bald eagle was spotted whilst scrounging for food at a landfill in Alaska. Emaciated, she was starving to death in the midst of a bounty of food. A poacher had shot her in the face, shattering the upper mandible of her beak, leaving her with a useless stump. The damage left Beauty with just a small portion of her left upper beak and destroyed almost all of the right side. Trying to eat using this mangled beak was like &quot;eating with one chopstick&quot; according to raptor specialist Jane Fink Cantwell.  The eagle was relocated to Birds of Prey Northwest, a nonprofit organisation located near Coeur d&apos;Alene, Idaho. There, she was nursed back to health by a small army of volunteers. At first, the eagle was force-fed liquified food through a tube daily. Later, after her health improved, the eagle resumed eating solid food that was fed to her using forceps. During this recovery time, it was hoped her beak would grow back, but the bone was too badly damaged: Beauty would never recover.  The unanimous expert opinion was the bird should be euthanized. However, Ms Cantwell refused to give up. She continued to seek the help and advice of scientists and other professionals by sharing Beauty&apos;s story. One afternoon, as Ms Cantwell spoke of Beauty&apos;s situation during an educational presentation she was giving, they got lucky. Mechanical engineer Nate Calvin and his two daughters were in the audience, eager to learn more about birds of prey. After hearing Beauty&apos;s story, Mr Calvin was inspired and determined to help. He approached Ms Cantwell after her presentation had ended.  &quot;I think I can help you with Beauty if you are interested.&quot; he said.  Mr Calvin, a founder of the Boise-based Kinetic Engineering Group, made a mold of Beauty&apos;s shattered upper mandible, laser-scanned it, fine-tuned it in a 3D modeling program, and created a prosthetic beak from a nylon-based polymer (prosthesis in red, below):      With the help of scientists, researchers, engineers and medical specialists -- Mr Calvin even recruited his personal dentist to help -- this prosthetic beak was implanted onto a titanium mount fitted onto the remaining part of Beauty&apos;s beak. Thanks to the efforts of the team of volunteers, Beauty drank water on her own for the first time in years. Unfortunately, the prosthesis is not anchored securely enough to return Beauty to the wild, but she now can feed herself and preen her feathers.  I emailed Birds of Prey Northwest for an update on Beauty and received this reply yesterday from Ms Fink (Cantwell):  Beauty continues to thrive under our care without her upper beak. The new growth pushed out the hardware which anchored the prosthetic beak. Recently the small amount of new growth has allowed Beauty to do something she has not been able to do since her injury-eat independently. We have constructed a special feeding platform for her and she now feeds herself!  We are looking to the future as we measure her minute growth and construct a new plan of attachment. Construction of the beak is the easy part, it is the attachment that is the challenge. Recently, her 2008 procedure videoed by a Seattle news team, was made available on Vimeo and we have had lots of inquiries. Some have suggested that Beauty has a much greater educational impact WITHOUT her beak. When the prosthetic was in place, her story is lost at first glance. Time will tell whether she goes through life with or without a beak.  In the meantime, she will remain in north Idaho under my care where she is cherished and well cared for.  Here&apos;s the video report:      [video link] This video was shot and edited by Keith Bubach for the television programme, Evening Magazine (KING-TV, Seattle). It won the 2008 Emmy award.       .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist is on facebook and twitter: @GrrlScientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/sep/08/1", 
    "wordcount": "653"
}