{
    "headline": "London 2012: David Cameron to hold hunger summit during Olympic Games", 
    "text": "The British prime minster, David Cameron, will hold a summit on food security during this summer&apos;s Olympic Games in London. In a statement to the House of Commons on Wednesday, Cameron announced his intention to hold &quot;a major event&quot; during the Games. The move follows last week&apos;s G8 summit in the US, where eight of the world&apos;s wealthiest nations pledged to speed up progress on combating hunger and malnutrition. Central to that commitment was the launch of the new alliance for food security and nutrition, announced by the US president Barack Obama last week. The alliance will encourage more private sector investment in African agriculture. &quot;On development, the new alliance for food security and nutrition is an important initiative that aims to help 50 million people lift themselves out of poverty over 10 years,&quot; said Cameron. &quot;For countries to receive help they need to show a real commitment to transparency and good governance. And in return they get substantial support to generate private sector investment in food production. This is a great combination of promoting good governance and helping Africa to feed its people. And I&apos;ll be building on this with a major event on food security during the Olympics.&quot; Details of the summit have yet to be confirmed, but a Downing Street spokeswoman said the intention was to build on the G8&apos;s promise. &quot;We&apos;ll look to follow up on the Camp David [G8] initiative,&quot; said the spokeswoman, &quot;focusing on how good governance and private sector investment can help improve access to food and nutrition.&quot; News of the proposed summit was welcomed by campaign groups, which praised Cameron for grasping the nettle on food security and harnessing the visibility offered by the Olympics to focus global attention on the issue. &quot;It&apos;s great to see that the prime minister will build on President Obama&apos;s bold beginning and develop a sustained global effort to break the cycle of hunger and poverty,&quot; said Adrian Lovett, Europe executive director for the anti-poverty campaign group ONE. &quot;When the eyes of the world are on London, the prime minister will focus attention on the crucial issue of hunger.&quot; Justin Forsyth, the chief executive of Save the Children, said: &quot;Save the Children is delighted that the prime minister has decided to hold a world hunger summit during the Olympics. He should be applauded for picking up the batonfollowing the recent G8. &quot;With over 100 heads of state visiting, the Olympics offer a unique opportunity to leave a global legacy beyond sport. By galvanising other world leaders, the private sector, charities, and the public, the prime minister can help save millions of children&apos;s lives, who are facing a daily battle with hunger.&quot; Sol Oyuela, Christian Aid&apos;s Senior political adviser, added: &quot;At a time when the number of hungry people in the world is rising for the first time in a generation, it&apos;s more urgent than ever that we make the food system work for people living in poverty. There is enough food for everyone to have what they need but more than one billion people are still hungry. &quot;Aid is helping to tackle hunger  and we also need action to deal with its deeper causes, such as climate change and inequality. The UK&apos;s Olympics event is a major opportunity to achieve progress on that front.&quot; Aid agencies had expressed disappointment at the outcome of the G8 summit, which a $3bn private sector contribution aside  failed to produce any increase on the $22bn pledged at L&apos;Aquila in 2009 with the objective of tackling hunger through to the end of 2012. The assembled leaders did, however, pledge to honour that commitment and maintain &quot;strong support  including through bilateral and multilateral assistance&quot; on current and future global food security challenges. Cameron used his Commons address to highlight the influential nature of private sector input and underline Britain&apos;s commitment to spend 0.7% of gross national income on overseas aid. &quot;Encouraging the private sector to create jobs is one of the best routes to sustainable, equitable growth in poorer countries,&quot; he said. &quot;But aid still has a vital role to play. For the first time in a decade, the amount of aid given by the world&apos;s richest countries to the world&apos;s poorest countries has fallen back. Promises are being broken. This is wrong. &quot;Britain continues to honour its commitments. Other nations should do likewise  and in our G8 next year, we will once again produce the report which shows who has and who hasn&apos;t.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/23/london-2012-hunger-summit-olympic-games", 
    "wordcount": "772"
}