{
    "headline": "Knowledge mobilisers: putting research into practice (and policy)", 
    "text": "Earlier this year on the Higher Education Network, I introduced knowledge mobilisation as a university-based process that connects academic social sciences and humanities research to non-academic decision makers to inform decisions about public policy and professional practice, enhance social innovation and develop sustainable solutions to social, environmental, economic and cultural challenges. I then reflected on its past  the roots of knowledge mobilisation as we now understand it. In this third installment, I return to the present to see how York University in Toronto is supporting collaborations between researchers and partner to maximise the impact of research on society. We started York University&apos;s knowledge mobilisation practice by trying to push out existing research results to find &quot;receptors&quot; and soon realised that we needed more interactive methods of closing the gap that exists between research within a higher education context and the policy and practice which could use it. Researchers and their partners need to find a middle ground in which to collaborate so that research not only meets the academic standards of scholarship but is also relevant to non-academic partners. Today York University&apos;s knowledge mobilisation unit uses a suite of services available to faculty and students from all disciplines across the university. Our knowledge mobilisation staff help faculty and partners identify and develop research collaborations through meetings support, student interns and the use of social media as a connecting channel. We have recently published a report on our full range of services. About 70% of our partners come from the community sector and 30% from the government sector. It is the job of the knowledge brokers at the knowledge mobilisation unit to select the right service(s) for the right researcher and partner. We have three full time brokers, two of whom work on campus and one in the community, based with our principal community partner, the United Way York Region. Between January 2006 and December 2011 the unit brokered 246 relationships involving 240 academics (16% of the university&apos;s entire faculty). Some of these have been fruitful collaborations that produced impacts such as the Green Economy Centre, the Welcome Centre evaluation (expanding services for immigrants), United Way of York Region&apos;s Strength Investments (examining links between living conditions and health) and the PARC Heat Registry (reducing heat related illnesses and deaths and informing the public of the risks associated with extreme heat). Some projects have become long term well funded collaborations such as Mobilizing Minds, which explores pathways to young adult mental health. Others have been one off lunch and learn sessions. While not all of the collaborations are funded, York&apos;s knowledge mobilisation operations have helped our community partners raise over $1m in programme funding and have attracted over $17m research funding for York University researchers and their partners. This is great for our staff and students, as well as York Region and Toronto, but the impact is spreading. We are now working with five other universities across Canada, all of whom have invested in knowledge mobilisation services. York University is collaborating with Memorial University of Newfoundland and Labrador, Universit du Qubec  Montral, University of Guelph, University of Saskatchewan and University of Victoria as ResearchImpact-Rseau-ImpactRecherche (RIR), a knowledge mobilisation network for Canada. The mandate of RIR is to maximise the impact of university research on society by supporting knowledge brokers and promoting impact. We&apos;re busy building for the future, which will be the focus of the fourth and final instalment of this series. Based on our experience, the literature and our growing international connections, we hope to present a vision of a truly emerging field. David Phipps is director of research services and knowledge exchange at York University, Toronto, Canada. For more on knowledge mobilisation, see the Research Impact blog and follow @researchimpact on Twitter This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/09/knowledge-mobilisation-university-research-partnerships", 
    "wordcount": "660"
}