{
    "headline": "Mystery bird: Eurasian wren, Troglodytes troglodytes", 
    "text": "    Eurasian wren, Troglodytes troglodytes, Linnaeus, 1758, photographed at Astbury Mere Country Park, Cheshire, UK.  Image: Roy Hill, 23 March 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 5D Mark II.    Here&apos;s a reminder of the original mystery bird photograph I showed you:       Question: This British mystery bird may be challenging for some of you to identify from this image, but if you&apos;ve ever seen it, then I think you probably still can identify it. This bird is remarkable for several traits. What are they? Can you identify this bird&apos;s taxonomic family and species? Response: Eurasian wren, Troglodytes troglodytes, is one of the smallest birds in Great Britain, only the goldcrest, Regulus regulus, and firecrest, R. ignicapillus, are smaller. Even though Troglodytidae is a New World family, this particular wren managed to colonise the Old World, where it has successfully set up housekeeping and already has a number of recognisable subspecies.  This species was originally lumped together with the winter wren, T. hiemalis, of eastern North America and the Pacific wren, T. pacificus, of western North America. The Eurasian Wren (Troglodytes troglodytes), is a very small insectivorous bird, and the only member of the wren family Troglodytidae found in Eurasia. The wren is mouse-like in its behaviour and it is well known for nesting in all sorts of strange places, such as the pockets of old coats that have been left hanging undisturbed.  The wren is polygynous, where one territory-holding male may have more than one female with an active nest on his territory. A male wren has an astonishingly loud and long song, especially for such a tiny bird. Whenever I&apos;ve heard a singing wren, I&apos;ve found myself gasping for breath after subconsciously holding my breath for the duration of the bird&apos;s song. Here&apos;s a nice video of a Eurasian wren filmed in Taiwan, singing and eating mealworms:             [video link] Okay, so maybe you prefer to listen to a local bird sing? This one was filmed in Cley, Norfolk:            [video link] Can you hear a difference in their songs? In winter or on cold nights, wrens survive by snuggling together into a small hole or crack, sharing body heat until morning, when they go their own way once again.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/04/8", 
    "wordcount": "434"
}