{
    "headline": "20 Best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new Android apps released in the last seven days. A busy week too, with apps spanning radio, social location, navigation, to-do lists, Twitter clients and tabloid newspapers. As ever, games aren&apos;t included in this post, because they have a separate multi-platform roundup. The latest can be found here, and includes Android games like Heroes of Order &amp; Chaos, Motley Blocks, Dragon Slayer, Transformers and Avengers Initiative. New iOS apps have their own roundup post which will be published later in the day. In the meantime, here&apos;s this week&apos;s Android selection: Creatorverse (3.14) Shortly after the release of its iOS version comes the Android edition of Creatorverse, a creative app from Linden Lab  the company behind virtual world Second Life. No flying genitals or furry avatars here though: instead it&apos;s an inventive physics toolkit: &quot;Watch your creations bounce, roll, tilt or even accelerate on the screen...&quot; Radioplayer (Free) British not-for-profit firm Radioplayer has a website and iPhone app aggregating BBC and commercial radio stations&apos; streams in the UK. Now it&apos;s on Android too, offering a mixture of live streams and on-demand podcasts. Besides the Beeb&apos;s roster, you can find various Absolute Radio stations, Heart, Capital, LBC, talkSport, Kiss, Magic and more, right down to community and student broadcasters. Highlight (Free) Social location app Highlight was hugely hyped when it first appeared, as Silicon Valley got overexcited about the prospect of phones pinging their owners when someone interesting wandered past. The hype has died down since, but Highlight is still going, and it&apos;s now available on Android as well as iOS. As before, you sign in using Facebook, then it notifies you when friends and &quot;interesting connections&quot; are nearby. David Gilmour in Concert (5.99) Pink Floyd&apos;s David Gilmour has released an app based on an existing live DVD, promising two hours of footage, extra bonus material, links to Gilmour&apos;s Facebook Page and website, and in a glorious reminder of one of the more curious selling points for DVDs in the past  &quot;fully interactive menus&quot;. ForeverMap 2 (0.69) Google Maps may be the dominant mapping and navigation app on Android, but there&apos;s competition coming through. ForeverMap 2 is the work of startup Skobbler, offering online and offline maps for the globe, aiming for &quot;a paperback-like map experience&quot; with an emphasis on detail and visuals. The offline maps come as in-app purchases. Echofon PRO for Twitter (2.99) I&apos;ve written about the beta version of Twitter client Echofon recently, but this PRO version has also now gone live on the Google Play store. It&apos;s a paid app with a focus on design, dashboard widgets and cross-platform syncing (&quot;so you never read a Tweet, @Mention or Direct Message twice&quot;), as well as other power-user features. Todoist (Free) This is the latest sleek list-making app, although &quot;service&quot; would be a better word, since it runs across Android (and iOS), web and within Gmail. The free version enables you to add and manage tasks, sort them into projects and save it all to the Todoist cloud, while an in-app purchase upgrades to the premium version for cross-device synchronisation, notification reminders and other features to keep you organised. The Sun on Android (0.69) This is bubbling up the Android trending charts, despite not that much of a fuss around its launch. It offers articles from The Sun&apos;s website as well as weather, social features and a QR code scanner. The app requires a subscription: 69p for the first month, then 4.99. 365Scores (Free) This is an app for uberkeen sports fans, promising real-time alerts with scores, news and videos across mobile and PC, drawn from a host of sports and leagues both in the US and elsewhere in the world. For now, football, tennis, basketball, baseball, American football, ice hockey and handball are covered. Amazon Mobile (Tablet) (Free) Sorry, fellow Brits, this one&apos;s for American Android tablet owners only, for now at least. It&apos;s a tablet-optimised app to access Amazon&apos;s store, just in time for Black Friday. Working in landscape and portrait modes, it provides full browsing, purchasing and reviewing features. Amazon Santa (Free) And here&apos;s another US-only Amazon shopping app, this time focused on Christmas. &quot;A fun and easy way for kids and parents to create personalised, holiday wish lists to share with Santa, and your friends and family&quot;. Does Santa have an Amazon account? Hoppit (Free) While we&apos;re on a mini-run of US-only apps, here&apos;s Hoppit, which claims to be &quot;the leading ambience search engine for restaurants and bars&quot;. Who knew there were several? So, this is about suggesting restaurants by their atmosphere, to suit different tastes and contexts. So far it works in 14 US cities, with more to come. Lots of interior photos plus browsable menus should make it useful.  easyMute (Free) This is a one-use Android app that may come in handy: a way to quickly drop the volume of whatever music / app you&apos;re listening to by putting your hand over the phone it works using the proximity sensor. Victor&apos;s Cold! (0.99) Our first children&apos;s app of the week (although Creatorverse has potential on that score too) comes from France and developer Slim Cricket. It&apos;s a storybook-app about &quot;a little penguin who&apos;s always cold&quot;, with puzzles, music and shapes complementing the story for 2-5 year-olds. Trace It! For Kids (0.62) Here&apos;s another children&apos;s app though, which is more about learning colours, numbers and letters by tracing the latter two on the screen. 200 numbers, letters and words are included, along with 47 animals to keep kids&apos; attention. MyPhysio (Free) Less a recommendation to download, more a sign of how apps are making their way into the fitness industry. Australian app MyPhysio is designed to be used between physiotherapists and their clients, keeping tabs on their progress in between meetings, providing reminders of specific exercises, and more. Christmas Gifts List Manager (Free) This is something many people are in the market for around now: a way to manage their various Christmas gifts, including who&apos;s getting what, whether its been bought and wrapped, and even managing an overall budget to ensure nobody gets the thin end of your wallet. Lockscreen Policy (Free) Look away, Googlers  as soon as you enable Android users to put widgets and camera access on the lockscreen, someone&apos;s launched an app to disable these features. Judging by the appreciative reviews on Google Play, there&apos;s a certain number of people out there who are quite keen on the idea, though. Rounds Video Chat Hangout (Free) This doesn&apos;t work in the UK yet, but it sounds intriguing: a social app blending video calls (3G or Wi-Fi) with YouTube co-viewing, photo-sharing and games, with Facebook tied in to find friends. Apollo+ (0.62) And finally, the latest Android music-player app, with some nifty features including the ability to pin specific albums, artists, genres and playlists to the home screen of your device. Themes, lockscreen widgets for Android 4.2 devices and social features make it one to watch. Well, listen to. That&apos;s our choice, but what have you been using on your Android device? Make your recommendations or give feedback on the picks above by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/23/best-android-apps-creatorverse-radioplayer", 
    "wordcount": "1228"
}