{
    "headline": "Google cleared of search results bias after two-year US investigation", 
    "text": "Google has been forced by regulators in the US to agree to legally binding changes to the way it presents some search results and runs its search advertising following nearly two years of investigation. But the internet search engine was exonerated of bias to push down competitors in its search results, leaving it untroubled by any government threat. The Federal Trade Commission attacked the behaviour of its Motorola Mobility (MMI) phone subsidiary, however, which used essential patents to try to block competition and extract huge payments. The watchdog said MMI had engaged in unfair conduct and that Google had continued to do so after buying the company in August 2012. Announcing the FTC&apos;s conclusions, Jon Liebowitz, FTC&apos;s director, said: &quot;We exhaustively investigated whether [Google] uses search bias&quot; to push its own products higher and rivals&apos; down the search results. But after nearly two years, he said, &quot;the commission has voted to close this investigation. Although some evidence suggested it was trying to remove competition, the primary reason was to improve the user experience.&quot; Rivals including Microsoft had said that Google promoted its own services, including videos, shopping and maps, over equally or better-qualified rivals, and pushed down results from competing &quot;vertical search&quot; companies.But the five FTC commissioners disagreed. The long-awaited decision will infuriate Microsoft, which has complained separately that Google is acting as a monopoly by refusing to build a YouTube app for the Windows Phone software it makes  a move that it complains directly harms consumers by restricting choice. Microsoft could demand an investigation by the US department of justice  which 15 years ago prosecuted Microsoft itself on monopoly charges. Google is still in talks with the European commission&apos;s antitrust arm over a similar investigation, which could enforce more far-reaching changes than the US regulator has. Google has a far bigger search share in Europe than it does in its home country. The EC has been investigating Google&apos;s position in search since November 2010. The FTC, which is the US government organisation meant to protect consumers&apos; interests, had looked ready at the end of December last year to wind up the investigation with a settlement  but delayed the decision after Liebowitz met the EC&apos;s antitrust chief, Joaquin Almunia. Under the legally binding agreement with the US watchdog, Google will stop &quot;scraping&quot; content from other sites and presenting it as its own in results, and will allow sites and businesses to opt out of featuring in its &quot;vertical&quot; search results such as Google Local and Google Shopping without that resulting in their being pushed down in general search results. Allegations that Google had threatened to remove companies that opted out were &quot;most troubling&quot;, Liebowitz said. He said the investigation had seen nine million pages of documents from Google and other parties, and heard sworn testimony from Google executives. David Drummond, Google&apos;s chief counsel, said in a statement: &quot;the conclusion is clear: Google&apos;s services are good for users and good for competition&quot; and added &quot;we head into 2013 excited about our ability to innovate for the benefit of users everywhere. But that was not enough for Microsoft. &quot;Hopefully, Google will wake up to a New Year with a resolution to change its ways and start to conform with the antitrust laws,&quot; Microsoft&apos;s deputy general counsel Dave Heiner wrote in an angry posting on Microsoft&apos;s site. &quot;If not, then 2013 hopefully will be the year when antitrust enforcers display the resolve that Google continues to lack.&quot; Heiner pointed to Google&apos;s continued reluctance to build a dedicated YouTube app for Microsoft&apos;s Windows Phone mobile platform  something which it has done for Apple&apos;s iPhone after Apple banished YouTube as its default video player. &quot;Google continues to block Microsoft from offering its customers proper access to YouTube. This is an important issue because consumers value YouTube access on their phone  YouTube apps on the Android and Apple platforms were two of the most downloaded mobile apps in 2012,&quot; Heiner said. The FTC was hugely critical of Motorola Mobility&apos;s (MMI) use of so-called &quot;standards-essential patents&quot; (SEPs) to seek to block sales of smartphones, tablets, games consoles and computers. SEPs must be used to make a device conform to standards such as 3G or Wi-Fi networking  but MMI has sued Apple, Microsoft and others, and demanded swingeing licence fees beyond the perceived value of the patent itself, simply because it is essential to meet the standard. &quot;Years ago, Motorola promised to license those patents on fair, reasonable and non-discriminatory terms,&quot; Liebowitz said. &quot;Other companies took Motorola at its word. They invested billions. Motorola then changed the rules of the game  it sought injunctions and exclusion orders over those SEPs. Google inherited those and continued them.&quot; Liebowtiz explained: &quot;Google&apos;s unfair conduct threatened to block [US consumer] access to laptops, smartphones, tablets and gaming systems or raise their prices which would have been passed on to consumers  for example an iPad, BlackBerry smartphones are all under threat if this practice continued.&quot; Instead, Google would be obliged to license the patents on &quot;fair, reasonable and non-discriminatory&quot; terms. &quot;We stopped that abuse,&quot; Liebowitz said. Google will have to agree that the changes are legally binding rather than voluntary. That would allow the FTC to enforce the commitments and monitor them  and fine Google if it varied from them. Fairsearch, a lobby group of companies including Microsoft and Oracle, as well as smaller travel and search companies, who complain Google is &quot;abusing its search monopoly&quot; said in a blogpost that it &quot;remains convinced that US consumers and innovators deserve the same protections that the European Commission may adopt in Europe. Consumers will fail to reap the benefits of a truly competitive online marketplace if Google is allowed to pick and choose where it biases its search results.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/03/google-cleared-search-bias-investigation", 
    "wordcount": "993"
}