{
    "headline": "Anxious Japan prepares for life without nuclear power", 
    "text": "This weekend Japan will begin a bold experiment in energy use that no one had thought possible  until the Fukushima Daiichi power plant suffered a triple meltdown just over a year ago. On Saturday, when the Hokkaido electric power company shuts down the No3 reactor at its Tomari plant for maintenance, the world&apos;s third-largest economy will be without a single working nuclear reactor for the first time for almost 50 years. The closure of the last of Japan&apos;s 54 reactors marks a dramatic shift in energy policy, but while campaigners prepare to celebrate, the nationwide nuclear blackout comes with significant economic and environmental risks attached. The crisis at Fukushima sparked by last year&apos;s deadly earthquake and tsunami forced Japan into a fundamental rethink of its relationship with nuclear power. The Tomari shutdown come as the Japan braces itself for a long, humid summer that will have tens of millions of people reaching for the controls of their air conditioners, raising the risk of power cuts and yet more disruption for the country&apos;s ailing manufacturers. In a report released this week, the government&apos;s national policy unit projected a 5% power shortage for Tokyo, while power companies predict a 16% power shortfall in western Japan, which includes the major industrial city of Osaka. &quot;I have to say we are facing the risk of a very severe electricity shortage,&quot; the economy, trade and industry minister, Yukio Edano, said, adding that the extra cost of importing fuel for use in thermal power stations could be passed on to individual consumers though higher electricity bills. Before the 11 March disaster, Japan relied on nuclear power for about 30% of its electricity, and there were plans to increase its share to more than 50% by 2030 with the construction of new reactors. The release of huge quantities of radiation into the air and sea, the contamination of the food and water supply and the evacuation of tens of thousands of residents mean that vision of a nuclear-dominant, low-carbon future lies in ruins. Over the past 14 months, dozens of nuclear reactors not directly affected by the tsunami have gone offline to undergo regular maintenance and safety checks, while utilities have turned to coal, oil and gas-fired power plants to keep industry and households supplied with electricity  imports that contribute to Japan&apos;s first trade deficit for more than 30 years last year. Japan, already the world&apos;s biggest importer of liquefied natural gas, bought record amounts of LNG last year to replace nuclear. The international energy agency estimates the closure of all nuclear plants will increase Japanese demand for oil to 4.5m barrels a day, at an additional cost of about US$100m a day. Last-ditch attempts by the prime minister, Yoshihiko Noda, to win support for the early restart of two reactors at Oi power plant in western Japan have failed amid a hardening of public opposition to nuclear power. None of Japan&apos;s idle reactors will be permitted to go back online until they pass stringent &quot;stress tests&quot;  simulations designed to test their ability to withstand catastrophic events such as the 14-metre tsunami that knocked out Fukushima Daiichi&apos;s backup power supply, and sparked the world&apos;s worst nuclear accident since Chernobyl. While some experts have criticised the two-stage stress tests as inadequate, an immediate return to even a limited amount of nuclear power now seems impossible. Residents&apos; approval isn&apos;t legally required for restarts, but Noda is unlikely to risk the possible political fallout from ignoring local opinion: in a recent poll by Kyodo News, 59.5% are opposed to restarting the Oi nuclear power plant in Fukui prefecture, while 26.7% support it. Leading the push to restart the reactors is Keidanren, Japan&apos;s influential business lobby. In a recent survey, 71% of manufacturers said power shortages could force them to cut production, while 96% said that the additional spectre of higher electricity bills would hit earnings. The Japan Institute for Energy Economics has warned that keeping nuclear reactors mothballed could limit GDP growth to just 0.1% this year, as manufacturers cut back production while paying higher prices for crude. Critics of the nuclear shutdown have also highlighted the impact more fossil fuel power generation will have on Japan&apos;s climate change commitments. Even big investors in renewables, such as the Softbank chief executive Masayoshi Son, concede it will take time for them to have any real impact on the country&apos;s energy mix. They will be buoyed by a new environment ministry panel&apos;s assertion that Japan can still reduce its greenhouse gas emissions by 25% by 2030 from 1990 levels without nuclear, through energy saving and the quicker adoption of renewables, which it hopes will account for between 25% and 35% of total power generation by 2030. &quot;If Japan has the motivation, it can do this, too,&quot; said Sei Kato, deputy director of the environment ministry&apos;s low carbon society promotion office. &quot;We have the technological know-how.&quot; Short-term risks aside, environmental groups say Saturday&apos;s shutdown is an unprecedented opportunity for Japan to wean itself off nuclear power. &quot;This is a turning point for Japan, and a huge opportunity for it to move towards the sustainable energy future its people demand,&quot; Greenpeace said in its advanced energy revolution report. &quot;With an abundance of renewable energy resources and top-class technology, Japan can easily become a renewable energy leader, while simultaneously ending its reliance on risky and expensive nuclear technology.&quot; On Tuesday, office workers made their contribution with the start, one month earlier than usual, of the annual &quot;cool biz&quot; drive to reduce energy use. But swapping suits and ties for short-sleeved shirts, and turning down air conditioners will be easy for as long as Japan enjoys mild spring temperatures. The biggest test of their post-Fukushima resolve has yet to come.", 
    "section": "environment", 
    "gid": "environment/2012/may/03/japan-nuclear-power-closure", 
    "wordcount": "973"
}