{
    "headline": "Google Maps adds UK rail travel platform", 
    "text": "Google is adding information about train routes and time tables to its existing route planning tool so users can plan the best route from one location to another. Google Maps is collaborating with thetrainline.com to allow travellers to search for train journeys across mainland Britain by incorporating information about more than 2,500 railway stations and 170,000 routes nationwide, as well as 8,000 bus stops and more than 250 tube stations. The website also gives users full information on walking directions and some bus timetables for connections, and users can click through to thetrainline to search for and book tickets. Richard Rowson, product development director at thetrainline.com, said: &quot;We want to make sure consumers are always able to consider rail options when making a journey, and this innovation will help train travellers nationwide to do that by planning their route more easily.&quot; The launch has been timed with an eye on the London Olympics when 31 million tourists are predicted to arrive in the UK. Google Maps is available in more than 50 languages, so tourists will also be able to combine walking with transit directions on Google Maps to help find their way around the country. VisitBritain chairman Christopher Rodrigues said: &quot;We want to encourage visitors to explore the whole of Britain. With the Olympics less than 200 days away Google&apos;s initiative is exciting news. Millions of visitors plan their itinerary using Google Maps and this additional information will act as a catalyst and inspire them to discover all that is wonderful about our great country.&quot; How it works To access public transport information from a desktop, users should visit maps.google.co.uk, click &quot;Get directions&quot; and enter your origin and destination locations. Then click the train icon for public transport directions and easily viewable train routes on the map. Users can also use the desktop service on their mobiles, but so far there is no word on whether the Google Maps app on smartphones will include the new developements. Customers will be given the best route by rail and full details including departure and arrival times, journey duration and which train company operates the service. Users can click through to thetrainline.com homepage to search for and book tickets for their journey. We used the service to compare the route from the Guardian offices in north London to Edinburgh. Google suggests it would take six hours and 52 minutes to drive to our destination, but the same journey by train would take four hours and 29 minutes using an East Coast train from King&apos;s Cross. We double-checked the information on thetrainline.com website and it produced the same train from King&apos;s Cross. Driving from Brighton to Birmingham, via the M23, M25 and M40, would take two hours and 57 minutes, but Google says this would rise to at least 3.5 hours  and as much as three hours and 49 minutes  if travelling by train.  Do you have a well-worn route that you travel? Try out Google&apos;s service and let us know the difference between driving and getting the train.", 
    "section": "technology", 
    "gid": "money/2012/jan/19/google-maps-uk-rail-travel", 
    "wordcount": "523"
}