{
    "headline": "Prism: ministers challenged over GCHQ's access to covert US operation", 
    "text": "Ministers are under mounting pressure to explain whether they authorised GCHQ to gather intelligence on Britons from the world&apos;s biggest internet companies via a covertly run operation set up by America&apos;s top spy agency. MPs, academics and campaign groups rounded on the government after the Guardian disclosed that GCHQ, the UK&apos;s electronic eavesdropping and security headquarters, had been supplied with information from the top secret system. The US-run programme, called Prism, would appear to have allowed GCHQ to circumvent the formal legal process required to seek personal material such as emails, photos and videos from an internet company based outside the UK. According to documents obtained by the Guardian, the agency generated 197 intelligence reports from Prism last year, and has had access to the programme since at least 2010. On Friday senior MPs challenged David Cameron, the foreign secretary William Hague  who oversees the work of GCHQ  and Theresa May, the home secretary, to spell out what they knew of Prism. David Davis, the former shadow home secretary, told the Guardian: &quot;It is a perfectly reasonable question to put to the foreign secretary: did you or did you not authorise all of these Prism intercepts on British citizens? It is perfectly appropriate for him to answer that. We are not asking him to comment on individual cases. We are saying did you, as a matter of policy, sign off all of them or sign off some of them? If so what was the criteria?&quot; Yvette Cooper, the shadow home secretary, said parliament&apos;s intelligence and security committee (ISC) should launch an immediate inquiry into Prism, the nature of the intelligence being gathered, and the extent of UK oversight by ministers. &quot;It is important for the UK intelligence community to be able to gather information from abroad including from the United States. However, there also have to be legal safeguards in place, including proper protection for British citizens&apos; privacy. That is why the prime minister, home secretary and foreign secretary, and all the intelligence agencies should provide full information to the ISC.&quot; Keith Vaz, the chairman of the home affairs select committee, added: &quot;The most chilling aspect is that ordinary American citizens and potentially British citizens too were apparently unaware that their phone and online interactions could be watched. This seems to be the snooper&apos;s charter by the back door.&quot; The Foreign Office and GCHQ have so far refused to be drawn on the issues. By coincidence, the ISC is due to travel to Washington next week  giving MPs their first opportunity to question US officials about the covert programme. Sir Malcolm Rifkind, chairman of the ISC said on Friday night that it is due to be given a report on claims that GCHQ received material through the secret Prism scheme &quot;very shortly&quot;. &quot;The ISC is aware of the allegations surrounding data obtained by GCHQ via the US Prism programme,&quot; Sir Malcolm said. &quot;The ISC will be receiving a full report from GCHQ very shortly and will decide what further action needs to be taken as soon as it receives that information.&quot; The details of GCHQ&apos;s use of Prism are set out in documents obtained by the Guardian. The papers were prepared for senior analysts working at America&apos;s National Security Agency. Dated April this year, they describe the remarkable scope of a previously undisclosed &quot;snooping&quot; operation which gave the NSA and the FBI access to the systems of nine of the world&apos;s biggest internet companies. The group includes Google, Facebook, Microsoft, Apple, Yahoo and Skype. The documents, which appear in the form of a 41-page PowerPoint presentation, suggest the firms co-operated with the Prism programme. Technology companies denied knowledge of Prism, with Google insisting it &quot;does not have a back door for the government to access private user data&quot;. But the companies acknowledged that they complied with legal orders. The existence of Prism, though, is not in doubt. Thanks to changes to US surveillance law introduced under George Bush and renewed under Barack Obama in December 2012, Prism was established in December 2007 to provide in-depth surveillance on live communications and stored information about foreigners overseas. The law allows for the targeting of any customers of participating firms who live outside the US, or those Americans whose communications include people outside the US. The documents make clear the NSA has been able to obtain unilaterally both stored communications as well as real-time collection of raw data for the last six years, without the knowledge of users, who would assume their correspondence was private. The NSA describes Prism as &quot;one of the most valuable, unique and productive accesses&quot; of intelligence, and boasts the service has been made available to spy organisations from other countries, including GCHQ. It says the British agency generated 197 intelligence reports from Prism in the year to May 2012  marking a 137% increase in the number of reports generated from the year before. Intelligence reports from GCHQ are normally passed to MI5 and MI6.The documents underline that &quot;special programmes for GCHQ exist for focused Prism processing&quot;, suggesting the agency has been able to receive material from a bespoke part of the programme to suit British interests. Unless GCHQ has stopped using Prism, the agency has accessed information from the programme for at least three years. It is not mentioned in the latest report from the Interception of Communications Commissioner Office, which scrutinises the way the UK&apos;s three security agencies use the laws covering the interception and retention of data. Asked to comment on its use of Prism, GCHQ said it &quot;takes its obligations under the law very seriously. Our work is carried out in accordance with a strict legal and policy framework which ensures that our activities are authorised, necessary and proportionate, and that there is rigorous oversight, including from the secretary of state, the interception and intelligence services commissioners and the intelligence and security committee&quot;. The agency refused to be drawn on how long it had been using Prism, how many intelligence reports it had gleaned from it, or which ministers knew it was being used. However, campaigners insisted ministers had important questions to answer. Eric King, head of research at Privacy International  a charity focused on the right to privacy  said: &quot;Keeping the public in the dark about secretive and potentially unlawful programmes must stop, and greater oversight is needed to ensure human rights are not being trampled.&quot; Professor Peter Sommer, a cybersecurity expert, said: &quot;It is one thing for the government to go to the public and say the level of the threat is so great that we need to have this type of surveillance, and quite another for them to do so covertly. The principle of jurisdiction swapping is not new and in some ways the fact the NSA has been helping GCHQ is not surprising. But the consequence of this is that there is far less oversight than people might imagine of GCHQ. One wonders whether ministers would have been told the details of something like Prism, or whether they were told in very general terms about what it involved.&quot; The existence and use of Prism reflects concern within the intelligence community about access it has to material held by internet service providers. Many of the web giants are based in the US and are beyond the jurisdiction of British laws. Very often, the UK agencies have to go through a formal legal process to request information from ISPs. Because the UK has a mutual legal assistance treaty with America, GCHQ can make an application through the US department of justice, which will make the approach on its behalf. Though the process is used extensively  almost 3,000 requests were made to Google alone last year  it is time consuming. Prism would appear to give GCHQ a chance to bypass the procedure. Nick Pickles, director of privacy and civil liberties campaign group Big Brother Watch, said: &quot;There are legal processes to request information about British citizens using American services and if they are being circumvented by using these NSA spying arrangements then that would be a very serious issue. The wider legal authority of the surveillance that the US government has been undertaking is being disputed by very senior figures and it is essential that questions are asked at the highest levels about whether British citizens have seen their privacy intruded upon without adherence to the proper legal process or any suspicion of wrongdoing.&quot; In its statement about Prism, Google said it &quot;cares deeply about the security of our users&apos; data. We disclose user data to government in accordance with the law, and we review all such requests carefully. From time to time, people allege that we have created a government &apos;back door&apos; into our systems, but Google does not have a back door for the government to access private user data&quot;. Several senior tech executives insisted they had no knowledge of Prism or of any similar scheme. &quot;If they are doing this, they are doing it without our knowledge,&quot; one said. An Apple spokesman said it had &quot;never heard&quot; of Prism. In a statement confirming the existence of Prism, James Clapper, the director of national intelligence in the US, said: &quot;Information collected under this programme is among the most important and valuable intelligence information we collect, and is used to protect our nation from a wide variety of threats.&quot; A senior US administration official said: &quot;The programme is subject to oversight by the foreign intelligence surveillance court, the executive branch, and Congress. &quot;It involves procedures, specifically approved by the court, to ensure that only non-US persons outside the US are targeted, and that minimise the acquisition, retention and dissemination of incidentally acquired information about US persons.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jun/07/prism-gchq-access-covert-operation", 
    "wordcount": "1654"
}