{
    "headline": "Apps Rush: George Harrison, Toca House, The Land of Me, Lion King, Fortean Times and more", 
    "text": "A selection of 23 new apps for you today: The Guitar Collection: George Harrison George Harrison owned a fair few guitars, and now they&apos;re being shown off in an iPad app made by Bandwdth. It offers spinnable 360-degree photographs of seven of Harrison&apos;s axes, as well as histories and descriptions, and videos of various modern guitarists playing them. If you own Harrison&apos;s music, it lets you play your collection according to the instrument he was using too.iPad Toca House After notching up 5m downloads of its iOS apps for kids, Swedish studio Toca Boca has a new one with a homely feel. Toca House gets children performing virtual chores, yet manages to make it fun and engaging. 19 domestic mini-games are aimed at 2-6 year-olds.iPhone / iPad The Land of Me: Story Time Meanwhile, parents with iPad 2 tablets should definitely check out Penguin and Made in Me&apos;s latest collaboration. It&apos;s a storybook app that encourages interactivity with the story itself: &quot;Create your own stories by choosing the hero, the theme and how it ends then see it come alive before your eyes! Change the words to instantly alter the storyline as it plays out in front of you...&quot;iPad Net-A-Porter Fashion retailer Net-A-Porter has brought its iOS app to Android, enabling people to browse its catalogue, share their favourites on Twitter and Facebook, manage their wish list and get news and videos from the retailer&apos;s Fashion Fix blog.Android Lookout Ad Network Detector As app users wake up to privacy issues, Ad Network Detector may find an audience on Android. It &quot;scans your phone or tablet for the presence of the most common ad networks used in mobile apps, giving you insight into what types of ads can be displayed, and what information is gathered by the ad networks&quot;.Android The Lion King: Timon&apos;s Tale Disney&apos;s latest book-app is based on The Lion King, with cheeky meerkat Timon taking readers through the story of Simba the lion. Music, interactivity and animation are the stars of the show.iPhone / iPad Guinness World Records Augmented Reality The Guinness Book of World Records is jumping on the augmented reality bandwagon with a forthcoming app. This one&apos;s a preview for that, although it only works if the user has the official press pack. It has an animated shark appearing to emerge from a page, giving a glimpse at what&apos;s in store from the full app.iPhone / iPad Fortean Times Weird News App Dennis Publishing has launched an Android app for the Fortean Times, promising &quot;more than 500 stories of crudity and craziness&quot; from around the world.Android CNN CNN&apos;s Windows Phone app for Nokia smartphones has been released, although only Lumia handset owners can get it  for the next few months at least. Expect news, video and the iReport citizen journalist feature, as on other platforms.Windows Phone Tangled: Storybook Deluxe Disney&apos;s second iOS book-app of the day is based on its Tangled movie, which saw the continuing adventures of Rapunzel. Again, it&apos;s a mixture of music, interactivity and, here, a floating lanterns mini-game.iPhone / iPad The Little Blue Doggy In a busy day for new children&apos;s apps, The Little Blur Doggy adds some French flair to the mix. It&apos;s a book-app telling the tale of a stuffed dog called Snag, with music and animation.iPad KISS by Monster Mini Golf Okay, so rock band Kiss have their own branded mini-golf course in Las Vegas. And now there&apos;s an app for it, to help people keep score on their way round. Each hole has its own, ahem, &quot;Kisstory lesson&quot; with facts about the band. And the app also lets players brag about their scores on Facebook and Twitter.iPhone HarleyStreet.com Medical site HarleyStreet.com helps patients find and book appointments with private healthcare firms in London. Now it&apos;s got an app to help connect the two groups too.Android / iPhone / BlackBerry / Nokia Neoteria Neoteria is an old-school horizontally-scrolling shoot &apos;em up from OrangePixel, released with the promise that more content will be added when it does more than 20,000 sales. The link above is for Android but the iOS version is here.Android / iPhone / iPad Shogun: Bullet Hell Shooter Talking of shoot &apos;em ups, Shogun is a new Android game in the Bullet Hell genre, meaning it&apos;s not for the faint-hearted. The developers promise a mixture of retro mechanics and modern-day touch controls and visuals.Android PuzzlePlus: Cities We haven&apos;t seen the PuzzlePlus series of apps before, but they look very good. It promises a digital version of real-world jigsaw puzzles, with this version based on photos of London, Venice, Rome, Prague, Paris and Kiev.iPad Bonnaroo HD Who takes their iPad to a music festival? Crazy fools, that&apos;s who. But the official app for US festival Bonnaroo is designed to be used well before the actual event, in the safety of home. It includes roadtrip recommendations, a lineup with biographies and videos, deep social features and a streaming radio station.iPad Awolnation: Megalithic Mayhem US band Awolnation have an official app, but it&apos;s far from a standard promotional one. This is a claymation game that sees the band members beating up &quot;aliens, yetis, reptilians, bomb-wielding penguins and samurai snowmen&quot;.iPhone / iPad FC Barcelona WorldTap FC Barcelona&apos;s latest official app is out on Android: a one-touch casual game where you keep a football in the air by tapping it, with the aim of winning monthly prizes.Android 60 Seconds Football And another casual game for football fans from Quirky Enterprises and Chelsea Apps Factory. Here, the aim is to score as many goals as possible from headers and volleys in 60 seconds. A percentage of the revenues will go to football charity Street League too.iPhone / iPad Star Stature Snooki out of Jersey Shore and Gandhi... together at last! This app compares the heights of 400 celebrities and historical figures, with the aim of helping people understand how they measure up. The link above is for Android but here&apos;s the iOS version.Android / iPhone / iPad VIVATown for Papaya Android social game VIVATown has been relaunched using Papaya&apos;s mobile social gaming community. The gameplay looks like a familiar mix of town-building and socialising with friends.Android Sea Stars This Android game looks like one for people who liked the look of Tiny Wings or Whale Trail. It&apos;s a one-touch game where sea creatures have to swim through the sea collecting coins and avoiding enemies.Android", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/24/apps-rush-george-harrison-toca-house", 
    "wordcount": "1084"
}