{
    "headline": "Facebook apologises for deleting free speech group's post on Syrian torture", 
    "text": "Facebook has apologised after it mistakenly deleted a free speech group&apos;s post on human rights abuses in Syria. The social network on Friday removed a status update by Article 19, which campaigns for freedom of speech, that linked to a Human Rights Watch report detailing alleged torture in the Arab country. Dr Agnes Callamard, the executive director of Article 19, accused Facebook of acting like &quot;judge, jury and executioner&quot; in the way it removes material from the website. Facebook did not explain to Article 19 why it had deleted the material, but told the Guardian that the post was mistakenly removed after being reported as containing offensive content. The original status removed from Article 19&apos;s Facebook page read: &quot;@hrw publishes a shocking report into #torture in #Syria including geo-tagged detention centres http://ow.ly/bZ6Yl ^OS&quot;. The link directed people to a report by Human Rights Watch detailing 27 &quot;torture facilities&quot; which the group claims are being run by Syrian authorities. A spokesman for Facebook said the post was mistakenly removed by a member of its moderation team, which receives a high volume of take-down requests. Facebook said in a statement: &quot;The link was reported to Facebook. We assess such reports manually and because of the high volume, occasionally content that shouldn&apos;t be taken down is removed by mistake. We&apos;re sorry about this. The organisation concerned should try posting the link again.&quot; But Callamard complained that Article 19 had received no explanation or warning from Facebook before it took the material down. The group only received a pop-up message that read: &quot;We removed the following content you posted or were the admin of because it violates Facebook&apos;s Statement of Rights and Responsibilities&quot;. Callamard said: &quot;The deletion shows the looming threat of private censorship. We commend Facebook for creating tools to report abuse, but if your post was wrongly deleted for any reason, there is no way to appeal. Facebook don&apos;t notify you before deleting a comment and they don&apos;t tell you why after they have. Facebook act like judge, jury and executioner.&quot; She added: &quot;Facebook is now widely recognised as a quasi-public space and as such has responsibilities when it comes to respecting free speech. They can&apos;t just delete content without some kind of transparent and accountable system. International law says that censorship is only acceptable when it is clearly prescribed, is for a legitimate aim  such as for public health  and is necessary in a democracy.&quot; Facebook&apos;s lengthy terms of use state that it can remove content if it believes &quot;that it violates this statement or our policies&quot; and for infringing someone else&apos;s copyright.", 
    "section": "technology", 
    "gid": "technology/2012/jul/06/facebook-apologises-free-speech-syria", 
    "wordcount": "451"
}