{
    "headline": "Why has the lexical approach been so long in coming?", 
    "text": "Opinion Twenty years after the publication of Michael Lewis&apos;s seminal book The Lexical approach: The state of ELT and a way forward, the bold prophecy of the title remains unfulfilled. A quick glance at any commercially available EFL textbook reveals that a traditional grammar syllabus, the main object of Lewis&apos;s attack, is still alive and kicking, albeit more cleverly disguised. How come Lewis&apos;s ideas have not been eagerly taken up by the mainstream English Language Teaching (ELT)? Insights from research take a notoriously long time to seep into the teaching practice for all kinds of reasons. One of them, according to Penny Ur&apos;s recent opinion article in Learning English, could be that academic research is often written in an opaque, inaccessible language that doesn&apos;t make much sense to those at the chalkface. Deliberately written in a non-academic, teacher-friendly style, Lewis&apos;s 1993 volume was an attempt to introduce fascinating insights from corpus linguistics into the classroom practice. By the early 1990s, corpus research (study of samples of &quot;real-world&quot; texts), propelled by the developments in computer technology, had began to uncover interesting facts about language and how it works. Corpus research had revealed the ubiquity of multi-word phrases, lexico-grammatical patterns and generally a much closer link between grammar and vocabulary than was previously believed. To illustrate how certain grammar structures attract certain words, let&apos;s take Have you ever ? which, as many teachers will know, often causes difficulty for the learner. The most common past participles that occur with this structure are: been / seen / had / heard / tried In fact, these five verbs account for more than half of all occurrences of Have you ever in the British National Corpus. Findings such as this one underpinned Lewis&apos;s lexical approach which proposed shifting the focus from what&apos;s possible to what&apos;s probable. In other words, instead of learning abstract grammar rules and then finding the words to fill the slots, learners&apos; attention should be directed to most common, prototypical examples of grammar in use. As far as vocabulary is concerned, new vocabulary items should likewise be presented &quot;in company&quot; of other words that frequently co-occur with them: brush your teeth commit a crime generous donation fundamentally flawed In truth, Lewis&apos;s lexical approach, the core principle of which is the oft-cited dictum &quot;language consists of lexicalised grammar not grammaticalised lexis&quot; did boldly away with grammar/vocabulary dichotomy. In Lewis&apos;s view, &quot;chunks&quot; are the building blocks of language. The subsequent titles (Implementing the Lexical approach, 1997 and Teaching Collocation, 2000  both by Cengage-Heinle) offered further insights into this new language description and pedagogical suggestions on how it translates into practice. Skeptics were not convinced. There are hundreds of thousands of chunks the learner has to commit to memory  where do we start? Opponents scoffed that it&apos;s easier to equip learners with grammar rules and set them off on a path of putting together comprehensible phrases and sentences, thus ensuring faster progress. Undoubtedly, there are thousands of chunks (just like there are hundreds of grammar rules) and even if learning them is taxing on the brain it certainly pays off in terms of fluency when you retrieve from memory whole phrases rather than stringing words together from scratch every time you want to say something. Native speakers take for granted their ability to retrieve from memory lexical chunks as individual wholes when speaking and writing, for example: It&apos;s an absolute outrage! at no extra cost I look forward to seeing you it never ceases to amaze me By some estimates, anywhere between 55% and 80% of native speaker English, depending on the genre, consists of routines and patterns that are in some way prefabricated. In fact, fluency would not be possible without recourse to a large stock of prefabricated chunks and expressions. Chunks also play a crucial role in early second language acquisition. Learners can engage in basic conversations using chunks as unanalysed wholes: Good morning! How are you? Thank you very much. And later: Where do you live? How long are you staying here? I don&apos;t like it. What are you doing? These chunks can later be used as templates to generate new utterances: What are you reading? What are you saying? What are you waiting for? Or: She told me to leave. He asked me to marry him. They want me to stay here. In the past 20 years, more and more evidence has emerged to corroborate Lewis&apos;s claims. Corpus studies have confirmed that chunks pervade our everyday language and structures which have traditionally received attention in EFL grammar pedagogy are relatively rare. Cognitive linguistics lends further credibility to the lexical approach by claiming that chunk learning can foreground acquisition of the grammar system in the second language. Learners first internalise unanalysed chunks and can then extract regularities from them, much in the same way as native speaker children master the English grammar without explicitly attending to the rules of the present perfect or past continuous. The central role of lexis in ELT has been recognised. Textbooks routinely include collocation boxes, pages with functional language and generally pay more attention to spoken language. But, clearly, Lewis was aiming at much more. If anything, the lexical approach for me is about grammar. Not the kind of carefully sequenced and fundamentally flawed presentation of discrete items but grammar as a search for patterns and regularities in language we use. Lewis&apos;s goal was to effect a radical upheaval in the way we teach language and not merely bring vocabulary to the fore. But 20 years on, it is evident that this is precisely what his lexical approach has achieved and  to finish off with a chunk  we should be grateful for small mercies.  Leo Selivan is a teacher trainer and materials developer with the British Council in Tel Aviv. He maintains his own blog for EFL teachers Leoxicon", 
    "section": "education", 
    "gid": "education/2013/mar/26/leixical-approach-revolution", 
    "wordcount": "976"
}