{
    "headline": "Aquatic apes are the stuff of creationism, not evolution", 
    "text": "    It happened many years ago in my role as an editor at the international scientific journal, Nature, but the experience was so traumatic that I remember it as if it were yesterday. An outraged, elderly professor pinned me against a wall and harangued me for having rejected his paper on why human beings got up on their hind legs and walked. Human beings became bipeds, yelled the prof, to free their hands so that mothers could cuddle infants close to their chests. How could I have had the temerity, screamed the empurpled sage, to have rejected a paper that made so much sense? One of the problems with human evolution, as opposed to, say, rocket science, is that everybody feels that their opinion has value irrespective of their prior knowledge (the outraged academic in the encounter above was a scientist, but not a biologist, still less an evolutionary biologist). The reason is obvious  we are all human beings, so we think we know all about it, intuitively. What we think about human evolution stands to reason. Hardly a month goes by without my receiving, at my desk at Nature, an exegesis on the reasons how or why human beings evolved to be this way or that. They are always nonsense, and for the same reason. They find some quirk of anatomy, extrapolate that into a grand scheme, and then cherry-pick attributes that seem to fit that scheme, ignoring any contrary evidence. Adherence to such schemes become matters of belief, not evidence. Thats not science  thats creationism. An arcane and eldritch item of fashionable nonsense in the shuddering slush-pile of human evolutionary rubbish is the aquatic ape theory. This has roots that go back to the 1960s, but a meeting on the matter is being held in London, tomorrow. Indeed, Robin McKie wrote about it in this very organ. The idea is that there are a large collection of human attributes that distinguish us from other primates, which suggest origin or substantial evolution in a watery home. These include our bipedality, the pattern of hair on our bodies, the distribution of body fat, our requirement for certain substances abundant in seafood, and so on.  Now, this is all very interesting, but its easy to come up with any old just-so story to explain any set of features you choose. Last week the aquatic ape idea was gently lampooned by the hypothesis that humans evolved in space (see Kate Wongs summary). Evidence included the benefits of zero gravity (which is why we all suffer from back-ache), why we mate face-to-face (because otherwise our jet packs would get in the way) and so on. The space ape idea is deliberately ridiculous  but no more so than the aquatic ape scheme, the reason being that there is absolutely no evidence for either. Apart from the methodological flaws inherent in such cocktail-party theorising, the aquatic ape idea is plagued by several other problems. First: none of the features proposed to support the idea evolved together. The ancestors of humans became bipedal at least five million years ago, but our fondness for seafood is much more recent, emerging, as far as we know, with the origin of our own species around 200,000 years ago. Second: basing deep evolutionary hypotheses on superficial details of soft-part anatomy is always risky, partly because we know little about when that anatomy evolved. It is possible, even likely, that the distribution of body hair and subcutaneous fat in modern humans evolved very recently and is influenced by sexual selection. This would explain why men and women differ so dramatically in these two attributes. As I discuss (with tongue firmly in cheek) in my forthcoming book The Accidental Species, sexual selection could explain other things too, such as the prominence of female breasts, the size of the penis, and even why we are bipeds.  Third: some of the features proposed to be relics from our watery past arent unique to humans. The air-spaces in our skulls, the sinuses, might have been buoyancy aids  but as Paul Z. Myers explains, sinuses are found in all mammals, aquatic or not. Fourth: youd be surprised how difficult it is to use anatomy to infer the behaviour of an animal. Youd never guess from their anatomy that goats, with their spindly legs, lack of opposable digits or prehensile tail, are experts at climbing trees. Or that my golden retriever, Heidi, with her relative lack of fat and her copious amounts of body hair, is a strong and capable swimmer.  If none of this convinces you, consider this thought experiment, which comes from that well-known source of knowledge and wisdom  playground humour.  Q: Why do elephants paint the soles of their feet yellow? A: So they can hide upside down in bowls of custard.  So, all you need to do is find elephants with yellow feet, and the fun can begin. Elephants have trunks, obviously, which they can use as snorkels while so submerged, and also as navigational aids  the tip of the trunk is very sensitive to touch, which is useful in an opaque medium such as custard. Their thick, leathery skin is quite plainly an adaptation against the heat of the custard. Tusks are devices for forcing an elephants way through custard that has started to congeal.  I am sure you can think of more. Henry Gee is a senior editor at Nature. His book The Accidental Species: Misunderstandings of Human Evolution will be available from the University of Chicago Press in October, though you can preorder it now from all the usual places", 
    "section": "science", 
    "gid": "science/occams-corner/2013/may/07/aquatic-apes-creationism-evolution", 
    "wordcount": "938"
}