{
    "headline": "Favourite science writing: John Steinbeck's Log from the Sea of Cortez", 
    "text": "If you think you might like your science mixed with beer, seafood and philosophy, read John Steinbeck&apos;s The Log from the Sea of Cortez, an account of a six-week collecting expedition in the Gulf of California with his friend, marine biologist Ed Ricketts (who should really be credited as the co-author) and a small crew. You might want to know not only about the taxonomy and ecology of the marine invertebrates they found in the intertidal zone, but also the sensory experience of collecting them from their natural environment. You might want to know about the personalities of the writers&apos; fellow crew members, or even the temperament of the outboard motor that seemed to rouse itself only when there wasn&apos;t too far to go. If there were laptop computers in 1940, Steinbeck and Ricketts&apos;s log would be a blog uploaded to the internet every night, recording not only what they had collected but also the agony of being bitten, cut or stung (&quot;When approached, the long sharp little spears [of the sea urchin Astropyga pulvinata] all move and aim their points at the approaching body until the animal is armed like a Macedonian phalanx&quot;), the vividness of the colours and the thrill of discovery.  Because no matter what some scientists would have you believe, this subjective angle on reality is just as informative as the things that can be counted and weighed. As Steinbeck and Ricketts say in their introduction:  The Mexican sierra [a kind of fish] has &apos;XVII-15-IX&apos; spines in the dorsal fin. These can easily be counted. But if the sierra strikes hard on the line so that our hands are burned, if the fish sounds and nearly escapes and finally comes in over the rail, his colour pulsing and his tail beating the air, a whole new relational external reality has come into being.   The alternative would be to &quot;sit in a laboratory, open an evil-smelling jar, remove a stiff colourless fish from formalin solution, count the spines, and write the truth &apos;D. XVII-15-IX.&apos; There you have recorded a reality which cannot be assailed  probably the least important reality concerning either the fish or yourself.&quot; The collecting expedition yielded more than 50 new species, which are described in proper scientific detail in the earlier work, Sea of Cortez. But it also inspired philosophical musings on the danger of hypotheses that become articles of faith, the extinction of creatures and civilisations that become accustomed to &quot;soft conditions&quot;, and the relation of man to all things (&quot;it is advisable to look from the tide pool to the stars and then back to the tide pool again&quot;).  Some of the best science writing is subjective. Describing their collecting expedition in the Gulf of California, Steinbeck and Ricketts felt in good scientific company:  On this day, the sun glowing on the morning beach made us feel good. It reminded us of Charles Darwin, who arrived late at night on the Beagle in the Bay of Valparaiso. In the morning he awakened and looked ashore and he felt so well that he wrote &quot;When morning came everything appeared delightful. After Tierra del Fuego, the climate felt quite delicious, the atmosphere so dry and the heavens so clear and blue with the sun shining brightly, that all nature seemed sparkling with life.&quot; Darwin was not saying how it was with Valparaiso but how it was with him  we can feel how he stretched his muscles in the morning air and perhaps took off his hat  we hope a bowler  and tossed it and caught it. ", 
    "section": "science", 
    "gid": "science/2012/apr/11/science-writing-john-steinbeck-log-sea-cortez", 
    "wordcount": "603"
}