{
    "headline": "Mary McIntosh obituary", 
    "text": "The sociologist Mary McIntosh, who has died aged 76 of a stroke, was a pioneer in politics and sociology. She was a prominent second-wave feminist, a founder member of the modern lesbian and gay movement in the UK, and one of the most influential feminist sociologists between the 1960s and 90s. She was also a committed socialist (and for a short time a member of the Communist party). This meant her feminism was always shaped within socialist arguments and she was often critical of radical feminist perspectives. Mary&apos;s work on issues of gender and sexuality played a significant role in influencing a generation of sociologists. I wrote to her as an undergraduate when she was teaching at Leicester University and she sent me several of her unpublished papers on the sociology of homosexuality, in which she applied the ideas of the US sociologist Talcott Parsons to the study of homosexuality. They were real eye-openers for me. Shortly afterwards, in 1968, one of these papers was published as The Homosexual Role in the journal Social Problems. It became the foundational argument for the contemporary sociology of homosexuality. At its core, the paper suggested that homosexuality was not a clinical pathology (a view widely held at that time); instead, same-sex relations shifted in meaning and practice according to historical and cultural circumstances. There is no universally fixed homosexual, just historically shifting categories and linked experiences. It is no overstatement to say that lesbian and gay studies, and even contemporary queer theory, grew out of this paper. It gave a historical and fully social meaning to the idea of same-sex relations. Within feminism, Mary developed a critique about family life, and with Michle Barrett wrote The Anti-Social Family (1982). This argued that &quot;the normative ideology of the standard nuclear family excluded and marginalised many people&quot;. She also wrote a number of pioneering articles arguing for changes in social policy to benefit women by reducing their dependence on a &quot;male breadwinner&quot;. She advocated the legal and financial independence of women. The daughter of socialist parents, Jenny and &quot;Mac&quot;, Mary was born in Hampstead, north London, and educated at High Wycombe school and St Anne&apos;s College, Oxford, where she studied philosophy, politics and economics (1955-58). She was a graduate student at the University of California at Berkeley, though she was deported for protesting against McCarthyism in 1960. Initially her academic interests lay in the sociology of crime, and she was a research officer at the Home Office Research Unit (1961-63). She subsequently taught sociology at the University of Leicester (1963-68) and Borough Polytechnic (1968-72, now London South Bank University), as well as spending time as a research fellow at Nuffield College, Oxford (1972-75). She had soon become very critical of orthodox criminology, and was involved in establishing the National Deviancy Conference, a radical and critical criminology group prominent in sociology between 1967 and 1975 that included Stan Cohen, Jock Young and Laurie Taylor. She published The Organisation of Crime in 1975. But although she became a member of the policy advisory committee to the criminal law revision committee (1976-85), dealing with matters relating to sexual offences and where she played a role in lowering the homosexual age of consent from 21 to 18, she more or less left criminology behind from the mid-1970s. Mary and her then partner Elizabeth Wilson were active in building and shaping the UK Gay Liberation Front, which erupted at the London School of Economics in the autumn of 1970. Both were engaged in the earliest protests, campaigns, marches and working groups. Later their attentions turned towards creating bridges between the women&apos;s movement and the lesbian movement. Mary&apos;s activism was always connected to a reasoned and thoughtful sociology. She had been well trained in its concepts at Oxford and Berkeley, and adopted, first, functionalist ideas stressing the inter-relatedness and workings of the different parts of a society; and then Marxist economic ones (there is really only a small  but major ideological  step between them). In the 1970s she was engaged in setting up the journals Economy and Society and Feminist Review. She was also very active in the British Sociological Association. Mary arrived in 1975 at the University of Essex, where she worked for the next 20 years and left a major mark. She became the first female head of the department of sociology there, but taught over a wider range of fields: criminology, theory, introductory sociology, social policy, the family, feminism and Marxism. She loved teaching and taught the first feminism and gender course in the department, which was hugely popular with students. After her retirement in 1996, she more or less left academia behind, working for some time at the Citizens Advice Bureau in Islington, north London, and continuing her political activities. Her papers have been catalogued at the London School of Economics. Mary was a strong, caring, quiet presence, but she also had a very joyful sense of fun and was always ready for a dance and a laugh. She was unassuming and modest, and became an inspiration in spite of herself, and a role model of how a serious intellectual may also be actively politically engaged. Mary was predeceased by her brother, Andrew (Lord McIntosh of Haringey). She is survived by her partner of 23 years, Angela Stewart-Park; and by her son, Duncan Barrett, with her former partner, Michle Barrett.   Mary Susan McIntosh, sociologist and feminist, born 13 March 1936; died 5 January 2013", 
    "section": "education", 
    "gid": "education/2013/jan/24/mary-mcintosh", 
    "wordcount": "917"
}