{
    "headline": "NSA surveillance: is it possible to exist online without casting a digital shadow?", 
    "text": "Consumers worried about their internet privacy in the wake of the online snooping revelations have the option of using some alternatives to the likes of Google and can try to use more secure forms of communication  if, that is, individuals believe maintaining their online security is worth it. What services could be affected by Prism? According to the National Security Agency documents seen by the Guardian, a programme called Prism has been used to gather information from users of Google, Facebook, Apple, Microsoft, Yahoo, AOL, PalTalk and Skype since as early as 2007. Services affected are likely to have included Google&apos;s search, Gmail and YouTube, Yahoo&apos;s email and Flickr photo services, Microsoft&apos;s now defunct Hotmail email service, and Apple&apos;s mail and music products. How do I work out how exposed I am? There are tools available to help visualise how consumer data, as well as activity online and on mobile phones, are tracked. Online privacy initiative Me &amp; My Shadow allows users to select the services and platforms they use, and maps the risks associated with that activity. It also suggests alternative tools and masks to hide online activity. How can I anonymise my online activity? There are straightforward search tools, such as Duck Duck Go and the Firefox browser extension Priv3, which won&apos;t track your search history. Click&amp;clean will clear your internet history, too. The more heavyweight option is to mask your IP address, the unique identification number of every device that connects to the internet, and there are three main choices: The Onion Router, or TOR, is free and will disguise your IP address, but can be complex to set up. Another option is to use a different server or proxy, which can be done by changing individual access settings on your machine. The third option is to subscribe to a VPN service. A &quot;virtual private network&quot;, such as BolenVPN or Astrill VPN, will encrypt and anonymise your information for upwards of $10 per month. For the ultimate in internet armour, there&apos;s even a complete secure operating system called Whonix. Rik Ferguson, vice-president of security research at Trend Micro, said the complexity of something like Tor is not likely to be relevant for most web users: &quot;Unless you&apos;re conducting research for humanitarian projects where you feel there may be inappropriate government-level interests, it is too much effort to go to. &quot;Most of the material you are looking at are public resources, material made available to the general public, so it&apos;s just not relevant for the general public&apos;s use of the internet.&quot; How can I stop my information being tracked and used by ad networks? The browser add-on Ghostery visualises who is following you across the web, such a ad targetting tools, and will block them. Collusion for Firefox creates a real-time map of the information you are leaving across the web. There is a swathe of tools to mask identity, location and personal information specific to other services such as the Please Don&apos;t Stalk Me Twitter app, which shows an alternative location, Sharemenot , which stops Facebook &apos;likes&apos; being recorded until you click on them and Adblock Plus stops certain elements on a page being downloaded. What about social networks? Social networks are by their nature intended to be at least partly public. Consumer awareness is relatively high about how Facebook, among others, uses the personal data of its users. The advice always given on social networks is if you are not happy shouting out the information in the middle of a crowded shopping centre, don&apos;t put it online. There may be a resurgence of interest in European social networks, which could include Friends Reunited, though many social networks in Europe have been either subsumed or overtaken by localised Facebook versions. How can I protect my email? Email should be thought of as a digital postcard. &quot;If you&apos;re not doing the equivalent of putting that information in an envelope then you are not taking steps to help maintain your confidentiality.&quot; Ferguson says Google has always been explicit about the content of email being automatically scanned to display relevant ads, though scanning by the security services might be more unsettling for users; when you break up with your partner, it&apos;s no coincidence that ads for online dating appear. One way of stepping up email security is to use encryption keys, and though it is effective it is quite unwieldy, Ferguson explains. gnupg.org provides a service based on creating two encryption keys. One is public and one private, and the user gives the public key to anyone who wants to send them an email. Another is Trend Micro&apos;s Email Encryption tool, similar email encryption software that originated as a project at Bristol University. It uses the same principle of two keys, but the public key is effectively the email address and the tool can be used with web-based email as well as desktop email clients. What is the risk from continuing to use Google, Facebook and the rest? Professor Muttukrishnan Rajarajan, professor of security engineering at City University London, says there&apos;s a balance between risk and convenience when using services online. Most consumers are aware that big corporates retain their personal data. &quot;If you really want to have some value from the web, you are bound to give information away because there&apos;s a tangible economic benefit for you.&quot; In reality, Muttukrishnan says, authorities are obliged to monitor and police the internet, and their minimal resources are focused mostly on aggregating trends and general behaviour in the population. He explains that granular examination of individuals would be likely to be retrospective, if that person had been flagged as a security threat. &quot;It&apos;s more about patterns in activity that are evolving globally so I&apos;m sceptical that this is threatening the privacy of individual users. Policing the internet is the same as policing the roads. It is part of the critical national infrastructure,&quot; he says, so a policy similar to stop and search is realistic.", 
    "section": "technology", 
    "gid": "technology/2013/jun/10/nsa-surveillance-online-digital", 
    "wordcount": "1005"
}