{
    "headline": "Boot up: hot iPads, XML legislating, Nexus v ICS, Google's call patent and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team How we decreased sign up confirmation email bounces by 50% &gt;&gt; Kicksend Blog  So we recorded and setup detailed notifications for every email bounce, to make sure that we are always aware of what&apos;s happening (thanks Mailgun!). And we soon started to see patterns. People would misspell their email addresses and be unaware of it, resulting in a delivery failure and a lost user. And it got even more interesting - most of these invalid email addresses were a result of a misspelled domain; &quot;hotmail.con&quot;, &quot;gnail.com&quot;, &quot;yajoo.com&quot;. A clear opportunity for improvement.   You can get the Mailcheck.js plugin at Github. Neat. Our test finds new iPad hits 116 degrees F while running games &gt;&gt; Consumer Reports  So, when plugged in, the back of the new iPad became as much as 12 degrees [Fahrenheit] hotter than the iPad 2 did in the same tests; while unplugged the difference was 13 degrees [Fahrenheit]. During our tests, I held the new iPad in my hands. When it was at its hottest, it felt very warm but not especially uncomfortable if held for a brief period.   (Thanks @rquick for the link.) Why Apple should grab Twitter &gt;&gt; The Big Picture  Why Twitter? Apple does software and hardware really well; they do the integration between the two outstandingly. But they haven&apos;t really done Social particularly well. In fact, Apple may be the only Tech company without a Twitter account. Go ahead, check out @Apple - 0 Tweets / 0 Following / 6067 Followers. Sure, iTunes software is terrific, but the &quot;Ping&quot; social network simply never caught on. Twitter automagically makes Apple a defacto player in social. Apple&apos;s biggest competitors over the next decade are not HP or Dell or even Microsoft - they are more likely to be Google and Facebook. Which leads us back to Social Networking and that leads to Twitter.   Don&apos;t hold your breath.  John Sheridan&apos;s answer to: What are the nontechnical barriers to adopting a version control system for use in writing bills / new laws? &gt;&gt; Quora Sheridan is head of legislation services at the UK National Archives.   Generally when I talk to developers about legislation, their first reaction is to say, &apos;easy, use github&apos;. Then I explain how legislation works, and the enormity and complexity begins to dawn. Legislation (at least UK legislation) is uniquely difficult content to work with. There really is nothing else like it.    If you only read one thing today: this is the one. How I was duped by Mike Daisey&apos;s lies &gt;&gt; Gawker Adrian Chen was suspicious, and did some checking which suggested Daisey hadn&apos;t been truthful:   After more than a week with no response I emailed again, on Oct. 4: &quot;I&apos;ve spoken with a labor rights activist who cast doubt on some of the facts presented in &apos;The Agony and the Ecstasy of Steve Jobs,&apos; and wanted to clear some things up with you.&quot; Daisey quickly responded and suggested we meet in person at Soho&apos;s Think Coffee. What followed was an hour of rehearsed bullshit that left me as dazzled as a member of Daisey&apos;s audience... Daisey&apos;s explanation as to why he was able to find child laborers when SACOM couldn&apos;t was laughable, in retrospect. He said maybe workers had been more open to him because he was a storyteller.   An honest account. This sort of wool-pulling-and-discovery happens all the time in journalism, but make no mistake: Daisey has no reservoir of goodwill among American journalists. Which is a pity for the wider story around Foxconn. It&apos;s true: iPads are starting to replace business PCs &gt;&gt; InfoWorld  The survey, conducted last month, is yet another confirmation that no company comes close to matching the iPad in the enterprise. Indeed, the iPad wannabes are barely on the radar. While 84% of the companies that plan to buy a tablet in the next quarter said they will go with Apple&apos;s iPad, up from 77% in November, just 8% said they will buy one from the No. 2 brand, Samsung, compared to 10% in the previous survey. But Samsung, a highly diversified company, can better withstand a poor showing in the tablet market than can Hewlett-Packard and Dell. &quot;Those companies need to win a toehold in tablets as PCs become less important, and they&apos;re not doing it,&quot; [Changewave research director Paul] Carton says. &quot;We&apos;re very bearish on them.&quot;  Not all GSM Galaxy Nexus devices will be updated directly by Google &gt;&gt; Android and Me (Commentary removed - the link is three months old, and out of date. Thanks @AngusTheBull and others.) World&apos;s first flying file-sharing drones in action &gt;&gt; TorrentFreak  In short the system allows the public to share data with the help of flying drones. Much like the Pirate Box, but one that flies autonomously over the city. &quot;The public can upload files, photos and share data with one another as the drones float above the significant public spaces of the city. The swarm becomes a pirate broadcast network, a mobile infrastructure that passers-by can interact with,&quot; the creators explain. One major difference compared to more traditional file-sharing hubs is that it requires a hefty investment. Each of the drones costs 1500 euros to build. Not a big surprise, considering the hardware that&apos;s needed to keep these pirate hubs in the air. &quot;Each one is powered by 2x 2200mAh LiPo batteries. The lift is provided by 4x Roxxy Brushless Motors that run off a GPS flight control board. Also on deck are altitude sensors and gyros that keep the flight stable. They all talk to a master control system through XBee wireless modules,&quot; [creator Liam] Young told TorrentFreak.   As a short-term system, could be useful. Google patent: Background noise from phone calls could be used to target ads &gt;&gt; GeekWire  You&apos;re attending a baseball game and call Google&apos;s 411 service for information about a nearby restaurant. The cheers of the crowd and the sounds of the announcer are picked up by your phone. Google&apos;s system analyzes the background noise, takes into account your location, determines that you&apos;re at a ballgame and delivers related ads or links to your phone with sports scores and news. Or maybe you&apos;re making the call from a concert hall, and the sound in the background is the instruments tuning up during intermission. Google figures out that you&apos;re at a concert, and serves up musical news or ads about albums related to the performance.   We recall companies suggesting they would make money from ads piped into phone calls before. Never went anywhere. Will this be different? (Google also acknowledges that users would be able to disable the sensors used to gather the information, for privacy.) In major restructuring, Hewlett-Packard combines printer and PC groups &gt;&gt; AllThingsD  HP sees the two business groups -- IPG sells printers both to consumers and businesses, and PSG sells PCs to consumers and businesses -- as making more operational sense combined than apart, the source said. The plan is to have their line of business more readily integrated so they can approach customers together and with unified product offerings. IPG was once the financial engine seen as keeping the rest of HP flush. It sells more printers than anyone else in the world, but makes most of its money selling ink cartridges and other supplies that tend to make higher profit margins than the printers themselves. However, the IPG unit has seen its business decline in recent years. In its most recent quarter, HP reported that sales fell by 7%, to $6.3bn, while the unit&apos;s earnings from operations fell by 32%.   PSG is the least profitable division in percentage terms. This will make it harder to see how HP&apos;s PC business is doing, too. Apple sued by Belgian consumer association for not applying EU warranty laws &gt;&gt; Slashdot  Following the recent Italian case. Apple is now being sued by the Belgian consumer association Test-Achats (french/dutch website) for not applying the EU consumer protection laws by only giving 1 year warranty on its products. At the same time, Apple is not only refusing to give the mandatory 2 years warranty but is also selling the additional year of warranty with its Applecare products. If the consumer association wins its case, Apple could be forced to refund Applecare contracts to its Belgian customers while providing the additional year of warranty for free.&quot;   Don&apos;t think this refusal to offer the two-year warranty would wash in the UK. (Thanks @jvans on Twitter for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/21/technology-links-newsbucket", 
    "wordcount": "1482"
}