{
    "headline": "Stillness of snow on a bright Sunday morning", 
    "text": "It was quiet, even for a Sunday morning. No traffic, no sound of neighbours&apos; weekend chores, just that slightly unnerving, natural silence that follows a snowfall. A forlorn flock of chaffinches huddled in the garden hawthorn, heads tucked down, feathers fluffed up, waiting for the thaw that would uncover the food on their bird table. And by the time the rays of the rising sun skimmed the top of the trees, it had begun. Snow slumped from roofs and slid off conifer branches as we walked down through the town and then followed footpaths out into open country, savouring the satisfying creak and groan of soft snow underfoot. As we passed Fold House farm a cacophony of rooks rose and rode the wind that shook the last of the snow from their beech tree rookery. Sheep left meandering trails through the blanketed fields beside the road to Fir Tree, where we turned uphill to follow the footpath up to Pea Hill community park. A gaggle of excited children had dragged parents out of bed to toboggan and build snowmen around the sculpture of drift miners who once worked shallow coal seams hereabouts. This little hillside park was completed last year with new tree planting and woven willow sculptures whose silvery catkins had already begun to emerge, undeterred by the snow. We paused to survey the expanse of lower Weardale before us, pristine, its woods and field boundaries etched with the bare-branched trees and hedgerows. Patchy mist hung above the river Wear. Across the valley the viridian blocks of pines and spruces of Black Banks plantation were flanked by tan-coloured leafless larches. In the far distance smoke hung over the stone-slate roofs of Wolsingham, below snow-covered fells and a clear blue sky. No doubt dire warnings of transport disruption would be realised tomorrow, but for now a Sunday morning snowfall brought pure joy.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/feb/15/crook-co-durham-stillness-snow", 
    "wordcount": "312"
}