{
    "headline": "Chvez's power hungry style could further radical change in Venezuela", 
    "text": "Last week Human Rights Watch (HRW) published its latest damning assessment of the human rights situation in Venezuela. According to HRW &quot;the accumulation of power in the executive and the erosion of human rights protections have allowed the Chvez government to intimidate, censor and prosecute critics and perceived opponents in a wide range of cases involving the judiciary, the media and civil society&quot;. Since its last report in 2008, &quot;the human rights situation in the country has become even more precarious&quot;. I don&apos;t doubt the facts presented by HRW. Particularly alarming is the way the regime of President Hugo Chvez threw a judge in jail for making a decision it didn&apos;t like, and the chilling effect such arbitrary abuse of power has on the rest of the judiciary. HRW plays a vital role in bringing attention to such activities. However, it is important not to mistake a negative report of this nature with an overall analysis of the progress in, and challenges facing, Venezuela, for two main reasons: first, because the state of political freedom is more complex than the report implies, and second because restricting the actions of some can sometimes be necessary to further change in highly unequal and politically polarised contexts. The first of those reasons is probably less provocative than the second. The opening of political space in Venezuela to many parts of the citizenry who were previously excluded from what was supposedly a democracy is well-documented, particularly by Pablo Navarrete in Inside the Revolution: A Journey into the Heart of Venezuela. The flowering of local political groups in poor communities is not an excuse for the abuses of power of the Chvez regime, nor is the fact that those abuses are minor compared with the vile murderers who used to run most of Latin America with strong support from the US and sometimes the UK, but it should be included in a balanced analysis of the state of democracy in Venezuela. It implies that real democracy requires not just a top-down legal covenant but also a bottom-up process of citizen engagement that itself may require political and economic support from the state, which in this case Chvez has offered. Second, and somewhat more awkwardly for liberals in established democracies, the complete freedom of the press is not always a sign of a functioning democracy  in some contexts it can actually militate against progress for the majority poor. The relationship between formal democratic freedoms and progress on poverty eradication and inequality is not an easy one. There are some who argue that democracy is important for poverty reduction, and others who suggest that democracy can actually throw up barriers to progress on social and economic rights. In reality it is unhelpful to generalise, in part because defining democracy proves very hard, and partly because country contexts are so incredibly different. There are many examples where more freedoms are indeed crucial to progress for the poorest, but there are also certainly examples where clamping down on media and other freedoms can be justified for development purposes. This is anathema to most westerners who don&apos;t understand the political complexities in countries very different from their own, but it was summarised well by Mark Weisbrot, of the Centre for Economic and Policy Research, in a recent article about the alleged crackdown on the freedom of the press in Rafael Correa&apos;s Ecuador. Rather than &quot;a heroic battle for freedom of expression&quot;, argued Weisbrot, the situation would be better described as &quot;a struggle between two political actors&quot;. Take the Murdoch empire, multiply it by about a thousand and you are somewhere close to how powerful the rightwing media is in Latin America. In Weisbrot&apos;s words the &quot;unelected owners [of major media outlets] and their allies use their control of information to advance the interests of the wealth and power that used to rule the country&quot;. It is proven beyond doubt that the rightwing media was an active and key player in the 2002 coup that briefly removed Chvez from power (see the brilliant documentary The revolution will not be televised). In such a context, reducing the rightwing media&apos;s room for manoeuvre may be a crucial element in any plan to radically transform a country. (In the runup to elections in October, Chvez has accused Venezuela&apos;s privately owned media companies of bias towards the opposition and of ignoring his government&apos;s achievements.) &quot;Where single-issue civil rights organisations see media crackdowns, what may be happening is an elected and popular government trying to implement the will of the people in the face of powerful business interests prepared to undermine democracy if need be. Perhaps it is not appropriate to expect HRW to discuss these complex issues in each report it publishes, although one might have thought that the political freedoms being experienced by poor communities for the first time under Chvez would merit a mention. But that just reinforces the importance of treating this valuable report as a crucial piece of evidence in analysing the pros and cons of the Chvez regime, just as we do any government, rather than wielding it as proof of Chvez&apos;s generalised infamy. Unfortunately there is little doubt that many important constituencies will wield it in precisely that way, preferring simplistic condemnations to a mature analysis of the complexities of political change after centuries of inequality and repression.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/24/chavez-power-hungry-radical-venezuela", 
    "wordcount": "918"
}