{
    "headline": "Apple rejoins EPEAT environmental ratings system", 
    "text": "Apple has been forced into an embarrassing volte-face, announcing that it would rejoin the American EPEAT environmental ratings system for electronic products just days after leaving it. The reversal of the announcement, described by a senior Apple executive as a &quot;mistake&quot;, was apparently forced on the company by government agencies, schools and scientists which use EPEAT  the Electronic Product Environmental Assessment Tool  to certify the environmental credentials of computers they are considering purchasing. Bob Mansfield, Apple&apos;s senior vice-president of hardware engineering, wrote in an open letter on Apple&apos;s site that &quot;We&apos;ve recently heard from many loyal Apple customers who were disappointed to learn that we had removed our products from the EPEAT rating system. I recognise that this was a mistake. Starting today, all eligible Apple products are back on EPEAT.&quot; He insisted that &quot;our commitment to protecting the environment has never changed, and today it is as strong as ever&quot;. Apple&apos;s move last week looked as though it could lead to a domino effect in which companies and government contractors might stop buying its products due to the lack of EPEAT certification. The city of San Francisco announced that it would stop buying Apple computers, and then to reassessments by US government agencies. Although Apple&apos;s corporate sales are far smaller than rivals such as HP and Dell, such contracts are still important both for reputation and long-term stability. EPEAT only applies to computers, but not tablets or phones. It was introduced in 2006, and is based on the IEEE 1680.1 standard. That covers elements such as the reduction or elimination of environmentally sensitive materials, material selection, design for end of life (wheh the product is replaced), product longevity/life extension, energy conservation (during manufacture and use), end-of-life management, corporate performance and packaging. Apple has in the past year touted its own green credentials, most recently by announcing an internal initiative to use cleaner energy sources for its data farms in North Carolina. But it has come in for criticism from third parties for the design of its laptop products, notably the top-end Retina MacBook Pro, in which the RAM and storage are glued into the machine and are not user-serviceable or replaceable. EPEAT bills itself as a global registry to which consumers can turn for information when shopping for greener electronics. According to EPEAT&apos;s website, its users include federal and state government agencies, colleges, and several private corporations such as Ford and KPMG. Apple&apos;s decision this month to stop participating in the registry would have affected computer-related purchasing decisions by governments and universities because many them are required to use hardware that has been rated by EPEAT. The city of San Francisco, for example, has a policy that its computers, laptops and monitors must be EPEAT &quot;gold&quot; rated. Customers contacted Apple directly, which played a &quot;critical part&quot; in getting Apple back on the registry, said EPEAT chief executive Robert Frisbee. &quot;The scientific community in the US government are big users of Apple,&quot; Frisbee said, adding that they were &quot;particularly influential&quot; in convincing the tech giant to resume its participation. Mansfield in his letter said that &quot;Our relationship with EPEAT has become stronger as a result of this experience&quot; and that Apple looked forward to working on the underlying IEEE 1680.1 standard used to build the tool.", 
    "section": "technology", 
    "gid": "technology/2012/jul/16/apple-rejoins-epeat", 
    "wordcount": "565"
}