{
    "headline": "Vietnamese guards brave attack to reverse destruction of the forest", 
    "text": "   Le Quoc Thien in his forest guard uniform. Photograph: Picasa    Le Quoc Thien is a slightly-built 25-year-old not long out of state university. He graduated two years ago in forestry, directly before joining the Saola nature reserve as a forest guard. He&apos;s on leave now, but in a few days he&apos;s heading back into the dense mountainous forests of central Vietnam for a week, living rough and protecting the forest against the near ceaseless assault of illegal logging and poaching. That Thien is able to do this at all is thanks to the alliance of the Vietnamese government, WWF and the German development bank. Together, they have embarked on one of the most ambitious ecological projects in Vietnam&apos;s history, the Carbi (carbon and biodiversity) project. The aim is simple: to reverse as much as possible of the destruction to the natural heritage of central Vietnam and bordering Laos. Focusing on the Annamite mountain range whose forest-rich slopes bridge the two countries, the project is ambitious. Taking in 200,000 hectares (494,211 acres) of dense Vietnamese and Laotian forest, Carbi hopes to deliver a sustainable future for the people and the wildlife of the area. Ultimately, the preserved forestland will serve as a sink for up to 1.8 million tonnes of carbon dioxide, (around the amount generated annually by all cars in use in the UK), as well as ensuring the preservation of one of the most biodiverse habitats in the world. The Annamite mountain range is thought to contain the highest concentration of endemic species in a continental setting anywhere on Earth, with five new species discovered here in the past decade alone. Besides the endangered Asian elephant and Indochinese tiger that occupy the range, there are the reclusive Douc Langur monkey, the giant Muntjac and the near legendary Saola, one of the rarest mammals in existence. Much of Carbi&apos;s success will depend on what happens on the ground. Many of those who live in the area encompassed by the project have a long tradition of using the forest as an adjunct to their livelihoods. For the ethnic minorities of the region, such as the Katu, with an identity distinct from the Vietnamese and Laotians nationals they share borders with, the problem can be particularly acute. Unemployment and, increasingly, alcoholism make for an unwelcome mix in the deprived areas of the Annamite region, where forest guards such as Thien are at daily risk of being attacked by poachers and loggers. Much of this comes from the isolated and impoverished communities whose traditional lands have now become the centre of worldwide ecological attention. Compared with the illegal industrial operations elsewhere in south-east Asia, logging in the region remains very much a cottage industry, albeit a pervasive and environmentally crippling one. Le Ngoc Tuan, director of the Saola nature reserve, which falls under the auspices of the project, regards logging as little more than a subsistence activity for those involved. &quot;In the open market, timber from a legally harvested tree would fetch around 26m Dong [about 770]; for illegally harvested timber, that drops to about half.&quot; Logging teams working, often by hand, can take up to 20 days from cutting down a tree to selling its timber, with the profits divided between teams of up to four. To Le Ngoc Tuan at least, it is clear that no one is getting rich from this. Poaching too remains tied to the culture and traditions of those living under the bushels of the project, as well as to the often brutal realities of everyday economic life. Le Quoc Thien describes looking for the snares and stone traps left throughout the prized forest region. &quot;Mostly, villagers are looking to catch the wild boar and goats that live in the forest. Others are foraging for leaves for their roofs, or honey for eating. For the ethnic minorities, particularly at a wedding, fish are very important.&quot; In May, two guards were hospitalised after confronting poachers illegally fishing. Since February 2011, Thien and his colleagues have removed more than 12,500 snares and closed more than 200 logging camps, more than enough, with time, to devastate the area the Carbi project seeks to preserve. The conflict between the interests of conservation and the economic survival of those in the area isn&apos;t lost on anyone within the project. With this in mind, the WWF plan to allocate stretches of forest to individual villages and to train villagers and pay them for the maintenance of that allocation. By giving those who have preyed upon the future of the forest a direct stake in its preservation, it is hoped that the survival of these natural treasures may yet be better guaranteed. What is clear to all involved is, that without improving the welfare of those living, the project has little chance of enduring success. In this regard, conservation in the Central Highlands has become as much about social, as it has environmental, change.  This article was amended on 17 December 2012 to correct a reference to the Javan rhinoceros, which is now extinct in Vietnam, and the number of snares, which we incorrectly stated as 2,500", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/17/vietnam-guards-brave-attack-destruction-forest", 
    "wordcount": "853"
}