{
    "headline": "We are armed only with peer review", 
    "text": "In 2007, a group of Climate Camp activists stood under a banner that read &quot;We are armed only with peer-reviewed science&quot;. It was a powerful message* but what exactly were they standing behind? What&apos;s this peer review thing anyway? It can seem complex and esoteric, but peer review just means research is checked by scientists in a similar field. Different journals work out the practicalities of their peer review policies in different ways, but in essence, that&apos;s all it is: checking by people in the same area. It&apos;s a bit like when a student gets a classmate to read over their essay before they hand it in, but on a larger scale.  It is generally done under some anonymity, though it varies. Anonymity frees reviewers up to critique  we hope productively  and aims to avoid personal relationships/lobbying/prejudices influencing the process. Editors of journals take time to match the best reviewers to papers and will weigh up their views before making a decision. Academics tend to do peer review for free. Or rather, it&apos;s seen as one of the many informal economies of science, something you contribute to and benefit from too. Peer review doesn&apos;t always work. The scientific community may like to call itself &quot;self-policing&quot; because of these checking systems, but it&apos;s no fail-safe (Retraction Watch provides a few examples of slips).  Back to those climate campers. They stood behind scientific papers which had been checked thoroughly before publication. That&apos;s good. But peer review isn&apos;t just used to filter what science gets published; it is also used to work out which projects get funded in the first place. As financial pressures increase, these funding filters get ever finer. So the activists stood behind years of investment in climate science, and that&apos;s something to celebrate too. But they could also have been asking for a lot more, eg why aren&apos;t we spending more researching new energy technologies?  Members of the science lobby often complain about the corrupting influence of outside interests when it comes to deciding what gets funded. They like to wave around something called the Haldane Principle claiming scientists should be left alone. This misses the point that large chunks of science are already being directed and, as Haldane himself would say, so it should be. Rather than hiding behind over-Romanticised views of the pure wonder of science, the trick is ensuring a mix of what we might call &quot;pure&quot; and &quot;applied&quot; research, and making sure the systems for picking such work are as accountable as possible. And that means being accountable to the public, not just narrowly imaging &quot;impact&quot; for select ministerial &quot;buddies&quot;.  The Engineering and Physical Science Research Council&apos;s (EPSRC) peer review college, for example, includes 30 members from BAE Systems (see this pdf). There&apos;s a good case for including groups like BAE in processes like these. If anything, I&apos;m surprised not to see more industrial representatives, or at least more diversity. They hold huge amounts of engineering expertise and constitute a key user of EPSRC research. But other groups  NGOs, charities, or smaller businesses  contain experts too, just they&apos;re not so well funded they can give their time to do peer review (or so powerful they get asked). Arguably, these other groups constitute new and emerging markets for such research, ones a truly visionary science policy might want to try to foster, rather than simply speaking to the status quo. It should be easy to find answers to questions about funding review systems. You shouldn&apos;t even need to ask. It should be there, with explanations and context too and an invite to be more interested in this vitally important bit of public work. Yet, it&apos;s hard to find even basic information about peer review on the EPSRC site. Dig around, and bits of it are there (have a play) but this, and the FAQs, seem to be designed for people applying for funding, not the public at large.  The Research Councils increasingly ask researchers to communicate their work so the public might find an interest, understand and, indeed, ask difficult questions. I&apos;d like to see them take on the same responsibility for themselves and foster public discussion on science policy (the other research councils&apos; sites are better, but they could all do much more). Researchers can&apos;t get away with saying &quot;ah, but the public aren&apos;t interested in what I do&quot; any more, neither should the administrators.  Adam Ramsey once joked that pro-science green activists should occupy BIS in defence of the Haldane Principle. Nope. Occupy the RCUK offices in Swindon and demand extended peer review instead. And have breakout protests at the variety of government departments that fund UK science too (MoD, DECC, DoH, etc). Because it is only when we have a system of research funding that is accountable to the people that we will be armed with science in any meaningful way.  * As Mike Hulme later pointed out, they were armed with a lot more too, but that&apos;s another story (one that maybe misses some context too). Dr Alice Bell is research fellow at the Science Policy Research Unit, University of Sussex ", 
    "section": "science", 
    "gid": "science/political-science/2013/may/29/peer-review", 
    "wordcount": "864"
}