{
    "headline": "Cameron pushes energy efficiency as motor of green growth", 
    "text": "The UK must prioritise growth in &quot;green industries&quot; such as energy efficiency and renewable energy, David Cameron said on Monday. The remarks are likely to antagonise those Tory MPs who have campaigned for cuts to green energy subsidies and the watering down of climate targets. The prime minister has come under fire from environmentalists for a perceived lack of leadership on environmental issues, with the chief executive of WWF UK, David Nussbaum, warning in November &quot;he seems to have lost his voice&quot; and that his &quot;continued silence would be a betrayal not just of election promises, but of the UK national interest.&quot; Last week, former US vice president Al Gore said he was &quot;worried there are influences in his party that have backed him [Cameron] off [action on climate change].&quot; But speaking at the low-profile launch of an energy efficiency programme on Monday, Cameron said that &quot;to those who say we just can&apos;t afford to prioritise green energy right now, my view is we can&apos;t afford not to&quot;. He said the &quot;green deal&quot; loan scheme launched in January, which has attracted criticism for high interest rates and upfront fees, would cut carbon emissions and bills, and create jobs. &quot;Make no mistake, we are in a global race and the countries that succeed in that race, the economies in Europe that will prosper are those that are the greenest and the most energy-efficient. Energy consumption is set to grow by a third over the next two decades alone. And in a race for limited resources it is the energy-efficient that will win that race,&quot; he said. He added that &quot;it is the countries that prioritise green energy that will secure the biggest share of jobs and growth.&quot;            According to the CBI, the green economy is now worth more than 120bn a year, or 8% of GDP, and was one of the few areas of the economy to experience growth in 2012. Within days of taking office in 2010, Cameron promised to lead the &quot;greenest government ever&quot;, but the coalition has been criticised for backing plans for up to 40new gas-fired power stations that would endanger climate targets, giving new tax breaks to fossil fuel industries and hamstringing a flagship green investment bank. Last June, the government was accused of lobbying to water down an EU-wide agreement on energy efficiency, leading to a cut in targets for the efficiency of buildings and appliances by 2020. A high-profile speech by Cameron on the environment was scheduled for last April, but downgraded at the last minute. John Alker, Director of Policy and Communications at the UK Green Building Council, said: &quot;We shouldn&apos;t underestimate the importance of the prime minister nailing his colours to the mast on energy efficiency, which is hugely welcome. It gives industry more confidence that the government does take this issue seriously, which is urgently needed if businesses are going to invest and innovate. Now Cameron needs to stand up to those in government who simply don&apos;t &apos;get it&apos; and follow up the rhetoric with delivery.&quot; Mike Barry, head of sustainable business at Marks &amp; Spencer, who has previously been critical of the government for creating uncertainty for businesses undertaking green measures, said it was &quot;great&quot; to hear the prime minister was supportive of green growth, but said business &quot;now need[s] long- term policy to get to next level.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/04/cameron-green-growth-energy-efficiency", 
    "wordcount": "586"
}