{
    "headline": "Google's dropped anti-censorship warning marks quiet defeat in China", 
    "text": "Google has reluctantly conceded defeat in its latest effort to combat online censorship in China, after a year of behind-the-scenes brinkmanship over sensitive search terms banned by authorities. The search company has quietly dropped a warning message shown to Chinese users when they search for politically sensitive phrases, after Beijing found new ways to cut them off from the web. Google and Chinese authorities have been involved in a tense game of cat-and-mouse over the issue since May last year, when the feature was unveiled by the UScompany in an attempt to improve search for Chinese citizens. The standoff came to a head in December, when Google finally decided to drop the feature because users were still being disconnected by Chinese authorities. A source in China said Google decided it was &quot;counterproductive&quot; to continue the technical dispute, despite several attempts to get around it. News that Google had dropped the warning message and an accompanying online help page emerged on Friday, when the censorship monitoring website Great Fire published results of tests it had carried out on search in China. A Google spokesman confirmed it removed the notification features in December, but declined to comment further due to the sensitivity of the situation in China. Google explained in May last year, when it introduced the feature, that users in mainland China experienced connection issues when searching for phrases including &quot;Yangtze River&quot; and &quot;Jiangsu Mobile&quot;, a phone service. Within 24 hours of the feature being launched it was disabled by Chinese authorities. Days later, in June, Google modified how the notification would appear for users  but that too resulted in another block. In November, Google&apos;s English-language and Chinese-language services were blocked for 24 hours as tensions stepped up. Google resolved to drop the notification features in early December after users continued to report problems for certain searches. Google has had a tense relationship with China since 2006, when it first launched its search function in the country. The latest dispute comes amid a wider crackdown on internet use in China. This includes fresh blockades on the use of &quot;virtual private networks&quot;, which help people access the web anonymously. The ruling Communist party, led by Xi Jinping, last month announced moves to force internet users to fully identify themselves to service providers, raising fresh concerns about freedom of speech in the country.", 
    "section": "technology", 
    "gid": "technology/2013/jan/04/google-defeat-china-censorship-battle", 
    "wordcount": "398"
}