{
    "headline": "Graduate art in pictures: Glasgow and Goldsmiths", 
    "text": "   Gabriella Marcella DiTano, 22, BA visual communication, Glasgow School of Art Collection No 1  'These are a range of design works, including art projects I did for Urban Outfitters US, event posters, and print work from my newly established design studio Risotto, which specialises in risograph printing' Photograph: Ellie Stephenson for the Guardian       Amalie Silvani-Jones, 23, BA painting and printmaking, Glasgow School of Art A Month of Sundays (newspaper collage embroidered on to canvas with glass beads) 'This tapestry is made from newspapers collected on Sundays throughout December 2011. I am trying to use all of the information that is around, and to make sense of it all. Particularly relevant images are those of protests; a placard reading The end is nigh, and another saying The end is nigher. In some ways its an apocalypse scene  there is a sense of impending doom'Photograph: Zane Gray for the Guardian       Christopher M Smith, 24, BA fine art at Goldsmiths L-R:  Hard Drives in Essex (object cast in resin) Special Features (HD video) Failed Chroma Key (acrylic paint on wall) Karagarga (object cast in resin)  'The way I got into art originally was through technology, and mucking around with stuff on computers. Then you go to art school and you realise what surrounds all of that and why it is happening. Now, my practice has gone from looking at things as objects, to looking at the things that surround them and the people that use them'  Photograph: Chirstopher M Smith for theGuardian       Becca Voelcker, 21, BA fine art, Goldsmiths, University of London Memos (HD digital film projection) 'Filmed in north Wales, places inMemoshave former identities visible, though dilapidated, in the present  a ruined ship in a field, a tide-stained concrete bridge, and a disused copper mine. The sites fictive quality suggests locations for cinematic action. However, presented here in accumulations of quiet, static shots, they become open sites that invite associations with other films, places and times. I love writing, and I wanted to make visual essays using the moving image'Photograph: James Molloy for the Guardian       Sam De Santis, 24, BA fine art photography, Glasgow School of Art Left: Hand Compacted Spheres (spheres made from soil collected from the physics department, water)  Behind: Fogging Photographic Paper (two sheets of black and white fibre-based darkroom paper) Right: Light Sensitive Dust (dust collected from the surface of darkroom paper) 'I dont see the work as mine once its in the space. I set the parameters, but ultimately it does what its going to do. The colour of the photographic paper and the light-sensitive dust will subtly shift over the course of the show. The spheres start out solid and highly shined, but during the exhibition cracks appear and, after around seven days, large sections fall off. In a sense, they are gradually returning themselves to their original material state'Photograph: Ross Finnie for the Guardian       Kat Day, 21, BA fine art, Goldsmiths, University of London Virtual Environment: Dollhouse II (interactive installation)  'This work is a projection of a 3D virtual dollhouse constructed using game development software and digital photographs. This immaterial space lies within a room modelled with hand-dyed and manipulated wallpaper, based on the original material source for the 3D environment  a decrepit 1950s dollhouse, which is also in the room'Photograph: Lucy Parnell for the Guardian       Emma Reid, 23, BA sculpture and environmental art, Glasgow School of Art Face (MDF, monitor, two live-feed CCTV screens 'The work consists of a plinth, inside which is a live-feed video work. As a video artist, Ive become quite voyeuristic. I capture fragments of peoples behaviour and present them close up and in quick succession. I want the viewer to think, Should I really be watching this?'Photograph: Emma Reid for the Guardian       Aileen McEwen, 22, painting and printmaking, Glasgow School of Art  The Flourish, the Stain, the Distracting Din of Colour and Ornament, and What is Vulgar Approaches  'These are large scale, opulent and aspirational interiors. They are painted in jewel tones with oil paint and Farrow & Ball emulsion, the brushwork and surface of which undermine the illusion of depth and space.These are images we are familiar with, but with an element of the fantastical'Photograph: Pascale Oakley for the Guardian       Hannah Lewis, 22, BA fine art, Goldsmiths, University of London Now You See Me, Now You Dont (inkjet print) 'This project is about second personalities, dealing with the different ways people show themselves in public compared to how they really see themselves or feel inside'Photograph: Sheila Maurice-Grey for the Guardian       Bradley FR Davies, 22, BA painting and printmaking, Glasgow School of Art L-R: Held Together by a Measly Bulldog Clip (acrylic and tempera on linen) The Embarrassment of It All(oil on paper) Goofy trompe l'oeil No 1 and Goofy trompe loeil No 2 (acrylic and tempera on linen) Never-ending painting (oil on canvas) Echoing Movements (video)  'I want constantly to reflect on painting while I am making my work. The audio is almost like a radio show, letting the paintings speak for themselves. I wanted to create an obscure spin on the audio guides you get at an art gallery'Photograph: Ellie Stephenson for the Guardian       Eleanor Davies, 22, BA fine art, Goldsmiths, University of London Over 200 Beautiful Colours (wool) 'A pompom is traditionally an adornment, or an accessory. It should bounce and dangle flirtatiously. The supersizing of this object disrupts these qualities  it becomes gross, heavy and vulgar. This draws attention to the absurdity and excessiveness of the endeavour, placing the frivolity of ornamentation in dialogue with notions of taste and excess'Photograph: Joseph Julier for the Guardian       Andrew Black, 23, BA painting and printmaking, Glasgow School of Art Witness (biro & gouache on paper, stick, tinfoil) Beacons (oil on linseed paper mounted on MDF, hay) Martin Injects Penicillin (gouache on linseed paper, balsa shelf, mirror, dead wasp, light fitting, plug socket cover) 'The work is based on the Yorkshire Dales and a trip I made to the north-west corner of Scotland. Although not traditional in itself, it is a commentary on traditional landscape art; the images are ambiguous because they are cropped closely'Photograph: Jack Hughes for the Guardian       Ruth Lowe, 23, BA fine art, Goldsmiths, University of London Untitled Landscape (graphite and beeswax on paper)  'Im trying to capture the power and movement of a landscape through abstract drawing, using natural materials like graphite, raw pigment and beeswax'Photograph: Taniesha Kitchen for the Guardian       Blithn Mac Donnell, 23, BA fine art, Goldsmiths, University of London Estate (double screen video, architectural model display, lambda print on aluminium with decal text piece) 'My work is often about the disconnection of being from Ireland but living in London, and not belonging in either country. It deals with history, locality and sense of place'Photograph: Hannah Rhoslyn Meredith for the Guardian       Steven Grainger, 24, BA sculpture and environmental art, Glasgow School of Art Untitled (found object, copper plating, copper tubing, recycled loft insulation)  'This work came from a need to communicate. Until recently, I did this through text work but I started to feel the limits of this, so I moved into more material processes and had physical conversations with materials opening up new ways to converse'Photograph: Diana Lindbjerg for the Guardian       Micah Harbon, 24, BA fine art, Goldsmiths, University of London Gaping Epic Wide Shot (HD video projection) 'Part horror film, part nature documentary; liquids drip and acid burns to reveal an idealised version of nature'Photograph: Rosie Taylor for the Guardian  ", 
    "section": "education", 
    "gid": "education/gallery/2012/jun/07/students-artanddesign", 
    "wordcount": "0"
}