{
    "headline": "English and creative writing", 
    "text": "What youll learnYoull study a broad range of genres, topics and writers, from Shakespeare to Rushdie and quite a few in between. Youll spend hours reading, discussing and writing about books and writers, but you will also be expected to analyse literature, know the genre and be able to put what youve read into some form of social and historical context. There should be an opportunity to specialise, so if you have a penchant for women writers from the 19th century, or Irish poetry you could get the chance to study them in greater detail. Linguistics is another subject usually found in English departments. Linguists are more concerned with the specific aspects of language - such as sound, grammar and meaning - rather than the creative use of it, so youll investigate how languages differ, how language relates to thought, and how we understand it in both written and spoken form. English can easily be taken as a joint honours subject, so you could tie it in with linguistics, drama, history, creative writing or media studies. Creative writing students will study the techniques used by renowned writers with a view to enhancing their own abilities. Courses are often be taught by acclaimed authors, who are well placed to talk about professional skills such as drafting and reflection.   interactive   How youll learnYoull have lectures where youll hear from expert professors, as well as seminars where youll get a chance to debate your responses to texts. You will need to read a lot of books, which can be a solitary affair. But time in the library will sharpen your time-management skills and your ability to work on your own. What entry grades youll needEntry requirements vary. Russell group universities require English literature or combine English language and literature. History, religious studies or a foreign language will also help your application.   english   What job you could getUnless youve incorporated some creative writing into your degree, English isnt a particularly vocational option, which leaves the door wide open on the job front. Journalism would seem an obvious choice for those with a love of words. Graduates will also be well placed for a career in publishing, law or marketing, so consider applying for graduate training schemes. With further study you could educate others by becoming a teacher.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.english", 
    "wordcount": "393"
}