{
    "headline": "Call of Duty Online to be released in China", 
    "text": "Activision has announced a new title in the blockbusting Call of Duty franchise, aimed exclusively at the Chinese market. Call of Duty Online is being released in partnership with internet service provider Tencent; it will be free to download and play, although gamers will be able to purchase items such as weapons equipment and perks, through an in-game store.  The game will feature standard modes and multiplayer options from the Call of Duty series, but will have its own campaign story, based around a series of &quot;Spec Ops&quot; missions. The publisher has long had plans to expand its multibillion dollar brand into China, which has a vast audience of keen gamers. According to figures released by China&apos;s ministry of culture last year, more than 160 million of the population regularly play online. However, as in South Korea, the most popular titles tend to be free-to-play multiplayer games, which can be accessed via a web browser and which offer micro-transactions to more committed participants. Call of Duty Online fits more comfortably into this market than the console-based iterations of the series.  &quot;We think China is one of the most exciting places in the world for us to grow our business and to develop innovative new games,&quot; said Activision chief executive Bobby Kotick. &quot;Tencent is an ideal partner for Activision to bring Call of Duty Online to China. Tencent has a terrific track record of customer-focused innovation and deep market knowledge that will be invaluable to Activision as we build great games for China. We have worked closely with Tencent to create a game with broad appeal for the Chinese market. We look forward to laying the foundation for a long-standing relationship with Tencent and to launching a new and unique experience for fans.&quot; This news comes at an interesting time for Activision Blizzard. There are reports that media and telecommunications giant Vivendi is looking to sell its 61% share in the games publisher, due to pressure from investors to stabilise the company and boost its share price. Video games are seen as a volatile business with some pundits predicting a crash for the industry, due to an over-reliance on &quot;safe&quot; familiar tropes. With a value of about $10bn however, well-known industry analyst Michael Pachter of Wedbush Securities argues a buyer is unlikely to be found and Activision Blizzard would instead be spun off into a separate company. For now, though, Activision is focusing its commentary on the lucrative Call of Duty Online announcement.", 
    "section": "technology", 
    "gid": "technology/2012/jul/03/call-of-duty-online-china", 
    "wordcount": "420"
}