{
    "headline": "Pakistani students applying for UK visa will face compulsory interview", 
    "text": "Every Pakistani student applying for a visa to come to study in Britain will face a compulsory interview with consular officials following a secret pilot study indicating that up to 40% could be ineligible. Theresa May, the home secretary, will soon announce that &quot;bogus&quot; students will be blocked from entering Britain when the measures are introduced. &quot;Britain is open for business to the best and the brightest,&quot; one government source said. &quot;But our message to bogus students is clear: you will be found out and you will be stopped from coming. This is an important way of weeding out bogus students.&quot; The home secretary&apos;s plan, which, at first, will be run on a short-term basis, is likely to lead to a big increase in resources at Britain&apos;s consular operations in Pakistan. For the past five to 10 years visas have been approved via paper applications. The pilot study, which was carried out by the UK Border Agency, suggests that 40% of applicants for student visas from Pakistan are likely to prove ineligible for the document. The main reason will be their inability to speak English. At present, on the paper applications, 20% of Pakistanis applying for student visas are found to be ineligible. &quot;How are they planning to come and study here if they have no English?&quot; one government source said. The pilot study was extended to 13 overseas posts, ranging from India and China to Nigeria. Of 2,300 applicants interviewed, the study points to 17% being ineligible for the UK visa. The government hopes to extend these pilot schemes. As a first step, compulsory interviews will be held in Pakistan. &quot;The government has put its emphasis so far on tackling the roots of migration,&quot; the government source said. &quot;Now we are moving on to look at the system. This is one area that we have identified where we can identify people better who are seeking to abuse it.&quot; The pilot study found 38% of applicants from Bangladesh would be considered ineligible for a student visa. In most cases this was because applicants were unable to answer basic questions in English without the aid of an interpreter. The failure rate in other countries is projected to be 29% in India, 28% in Egypt and 27% in Sri Lanka. In Canada and the US, which are predominantly English speaking countries, the failure rate is projected to be 4%. The government&apos;s decision to hold compulsory interviews in Pakistan comes after the National Audit Office found that up to 50,000 people could have entered Britain to work on student visas. The NAO said that in 2009 the UK Border Agency introduced a points-based system (Tier 4) which lacked key controls. The report said this raised the prospect of thousands of migrants entering Britain with no checks about whether they had plans to study. The report said: &quot;The agency implemented Tier 4 before the key controls were in place. The agency withdrew entry clearance officers&apos; powers to test applicants&apos; intentions before it had controls fully in place over sponsors and the documentation required to support an application. &quot;We estimate between 40,000 and 50,000 individuals might have entered through Tier 4 in its first year of operation to work rather than study. This estimate is based on college enrolment rates and changes in patterns of applications and refusals, but it is not possible to know with certainty. &quot;Between March 2009 and February 2010, the [Border] agency detected thousands of forged college visa letters at some application centres. The agency did not check that those who entered through suspect routes were attending college.&quot; Margaret Hodge, the Labour chair of the Commons public accounts committee, said: &quot;This is one of the most shocking reports of poor management leading to abuse that I have seen. &quot;It is completely unacceptable that the programme was launched without key controls being in place. The agency needs to get a grip and fix the way it deals with student visas.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/13/pakistan-students-uk-visa-interview", 
    "wordcount": "681"
}