{
    "headline": "Dirty fossil fuel exports will come back to bite Australia", 
    "text": "Australia just loves to share, regardless of whether or not the world might universally benefit from what it&apos;s got to give. There&apos;s been Kylie Minogue, a certain beer that nobody in Australia actually drinks, unplayable spin bowlers, those mini plastic alopecia-ridden clip-on koalas and pictures of &quot;wish you were here&quot; beaches. But there&apos;s another, less famous Aussie-born export: fossil fuels. Lots of &apos;em. I know, I know. Australia is tackling the world&apos;s greatest market failure with its legislated price on greenhouse gas emissions. One tonne can be yours for AU$23 (15.50). Al Gore has said the laws introduced in 2012 by the Labor prime minister, Julia Gillard, had &quot;inspired the world&quot; because &quot;carbon polluters are being held accountable for the global warming pollution they pour into the atmosphere every single day&quot;. Barack Obama has described the policy as &quot;bold&quot;. Few would argue that it&apos;s a first step to fundamental change but Gore, Obama and Gillard need blinkers when they use the carbon price as evidence of serious action. That way they can avoid seeing the squizillions of tonnes of Aussie fossil fuels being shipped and burned around Asia like they&apos;re going out of fashion (which surely they should be). Australia&apos;s domestic emissions of greenhouse gases are relatively modest on a global scale  about 560m tonnes of CO2-equivalent (CO2e) annually. But on a per capita basis, Aussies are one of the worst offenders in the developed world. A new study in the journal Biogeosciences finds Australia exports twice as much CO2e via coal and gas than it emits at home from burning fossil fuels for energy. But Australia is only getting started. Already the world&apos;s biggest exporter of coal, a Greenpeace report has dubbed the country&apos;s plans to expand those exports as a &quot;carbon bomb&quot; that will add 900 megatonnes of CO2 to the atmosphere every year when its burned. On top of that, the state of Victoria is touting, to anyone interested, some 13bn tonnes of its reserves of lignite  low-grade brown coal. Australia&apos;s most emissions-intensive power plants are fueled by brown coal. In theory the much-lauded carbon price should hit the dirtiest power generators the hardest. But new analysis this week suggests that, so far, the carbon price hasn&apos;t so much hit them hard as provided billion dollar bonus cheques. A report commissioned by not-for-profit group Environment Victoria has found, in the first six months of the scheme, the Victorian power firms passed on to customers more than 100% of the carbon price. Among the laws and schemes to deliver that price was a pot of cash to supposedly stop power plant owners going under and the lights going off. Thanks to this and the extra cash from price rises the report claims the brown coal generators will pocket between AU$2.3bn (1.5bn) and AU$5.4bn (3.64bn). And where does a fair bit of that filthy lucre go? Clue: it starts with &quot;e&quot; and ends in &quot;xport&quot;. Three of the biggest power plants are owned by two international energy giants: the Europe-based GDF Suez and the Hong Kong-based CLP Group. But there are other &quot;carbon bombs&quot; being readied for launch. Queensland has three projects going ahead costing AU$45bn (30.3bn) to take gas from coal seams (with the help of fracking and about 18,000 wells) and pipe it hundreds of miles to Curtis Island next to the Great Barrier Reef for conversion into liquefied natural gas (LNG). The Queensland government estimates more than 28m tonnes of LNG will be exported annually, helping Australia compete for the title of world&apos;s top LNG exporter. In South Australia, Linc Energy has dollar signs flashing in front of its eyes after finding a possible 233bn barrels of shale oil sitting under its exploration areas. Australia also has globally significant stores of shale gas to exploit, which firms are starting to have a crack at. But could it be that all that digging, burning and exporting is coming back to bite the Minogue/Fosters/crappy koala souvenir homestead? Australia had its biggest and longest heatwave on record in January creating perfect conditions for hundreds of bushfires. For seven days straight, the average maximum temperature across the country topped 39C. Then there were the 2009 Black Saturday bushfires, which killed more than 170 people. The 2011 Queensland floods caused $5bn of damage after an area the size of France and Germany was declared a disaster zone. Of course these extreme events, like others being shared around the world of late, had absolutely nothing whatsoever, not even in the slightest, how very dare you even contemplate it, to do with man-made climate change.", 
    "section": "environment", 
    "gid": "environment/blog/2013/feb/21/dirty-fossil-fuel-exports-australia", 
    "wordcount": "795"
}