{
    "headline": "What's it like to study Mandarin?", 
    "text": "I&apos;m not shy to admit it  I&apos;m a Sinophile. I fell in love with Chinese four years ago, when I was fortunate enough to work a temporary contract in Shenzhen. I saw first-hand the extraordinary opportunities emerging from that vast, and to many, puzzling country. Six months there convinced me to put my career on hold and study contemporary Chinese studies at the University of Nottingham. It doesn&apos;t take long to realise that Chinese isn&apos;t a language you absorb through osmosis. Nor is it one where you can muddle through using a phrasebook. Each aspect of Chinese is equally arduous and requires patience. Unless you have a real gift for languages, it will take several years&apos; hard work to become anywhere near fluent. I&apos;ve been learning it for three and a half and I&apos;m just about proficient. The writing system, essentially a memory game, is utterly bewildering. It&apos;s difficult to learn, partly because it lacks any system of phonetic recognition  you can&apos;t spell out words using different combinations of letters. Instead, you learn to draw each separate &quot;hanzi&apos;&quot; or character. It&apos;s time-consuming to write. Neighbouring countries which used Chinese characters in the past, such as Korea, Japan and Vietnam, decided it was all too much like hard work, and now mostly rely on more logical phonetic systems. But when you can finally read and comprehend a Chinese sentence or write a string of characters to communicate your point, it&apos;s a triumphant feeling. Speaking Mandarin is especially troubling for westerners. Our mouths simply aren&apos;t trained to make the sounds, and so pronouncing words often feels like you&apos;re forcing your tongue to contort in unnatural ways. Adding to the difficulty, each syllable is paired with one of four tones  one wrong tone can result in a complete breakdown in communication. But the hard work and tongue-twister exercises are worth it. There&apos;s no denying that China is an important economy, and being able to speak the language benefits your career prospects, especially in the business world. Having just graduated, I&apos;m now working for a UK company doing marketing and communicating with Chinese manufacturers and suppliers. Most importantly I&apos;ve had an amazing experience studying a culture that most Westerners will never scratch the surface of.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jul/17/why-study-mandarin", 
    "wordcount": "373"
}