{
    "headline": "London restaurants launch 'straw wars' campaign", 
    "text": "They disappear in thousands from fast food and takeway outlets every day and, discarded in similar numbers, have become a litter pickers&apos; nightmare and a scourge of Britain&apos;s beaches. Now some of London&apos;s top restaurants, bars ands hotels have joined forces to try and reduce the routine and &quot;unnecessary&quot; use of plastic drinking straws, urging the entire hospitality and fast food sector to follow its initiative. The restaurants behind the launch of the so-called &quot;straw wars&quot; campaign are to stop automatically handing out plastic straws to customers, and only hand them out when requested. Plastic straws can, theoretically, be recycled. But the campaign organisers argue that they rarely are recycled by individuals eating fast food &quot;on the move&quot; and that there is rarely any dedicated waste collection for restaurants, pubs and bars, which means they end up in landfill. Westminster City council, for example does not accept plastic straws for recycling from corporate users. Another stumbling block is consumer behaviour. McDonalds provides straws in dispensers but people often take more than they need. The initiative is the brainchild of leading bars, restaurants and hotels in Soho - one of the densest and busiest areas for eating out and drinking in the UK - and includes Randall &amp; Aubin, Soho House, the Gay Hussar, Hix, Quo Vadis, Tapas Brindisa Soho, Barrafina, and Cafe Rosa&apos;s. Jamie Poulton, campaign leader and owner of the historic restaurant and takewaway Randall &amp; Aubin, said: &quot;Straw Wars is a campaign to unite the Soho community in eliminating unnecessary single-use plastic. If we&apos;re able to raise awareness with Straw Wars and the work that Soho has done towards a cleaner environment, then the next step would be a move towards resolving the current waste collection and disposal issues in Soho. This is a very ambitious project, but will benefit local businesses, customers and the environment.&quot; There are no figures for the proportion that plastic straws make up as a proportion of total plastic waste, though it is thought to be very small. But straws can travel down drains and end up in rivers and oceans, impacting on marine life. Emma Snowden, litter campaigns officer with the Marine Conservation Society, said it welcomed the move. &quot;We see so much single use plastic appear in the sea and on beaches in our surveys. In the case of straws that are given out routinely, the product may have been manufactured and then disposed of without even a single use - this represents a senseless waste of resource as well as a waste management issue.&quot; She went on: &quot;Many plastic straws on beaches are likely to come from street drains, often via rivers and sewers. Plastic is a huge problem for our marine wildlife and makes up over 60% of all the litter we find on UK beaches, particularly single use plastic such as bags. Plastic straws make up a small proportion of all this litter, but if everyone took responsibility to dispose of their litter correctly in the first place it would help massively.&quot; A spokesman for the British Plastics Federation, the trade association for producers, convertors and reprocessors, said: &quot;The use of plastic straws is not only the most durable and hygienic alternative, they are recyclable and can be used in energy from waste schemes. The BPF is a close supporter of the Keep Britain Tidy Love Where You Live campaign and has spoken out against the senseless disposal of consumer artefacts. It has called for more collection receptacles to be positioned on beaches to encourage both the garnering of potentially valuable resources and cleaner beaches.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/feb/01/london-restaurants-straw-wars", 
    "wordcount": "633"
}