{
    "headline": "New wrinkle cream helps fight the signs of scientific evidence", 
    "text": "Looking young/younger is a full time preoccupation for many people, especially if you&apos;re female. That society puts extreme pressure on women to look attractive and young is hardly a new observation, but it&apos;s not something that should be just accepted with a shrug either. It has some serious and chilling long-term impacts. Anorexia, bulimia, body dysmorphic disorder, these serious and potentially fatal conditions can regularly be attributed to an obsession with one&apos;s appearance and the pressure to look attractive. It&apos;s not hard to see where this comes from. Exaggerated images of female beauty have been around since the dawn of civilisation, but (relatively) recently this has become quite ridiculous. We&apos;re constantly bombarded with images of idealised beauty, so there&apos;s no escaping the awareness of what an attractive person should look like. There are also countless magazines, articles and blogs (none of which I intend to link to) dedicated to gleefully pointing out the flaws in these paragons of beauty. &quot;Look at this celebrated supermodel! Standing under a dozen intense spotlights in a subtropical climate, she visibly sweats! She has glands!!! Like a PIG!!!!! And look at this actor fancied by millions, he clearly hasn&apos;t shaved in hours!!!! He probably stinks of piss and begs people for change as well.&quot; Or something like that. I can&apos;t bring myself to read pointlessly cruel bile, tearing into celebrities for displaying &apos;hideous&apos; signs of basic humanity, written by people who, if their appearance matches their personality, would probably make their own reflection recoil in horror.  Please don&apos;t assume this is some passionate defence of privileged celebrities, it isn&apos;t. And there is the argument that these articles and the like help by showing that celebrities are not flawless deities who walk among us, but normal, actual humans. But I don&apos;t buy that, it just seems to be another element of the same ridiculous obsession with standards of attractiveness that people (especially women) are expected to live up to but that no mere human could possibly achieve. And I mean that literally. Technology has brought us to this point, and Photoshop now allows us to be bombarded by images of &quot;beauty&quot; that genuinely aren&apos;t physically possible. It&apos;s so typical that even someone who can realistically claim the title of &quot;international sex symbol&quot; can&apos;t escape technological enhancement. It would be easy to blame the cosmetic or &quot;beauty&quot; industry for a lot of this. So I will. It&apos;s a massive business that is dependent on making people want, need, to look more attractive than they are. The beauty industry causes a lot of (arguably indirect) hassle for science. As well as the psychological and biological cost of this relentless pursuit of attractiveness, the cosmetics industry is responsible for a lot of dubious/ridiculous science being propagated in the mainstream (&quot;pentapeptides&quot;, anyone?) A prime example of this occurred just yesterday. There was a lot of buzz (notably in the Daily Mail, which is where the following link leads to, just so you know) about the &quot;news&quot; that a new wrinkle cream is &quot;100% effective&quot; and is &quot;stopping women from undergoing cosmetic surgery&quot;. Those are some rather grand claims for a beauty product. I&apos;m not going to describe how wrinkle creams and moisturisers usually work. Ben Goldacre has already done that, and according to comments I&apos;ve received, if Goldacre has mentioned it then nobody else is allowed to. This seems to be a massive misunderstanding of how science works to me, but no matter.  This particular wrinkle cream claims to be &quot;100% effective&quot;, which is an extremely unlikely result in any study involving humans. It&apos;s clarified that the tests involved &quot;69 women aged between 35 and 59&quot; and &quot;all claimed their wrinkles had been reduced, with some improvements noticeable in a week&quot;.  Now, I&apos;m sure this experiment was completely thorough and conformed to rigorous scientific standards. I wouldn&apos;t wonder why the &quot;miracle&quot; ingredient (A-F33, or Amino Fill 33) is only seemingly referenced in other, parroted press releases from Avon, the company that could make millions from this &quot;breakthrough&quot;. I&apos;d have thought that a protein that can penetrate the protective epidermis and increase collagen and elastin output, effectively but safely altering the processes of the extracellular matrix, would be of substantial scientific interest. But no, no sign of it in any journals I could find. Odd, that. I would also never wonder whether there were more than 69 participants, but those who didn&apos;t claim any improvements were excluded for some reason? I would definitely never question how they went about recruiting participants for the study, on the grounds that women who volunteer to test an unreleased &quot;breakthrough&quot; anti-wrinkle cream would surely be the sort of people who feel their appearance needs to be improved, so may be somewhat suggestible to exaggerating the &quot;effects&quot; when performing a self-assessment (which the results seem to be based on)?  Would these subjects have reported the same effects if they&apos;d been given an alternative wrinkle cream? Or even just regular cream? If so, would the same results have been publicised? Might be more profitable in the long run, fill a pot with basic dairy product and sell it at 30 a pop under the label &quot;I can&apos;t believe it&apos;s not immortality&quot;? I would wonder whether the claim that the product is stopping women from undergoing cosmetic surgery is not a bit sinister. If someone genuinely considers themselves to be so unattractive that they are willing to undergo invasive surgery, isn&apos;t utilising them for financial gain not somewhat cynical? But then, this is the Daily Mail. The Mail running a story about how women could possibly look more attractive if they buy another corporation&apos;s product is a bit like a kidnapper saying he&apos;ll move you to a slightly roomier cell if you agree to clean his brother&apos;s house. Not much more can be said for the other sites running with this, though.  But maybe everything they say is accurate. I wasn&apos;t involved in the study, so I can&apos;t argue with any authority that there&apos;s anything amiss, but there&apos;s no easily accessible impartial data about it to alleviate my suspicions either. Maybe it&apos;s just composed of the usual components of anti-wrinkle cream but made up to different concentrations and this new protein is just a useful misdirection? I don&apos;t know. But on first impressions, this story does appear to be one unpleasant trifecta: exploitation of women&apos;s neuroses for financial gain, propagating the unrealistic importance of being attractive above of all else, and regurgitating an obvious self-serving press release that uses dubious &quot;science&quot; to convince people to hand over their money. That last point is maybe more of a personal bugbear than genuine large-scale problem, but I still feel strongly about it. Any mainstream news outlet that willingly accepts dubious, long-winded pieces written by random strangers with little or no journalistic experience loses all credibility as far as I&apos;m concerned.  Self-aware, moi? I could go on, but I&apos;ve reached my &quot;inverted comma&quot; quota.  Dean Burnett is a prematurely aged husband and father so regards looking attractive to the opposite sex as a pointless waste of time for all concerned. He has a Twitter account, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/sep/13/wrinkle-cream-scientific-evidence", 
    "wordcount": "1224"
}