{
    "headline": "Wi-Fi is drawing power from the mobile phone mast", 
    "text": "From Norwich to New York, hotspots are pulsing on every street. A messy urban patchwork of Wi-Fi signals is being gradually woven into a blanket of coverage which may soon be equal to the signals pumped out by mobile phone masts.  Wireless Fidelity (a non-scientific term invented by marketing people) is considered easy to hack, and the signals can often be weak, or password protected. But they are usually free and once in, they work at speeds well above the average mobile connection.  Even for phone users, Wi-Fi has become the most popular way of accessing the internet. So why are mobile phone companies planning to spend billions connecting us to the internet via 4G phone masts?  Vodafone says creating its 4G network in Europe will cost 30bn (25bn). New evidence has reached my inbox which fuels a growing suspicion that it could be about to waste a lot of money on what may one day become a niche technology. In the UK in January 2012, only 19% of all internet traffic on smartphones was transmitted by a mobile network, according to researchers at Informa. They worked with Mobidia, whose app measures how much of your data allowance your phone has used up. The information was drawn from about a third of Mobidia&apos;s 600,000 users. Globally, Mobidia found 70% of smartphone internet traffic is carried by Wi-Fi. In the US, the total is two thirds. The picture is similar in Hong Kong, Germany and Spain. Among the major markets, only Japan and Singapore show an even split between networks. Informa says this is helped by the fact that they already have superfast mobile broadband, but more importantly because customers are sold generously sized or unlimited data plans at competitive prices. Informa analyst Thomas Wehmeier, author of Understanding Today&apos;s Smartphone User, published in February, said:  The expansion of Wi-Fi into hundreds of millions of private homes and offices around the world, the deployment of more than 1m public Wi-Fi hot spots by the end of 2011 and the growth of a vast and mature ecosystem built of thousands of devices has established Wi-Fi as the most heavily used wireless technology in the world in terms of volume of data transmitted ... Wi-Fi is the primary form of connectivity for the overwhelming majority of users and it is apparent that Wi-Fi has become firmly entrenched in day-to-day usage.  Informa last year forecast 5.8m open to all Wi-Fi hostpots worldwide by 2015, provided by public bodies such as town councils. BT Group&apos;s own network, not strictly public but widely available, now numbers 3.5m. It consists mostly of domestic Wi-Fi signals which home owners have agreed to share with other BT customers who might be passing within range.  Even mobile operators, conscious that their own masts will soon be creaking under the strain of data traffic, are moving into Wi-Fi. At O2, they have promised a network of 15,000 sites, in public places like coffee shops, open to customers and non customers. Analysts Thomas Seitz and Jerry Dellis at Jefferies bank believe Wi-Fi is not as previously billed just a useful offload or back-up technology for mobile networks. Rather, it is threatening to eat their lunch.  We believe evidence continues to mount suggesting Wi-Fi should no longer be viewed solely as a complement to mobile networks, but increasingly should be looked at as a potential disruptive substitute. Wi-Fi is not just an offload avenue for wireless data traffic, but in fact may be the primary means by which wireless data is consumed. Given that the bull case for mobile operators hinges on capturing revenue from the exponential growth in data volumes, we believe these trends need to be monitored closely. In our view, how the relationship between the mobile networks and Wi-Fi evolves could be a key determinant in the investment attractiveness of the wireless services sector.  In the UK and elsewhere, operators have mostly stopped selling unlimited data at a fixed price. We now have allowances. When they are breached, heavy penalty charges kick in. Dellis and Seitz argue this change is driving smartphone users on to Wi-Fi.  It is a grassroots technology, promoted and funded by a ragged coalition of trade bodies, cafe owners, universities, town councils, entrepreneurs and the occasional telecoms company. Despite this, it is gaining ground against lavishly marketed mobile networks. Wi-Fi is triumphing against the odds, suggesting it is the natural choice for carrying most internet traffic, even on mobile devices. How often, outside of a car or a train, do we need an internet connection on the move? It will be Wi-Fi that finally provides a phone signal for passengers on the London Underground, with the service due to be live for the Olympic games. Of course we still need 4G networks. A signal that works without having to fiddle about with passwords is always going to be worth paying more money for. For many rural householders, whose homes are difficult to reach with fibre cables, the technology offers the best chance of a fast internet signal. When it comes to keeping cities connected, however, Wi-Fi is slowly draining the power of the mobile phone mast.", 
    "section": "technology", 
    "gid": "business/2012/mar/13/wifi-mobile-4g", 
    "wordcount": "863"
}