{
    "headline": "Can computer games sharpen your mind?", 
    "text": "Finding a way to wind down in your spare time is crucial to getting through the stresses of university. Some students go for walk, others like a drink. I like to take on wave after wave of murderous adversaries. That&apos;s right, when I need to relax, I find solace in computer games. It might sound crazy, but I&apos;m here to tell you that even that hour spent playing mini-golf online could be helping your studies in the long run. A whopping eight out of 10 homes in the UK own a games console, and around 33.6 million people are gamers. I barely know anyone who doesn&apos;t own a games console or smartphone on which to play. I admit that almost every moment I&apos;m not studying, sleeping or eating I am engaging in some form of video game. But could this &quot;wasted time&quot; be helping me? One study, completed in 2010, looked at the effect of playing different violent video games on young adults and argued that they &quot;reduce depression and hostile feelings in players through mood management&quot; and help them cope better with stress. The researchers acknowledged that this probably wouldn&apos;t come as a surprise to gamers. It doesn&apos;t. As little as an hour of game play helps me go back to work with a newly focused and clutter-free brain, ready to tackle the mammoth task of essay writing. Problem-solving games are particularly good. Playing a few levels of a simple puzzler allows me to take my mind off an essay question, meaning I can go back to it without stale ideas rattling around my head. As for proofreading, this study from the University of Rochester in the US found that playing computer games for a few hours each day improves people&apos;s ability to recognise letters. This demonstrates how video games can help you focus on finer details. Like naughty little misplaced apostrophe&apos;s. You don&apos;t have to fly solo. Playing with friends can increase the stress-relieving qualities, and make for a great social night in. I regularly play with a small group of friends and our games of choice always involve a high level of teamwork and co-ordination. Indeed, playing with friends can help you develop a surprising number of those transferable skills beloved of CV-readers: co-operation, communication, money management, critical thinking, decision-making under pressure. And you&apos;re picking up these skills while plundering dungeons for loot! I asked my fellow gamers whether they thought video games benefited them academically. The response was mixed, varying from: &quot;I wish I&apos;d never started playing&quot; to &quot;I&apos;m on a game-programming course, it&apos;s kind of essential&quot;. But the general consensus could still be summed up in a single word  escapism. We all agreed that on that score, video games couldn&apos;t be beaten. So if you&apos;re looking for a way to slip out of your busy schedule and refresh your mind, look no further than your Xbox. There&apos;s nothing like a killer zombie when it comes to putting things in perspective", 
    "section": "education", 
    "gid": "education/mortarboard/2013/mar/20/can-computer-games-sharpen-your-mind", 
    "wordcount": "504"
}