{
    "headline": "George Osborne demands massive cuts to windfarm subsidies", 
    "text": "  Plans for dramatic cuts in government subsidies for onshore windfarms are being drawn up by the Treasury in a move that seriously undermines David Cameron&apos;s claim to be running &quot;the greenest government ever&quot;. The Observer has learned that George Osborne is demanding cuts of 25% in subsidies, a reduction the industry says would &quot;kill dead&quot; the development of wind power sites. The Treasury&apos;s stance has put the chancellor at loggerheads with the Liberal Democrat energy secretary Ed Davey, whose party strongly supports more renewable energy. Osborne, whose reputation has taken a dive following his widely criticised budget and a subsequent string of U-turns, has been under heavy pressure from Tory MPs to reduce the billions spent on green commitments. In February more than 100 Conservative backbenchers wrote to the prime minister demanding cuts to the 400m a year public subsidies for windfarms which they see as evidence of too much Lib Dem influence over coalition policy. A prominent opponent of onshore wind power is the Duke of Edinburgh, who is said to have described turbines as useless and to believe they will never work. Tim Yeo, Tory chairman of the all-party energy and climate change select committee, said the Treasury and the Department of Energy and Climate Change (Decc), which is headed by Davey, were following different agendas. &quot;This is an example of where Decc&apos;s attempts to stimulate renewable energy are being hampered by Treasury intervention,&quot; he said. &quot;The way to deal with this  and realise the savings the Treasury wants to achieve  is to have more onshore renewable energy, which requires lower levels of subsidy, and less offshore, which requires more. We need to change the balance.&quot; Critics accuse the chancellor of pandering to Conservative backbenchers who do not want turbines built in their constituencies, believing they will damage their prospects of re-election. They argue the cuts make no economic sense, because alternatives, such as siting the turbines in the sea, would be much more expensive. &quot;This is a reckless act of political opportunism by a chancellor keen to boost his popularity among his backbench MPs,&quot; said Juliet Davenport, chief executive of renewable electricity supplier Good Energy. However, Chris Heaton-Harris, a Tory MP who led the backbench campaign for cuts, said he was greatly encouraged. &quot;I want to see a dramatic cut,&quot; he said, arguing that onshore wind power was expensive compared with gas and that it would drive up fuel poverty. However, proponents of wind power point to rocketing gas prices and the air pollution and climate change benefits of renewable energy technologies, of which onshore wind is the cheapest. &quot;It is crackers to kill dead the deployment of the cheapest renewable technology if you genuinely are worried about the cost,&quot; said Gordon Edge, policy director at industry group RenewableUK. A source at one of Britain&apos;s big six energy companies said: &quot;It&apos;s perverse  you get less renewable energy bang for your buck. It only makes sense if you don&apos;t like windfarms in your constituency.&quot; After becoming party leader in 2005, Cameron adopted the slogan &quot;vote blue, go green&quot; as he made the environment the centrepiece of his drive to modernise the Conservatives. Shortly after entering a coalition with the Lib Dems he promised to lead the &quot;greenest government ever&quot;, adding that &quot;nowhere are long-term decisions more needed than actually in the fields of energy and climate change and environment&quot;. But Osborne has made clear that he does not believe the green agenda can remain a priority when cash is short and the deficit needs to be reduced. With his own political fortunes on the slide, Tory MPs believe he can be persuaded to back their anti-green campaigns. This year the government angered green campaigners by announcing plans to slash subsidies for solar energy, a move the industry roundly condemned. There are more than 3,000 wind turbines in the UK countryside and the debate has become more polarised in the past two years, with a tripling of local opposition. However, a large majority of the public remains in favour of wind power, even if it is placed within a few miles of their home. The Treasury declined to comment, but a spokesman for the Department of Energy and Climate Change, which runs the subsidy scheme, said: &quot;It is vital that our support for renewable electricity both encourages investment and represents value for money for consumers. The government will publish the new support levels shortly.&quot; According to sources, the decision has been delayed by the Treasury &quot;crawling all over&quot; the new rates put forward by Davey. Decc&apos;s initial proposal in October, delayed by wrangling, was for a 10% cut in the support for onshore wind under a scheme called the &quot;renewables obligation&quot;. But the Observer was told the Treasury has demanded a 25% cut. &quot;The delay means the whole of the UK&apos;s renewables investment portfolio is being jeopardised by Osborne&apos;s pandering to Tory backbenchers,&quot; said a source. &quot;It is total prioritisation of politics over the economic interests of the country.&quot; Davenport said: &quot;The 10% proposal was the product of independently commissioned analysis by Decc. If the Treasury swoops in at the last minute and shortcuts that process, the credibility of the government&apos;s renewables policy will be in tatters, along with the prime minister&apos;s claim to be the greenest government ever. Of course, some might argue that is precisely what the chancellor wants to achieve.&quot; The setting of subsidy levels is a negotiation between industry and government, according to Michael Liebrich, chief executive of analysts Bloomberg New Energy Finance, who made an influential presentation to David Cameron and the world&apos;s leading energy ministers in May. &quot;If you cut too fast, you damage the industry and the supply chain, but if you go too slow, you create subsidy junkies,&quot; he said. Liebrich&apos;s presentation showed the global average cost of onshore wind was falling, but he said using that to justify cuts in the UK was wrong: &quot;Just because the best windfarms in the world are competitive [with gas] does not mean the average ones are yet.&quot; He added that large scales, fast planning and good grid connections made US windfarms much cheaper than those in the UK. There are 320 onshore windfarms in UK, a third of them in England. Many more are awaiting construction or planning permission.", 
    "section": "environment", 
    "gid": "politics/2012/jun/02/george-osborne-cuts-windfarm-subsidies", 
    "wordcount": "1086"
}