{
    "headline": "Could Mo Farah's talent have run in the family?", 
    "text": "Sport isn&apos;t short of famous sibling rivalries. Football has seen Bobby and Jack Charlton, Gary and Phil Neville, Brian and Michael Laudrup; tennis Venus and Serena Williams, John and Patrick McEnroe, Andy and Jamie Murray. Boxing Leon and Michael Spinks and Wladimir and Vitali Klitschko. In rugby, England&apos;s Underwoods, Rory and Tony, were matched by Scotland&apos;s Hastings, Gavin and Scott. And Alistair and Jonny Brownlee have just delivered Olympic gold and bronze in the triathlon. But sometimes circumstances conspire to thwart potential brotherly or sisterly competition. Hassan Farah spoke this weekend of his feelings on watching his identical twin, Mo, take the 10,000m and 5,000 golds at London 2012. The brothers, now 29, were separated aged eight when Mo joined his father, Muktar, in England, and Hassan stayed in wartorn Somalia. Hassan, now a successful telecoms engineer, said he loved his brother and &quot;rejoiced in his success&quot;. But, he added, as kids &quot;Mo and I were on a par as runners. Sometimes I would beat him, sometimes he would beat me. He has had the most technically advanced training and advice available in the world ... and I have had nothing. Who knows what I could have become? We could have been famous twin Olympic athletes.&quot; Could they? Not necessarily. For starters, says Terri Apter, a Cambridge University psychologist specialising in family dynamics and relationships, head-to-head sibling rivalry is far from automatic. Many siblings, she says, &quot;prefer to step away from the stark and exposed rivalries&quot; of early childhood. &quot;Those apparently minor childhood competitions can be threatening,&quot; she says. &quot;Underneath lies the question: might someone like me, with a similar place in the family, hoover up the love and attention I need to survive?&quot; Most siblings ultimately decline to compete with one another directly, aiming to distinguish themselves in something different. But sometimes, Apter says, a pair will come along &quot;with such similar genetic makeups, environments and talents&quot; that a protracted direct rivalry does develop. In such cases  not unusual in &quot;such a family-intensive enterprise&quot; as high-level sport  competing siblings may be inspired by particular psychological effects such as modelling (&quot;If he can do it, so can I&quot;) and mutual rivalry (&quot;There&apos;s no way I&apos;m going to let her beat me&quot;). But even if the Farah twins had been able and willing to compete, it is by no means certain that they would both have ended on an Olympic podium together, says Ian Stewart, 1972 5,000m Olympic bronze medallist, head of endurance at UK Athletics, and meet director of the Aviva Birmingham Grand Prix, at which Mo Farah runs this weekend. &quot;There&apos;s no reason at all to doubt Hassan was an exceptionally talented runner,&quot; Stewart says. &quot;Until three years ago, that&apos;s all Mo was. But there&apos;sa huge difference between an exceptionally talented runner and a great racer.&quot; To reach the remarkable heights Mo Farah has attained, Stewart says, you need &quot;a huge work ethic, to run at times 130 miles a week. Great discipline, to utterly change your lifestyle. The mental and psychological wherewithal to handle highly tactical races.&quot; You have, in short, to be &quot;the complete package&quot;. And that&apos;s not a given to everyone  not even, necessarily, to your identical twin brother.", 
    "section": "science", 
    "gid": "science/shortcuts/2012/aug/20/mo-farah-talent-run-in-family", 
    "wordcount": "563"
}