{
    "headline": "BBC cycling documentary is 'irresponsible', says MP", 
    "text": "     Tony Hall, the new BBC director general, has his first controversy on his hands, albeit a small one, a full three months before he officially arrives. Two surprises: firstly it&apos;s not a row confected by the Daily Mail or Sun; second, it&apos;s about cycling. I wrote at length about the many flaws of a documentary scheduled to go out at peak time on BBC1 this Wednesday, breathlessly-titled The War on Britain&apos;s Roads. I realise I&apos;m viewing it through the prism of being a keen cyclist, but even so it&apos;s genuinely one of the more silly, badly-made BBC programmes I&apos;ve seen in a long time. The independent production house who made the programme sent me a CD of it, but when it emerged I had significant worries about it they suddenly decided they weren&apos;t able to also send copies to cycling groups, even the CTC, who advised them on some things (advice which was clearly ignored). My singe disc was thus passed round like a Beatles album in late-60s East Germany: at one stage four people squeezed into a tiny room at the Guardian to watch it on the same computer. I was able to pass the CD to Ian Austin, the Labour MP for Dudley North who co-chairs the increasingly influential all-party cycling committee, which recently announced plans for an inquiry into cycling and cycle safety. He was so shocked he&apos;s written to the BBC, as announced in a press release this morning:  The War on Britain&apos;s Roads claims to show&quot; the battle that is raging between two-wheeled road users and their four-wheeled counterparts&quot; but presents a commercially-produced film of reckless stunt cycling in London as ordinary footage as if it is normal behaviour by everyday cyclists. It includes assaults on cyclists and arguments between them and car drivers. Cycling organisations who helped the programme makers say their advice has been ignored but the BBC has refused to let them see the programme in advance. Ian Austin MP  who has seen the film - said it was &quot;stupid, sensationalist, simplistic, irresponsible nonsense&quot;. He said it &quot;was about as representative of ordinary cycling in Britain as a James Bond car chase is of ordinary driving&quot;. And he has written to Tony Hall demanding other BBC programmes &quot;present the reality of cycling and driving in Britain in a much more sensible, considered and accurate way&quot;.  The press release quotes him further thus:  I am not in favour of banning programmes, but I don&apos;t see why garbage like this should be produced in the first place and if the BBC insists on showing it, they have a duty to ensure that it is placed in context and the real issues around cycling and driving in Britain are discussed properly on its other programmes. I cycle in London every day I&apos;m there and have cycled all over Britain and whilst I do see drivers and cyclists do things they shouldn&apos;t, I have never seen some of the things they present as everyday occurrences. Nine out of ten cyclists also drive cars, so it is not just dangerous and irresponsible to promote a culture of confrontation on the roads which will make cycling and driving both more dangerous, but also stupid and inaccurate.  All road users should obey the rules of the road and treat each other with consideration and respect. That&apos;s the message we should be giving.  I think that sums it up pretty well. I&apos;d expand on only a couple of things.  Austin&apos;s mention of &quot;commercially-produced film of reckless stunt cycling&quot; refers to a sequence used in the documentary showing cycle couriers racing extremely recklessly through central London. It fails to mention that the footage is both six years old and shot by a professional filmmaker who sells DVDs of his footage.  For me that&apos;s where the programme crosses the line from unbalanced to actively dishonest. A senior BBC press man badgered me at length on Friday evening over how I described the film in my story. &quot;It really happened,&quot; he insisted. &quot;It&apos;s not fake footage.&quot; In which case, I asked, why not tell viewers where the sequence came from? No response. Secondly, since I wrote the news story two of the cyclists who contributed helmet camera videos to the documentary and are interviewed as part of it have raised concerns about the tone. One has blogged about it here. That&apos;s not much of a vote of confidence. I&apos;d argue everyone at Leopard Films and the BBC connected to this film should have a good think about what they&apos;ve done. For a start, they&apos;ve made an unbalanced and hysterical documentary.  But more than that, anyone who actively contributes to a mood of division, mistrust and hostility on the roads is being pretty irresponsible. Let&apos;s just hope that none of the several million people who watch it on Wednesday evening drive to work the next day thinking, even unconsciously, &quot;Cyclists are a pretty reckless, aggressive bunch. Why should I watch out for them?&quot; 3.50pm update This is the latest BBC statement on the programme:  War on Britain&apos;s Roads is a serious examination of the relationship between cyclists and other road users. It uses actual footage of real incidents to provoke discussion and investigates the outcomes and consequences of several of the incidents captured. Raising awareness of these issues, on a primetime BBC One programme, can only be a positive thing for both cyclists and other road users. The courier race sequence is genuine footage of a bicycle courier road race, shot by one of the cyclists involved, and uploaded to YouTube. The footage has since been released commercially, but the fact remains that it depicts real behaviour on the streets of London. It is clear from the reactions of those interviewed that this is extreme and atypical behaviour. ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/dec/03/bbc-cycling-documentary-irresponsible-mp", 
    "wordcount": "981"
}