{
    "headline": "Technology in HE teaching: blended learning and beyond", 
    "text": "Blended learning, where online learning opportunities are offered along side traditional face-to-face sessions, is growing in popularity in HE. In an interview on the Guardian Higher Education Network, David Ward, acting VC of University of Wisconsin, Madison, said that his greatest challenge today is to &quot;figure out blended instruction.&quot;  But despite the growing uptake of blended learning across educational institutions - particularly in the US - there is still some misunderstanding about what blended learning is and the ways in which it can enrich teaching and learning. A common misconception is that blended learning is the same as distance learning and some worry is that it loses the emotional connection between teacher and student.  American HEI, PennState explains on its web learning site that there is no consensus about what blended learning means, or how to blend. However, the institution recognises that as well as increasing flexibility and diversity in the students&apos; learning experience, blended learning can also have wider gains: &quot;In addition to flexibility and convenience for students, according to research shared at the ALN Conference Workshop on Blended Learning &amp; Higher Education November 17, 2005, there is early evidence that a blended instructional approach can result in learning outcome gains and increased enrolment retention.&quot; So on Friday 10 February, we will bring together a panel to explore the different ways in which universities are using classroom and computer-mediated activities and discuss other technology enabled innovations in teaching. Join us at 12pm GMT or post your questions and comments on your experiences now. You can also follow the live chat on Twitter using the hashtag #HElivechat This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network. Panel Allison Littlejohn, director of the Caledonian Academy, Glasgow Caledonian University The Academy, a research and development centre exploring innovative learning in the public and private sectors. She leads research and innovation in Technology Enhanced Learning with academic and industry partners, most notably Royal Dutch Shell, for whom she was senior researcher 2008-2010. Alison has over 70 academic publications and is founding series editor for the Routledge &apos;Connecting with eLearning&apos; book series. She is a fellow and former Scholar of the Higher Education Academy. @allisonl Ben Scoble, learning development specialist, Staffordshire University Ben has a varied work role that involves teaching, research and projects associated with innovation in and around learning, technology, pedagogy and teaching. His main focus this year is on the issues of implementation, moving technology from the innovation sphere into mainstream practices in higher education. @benscoble David J A Lewis, blended learning manager, University of Glamorgan David manages the team responsible for the support, advice, guidance, training and documentation for the university&apos;s learning systems such as Blackboard, and Questionmark Perception. The team is focussed on delivering on internally approved projects which have a pedagogical aspect, particularly in terms of distance, online delivery. David has considerable experience in online assessment, particularly Blackboard and Questionmark Perception. @djalewis Claudia Megele, senior lecturer and module leader, University of Hertfordshire Claudia is an author and researcher, currently working on her chapter, Social networking and the journey from pedagogy to heutagogy, for the book &apos;Social media and the new academic environment: pedagogical challenges&apos;. Claudia is also an associate lecturer at the Open University and guest lecturer at Goldsmiths University. @ClaudiaMegele Timothy Murray, director, Society for the Humanities and curator of the Rose Goldsen Archive of New Media Art, Cornell University Timothyn sits on the executive board and the steering committee of the Humanities, Arts, Science, and Technology Advanced Collaboratory (HASTAC). His areas of research include new media, film and video, and visual studies, as well as seventeenth-century studies and literary theory, with strong interests in philosophy and psychoanalysis. @timothymurray Nitin Parmar, learning technologist, University of Bath  As a fellow of the Higher Education Academy, Nitin provides advice, support and training to academic and professional departments for a range of applications to support technology enhanced learning. His work is focused around ideas for providing experiential learning for students to reduce the gap between current and desired performance. He is particularly passionate about the use of technology in lecture theatres to enhance the student learning experience, leading on several related initiatives across the university. @nrparmar Pam Tatlow, chief executive, million+ Pam has been chief executive of the university think-tank, million+ since 2007. Under her leadership, million+ has published a series of reports analysing the contribution of universities to the economy and society. She is a frequent media commentator on universities, education and social mobility. @million_plus Elizabeth Losh, director, Culture, Art, and Technology program, Sixth College, University of California, San Diego Elizabeth writes about digital literacy, distance learning, and the politics of Internet culture. She has published articles about videogames for the military and emergency first-responders, government websites and YouTube channels, state-funded distance learning efforts, national digital libraries, political blogging, and congressional hearings on the Internet. She is also Elizabeth the author of Virtualpolitik. @lizlosh Brandon Muramatsu, senior educational technology consultant, MIT Office of Educational Innovation and Technology  Brandon has been involved in the development of learning technologies to support open education/opencourseware, educational digital libraries and engineering education since 1993. His work revolves around the development of production-level services and tools for educators and learners to develop, use, reuse and share digital learning resources. @ bmuramatsu Jonathan Muir, director of studies, Bradford School of Management Jonathan is a lecturer and director of Studies for the Bradford School of Management distance learning MBA.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/06/blended-learning-in-higher-education", 
    "wordcount": "929"
}