{
    "headline": "The week in wildlife  in pictures", 
    "text": "   Lady's smock (Cardamine pratensis) flowering in a field boundary near Comins Coch, Ceredigion, Wales Photograph: John Gilbey       Monkeys enjoying a cold bath during a hot day in Ayutthaya, Thailand. Nearby Bangkok is seeing the hottest average temperatures in the past 30 years Photograph: Sukree Sukplang/Reuters       A plate-billed mountain toucan (Andigena laminirostris), at the Paz de las Aves private reserve near Nanegalito, Ecuador. The country is a paradise for birdwatching, with 1,600 known species - a total of 13% of the world's birds Photograph: Rodrigo Buendia/AFP/Getty Images       An olingo  an arboreal and nocturnal mammal  also at the Paz de las Aves (Peace of the Birds) reserve Photograph: Rodrigo Buendia/AFP/Getty Images       A hippo with some lesser flamingos at Lake Oloidien near Naivasha, Kenya. The species is abundant in the country's drier regions, after heavy rains nationwide have altered the salinity of many lakes. This makes the lakes less rich in phytoplankton, the flamingo's food,  forcing them to fly to drier regions Photograph: Carl De Souza/AFP/Getty Images       A koala chews on gum leaves at the inner-city wildlife park in Sydney, Australia. This week Australia listed the koala as a threatened species in some areas Photograph: WILLIAM WEST/AFP/Getty Images       Nagaon, India, where these ants are carrying a much larger dead bristle worm for their food Photograph: Diganta Talukdar/Corbis       A coppersmith barbet emerges from her nest after feeding her newborn chicks, in Guwahati city, north-east India Photograph: STRINGER/EPA       A dying pelican crawls away from the surf to die on the beach of Paita, in Tumbes, north Peru. According to the Peruvian vice minister of environment, Gabriel Quijandria, a virus called morbillivirus has been killing thousands of fish, sea birds and other wildlife in Peru, having caused similar effects on the coasts of Mexico and the United States Photograph: Silvia Oshiro/AFP/Getty Images       An oak processionary moth larva  people in Berkshire and west London are being warned not to touch this invasive species of moth caterpillar, which can cause skin rashes and irritation to eyes and throats Photograph: George Gate/PA       A common Indian mynah bird in the Mayong forest, on the outskirts of Guwahati, India Photograph: STR/EPA       Grizzly bears Grinder, left, and Coola, play after emerging from their den after five months hibernation at a wildlife refuge in north Vancouver, Canada. The two young grizzlies were found orphaned in different areas of British Columbia in 2001 Photograph: Canadian Press / Rex Features       A bull in Maracas, north-east Brazil, killed as a consequence of drought. While a huge area of the Brazilian Amazon is under a state of emergency due to flooding, the country's north-eastern region faces its worst drought in the past 30 years Photograph: Ricardo Moraes/Reuters       Cockchafers chow down on some oak leaves near Amoltern, south Germany. Amoltern has been hit by a plague of cockchafers, which the authorities are planning to end by spraying insecticides from helicopters Photograph: Patrick Seeger/AFP/Getty Images       A hummingbird moth sipping nectar from a flower in Manassas, Virginia. The moth looks, flies and sounds like a very small hummingbird Photograph: Karen Bleier/AFP/Getty Images       A black-headed gull attempts to pick up a fish caught by another tern, on a pond near Smolichi, Belarus Photograph: Tatyana Zenkovich/EPA       Alpacas in Friedberg, Germany Photograph: EMILY WABITSCH/AFP/Getty Images       A lesser kestrel in northern Spain, attempting to attract a female admirer. The male has come from African to breed and is constantly patrolling the barn roof to look for a potential mate Photograph: Roy Mangersnes/Rex Features       Bristol zoo's baby gorilla Kukena holds onto his mother's arm, as he ventures out of his enclosure at Bristol zoo's Gorilla Island. The seven-month-old western lowland gorilla is starting to find his feet as he learns to walk, having been born at the zoo in September. Also this week, the Durrell Wildlife Conservation Trust has created mobile phone ringtones from six endangered species, including the gorilla Photograph: Matt Cardy/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/may/04/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}