{
    "headline": "How to make a DNA double helix from jelly babies and liquorice", 
    "text": "Sixty years ago today the journal Nature published a single-page article containing a solitary figure of two intertwined ribbons. This image, or versions of it, are now so familiar that they are probably the most recognised chemical structure. The article, of course, described the double helix of deoxyribonucleic acid or DNA. By 1953 it had been known for some time that DNA carries genetic information and that all organisms contain it. It is, after all, easy to extract DNA (try it yourself with the recipe at the end of this article). The unknown was the 3D structure of the molecule and hence how it managed to hold all this genetic information. Solving the puzzle was the biggest prize of molecular biology at the time and the great Linus Pauling (winner of two Nobel prizes, one for chemistry and the other for peace) had already published a structure earlier in 1953. Unfortunately for him he had overlooked some pretty fundamental chemistry and come up with an altogether impossible structure.      Photo 51: The x-ray diffraction image that led to the discovery of the double-helical structure of DNA. Photograph: King's College London    Meanwhile James Watson and Francis Crick were basing their work on an x-ray diffraction image taken by Rosalind Franklin and Raymond Gosling, known as photo 51.  Franklin and Gosling&apos;s image is a spotty cross, from which it is difficult to see how the DNA structure was calculated. But to Franklin and company it positively screamed &quot;helix&quot;. Spring diffraction pattern This leap from a spotty cross to a helix may seem a stretch but it is actually straightforward to demonstrate. All you need is a laser pointer and a spring from a retractable ballpoint pen. In a darkened room, shine the laser light through the spring and onto a wall about 3 metres away. You should see a cross shape that looks strikingly similar to photo 51. The cross is the result of the way that the laser light diffracts off the spring, and with a few simple equations you can work out the shape of the spring from the image on the wall.     Diffraction pattern created by shining a laser beam through the spring from a retractable ballpoint pen. Photograph: Mark Lorch    Photo 51 also contains all the information Watson and Crick needed to set about building their famous model of DNA (if you get the chance, go and see it at London&apos;s Science Museum). In my opinion, the reason why DNA is such a recognisable molecule is its beautiful simplicity  which also means it is easy to construct models from materials at hand, just as Watson and Crick did. In fact, you can make passable models of DNA with paper, K&apos;nex or Lego, but my favourite molecular modelling materials can be bought at any sweet shop. So here&apos;s how to make jelly baby and liquorice DNA.     Photograph: Mark Lorch    You&apos;ll need: Two long, flexible sweets, such as liquorice ribbons. A few handfuls of soft, highly coloured sweets, such as jelly babies or marshmallows. Cocktail sticks.     Photograph: Mark Lorch    1) Sort the sweets into colours. Keep four of the groups, eat the rest. 2) Pair up the sweets so that one particular colour always goes with another particular colour e.g. red with green and yellow with purple.     Photograph: Mark Lorch    3) Stick the pairs onto cocktail sticks as if you were making candy kebabs.     Photograph: Mark Lorch    4) Attach your candy kebabs to the long sweets. Carry on doing this until you have something that looks a bit like a ladder.     Photograph: Mark Lorch    5) Pick up your ladder and give it a twist.     Photograph: Mark Lorch    Hey presto, a model of DNA made from sweets! The paired coloured sweets represent the base pairs that contain all the genetic information, while the liquorice is the sugar/phosphate backbone of DNA. Extracting DNA from kiwi fruit You&apos;ll need: A peeled kiwi fruit A blender Surgical spirit (or vodka) Washing-up liquid Table salt A strainer A glass tumbler     Photograph: Mark Lorch    1) Chill the surgical spirit by leaving it in the freezer overnight. 2) Blend or mash the kiwi. 3) Add one teaspoon of salt and one teaspoon of washing-up liquid to 100ml of hot water (from the tap should be fine). Gently stir, then add to the blended kiwi.     Extracting DNA from kiwi fruit. Photograph: Mark Lorch    4) Leave it to stand for about 15 minutes. 5) Pour the kiwi mixture through the sieve to remove the pulp and seeds. 6) Gently add about 20ml of the cold surgical spirit.     Photograph: Mark Lorch    The surgical spirit should sit on top of the kiwi mixture, and in this top layer some white cloudy stuff will form. That white stuff is DNA. The blending, salt and washing-up liquid break up the plant cells, releasing the DNA. It dissolves in water but not in surgical spirit (which is basically alcohol), so when you pour it onto the mixture the DNA precipitates out of solution. Mark Lorch is a chemist at the University of Hull. He blogs at &apos;Try This At Home and tweets as @sci_ents", 
    "section": "science", 
    "gid": "science/blog/2013/apr/25/dna-double-helix-jelly-babies-liquorice", 
    "wordcount": "781"
}