{
    "headline": "Is a university education still worth the time and money?", 
    "text": "Giulia is 20 years old. She is in her second year at Sapienza University in Rome, studying communication science, but has decided to drop out. Is this because she chose the wrong subject? No  like many other students in Italy, she simply no longer believes that her degree will help her to find a job. Not only has the financial crisis left many facing an uncertain future, but the education system itself is believed to be useless by families who point out that it does not reward merit. In the current academic year, according to the latest report from the national committee for university grading, less than 60% of pupils with high-school diplomas enrolled at an Italian university, the lowest percentage for 30 years. &quot;It&apos;s far better to get a job without doing a degree,&quot; says Giulia. In a few weeks she will be at the seaside in Ostia, working in a bar run by her aunt and uncle. All across Europe, young people are performing the same calculations: pay their way through three or four years of higher education for uncertain returns, or take their chances without a degree. In countries such as Italy and Britain, there is a real financial cost: tuition fees of up to 9,000 in the UK from September, and as much as 3,000 (2,400) in Italy. Entry-level salaries for graduates are shrinking  and yet a degree is still a big advantage in the fight against unemployment. Among 25- to 29-year-old graduates in the European Union, unemployment rose from 7% to 9.2% between 2008 and 2011, while among people with only basic education it went from 16.1% to 24.3%. Nevertheless, in countries such as Italy, a university degree may be a risky investment: Italy&apos;s universities are ranked among the lowest in Europe by Eurostat, as only 76.6% of graduates find work, compared with an EU average of 82.3%. Many students will be well into their studies before they realise that they have little competitive advantage to show for their efforts. In France, the BA from public universities is now considered so inferior that it is almost mandatory to continue on to a master&apos;s. Not surprisingly, in countries such as France and Italy, where the standard university bachelor degrees are somewhat tarnished, high numbers of students do not complete their courses. In French public universities, 48% of first-year entrants do not go on to the second year and just 38% finish the three-year course. Italy has a drop-out rate of 45%. With student numbers multiplying in Europe and across the world (from 50 million in 1980 to 170 million in 2009), students &quot;look for other ways to differentiate themselves apart from their degree certificate&quot;, according to Rolf van der Velden, a professor at Maastricht University. These include master&apos;s degrees and postgraduate courses. In Britain, experts believe the university is more important than the course; a situation that is similar in France, with regard to the highly thought-of grandes coles. So a university education is worth it? The student verdict in Britain appears to be yes, just about. Despite the tripling of many tuition fees this autumn, university application numbers have not fallen that much  by about 9% year-on-year. The number of 18-year-old UK applicants  the largest single group of candidates  has decreased by 2.6%. Unexpectedly, the application figures also reveal a sharper drop among more affluent candidates than among those from disadvantaged backgrounds. The latest application figures show a drop in applicants from the rest of the EU  down from around 45,000 last year to around 39,000 for this September. But UK universities remain popular with candidates from the rest of the world. There are big rises in applications from Hong Kong, Malaysia and other east Asian countries.", 
    "section": "education", 
    "gid": "education/2012/may/31/europa-university-education-worth", 
    "wordcount": "640"
}