{
    "headline": "Education in brief: Is Gove going?", 
    "text": "Gover and out? Will the popular twitter hashtag #govemustgo be redundant in a few weeks, at least for education? Rumours abound in Whitehall that Michael Gove is to be moved in a reshuffle widely expected in September. A name whispered to replace him is Elizabeth Truss, the combative backbencher who was once deputy director of Reform thinktank. Truss published a report in June arguing that maths should be compulsory until the age of 18. She has been a regular speaker and writer on education, criticising &quot;soft subjects&quot; and modules at A-level and calling for all pupils to study languages and history to 16. A former comprehensive pupil who went on to study philosophy, politics and economics at Oxford, Truss spoke on Radio4 recently about what she saw as deficiencies in her state education. And what of Gove? The rumour is that he is off to the Home Office. But politics is an unpredictable business, and six weeks is a long time. We&apos;ll see. Neither here nor there  Nineteen staff at a Merseyside comprehensive that is due to close this week, to be replaced by a free school, are in limbo as the term ends, not knowing whether they will have a job to go to in September. The teachers and support staff at St Wilfrid&apos;s Catholic high school in Litherland, Sefton, were given redundancy notices by their local authority in the spring, which were expected to lead to pay-outs. All the staff say they have more than 20 years&apos; local education service. In April, however, a free school was given the go-ahead to replace St Wilfrid&apos;s and another school from September. The local authority then understood that, under employment law, the staff would all have the right to work in the new school. Redundancy terms were therefore cancelled, and staff told to turn up for work at the new school in September. However, the free school, backed by the Department for Education, argues that this is not the case, and all posts in the new school have been filled. The staff therefore face losing their jobs with no pay-offs, although the local authority still disputes the DfE&apos;s position. At a meeting last week, Sefton council and the DfE failed to agree a way forward. St Wilfrid&apos;s is due to be demolished on Friday. In a letter to Gove, to which they have yet to receive a response, the staff wrote: &quot;We urgently seek your guidance on the best course of action to take as our final salary will be on 23 August. I am sure that when you conceived the free school movement you did not envisage a situation such as this.&quot; Mistake in long division A dispute has broken out between academic experts in maths education and schools minister Nick Gibb over a reference in a speech by Gibb last week to a study based on testing British and American pupils. Gibb, an enthusiast for teaching primary children long division, told the Advisory Committee on Mathematics Education that the study showed primary pupils who did well in long division went on to do better in maths overall at secondary, even after controlling for background factors such as IQ. The claim, which Gibb was using to back the inclusion of long division in the new primary curriculum, appears to be based on a US press release featuring quotations from the US study&apos;s lead author, Professor Robert Siegler. However, maths sources sent Speed read the paper on which that appeared to draw and there is no mention of primary pupils doing long division; only that they were tested on &quot;division&quot;. Furthermore, the questions  answered by British pupils in 1980  on which the study was based appear to include few long-division problems. Siegler told Speed read that two of the four questions on division in the 72-problem British tests assessed long division, and four of the five division questions in the 58-problem US tests did so. He admitted, however, that no direct check had been performed on the relationship between pupils&apos; performance in the long-division questions alone and their secondary maths results.", 
    "section": "education", 
    "gid": "education/2012/jul/16/education-in-brief-gove-elizabeth-truss", 
    "wordcount": "688"
}