{
    "headline": "How best to engage communities in development projects?", 
    "text": "It is often an article of faith in development circles that community participation is a prerequisite for successful projects. But a World Bank report last week underlines the difficulties in &quot;inducing&quot; civic involvement and says such projects often fail to be sensitive to social, political and historical contexts. Localising development: does participation work?, by Ghazala Mansuri and Vijayendra Rao, draws on extensive World Bank experience in local participatory projects  in which the bank has invested $85bn over the past 10 years. Few would argue that engaging local communities in development is arduous. Organising groups of people is difficult at the best of times, let alone for donors in a foreign environment. The authors say projects that have done well in reaching poor people and improving services share common features, notably strong engagement by the state. They cite Brazil&apos;s family health programme, which provides free health services and is managed by municipal governments under the supervision of the ministry of health. The programme has had substantial health benefits, especially for newborn babies and young children. The programme is cost effective at around $30 per capita. Ghana&apos;s community health and family planning project is cited as another success due to a significant effort in building local capacity. But their most striking conclusion is that although community participation has had some success in improving outcomes in health and education, it has been less effective in reducing poverty, or in building capacity for collective action. The most crucial factor behind successful community participation is &quot;support from a responsive state&quot;, the authors argue. &quot;Induced participatory development appears to increase, rather than diminish, the need for functional and strong institutions at the centre,&quot; says the report. &quot;There is little evidence that donors alone can substitute for a nonfunctional state as a higher-level accountability agent. When funds are parachuted into communities without any monitoring by a supportive state, decision-making is captured by elites who control the local co-operative structure, leading to a high risk of corruption.&quot; The report says the state does not necessarily have to be democratic  although that helps. What is important is that the state is responsive to community demands. &quot;Participation works best as a sandwich with bottom-up participation supported by top-down supervision,&quot; says Rao. The report has not gone unchallenged. John Gaventa, director of the Coady International Institute and vice-president of international development at Canada&apos;s St Francis Xavier University, argues that the report focuses only on donor-driven community-based development, and the decentralisation of resources and authority to local governments. &quot;While these may be important, they are by no means the only ways in which people participate in their own development,&quot; he writes (pdf). &quot;In fact, they may be the avenues that are most subject to the kinds of participation failures that the article discusses.&quot; Drawing from Institute of Development Studies (IDS) research covering 100 cases of citizen engagement in 20 countries, Gaventa argues that people do not engage only in &quot;invited&quot; forums of participation created from above. They can act for themselves through their own local community development associations, neighbourhood or self-help groups, social movements and campaigns. Gaventa argues that these other, broader forms of participation provide a less pessimistic picture than donor or state-created programmes. Engagement is important, he says, because it helps to form better citizens: people who are aware of their right to participate and are more confident of their ability to do so. It also helps hone civic skills so that people become more aware and more effective citizens. Joanna Wheeler, a research fellow at IDS, says some of the most positive outcomes in community participation have emerged from fragile states such as Angola. &quot;When you get out to provinces, there are existing local level associations based on traditional authority,&quot; she says. &quot;They were part of the humanitarian response during the civil war. Since then, they have evolved into effective local NGOs.&quot; An effective state can also be more effectively repressive, she points out. Indeed, Gaventa agrees with Mansuri and Rao that participation is not always used for benign purposes. &quot;Although 75% of the participation effects cited in the IDS study were positive, the other 25% were more negative,&quot; Gaventa writes. &quot;These include a sense of disempowerment arising from meaningless, tokenistic, or manipulated participation; the use of new skills and alliances for corrupt or questionable ends; and elite capture of the participatory process.&quot; But Gaventa in general is more positive about participation than the World Bank report: &quot;There is abundant evidence to show that participation can make a difference, but often in ways and in places that are not donor-created. The challenge now is for donors and development institutions to take a broader and longer-term view of what participation is about.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/nov/20/engage-communities-development-projects", 
    "wordcount": "808"
}