{
    "headline": "Your chance to name a species", 
    "text": "Last year, you gave us Hotlips for Octospora humosa and Ascot hat for Xerocomus bubalinus. In 2010 you helped us bring the Megapenthes lugens, Lucernariopsis cruxmelitensis and Arrhis phyllonyx to life as the Queen&apos;s executioner beetle, Mab&apos;s lantern beetle, St John&apos;s jellyfish and sea piglet shrimp.  Today, we&apos;re inviting you to popularise 10 more British species by giving them a colourful common name to go alongside their colder Latin classification. A sea slug, wasp and barnacle are among the species we&apos;re inviting you to name, as they - like the majority of British species - currently don&apos;t have a common name. All 10 are endangered or threatened in some way. Guardian readers responded overwhelmingly to our last two years of the Name a species competition, and this year we&apos;re hoping for even more playful and clever suggestions based on the species&apos; physical characteristics, behaviour and more. See the tips below on creating a name. Our expert panel will judge the entries. The winning names will be published in the Guardian and winners will receive a commemorative certificate from Natural England. Simply click on the links below to post your ideas for names in the comments:  Akera bullata  Squid-like sea slug Aporus unicolor  A spider-hunting wasp Brindalus porcicollis  A shiny sand scarab Brissopsis lyrifera  Spiny heart in the mud Elysia viridis  Photosynthesising sea-slug Halictus eurygnathus  Lost bee of the South Downs Peachia cylindrica  Lurker in the sand Pocota personata  Hoverfly in disguise Poecilobothrus nobilitatus  Glittering green fly Sacculina carcini  A parasitic barnacle A few tips on naming:  Try to incorporate some combination of appearance, natural history or location. For example, the species&apos; colour or feeding habits  Humour, word play and cultural references are good when relevant, and names do not need to be direct Latin translations  Names should ideally consist of two names, not including the taxonomic group name, for example beetle, lichen, shrimp (so three words in total). A good case needs to be made for longer ones  Use Arkive, the Encyclopedia of Life and search engines to check your name&apos;s not already been taken The judging process: The judges are: Dr Peter Brotherton (Natural England), Dr Keith Hiscock (Marine Biological Association), Matt Shardlow (Buglife) and George Monbiot. They will award a winner and one runner-up for each species, and one overall winner, based on the guidelines above. Winners will be contacted by Natural England, their names will be published in the Guardian and they will receive a signed certificate featuring an illustration of the species with its new name.", 
    "section": "environment", 
    "gid": "environment/2011/jun/10/your-chance-name-a-species", 
    "wordcount": "420"
}