{
    "headline": "Talk point: can Women Deliver improve the lives of women and girls?", 
    "text": "Thousands of women&apos;s rights advocates, policymakers and civil society groups are gathering in Malaysia this week for the third Women Deliver conference. Guests include Melinda Gates; the head of the UN Development Programme, Helen Clark; UNFPA&apos;s executive director Babatunde Osotimehin, and acting head of UN Women Lakshmi Puri. The conference says it will be the largest event this decade to focus on the health and empowerment of girls and women. Global development&apos;s Liz Ford is in Kuala Lumpur covering the event and we want your suggestions on what to explore. Almost a year since the London summit on family planning in July, many people are asking &quot;what next?&quot; About 222 million women in the developing world are unable to access family planning. Lack of choice denies women the fundamental right to choose if, and when, they have children. Last year we asked our readers what was blocking access to family planning  cost, embarrassment and controversy were prevalent obstacles. Do these still ring true? What needs to be done to change attitudes? Many women in poorer countries face a high likelihood of dying from pregnancy or childbirth. According to research published by the Guttmacher Institute this month, more than 280,000 women in developing countries died from complications related to pregnancy and childbirth in 2010  the majority of deaths were preventable. Early or forced marriage has grabbed attention in Malaysia with the case of a 13-year-old girl who has been forced to marry her rapist. What can be done to protect vulnerable girls? What happens in times of conflict or during food shortages, when early marriages increase? Women Deliver takes place as a UN high-level panel prepares to make recommendations for what comes after the millennium development goals. Nalia Kabeer and Jessica Woodroffe argued on the Poverty Matters blog that gender is not only &quot;one of the many inequalities that exists but the most pervasive&quot;. Should gender equality be a development target in its own right? What would that target look like? Post your comments in the thread below and contact Liz on Twitter @LizFordGuardian. If you have any problems posting a comment, or would prefer to comment anonymously, email us at development@guardian.co.uk and we&apos;ll add your views to the thread. Follow Women Deliver live The Global Development Professionals Network has launched a hub on working with adolescent girls in development. The hub will live stream Women Deliver between 28 and 30 May. Tune in for sessions on adolescent girls, women&apos;s health and ending violence against women.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/28/women-deliver-improve-lives-girls", 
    "wordcount": "423"
}