{
    "headline": "Kristian Segerstrale talks Supercell, free-to-play and the future of gaming", 
    "text": "With $179m of revenues from its two iOS games in the first quarter of 2013, Finnish developer Supercell made more money from mobile than Electronic Arts with its $109m. It&apos;s a sign of the times, with free-to-play (F2P) games like Supercell&apos;s Clash of Clans and Hay Day, King&apos;s Candy Crush Saga and GungHo Entertainment&apos;s Puzzle &amp; Dragons proving hugely lucrative on smartphones and tablets. Now Supercell has a new board member with a better view than most on the changes wrought by F2P on the games industry: Kristian Segerstrale. As co-founder of a UK studio named Macrospace and then VP EMEA studios and publishing at the US publisher that acquired it, Glu Mobile, he was involved in mobile gaming long before the App Store was a twinkle in Apple&apos;s eye. When he left Glu to co-found a company called Playfish in 2007, he was one of the prime movers in the emerging social games industry around Facebook. And when Playfish was bought by EA in 2009 for $300m plus performance bonuses, Segerstrale stuck around and rose to a position as EVP of digital as the publisher ramped up its investment in new platforms and business models. Having left EA in March 2013, Segerstrale has been focusing on Initial Capital, the investor and accelerator for early-stage technology startups set up with his Playfish co-founders, and which led Supercell&apos;s seed investment round back in 2010. &quot;Because I was at EA, I was not actively involved in Supercell, but having left, it was natural to get more involved,&quot; he says.  &quot;Having built up Macrospace that then became Glu, then the Playfish adventure outside and inside EA, there are so many mistakes that I made along the way, and different learnings that I have to contribute to Supercell, with the growth path that lies ahead of it.&quot; Actually, though, Segerstrale stresses that Supercell&apos;s team are already doing a grand job of avoiding some of those mistakes, not least in not getting carried away with the company&apos;s rapid success: its two games launched in the summer of 2012, but by the end of March 2013 the company was making $2.4m a day from its 8.5m daily active players. &quot;They&apos;ve been incredibly mature and thoughtful about growth. So many companies with this kind of success would take the knee-jerk reaction of opening the floodgates with recruitment, trying to buy everybody and grow as aggressively as possible,&quot; says Segerstrale. &quot;The Supercell founders haven&apos;t let success get in the way of doing the right thing as a company, and realising that at the end of the day, talent is everything for a games company. They&apos;re totally committed to celebrating their talent, and enabling teams to express themselves.&quot; Gaming&apos;s shift from the living room Supercell&apos;s good fortune has been to emerge at a time of great disruption even within the mobile games industry, let alone the wider games market. Segerstrale talks about the shift that&apos;s going on for gaming, away from &quot;shared screens in the living room where people have this somewhat solitary experience&quot; to more personal yet also more connected screens of tablets and smartphones. &quot;I happen to think that for movies, TV, music and games, in all these areas somebody&apos;s going to emerge as the company that really profoundly gets how to craft the best possible entertainment in that setting,&quot; he says. &quot;For games, that means not sitting in the living room with that complicated controller, but with that personal screen, wanting to be connected with your friends. And it&apos;s still early days for the growth of these devices, no matter what tablet or smartphone forecast you look at.&quot; Segerstrale sees Supercell as one of a new breed of developers that are attuned to the demands of making games that resonate on these personal, connected devices  demands that he thinks many traditional games firms have yet to fully grasp. &quot;Just setting up another studio to make a bunch of new games is not the route to growth. Some of the traditional models, with studios all over the world and a big central green-light process, may be somewhat challenged in this environment,&quot; he says. How so? Supercell has already killed twice as many unreleased projects  four  as it has released games, famously toasting each shuttered project with champagne to celebrate what CEO Ilkka Paananen has described as &quot;the learning that comes out of the failure&quot;. Segerstrale suggests that the important thing here is the process: new games are tried on Supercell&apos;s staff first, then tested in an individual country. If they do well, only then will they be released globally. &quot;The games industry has traditionally created a hierarchy on top of games teams to ensure that marketing and the studio are both aligned to create this marketing event when you launch, and that lives on in the muscle memory even of many mobile and social games companies,&quot; he says. &quot;The genius of Supercell is that they&apos;re calling out that the emperor has no clothes. That&apos;s not the right way to create games moving forward. You have to get hold of the best talent, then release a game in a test market and let the audience decide. If it works, wonderful. Launch it. If it doesn&apos;t work, go back and celebrate the learnings you made, not the failure.&quot; F2P and the soul of gaming We should talk about some of the successes, failures and learnings of free-to-play mobile and tablet gaming, though. These games are certainly dominating the landscape: 16 of the top grossing iPhone apps in the US at the time of writing  that&apos;s all apps, not just the Games category  are freemium games. Yet there&apos;s a heated debate among developers and gamers alike about the cultural impact of F2P, particularly for some of the games that are most aggressive in their prods and restrictions designed to make players spend money, and for the many developers and publishers who dehumanise their keenest fans (i.e. highest-spending players) as &quot;whales&quot;. Segerstrale at least has some historical perspective on F2P from his Playfish days. When I interviewed him back then  at a point where he was still regularly having to explain what social games were as a concept  the pitch was that these games were vessels for social communication. There wasn&apos;t anywhere near as much talk about how they&apos;d make money, because &quot;Because we genuinely didn&apos;t know if micro-transactions were going to take off. They&apos;d worked in Korea and China in different ways, but we weren&apos;t sure about the West. Hence our philosophy about creating engagement, because we didn&apos;t know what the business model was going to be,&quot; he says. &quot;So we started off focusing entirely on funky, fun new experiences that were possible because you could bring friends into the game. But because you could collect all the data, there was a second wave of &apos;Hey, there&apos;s a lot of analytics in here! Let&apos;s unleash the numbers guys to figure out how you optimise everything to death&apos;.&quot; Hence what Segerstrale says some people have termed &quot;the San Francisco school of making games&quot;, where &quot;you can optimise your way to everything: design doesn&apos;t matter, you can test everything and iterate your way to the end&quot;. Epitomised by Zynga, but arguably taken to new heights (or depths, depending on your view) in the world of mobile F2P games. &quot;What Supercell represents is the next wave beyond that. This is an industry that is about the art first and foremost,&quot; say Segerstrale. &quot;Sure, they track analytics, but they make decisions based on what feels right from a design perspective. Instead of analysing things to death, they step back and say &apos;how do we make this a more-fun game?&apos; It&apos;s really a marriage of the art and the science, but in this third wave, the science is really serving the art.&quot; F2P in 2013 = video games in 1982? This sounds great, but it&apos;s certainly not what&apos;s happening in every F2P games company. Segerstrale admits there are practices going on that are unsavoury, and which most importantly of all, feel unfair to players. Which may be key to bringing them to an end. &quot;If you&apos;re looking to create a company that&apos;s successful for decades rather than a few years, the most important thing you have is the relationship with your players, with game balancing systems that feel fundamentally fair,&quot; he says. &quot;The pitfalls of free-to-play are creating systems that don&apos;t feel fair to players: not fair in the sense that the people who pay win, or in the sense that people make all this emotional investment in a game, then are forced to rescue their pet by paying money or something. There is no long-term greatness in any of that.&quot; He goes on to make the comparison between F2P now and the video games industry in the 1980s, and an infamous wave of &quot;really bad&quot; games around 1982/83 that stung players and had a hugely negative impact on what was still a fledgling industry. &quot;The industry nearly imploded, but lo and behold, studios then emerged who were committed to quality, and able to build lasting franchises and companies,&quot; says Segerstrale. &quot;This is the same kind of thing in fast-forward mode. Clearly there are practices in free-to-play games now that are unsustainable and don&apos;t do the industry any favours. But there is a new wave of companies coming who are focused on creating truly amazing entertainment.&quot; What, then, does the rise of Supercell and other studios like it mean for the traditional 900lb gorillas of the games industry: the EAs and Activisions, for example, or even the newer gorillas like Zynga? EA&apos;s mobile division is now a significant business unit within the company, while Zynga has made no secret of 2013 being a transitional year to a &quot;mobile-first&quot; strategy. Yet Activision&apos;s CEO recently told investors that his company is happy to take a less engaged role in mobile. &quot;The bigger companies are clearly facing a choice: they either put their best talents against the next-generation consoles and bet on that, or they put their best talent behind what&apos;s happening on mobile and tablets. I genuinely don&apos;t believe there is an &apos;and&apos; in that model. You have your best talent, and you put it behind one or the other,&quot; says Segerstrale. &quot;The companies that don&apos;t go ahead and burn the boats on this will have an enormous challenge on keeping up with the pureplays on mobile and tablets. It&apos;s all about the talent and the speed of iteration. You&apos;re going to have an enormously hard time trying to be both a next-generation console games company, and a great mobile and tablet company.&quot; Consoles as Pied Pipers Segerstrale makes pains to stress he&apos;s not rubbishing the strategy of his former employer EA with these comments - although one wonders what internal battles over talent and speed of iteration he may have fought that informs these opinions. But he maintains that this is why studios like Supercell don&apos;t need to ultimately sell out to bigger industry fish: because they can take them on and beat them in the mobile/tablet market. (Of course, the other benefit of shouting loud about beating rather than joining the bigger fish because you understand the new platforms and business models better than they do is that it may drive your valuation up when they do come calling with a chequebook. Segerstrale talked just as engagingly about why Playfish didn&apos;t need to be acquired by an EA right up to the point where it was acquired by EA.) That said, he also makes a good point about the scale of the biggest F2P firms in the current mobile market: &quot;These companies have been so phenomenally successful financially, they are really gunning for the long term,&quot; he says. &quot;If you look at their financial results, some of these companies are becoming too big to acquire! It is harder than ever to make mid-size acquisitions. So some combination of the companies that are successful right now will probably form the core of what shapes the industry over the next five years. Their finances are so strong, they can do whatever they want.&quot; It&apos;s a challenge for the likes of EA, which Segerstrale concedes has &quot;awesome IP, talent and scale&quot; who are trying to straddle the console and mobile/tablet/social worlds, as well as for other publishers following suit. &quot;Any strategy that involves many ands - this and that and that - fundamentally risks execution across the board. My thesis is that these next-generation consoles will turn out to be the Pied Pipers that lead some of the most promising companies today away from long-term success,&quot; says Segerstrale. &quot;I&apos;m not saying they cannot be successful as platforms, but as a company it is hard to do two different things. The biggest, most interesting thing to observe about the biggest companies right now is to see how bold they will be in terms of focusing their efforts on what they believe will be the future driver of the industry.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/30/supercell-kristian-segerstrale-free-to-play-games", 
    "wordcount": "2229"
}