{
    "headline": "Rio+20 Earth summit: leaked draft reveals conflict among countries", 
    "text": "The latest draft text that 180 governments are expected to sign up to at the end of the Rio+20 Earth summit has been leaked to the Guardian. According to the UN, only about 20% of the wording has been agreed, so with just three days formal negotiating time before world leaders arrive in Brazil on 20 June, and with the most contentious language still in, there is unlikely to be a strong agreement. Sha Zukang, the Chinese diplomat who is head of the UN Department of Economic and Social Affairs and will chair the Rio+20 summit, accepts that crucial issues remain unresolved. According to Third World network, the only non-governmental group to publish daily reports on the progress of the negotiations, developed countries are still firmly opposed to proposals by developing countries calling for the provision of &quot;new and additional financial resources&quot;. This has created serious tensions and frustrations with Pakistan, speaking for the G77 and China, saying there was no point in discussing further and no scope for further work and that it was better to &quot;eliminate the entire finance chapter itself&quot;, given the response of developed countries. WWF director general, Jim Leape is deeply concerned that the talks could collapse under the pressure of having to negotiate so much in such a short time. Earlier this week he said: &quot;Currently we are a long way from where we need to be in these negotiations. Heads of state still have a unique opportunity in Rio to set the world on a path to sustainable development  but they need to step up their game dramatically. As things currently stand, we are facing two likely scenarios  an agreement so weak it is meaningless, or complete collapse.&quot; The most recent text is a significant weakening of previous drafts, particularly in the areas of valuing natural wealth, energy and ocean protection, and even this draft was privately rejected by a number of delegations. &quot;When they gather in Rio, governments must restrain the flow of weasel words that is threatening to emasculate any agreement,&quot; said Leape. &quot;They are not helping their people or the planet by &apos;noting&apos;, &apos;recognising&apos; or &apos;emphasising&apos;. We need to see time-bound commitment and action words like &apos;will&apos;, &apos;must&apos; and &apos;deliver&apos;,&quot; he said. To give some idea of the divisions and tensions in the negotiations, here is a much abridged extract from Third World network&apos;s report of the negotiations about one single paragraph, number 50. Note how countries are arguing about the headings to sections as well as the order of words, and the meaning of the order of words:  &quot;The division over the role of the &apos;green economy&apos; concept was apparent in disagreement over the title of the section. The G77 asked the chair to retain the title previously proposed by the group which was, &apos;Framing the context of green economy, challenges and opportunities, as well as other approaches, visions, and models of sustainable development and poverty eradication.&apos; This was rejected by the US, Switzerland, EU and Korea.&quot;Similarly, in negotiation on paragraph 50 of the co-chair&apos;s proposed text, which attempts to define &apos;green economy&apos; and give it context, there were deep differences between developed and developing countries with only a tentative agreement on phrasing of the subject of the section. That phrasing was: &apos;policies for a green economy.&apos;   &quot;The EU then inserted words in paragraph 50 to make the primary subject of the paragraph, and therefore the section, &apos;the transition towards a green economy&apos; and insisted, with a textual insertion, that it should be a &apos;tool&apos; for &apos;all countries.&apos;   &quot;The G77 introduced language to paragraph 50 to clarify that &apos;green economy policies&apos; were to be &apos;one of the tools&apos; and &apos;should not be a rigid set of rules.&apos; In the splinter group, the G77 noted it could support the chair&apos;s text in general but that the &quot;feeling&quot; of the group was that they were &apos;not heard&apos; and the new iterations of the text did not include much of the G77 position. However, paragraph 50 was, in general, one of the few it was happy with and so asked for flexibility from other countries.   The EU said to the splinter group that the beginning of the section required some kind of message &apos;our leaders&apos; would be comfortable with, and insisted it was about the &apos;tone of the sentence&apos;.   &quot;The G77 said ... the question was &quot;how can we contextualise green economy&quot; and it felt the co-chair&apos;s text had a reasonable compromise. To raise &quot;environmental protection&quot; was unbalanced as, for the Group, to achieve sustainable development, reform of international financial institutions was needed; and so if environmental protection was mentioned then that issue should be mentioned too. Equally, it said, if states wanted flexibility, the word &apos;transition&apos; did not help as it did not suggest green economy was just &apos;one&apos; of the options.&quot;   When the G77 asked what the difference was between &quot;policies for a green economy&quot; and &quot;green economy policies&quot;, the US replied that &quot;green economy policies&quot; was more explicit about the subject but if the objective was a green economy then you could have either formulation.  This textual hard grind is enough to make a sane person mad. Whether it can produce a deal to save the planet, we will have to wait and see.", 
    "section": "environment", 
    "gid": "environment/2012/jun/08/rio-earth-summit-draft-text-leaked", 
    "wordcount": "909"
}