{
    "headline": "Women in biomedicine: Athena Swan analysis reveals promotion roadblocks", 
    "text": "Women are staying in biomedical research beyond postgraduate training but a key career challenge appears to be promotion from lecturer to senior lecturer. This is the finding of a self-assessment by Cardiff University school of medicine in preparation for our application for Athena Swan recognition, a charter for the promotion of women in science. Last year, Professor Dame Sally Davies, the chief scientific adviser for the Department of Health, strongly encouraged medical schools to engage with this charter. She said that an Athena Swan Silver Award will be essential for National Institute for Health Research funding. This has certainly focused the minds of the deans of medical schools throughout the UK. In response, Cardiff University Medical School founded an Athena Swan self-assessment group, chaired by professor Susan Wong and coordinated by Jo Pugh, and we have spent the past nine months looking at data about our staff. A recent article on the Guardian Higher Education Network discussed disillusioned postgraduate chemistry students. Data from Cardiff&apos;s school of medicine seems to tell a different story. We have more than 50% female students and more than 50% female staff on research grades. More than 50% of our lecturers are also female, indicative of the many women embarking on the academic career pathway. Schools in science and technology throughout Cardiff University have nearly 50% of female staff in research grades and on the lecturer grade too. Looking at career progression within the academic grades, the percentage of female staff decreases. Approximately 30% of our senior lecturers and only 16% of our professors are female, though 40% of our readers are female. This implies a barrier at the move from lecturer to senior lecturer for female staff. There may also be another barrier at the promotion from reader to professor. Our data suggests two reasons for the drop in the percentage of female staff at these more senior levels. One is recruitment. We recruit twice as many men as women to the senior lecturer grade and three times as many of our professorial recruits are men. Our next task will be determining whether this is due to a difference in the percentages of applications for these different positions. The second reason is the number of applications for promotion from women. Our data shows more applications for promotions from men than women  only 37% of applications are from female candidates. The numbers are not dramatic and in part reflect smaller pools of female staff at the different grades. But a similar issue seems to be the case in the Department of Biology at York University where only 27% of the applications for promotion were from women. As part of our discussion, we are looking at what can and is being done to address these issues. The issue of promotion is an area where we believe we can make a difference. We have introduced briefing sessions on promotions. We are changing our appraisal documentation so that promotion is discussed every year at appraisal time. We have held professional development workshops specifically for our female staff. The university sector as a whole is recognising different routes to success by introducing a route to promotion for teaching and scholarship, separate to biomedical research. Schools of medicine are typically made up of both clinical and non-clinical academics. More than half our academic staff are clinical. Clinical academics are typically expected to satisfy two separate employers: the health service and their university. Within their university work, many are expected to teach and do research. Looking at our own gender breakdown, the percentage of female clinical lecturers is 49%, while only 25% of senior lecturers are female and 19% of professors. This implies the clinical academic route is being chosen by fewer women. The lack of female professors is not unique to Cardiff&apos;s school of medicine. Only 14% of professors at Cardiff University are female. The Department of Biology, University of York which has an Athena Swan Silver award has 30% female professors. The school of chemistry at Edinburgh has an Athena Swan Gold award and has been recognised as &quot;identifying and encouraging women to apply for promotion&quot;. Of its professors, 26% are female. These examples show what can be done. Our Athena SWAN application has been a very valuable opportunity to look at how the school of medicine is formulated. It has helped identify good practice and areas that need support and improvement. It tells us where we are right now and will allow us to monitor progress in the future. On a personal note, a friend asked me, &quot;Do you want to be a professor?&quot; The best answer I can give is &quot;sometimes&quot;. The job title and salary is attractive but many of the constituent tasks don&apos;t seem so appealing: committee meetings, disruptive travel and piles of administration. If colleagues  male or female  decide they would rather focus on teaching and research than climbing the greasy pole, I find myself wondering, who are the clever ones? Paul Brennan is a reader in the Institute of Cancer and Genetics, School of Medicine, Cardiff University  find out more about the Athena Swan charter here This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/30/medical-schools-women-athena-swan", 
    "wordcount": "885"
}