{
    "headline": "Eating horsemeat: what are the steaks?", 
    "text": "Many years ago when the world was young (okay, it was 1993) I was enjoying a leisurely lunch at CalTech in Pasadena with seismologist Dr Lucille Jones. She spent much time engaged in outreach, she explained, trying to persuade the public of California to take appropriate precautions in case of earthquakes. The problem was making sure people were well-informed without instilling mass panic. Earthquakes powerful enough to cause serious damage don&apos;t occur that often, not even in California  but when they do, they can be very damaging indeed. Achieving any sense of proportion is made more difficult by the fact that people often have little sense of relative risk. Jones recounted a salutary tale from the mid-1980s scare in the United States about the dangers of a chemical called Alar, sprayed on apples to regulate their growth. A worry that Alar might be carcinogenic caused a furore.  Jones recalled seeing a TV interview with a mother who realised that she&apos;d put an apple in her son&apos;s lunch box. Worried that the apple might have been sprayed with Alar, she gave chase to the school bus, flagged it down, marched aboard and removed the offending fruit from her son&apos;s lunch box. &quot;And all the while she was talking to the camera,&quot; Jones said, &quot;the woman was smoking a cigarette.&quot;  Although studies showed that Alar might indeed be a carcinogen, it became clear that to get cancer from Alar you&apos;d have to drink more than 20,000 litres of apple juice every day. Around five people per million might contract cancer as a result of exposure to Alar. In the light of this calculation, the US Consumer&apos;s Union advised parents that even with Alar, apples posed fewer health risks than candy bars when fed to children. In contrast, as many as a third of heavy smokers aged 35 will die by the age of 85 from smoking-related diseases. What goes around, comes around. Now we are swirling around amid the general brouhaha about horsemeat, and the fact (I think one can safely use the term) that some frozen convenience foods labelled &quot;beef&quot; contain horsemeat. And, moreover, not a tiny contamination of the may-contain-nuts variety  some turn out to be 100%, pure, natural, unadulterated Dobbin, with no added Shergar. This is really a food labelling problem. To sell a product as beef when it&apos;s really made of horse is fraudulent. But what concerns us here is whether horsemeat is &quot;safe&quot;. Minced horseflesh is, on its own, neither more nor less safe than minced beef, alligator, ostrich or giraffe. Of some concern is that some horses, in the course of their lives, might have been treated with a drug called phenylbutazone, prescribed as a painkiller.  This drug was once prescribed to people to treat gout and arthritis, but was withdrawn from human use when it was found that in some people it could trigger a potentially fatal condition called aplastic anaemia. The risk of ingesting phenylbutazone with your neddyburger is much reduced, first, by EU regulations that should prevent horses previously exposed to phenylbutazone from entering the food chain. Second, as The Observer&apos;s very own Robin McKie explained in his column recently, were you to eat a horseburger from a horse previously treated with this drug, the dose would be about a millionth that given to a person in the form of medication. In other words, not enough to write home about.  People consuming processed food are more likely to suffer from exposure to high fat and salt content. The same argument as with Alar and candy bars. There might be some who will say that a millionth of a dose of phenylbutazone is too much. Only horsemeat guaranteed free from the stuff will be &quot;safe&quot;. This is an expression of the precautionary principle, which to my mind is the victory of panic over common sense. Arguably the most important contribution made to science by James Lovelock is not the Gaia hypothesis, but an instrument called the electron capture detector, or ECD. This device allows the detection of vanishingly tiny amounts of pollutants. It was used to detect DDT and other pesticide residues, partially vindicating Rachel Carson&apos;s ideas in The Silent Spring. The problem with the ECD, though, is that it is almost too sensitive.  &quot;You have to have a bit of common sense,&quot; when using it, Lovelock recalled (in the biography by John Gribbin and Mary Gribbin, He Knew He Was Right). &quot;It can detect absolutely trivial quantities of pesticides and other pollutants. Even organically grown vegetables contain measurable amounts of pesticides, if you use an ECD to make the measurements.&quot;  Clearly, there must be some lower limit to the concentrations of nasties in the environment, but such things cannot be ruled out entirely. Everything in life carries a risk. It might be small, but the chance is there. So, next time some poor soul in a fast food joint asks you if you want anything on that burger, the correct answer is &quot;a fiver each way&quot;. Henry Gee Gee Follow Henry Gee on Twitter", 
    "section": "science", 
    "gid": "science/occams-corner/2013/feb/12/eating-horsemeat-steaks", 
    "wordcount": "858"
}