{
    "headline": "Should Pearson, a giant multinational, be influencing our education policy?", 
    "text": "How great an influence over education policymaking can and should a private organisation have? That is the question being asked by some, as a debate growing increasingly acrimonious in the US seems poised to cross the Atlantic. Pearson, the giant London-based multinational, is the world&apos;s largest education firm as well as running Penguin books and the Financial Times. Attention is now focusing on its seemingly ever-growing influence on English school life. Pearson&apos;s level of involvement in state education in the US, particularly through testing, has become high-profile in recent weeks. Last month, hundreds of parents reportedly protested outside the firm&apos;s New York offices, unhappy at the company&apos;s $35m (22m) contract to provide controversial high-stakes tests for the city&apos;s schools. A statement from the group ParentVoicesNY said the protest was about &quot;the excessive power and influence the billion-dollar, for-profit company, Pearson, has over [New York City&apos;s] education department&quot;. Pearson also reportedly has a five-year contract worth nearly $500m (318m) to provide tests for schools in Texas, and sets tests across other states including Florida, Kentucky, Arizona, Virginia and Maryland. In an article on Pearson in the New York Times columnist Gail Collins described testing as a &quot;huge corporate profit-centre&quot;, and seemed to call for a &quot;pushback against education privatisation&quot;. In the UK, its home country, the company&apos;s influence is less debated, but seems extensive here, too. Pearson&apos;s involvement at the heart of what goes on in English secondary schools, in particular, through its ownership of the Edexcel exam board (purchased in 2003), is widely known. Edexcel is the largest UK exam body by the volume of its sales, with a turnover of 317m in the 14 months to February 2011. It remains the only one of England&apos;s big three school boards to be run for profit. Pearson&apos;s core education publishing business includes, in this country, the brands of Heinemann, Longman, BBC Active and the Edexcel publishing label. All sell textbooks and other supporting resources to schools, parents and pupils. Since 2009, Pearson, through Edexcel, has also had a contract to administer the marking of Sats tests for England&apos;s 11-year-olds, grading 3.8 million of them in 2011. But it is Pearson&apos;s foray into new areas of policymaking and school improvement that is provoking questions about its influence, and about the interaction between the state and the corporate world. In the policy field, the company is currently  with the Royal Society of Arts  running and funding an inquiry into the success or failure of the coalition&apos;s signature education policy: the academies scheme. Pearson has also carried out a probe this year into whether the English exam system is promoting &quot;high standards&quot;, which raised concerns about test-driven learning, and which is to be followed up by a five-year &quot;review of education ambition&quot;. The company&apos;s goal in this, it says, is to &quot;reassert Britain&apos;s position as the global leader in education&quot;. This month, the CBI published its annual survey of what businesses think of education standards in the UK, as evidenced by the skills of recent school leavers. For the first time this year, this was published jointly with Pearson, with quotations from the firm in the accompanying press release, suggesting a high degree of influence for Pearson in this debate. Pearson also runs its own &quot;Pearson Think Tank&quot;, headed by Professor Becky Francis of King&apos;s College, London, who is also serving on the Pearson/RSA academies review. In 2007, it funded the setting up of Oxford University&apos;s centre for educational assessment. And in the last nine months, the firm has moved into the area of school improvement. The &quot;Pearson school model&quot;, which has been trialled in six secondary schools since September, includes a computer-based curriculum  &quot;the Always Learning Gateway&quot;, named after Pearson&apos;s corporate strapline  in 11 subject areas. The service is currently free to participating schools, but Pearson will be charging a fee when it is sold nationally. The Pearson school model has been led by Anders Hultin, a Swedish educationist who invited controversy in 2009 when, in a previous post at the private education chain Gems, he told Education Guardian that ministers should allow state-funded schools to be run for profit. Hultin, though, is now leaving Pearson to return to Sweden. Diane Ravitch, bestselling writer on US education reform, who has blogged about Pearson&apos;s influence in the US, says of the company&apos;s English activities: &quot;Pearson is overstepping the bounds of the role of a profit-making business. &quot;The corporation is acting as a quasi-government agency in several instances, but it is not a quasi-government agency: it is a business that sells products and services. What part of the field of education does Pearson not manage? &quot;At what point do conflicts of interest arise? Is it acting in the best interests of students, of the nation, or of its own business? These are questions that must be raised and answered.&quot; Stephen Ball, professor of the sociology of education at London University&apos;s Institute of Education and an expert on education business, sees Pearson&apos;s school-improvement model, alongside its policy work, as particularly interesting. He says: &quot;I think it&apos;s related to an overall strategy: they want to offer products and services in all areas of school practice: assessment, pedagogy, curriculum and management, and they want to create the possibility for that through policy work. &quot;They want to have indirect influence in policy to create opportunities for business expansion. It&apos;s a very well thought-out business strategy. I think we should be thinking about it, because a lot of it is going unnoticed.&quot; Alasdair Smith, national secretary of the Anti Academies Alliance, which is critical of corporate influence in education, says: &quot;This stuff frightens the life out of me. My concern is that business dictates the nature of education, and especially the aims of education, when it should be one voice among others.&quot; Ball says private influence does not stop at Pearson. He mentions McKinsey, the management consultant that has published two widely cited international reports on successful education systems, as evidence of companies&apos; incursion into policymaking. Sir Michael Barber, Tony Blair&apos;s former education standards guru, was an author of both McKinsey reports. He now works for Pearson. Last month, it was reported that ministers want to &quot;outsource&quot; some policymaking to companies, consultants and thinktanks in a bid to scale down the civil service. Robert Coe, a school exams expert and director of Durham University&apos;s centre for evaluation and monitoring, who contributed to Pearson&apos;s standards investigation that criticised exam-driven schooling and raised questions about GCSEs, says he was impressed by its approach, and that the company was right to investigate. He says: &quot;I read this inquiry as saying &apos;let&apos;s take a look at this and see what we can do to improve things&apos;. A lot of the things they said [about problems with the current system] they were right to say.&quot; Earlier this month, Pearson also announced plans to invest 10m on running private schools in the developing world. Pearson says its involvement in so many areas of education is part of a strategy, instigated 10 years ago, to move from being mainly a publishing and media company to one much more involved in schools. Alice Hunt, director of communications for Pearson&apos;s non-US operations, says: &quot;That created in us an awareness of education debates around the world and the need to contribute to them. We see our contribution to these debates as a really important part of the overall discussion, which embraces governments, other policymakers, civil society groups and so on.&quot; Hunt says Pearson does not run schools for profit at present and that it is &quot;not something we are in any way pursuing at the moment&quot;.", 
    "section": "education", 
    "gid": "education/2012/jul/16/pearson-multinational-influence-education-poliy", 
    "wordcount": "1307"
}