{
    "headline": "Dive into water photography and tell a story", 
    "text": "Capturing the truth about water is a challenge for the photographer, especially when the news is dominated by drought and the dominant picture is the visual clich of cracked mud in a drying-out reservoir or river. It&apos;s a powerful image conveying strongly the idea that lack of water is clearly not a good thing, but it&apos;s the single image which probably does more to mislead about the biology of freshwater than any other. Of course if you&apos;re a drought struck farmer, or a stranded fish, droughts are very bad news. But for about half of all freshwater plants and animals, droughts are harmless or even necessary and beneficial. On their own, there&apos;s not much evidence that droughts cause permanent damage to wildlife. So a good photographic project would be to document the natural drying down of a seasonal pond, showing it through the year as water levels drop, the pond bottom greens over with the shoots of marginal wetland plants and transforms into a dry land habitat for the summer. Many of our wetland plants  the white-flowered water crowfoots are a good example  naturally grow in places which dry out for part of the year, and capturing the early flowering in spring will supply you with plenty of good close-up projects. The other major story to convey about life in freshwater is the threat from pollution, and the near complete elimination of clean water from the landscape. With this has come the extinction of pollution-sensitive plants and animals from great swathes of the countryside, leaving our ponds and rivers in a poor and degraded state. Documenting pollution is difficult photographically because the effects are seen mostly under water and often reveal themselves by an absence of sensitive species, or a superabundance of the tolerant few that thrive on the excess of pollutants. The green and turbid water of a polluted pond or slow-flowing river is difficult to make both striking and honest. Alternatively, look for the pollution sensitive-plants which are still hanging on in isolated pockets of clean water, that highlight what has disappeared from the landscape. For example, the early spring flowers of water-violet or the rich green underwater foliage of carnivorous bladderworts. Both need the cleanest water, either in ponds or the ditches which criss-cross freshwater marshes at the coast, or in upland lakes. Getting good pictures of plants underwater needs a polarising filter to cut out the reflections and brighten up the plants. Make a special effort to look for the smaller waters. It&apos;s only in the past 10 years have we realised that in the UK, the smallest ponds support a wider variety of plants and animals than the biggest rivers  yet we pay little attention to these small and abundant waters that are so important for our freshwater wildlife. Capturing the richness of life that epitomise the best of our freshwaters  the dragonflies, water beetles, pond snails and mayflies  requires real natural history skills, combined with a macro lens of some kind. It&apos;s now possible to buy pretty inexpensive waterproof cameras that allow experimentation with underwater shots in situ, though the best pictures tend to come from small tank set-ups. And if you haven&apos;t got time to wait for the perfect kingfisher shot, look out for an easier target that&apos;s just as beautiful  such as the delicate and dipping grey wagtails on your local stream. They are not really grey at all but have brilliant yellow bellies and striking grey and white patterns  a photographic dream. In the north and west, a bit of patience and a long lens could get you a shot of a dapper dipper which is not usually too bothered by people. So arm yourself with a wide angle lens for photographing ponds, a polariser so you can shoot into the water, and a macro to get close up, and you&apos;ll be able to capture the early spring around water  and get a picture that tells a bigger story.  Jeremy Biggs is director of the charity Pond Conservation  Share your photos of water (and the lack of it) on our Flickr group", 
    "section": "environment", 
    "gid": "environment/2012/mar/08/water-photography-rivers-underwater", 
    "wordcount": "682"
}