{
    "headline": "Warm water marine species spreading northwards into British waters", 
    "text": "Exotic warm water marine species such as anchovy, bluefin tuna, stingray, and thresher shark are spreading northwards into British coastal waters, where average sea temperatures are now moving closer to the warmer conditions of southern Europe. A new study by marine scientists discloses that many species, some better known to holidaymakers in the Mediterranean and the Canary Islands, are now increasingly commonly seen in the seas off Cornwall, Devon, Hampshire and Sussex, providing vivid evidence that climate change is already changing the natural environment. Off south-west England, fishermen and biologists see bluefin tuna, triggerfish, stingrays, thresher sharks and ocean sunfish in greater numbers. Off the south coast, and in some cases the North Sea, anchovies, red mullet, sea bass and John Dory are now being caught in commercial quantities as these warm water species shift north. In the North Sea, more trawlers are now fishing for increasingly abundant squid, another staple of Mediterranean restaurants, than are targeting traditional species such as cod and haddock. But the marine climate change impacts partnership (MCCIP) report, published by UK and Scottish government ministers, warns that there are serious and potentially dangerous challenges for native species and for the fishing industry, as they struggle to adapt and ward off threats from invasive species and unusual diseases. &quot;The truth is that climate change is having a big impact on distribution of fish stocks and this is going to present some significant challenges for policymakers, fisheries managers and for fishing industry itself,&quot; said Richard Benyon, the UK minister for the marine environment. Benyon told the Guardian that a &quot;whole-seas approach&quot; was now needed. &quot;If fish aren&apos;t in certain parts of the sea, but are going to be elsewhere, we need to have fisheries management policies that will make sure that they are sustainable, wherever they are. We realise these are fast-moving ecosystems and we have to be smarter.&quot; The study, a &quot;report card&quot; on the latest scientific data and its implications, says trawlers will have to travel far further north within 20 years to catch Britain&apos;s favourite species, the cod, as they follow cold waters northwards, while warmer waters threaten to devastate commercial mussel fisheries. Drawing on scores of scientific papers and studies, it said that the range of one southerly species, the bib, had extended north by 342km (212 miles) in two decades while common North Sea species such as cod, lemon sole and saithe were swimming at depths which were increasing by 5.5m a decade. The study warns that if water temperatures rise by 1C in Northern Ireland and Scotland, mussel production will fall by 50%, while predicted increases in violent ocean storms are likely to cause &quot;considerable economic impacts&quot; on salmon farming, by damaging fish cages and allowing millions of salmon to escape and breed with wild stocks. Conflicts between British and foreign fleets could become more common in future, it added. A major row over control of north-east Atlantic mackerel stocks between the European Union and the Faroese and Icelandic governments could be a sign of things to come both in European waters and around the world. Fleets from France and Spain are now expected to head into the Channel, chasing anchovies, which have been disappearing from the Bay of Biscay, to the dismay of south coast fishermen. In 2010, Scottish skippers blockaded the docks at Peterhead to prevent Faroese ships landing their catch, after Iceland and the Faroese unilaterally took a much larger mackerel quota. They argued that due to climate change, the region&apos;s mackerel were now spawning in much greater numbers in their waters, a claim being challenged by the EU. Their claims about the influence of climate change are disputed, and the EU is now drafting plans for sanctions on the Faroes and Iceland after they refused to negotiate a much lower quota. The Marine Stewardship Council has now suspended sustainable fishing eco-labels from eight European mackerel fleets, as a result of the dispute, as the greatly increased quotas breached sustainable fishing limits. The report was launched on Tuesday at the World Fisheries Congress in Edinburgh, the first time the congress has been held in Europe, soon after the Prince of Wales told delegates he had substantial fears that without much greater co-operation and tougher action on sustainability, conflicts over fish stocks would be far more common. Prince Charles said that while his international sustainability unit, a fisheries and environment thinktank funded by his charitable foundation, had established there were numerous success stories where fisheries were sustainable and secure, there were many that were not. &quot;Vast numbers of people around the world rely upon the sea. Their survival depends upon the ocean&apos;s capacity for renewal, which can only be maintained if we take an intelligent approach now,&quot; he told the congress. There were a billion people worldwide who depended on fish as their main source of protein, while developing economies exported $27bn (16.7bn) of fish and seafood worldwide in 2008, exports worth far more than cotton or coffee. The MCCIP report said climate change could cause &quot;significant declines&quot; in tropical regions, leading to losses as high as $30bn by 2050. &quot;It is a serious social and economic issue. If fish stocks fail, then the social and economic consequences will be dire,&quot; Prince Charles said. In one of the most startling changes around the British Isles, Danish and Irish trawlers are now landing huge numbers of boarfish, a small, very bony orange fish, off southern Ireland and in the south-west approaches. Unheard of around the British isles 10 years ago, trawlers landed 130,000 tonnes of boarfish last year, for use as fishmeal for fish farms. The MCCIP said the mackerel dispute was a clear warning that fishing industries, policymakers and governments would have to begin co-operating much more closely on stock management and conservation as the impacts of climate change ignored international boundaries. That also meant that current policies on promoting marine conservation zones or no-catch zones would have to be adapted, since the fish they were designed to protect were now moving to different areas. In the Baltic, spawning cod had been deserting a closure area at Bornholm set up to protect them. Sea creatures affected by rising temperatures Farmed mussels: a study of commercial mussel farming in Strangford Lough in Northern Ireland found that if water temperatures rose by 1C, production would fall by 50%, and by 70% if temperatures rose by 4C. Non-native Pacific oysters would be less affected, declining by just 8% under both scenarios, suggesting shellfish farmers could switch to that species in future. Boarfish: since 2001, there has been a &quot;dramatic increase&quot; in landings of boarfish, a bony, spiney fish which is ground into fish-meal for fish farms, as it has moved into the south-west approaches and the Celtic seas due to global warming. Last year, 130,000 tonnes of boarfish were landed. Anchovy: the salty fish better known in the Mediterranean and Bay of Biscay, are moving northwards up the Irish and British coast and now being caught at commercial levels in the Channel and North Sea as far north as the Pentland Firth. About 800 tonnes were caught in south-west England in 2011 but biologists believe they are native stocks, which have bloomed in size with warmer British waters. Salmon farming: fish-farming cages are very vulnerable to storms, which are expected to get more violent and more frequent as climate change takes hold, presenting economic and ecological risks as they escape and inter-breed with wild salmon. Scottish farmed salmon netted 563m in 2010 but over seven years, nearly 2.2m cultivated salmon escaped after storms, with about 820,000 fish escaping during one storm alone in 2005. Bluefin tuna: once commonly fished in the North Sea until the population collapsed in the 1960s, Atlantic bluefin tuna have slowly started reappearing in the waters off south-west England: one was caught off Dorset last July. Now critically endangered through overfishing, and a favoured target species for sea anglers, there are demands for a total ban on fishing bluefins.", 
    "section": "environment", 
    "gid": "environment/2012/may/08/warm-water-species-speading-northwards", 
    "wordcount": "1357"
}