{
    "headline": "Richard Dawkins, 'Islamophobia' and the atheist movement", 
    "text": "Sam Harris is about as consistent as Glenn Greenwald is concise, which made their exchange of multi-thousand word cowpats last month particularly grueling reading. That&apos;s a shame, because Harris dropped a retrospective clanger that very few people picked up on. It came in a recent volley against Greenwald, in which Harris attempted to deconstruct the idea of Islamophobia (my emphasis):  &quot;[Islamophobia] is, Greenwald tells us in his three points, an &apos;irrational&apos; and &apos;disproportionate&apos; and &apos;unjustified&apos; focus on Muslims. But the only way that Muslims can reasonably be said to exist as a group is in terms of their adherence to the doctrine of Islam. There is no race of Muslims. They are not united by any physical traits or a diaspora. [] The only thing that defines the class of All Muslims  and the only thing that could make this group the possible target of anyone&apos;s &quot;irrational&quot; fear, &quot;disproportionate&quot; focus, or &quot;unjustified&quot; criticism  is their adherence to a set of beliefs and the behaviors that these beliefs inspire.&quot; &quot;So &apos;Islamophobia&apos; must be  it really can only bean irrational, disproportionate, and unjustified fear of certain people, regardless of their ethnicity or any other accidental trait, because of what they believe and to the degree to which they believe it.&quot;  &quot;They are not united by any physical traits or a diaspora,&quot; says Harris. Which is absolutely fine, except this is same Sam Harris who wrote In Defense of Profiling barely a year ago, an article in which he suggested: &quot;We should profile Muslims, or anyone who looks like he or she could conceivably be Muslim, and we should be honest about it.&quot; In a later update to that post, in response to an avalanche of criticism, he elaborated further: &quot;To say that ethnicity, gender, age, nationality, dress, traveling companions, behavior in the terminal, and other outward appearances offer no indication of a person&apos;s beliefs or terrorist potential is either quite crazy or totally dishonest.&quot; I&apos;m not going to bother tackling the merits and demerits of this when they&apos;ve been covered so well by others. Suffice it to say that in my lifetime white Christians have been consistently the largest terrorist threat in my country, and I suspect that one of the first lessons people learn at terrorist school is how to not look, dress and act like one of the villains from Team America: World Police.  No, what&apos;s interesting here is how badly Harris contradicts himself. Last year he argued that it was trivial for a TSA agent to identify a Muslim in a crowd; now he&apos;s suggesting that there can&apos;t possibly be an irrational focus on Muslims because you can&apos;t identify a Muslim by anything other than their beliefs. It&apos;s hard to see how these two positions can be reconciled in one mind without dislocating a neuron. Harris&apos;s confusion is interesting because it highlights a fundamental problem with a lot of recent discussion about the validity of &apos;Islamophobia&apos; as a term  the label &quot;Muslim&quot; is inextricably linked to race in people&apos;s minds. If you ask a thousand random people to draw a Muslim, you will end up with 999 drawings of people with the same ethnicity and one person who drew a bowl of cereal because they thought you said &quot;muesli&quot;. I&apos;d be willing to bet that, all else being equal, hordes of conspiracy theorists would not be calling Obama a secret Muslim if his skin were a different colour.  The irony of this of course is that Muslims are the most racially diverse religious group in America. One look at the top graph in Gallup&apos;s 2009 study of Muslim Americans blows apart the kind of lazy stereotyping that Harris promoted three years later. On one hand, critics of the term &quot;Islamophobia&quot;, like Oliver Kamm, rightly point out that it&apos;s ludicrous and censorious to conflate hostile coverage of a religion to xenophobia, as Mehdi Hasan appears to do. On the other, it&apos;s clear that there&apos;s a very real phenomenon of bigotry directed against Muslims, recklessly inflamed by elements of the press, that blurs at the edges into something barely distinguishable from racism, the last acceptable form of racial prejudice. Kamm described it neatly last year:  &quot;There is something disturbing in public discourse about Islam. A segment of opinion cannot distinguish between Muslims and the theocratic fanatics of al-Qaeda. It holds to a conspiracy theory that genuinely does recall the ancient prejudice, given modern garb in the Protocols of the Elders of Zion, against the Jews. This is not only a problem but a pathology and an evil.&quot;  Whatever you choose to call this phenomenon, it&apos;s clear that there&apos;s a line between criticism (or ridicule) of Islam, and bigotry against Muslims. Sam Harris and Richard Dawkins have blundered into that line with an alarming degree of recklessness.  Harris&apos;s support for profiling can be put in the context of his other remarks about Muslims, from his suggestion that: &quot;The people who speak most sensibly about the threat that Islam poses to Europe are actually fascists,&quot; to the sort of tortured logic he wielded in response Greenwald last month, logic that recalls Kamm&apos;s assertion that &apos;a segment of opinion cannot distinguish between Muslims and the theocratic fanatics of al-Qaeda&apos;:  &quot;My condemnation of Islam does not apply to &quot;all members of a group or the group itself based on the bad acts of specific individuals in that group. [] in the case of Islam, the bad acts of the worst individuals  are the best examples of the doctrine in practice. Those who adhere most strictly to the actual teachings of Islam, those who expound its timeless dogma most honestly, are precisely the people whom Greenwald and other obscurantists want us to believe least represent the faith.&quot;  Answers on a postcard, please.  Meanwhile, Dawkins  a man for whom Twitter does not seem to be a good medium  has taken to spouting the sort of rhetoric that wouldn&apos;t seem out of place at a BNP meeting. I&apos;ll be charitable, and suggest that his swiftly-deleted retweet of a link to a website that exposes the &apos;secret Islamist infiltration of the Obama administration&apos; was a slip of the mouse. I&apos;ll also leave to one side his bizarre vendetta against Mehdi Hasan, whose platform at New Statesman seems to be a source of great offense to the atheist.  As Nathan Lean pointed out in Salon a few weeks ago, this is part of a pattern of behavior that has seen Dawkins flirt with hard-right thinking on numerous occasions, from his words of support for the likes of Geert Wilders and Pat Condell to his adoption of vaguely conspiracy-minded beliefs about the police, the suggestion that &apos;multiculturism&apos; is &quot;code for Islam&quot; in Europe, and clumsily overblown rhetoric about the &quot;menacing rise of Islam.&quot; Like Harris, he regularly promotes the idea that extremists are representative of a wide section of Muslims in general. Whatever you choose to call this, it&apos;s far from intelligent. Both men are at risk of buying in to Kenan Malik&apos;s a &apos;culture of delusion&apos;; their rhetoric not dissimilar to the far right&apos;s talk of &quot;Eurabia&quot; or &quot;Londonistan&quot;, fuelled by fears blown out of all proportion to any real threat. Criticism of Islam is vital, mockery of any religion is a right worth fighting for, and there&apos;s a sensible debate to be had about the validity or otherwise of terms like &quot;Islamophobia&quot;. None of that alters the point that inflammatory, irrational and blundering attacks by privileged white male atheists against Muslims of all stripes achieve little more than book sales. @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2013/may/03/atheism-dawkins", 
    "wordcount": "1290"
}