{
    "headline": "Most children's apps are failing on privacy, FTC finds", 
    "text": "Most mobile applications aimed at children collect information  including device IDs, location data and phone numbers  without their parents&apos; permission, according to a Federal Trade Commission report released Monday. The FTC is also launching investigations to see whether some of these app companies are acting in violation of the Children&apos;s Online Privacy Protection Act (Coppa) or the Federal Trade Commission Act. &quot;While we think most companies have the best intentions when it comes protecting kids&apos; privacy, we haven&apos;t seen any progress when it comes to making sure parents have the information they need to make informed choices about apps for their kids.In fact, our study shows that kids&apos; apps siphon an alarming amount of information from mobile devices without disclosing this fact to parents,&quot; FTC chairman Jon Leibowitz said. The most commonly shared information was the device ID that can contain personal information including names, phone numbers, friends lists, emails and location data. Of the 400 apps reviewed, 235 shared this information with third parties. Nearly 60% of the apps send information from a device to developers, advertising networks, analytics companies or other third parties. Of these third parties, a very small group receives the information, which the FCC says could allow these companies to create detailed profiles on children based on how they interact and use different apps. Many of the apps also failed to disclose in-app features including advertising, links to social media and the ability to purchase virtual goods. The FTC first surveyed children&apos;s mobile apps last year and released its findings in February 2012. The FTC felt that mobile application companies had failed to address the commission&apos;s concerns. &quot;All of the companies in the mobile app space, especially the gatekeepers of the app stores, need to do a better job,&quot; said Leibowitz.&quot;We&apos;ll do another survey in the future and we will expect to see improvement.&quot; Of the surveyed apps, the FTC found only 20% disclosed information on their privacy practices.  Kathryn Montgomery, a spokesperson for the Center for Digital Democracy, said in a statement that the FTC&apos;s findings show &quot;a widespread disregard for children&apos;s privacy rules.&quot; &quot;In the rapidly growing children&apos;s mobile market, companies are seizing on new ways to target children, unleashing a growing arsenal of interactive techniques, including geo-location and use of personal contact data&quot; Montgomery said.&quot;It is clear that there is an urgent need for the FTC to update its Coppa regulations and to engage in ongoing enforcement.&quot; This study was released as Center for Digital Democracy and other privacy rights groups are issuing support for a proposed update to Coppa, which requires online companies to obtain permission from parents before collecting information from children under 13. If passed, the proposed update would make changes accounting for technological advancements made since the act was went into effect in 2000. It would limit the amount of time companies can keep data collected on children, and that third parties who collect the information adequately protect it.", 
    "section": "technology", 
    "gid": "technology/2012/dec/10/mobile-apps-children-ftc", 
    "wordcount": "509"
}