{
    "headline": "Apple request for US ban on Samsung smartphone sales rejected by judge", 
    "text": "Apple has been dramatically rebuffed by a California judge after its request for a US sales ban on a number of Samsung smartphones was turned down in the California court where a jury awarded it $1.05bn (635m) in damages for patent infringement in August. But Samsung saw one of its biggest complaints about the verdict  that there had been jury misconduct, with the foreman Velvin Hogan being biased against it and introducing his own knowledge to the deliberation  thrown out. The rulings by Judge Lucy Koh mean that the two phone giants, which together control about half of the entire smartphone market worldwide, will both be dissatisfied with the outcome of the post-trial hearing  though Samsung will have more cause to celebrate because its infringement will only cost it in monetary, not sales terms. In her ruling, Koh said: &quot;Samsung may have cut into Apple&apos;s customer base somewhat, but there is no suggestion that Samsung will wipe out Apple&apos;s customer base, or force Apple out of the business of making smartphones. The present case involves lost sales  not a lost ability to be a viable market participant.&quot; In effect, Koh told Apple that it is big enough to compete directly with Samsung  and that a sales ban would have little real effect on the market dynamics between the two companies. Samsung, from South Korea, is the world&apos;s largest mobile phone and smartphone maker. Apple is the second largest smartphone maker, but ships only about half as many smartphones as Samsung. It has a substantial lead in the tablet market, though. Apple had wanted US sales bans on a number of leading Samsung smartphones and tablets. Other parts of the US court system, however, are preparing to re-hear a call by Apple for sales bans on Samsung&apos;s Galaxy Nexus smartphone. Joff Wild, of Intellectual Asset Management magazine, said the decision by Koh was &quot;the most sensational and unexpected twist&quot; in the trial: &quot;a [sales ban] is what Apple wanted and it is what Samsung most feared. For two companies swimming in cash, the jury award was neither here nor there.&quot; Apple is expected to appeal the decision by Judge Koh to deny any injunction. Florian Mller, who has followed the smartphone patent battles between companies in detail, noted: &quot;It may be unprecedented in the legal history of the United States for an injunction motion to be denied across the board despite such a large number of infringement findings (roughly half a dozen) by a jury and, especially, in light of the competitive situation between the two as well as the jury&apos;s findings of willful infringement.&quot; The jury originally decided that a number of Samsung smartphones and tablets infringed a group of Apple patents, including the way that screens of data scrolled, and the appearance of the iPhone 3G introduced in 2008. Apple opened a number of lawsuits against Samsung in April 2011. Apple had wanted sales bans on 26 Samsung devices following the verdict, and had petitioned Judge Lucy Koh to that effect in a hearing on 6 December. But in a ruling handed down by Koh late on Monday in the San Jose court, she said that to win a ban, it would be necessary to show that &quot;Apple must have lost these sales because Samsung infringed Apple&apos;s patents. Apple has simply not been able to make this showing.&quot; Koh said Apple had not shown that an sales ban would be necessary for restitution of any loss by Samsung&apos;s infringement, and that it had not shown that elements infringed by Samsung had been the key reason why people chose Samsung devices over Apple ones. Koh&apos;s denial of Samsung&apos;s claims of jury misconduct followed complaints by the company that Hogan had previously had a lawsuit involving Seagate, in which Samsung is a shareholder. But Koh ruled that Samsung had effectively waived its right to complain about Hogan because it had carried out pre-trial interviews with him  known as voir dire  and had not then followed up points he had raised. &quot;Parties [in the trial] waive their right to challenge the jury&apos;s impartiality if they are aware of the evidence giving rise to the motion for a new trial or fail to exercise reasonable diligence in discovering that evidence,&quot; she wrote. Samsung&apos;s lawyers, she suggested, seemed to have been hoping that Hogan  and the jury  would rule in their favour, and only objected afterwards because the verdict went against them. Samsung&apos;s side, she said, showed &quot;lack of reasonable diligence&quot; in investigating Hogan&apos;s relationship with Seagate. She added that &quot;it is not clear whether Mr Hogan was intentionally dishonest&quot;, and that Samsung had not shown whether he knew of any relationship between Samsung and Seagate, which he left in 1993  nearly 20 years before the trial. Instead, &quot;what changed between Samsung&apos;s initial decision not to pursue questioning or investigation of Mr Hogan, and Samsung&apos;s later decision to investigate was simple,&quot; Koh wrote. &quot;The jury found against Samsung, and made a very large damages award. This is precisely the situation that courts have consistently found constitutes a waiver of the juror misconduct claim.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/dec/18/apple-us-ban-samsung-smartphone-rejected", 
    "wordcount": "873"
}