{
    "headline": "Broadband speeds in the UK: fast track to frustration", 
    "text": "Britons don&apos;t get angry easily. Broadband, though, seems to generate different emotions. People are fed up. Fed up with the excessive speed claims made by suppliers. Fed up with waiting for short YouTube videos to load. And, increasingly, they are fed up with the overloaded networks provided principally by BT. The phone giant reports full-year results on Thursday. Ahead of that, Juliette Garside wrote this morning about how Britain  which once considered itself a world leader on broadband speed  is losing its way. There is no strategy on the part of BT, or its competitors, and a shortage of political will from ministers, who prefer to talk about online pornography rather than the real long-term internet problem facing the nation. It is clear that the future must lie in ultra high-speed fibre optic connections, which promise the capacity to carry multiple channels of HD and 3D TV, or online gaming, or whatever else home or business users want. Other countries are spending, using a mix of public and private number to boost connection numbers  but Britain is fighting shy. France, say, has fibre available to 6m homes today  and wants to take that to 70% of homes by 2020. Russia has 12m homes for which fibre is available. Australia is working on an ambitious publicly financed network backbone to help get 90% of homes connected to fibre. And Britain? A modest 400,000 fibre homes passed by fibre and no targets to up that number. BT argues that most people don&apos;t need fibre to the door. It wants to save money by leaving the old copper lines from the telephone exchange, or street cabinet, intact. Upgrading to fibre Australian style could cost 30bn  and BT reckons that its hybrid model, supposedly available to 90% of homes by 2017, will give people 80Mbps and enough speed. Perhaps. The first problem with this is that nobody believes the claims made by BT and other suppliers. The way demand in the networks is managed means that claimed speeds do not match the reality. Eighty Mbps in 2017  on a network relying on outdated wiring? Don&apos;t bet on it. This morning the Guardian launched a reader survey of broadband speeds. We expected comments, but the many, many hundreds of people responding surprised us. The frustration is clear. One reader, living south of Nottingham, reports their supplier is BT, which promises a service of &quot;up to&quot; 18Mbps. Their reality is different: &quot;We are routinely charged for &apos;broadband&apos; with no alternative option, despite never getting over 1Mbs download speeds. We can&apos;t watch a two-minute Youtube clip without buffering for several minutes. Also, our exchange only supports a very small number of providers. I don&apos;t know why.&quot; There is a growing understanding, too, of the poor underlying technology. Another BT customer from the Teignmouth area in Devon says &quot;my BT ADSL 2+ performs badly, speeds are very variable. I can nearly see the exchange and line length is short.&quot; That person makes a contrast, too, with abroad: &quot;Wider view  we are so far behind with fibre  we will soon be the laughing stock of the internet world. I get ethernet connection to our flat in Russia (a long way from Moscow) at up to 100Mbps, cheap too!&quot; The solution lies in a mixture of more determined political intervention, most likely more public money, greater pressure on BT and perhaps further structural solutions. It was once considered an advantage to have two competing network owners in BT and Virgin Media, but it could be argued the net result of that is a duplication of high speed networks in large cities, while at least half the country (where Virgin does not reach) is left behind. Those efforts could be better co-ordinated, or even consolidated in the national economic interest. There is a separate debate, too, when it comes to mobile broadband speeds, where once again, Britain is running late. The difficulties in getting 4G going (we are already behind Germany for example) is testimony to a similar set of problems  where corporate interests have been allowed to trample innovation because of insufficient political will. But that is a separate subject for the moment. Of course, not everybody will agree about the universal need for ultra-fast broadband. But Britain is in the midst of a recession and needs to invest. We are willing to do it elsewhere  for example with the 30bn earmarked for the high speed railway from London to Birmingham. The growth businesses of the past 10 years and the next 10 will be online. Our need for speed grows exponentionally  10 years ago, after all, video-free dial-up was the norm  now we expect to watch BBC programmes down the phone line through the iPlayer. The precise way ahead may be unclear. But judging by reader responses, Britain needs to raise internet speeds, ensure service providers make honest claims, and have a long term infrastructure strategy. An appropriate solution to all three has not yet emerged, but what is certain is that at the moment Britain is heading for the slow lane.", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/08/broadband-speeds-uk", 
    "wordcount": "854"
}