{
    "headline": "Boot up: Security firm backtracks on Android malware claims, Facebook's $3bn mystery, and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Symantec recants Android malware claims &gt;&gt; Computerworld Following from last week...  Symantec has backtracked from assertions last week that 13 Android apps distributed by Google&apos;s Android Market were malicious, and now says that the code in question comes from an aggressive ad network that provides revenue to the smartphone programs.   Except it won&apos;t call them &quot;adware&quot;. And adware has the potential to be extremely sleazy, as many PC users can attest. Still, chalk one up to Lookout Mobile Security on this. Windows Phone 8: What&apos;s on the feature list &gt;&gt; ZDNet Multi-core processor support, new screen resolutions, removable storage, NFC support, data tracking, proxy server support, BitLocker, Skype and more. Might be very tempting for business in particular. Facebook&apos;s ad business Is a $3bn mystery &gt;&gt; AllThingsD Here&apos;s a question:   how exactly does Facebook&apos;s ad business work? We still don&apos;t know a lot about that part. The S-1 mentions &quot;advertising&quot; 123 times, and &quot;advertisers&quot; another 117 times. But when it comes to describing how the company actually sells advertising, it is vague. We know that some of Facebook&apos;s ads are sold via an automated self-serve system, and some are sold via sales teams working in 30 offices around the world. And we know that Facebook uses an auction system to price some of its inventory, and that it lets advertisers target users to some degree, based on their demographics and interests. But Facebook doesn&apos;t break any of that out in its filing. It simply has one big bucket labeled &quot;advertising.&quot; There&apos;s no discussion of click-through rates, or the size of the average ad buy, or what percentage of ad buys come from repeat customers, or how &quot;lumpy&quot; its sales are.   Expect this to be gone into over the coming weeks and months. Some 10.7.3 users encounter nasty bug; fix available &gt;&gt; PC Advisor If you&apos;re unable to read this because every app you launch crashes, this is the fix. A real bootstrapping problem. HTC admits some phones leak Wi-Fi details &gt;&gt; The Next Web Complicated: you&apos;d need an HTC handset connected to the Wi-Fi network. And then:   The issue would require the user to install an application that had been specifically designed to harvest details or was uploaded to the Android Market with the specific aim of collecting information. The impact may have been small in the fact that such an app will not see the reach as a more popular app but the security risk does exist.   Minimal but possible risk. Affects the Desire HD, Droid Incredible and more.   If you own one of the affected handsets, you may have already received the fix. If you do not, keep checking the HTC Support site for more information.  Five ways Microsoft can rescue Windows Phone &gt;&gt; The Register Andrew Orlowski:   Many markets only have room for two leading players - and in the technology platform world, many have only one. On the margins the niche players are little islands. No matter how impressive WP is, if the needle doesn&apos;t move, then it too becomes a marginal player. Ecosystems can perish more rapidly than they arise. If Windows Phone is to avoid the same fate as WebOS then the dynamic has to change. But what might this be?   There&apos;s only one key problem from a user&apos;s point of view, and it&apos;s fixable. Well, now we know what Facebook&apos;s worth - and it&apos;s not $100bn &gt;&gt; Business Insider Henry Blodget&apos;s analysis pretty much defines the word &quot;trenchant&quot;. ChangeWave survey shows momentum for Amazon &gt;&gt; ChangeWave Survey time:   ChangeWave asked 254 new Kindle Fire owners a series of questions regarding their overall satisfaction and key likes and dislikes, to gauge their reaction to the new tablet device. Customer Satisfaction. When asked how satisfied they are with their new tablet device, better than one-in-two Kindle Fire owners (54%) say they are Very Satisfied. Another 38% say they are Somewhat Satisfied. In previous ChangeWave surveys we&apos;ve found that the percentage of tablet owners who say they are Very Satisfied with a particular device is highly predictive of future demand for that device. So how does the Amazon tablet rating match up against other tablet devices? While the 54% Very Satisfied rating for the Kindle Fire is considerably below the 74% rating of the industry leading Apple iPad*, it is higher than the 49% average rating for all of the other tablet devices combined.   The 254 sample is probably large enough to be representative of 4m owners. The satisfaction for &quot;other&quot; tablets was 39% in a November survey by ChangeWave. That&apos;s pretty low. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/03/security-android-malware-facebook", 
    "wordcount": "824"
}