{
    "headline": "Anonymous: behind the masks of the cyber insurgents", 
    "text": "Spalding railway station in Lincolnshire is not a big place. It takes me about two seconds to scan the platform and spot who I&apos;m looking for: Jake Davis, aka Topiary, the computer hacker who at one point last year was the subject of one of the biggest manhunts on the planet. For a period in 2011, LulzSec  an offshoot of Anonymous, the internet &quot;hacktivist&quot; collective who came to prominence around the time of the Wikileaks affair  wreaked a trail of chaos across the web. Their actions ranged from the transgressive  they had taken down the CIA&apos;s website and hacked into Sony&apos;s database and released more than a million user names and passwords  to the absurd: after the American network PBS aired a critical documentary about Julian Assange, LulzSec hacked into their website and replaced the homepage with an article about Tupac Shakur, the (very much dead) rapper, which bore the headline &quot;Tupac Still Alive in New Zealand&quot;. During the Arab spring, members of the group hacked and defaced Tunisian and Egyptian government sites. One hacker, Tflow (later discovered to be a 16-year-old London schoolboy), allegedly wrote a webscript that enabled activists to circumvent government snooping. LulzSec had also hacked into the website of Soca, the UK&apos;s Serious Organised Crime Agency, and replaced the front page of the Sun online with a &quot;report&quot; that Rupert Murdoch had been found dead (with a helpful hint for the FBI in the closing paragraph: he&apos;d been found, it said, &quot;in his famous topiary garden&quot;). For a time, LulzSec demanded and caught the world&apos;s attention. Their tweets made headlines. Their jokes were retweeted by thousands. And there, waiting for me at Spalding station, is LulzSec&apos;s PR guru. &quot;Look out for the pale kid that needs a haircut,&quot; he&apos;d texted me. And he&apos;s not wrong. He is quite pale and could do with a haircut. And he&apos;s impossibly young: just 19. A skinny teenager with a soft Scottish accent who  for a period of time last year, during &quot;the 50 days of Lulz&quot;  ran rings around law enforcement agencies on several continents. Of course, I already know what Jake Davis looks like, because in July last year, Davis, then 18, was arrested at his home in the Shetland Isles. And after being charged with five hacking-related crimes and released on bail, he emerged into the sun outside Westminster magistrates court for the world to see. Anonymous suddenly had a face: and the face was of a furtive, greasy-haired youth, wearing a pair of dark glasses and carrying a book called Free Radicals: The Secret Anarchy of Science. If you had to imagine what a teenage computer hacker would look like, this was it. The episode was front-page news on websites across the world, as a string of arrests were made: 19-year-old Ryan Cleary from Essex; 16-year-old Tflow from London; 27-year-old Jeremy Hammond from Chicago; a 25-year-old former soldier, Ryan Ackroyd, from Doncaster; 19-year-old Darren Martyn (or PwnSauce), from Galway, and Donncha O&apos;Cearrbhail (or Palladium), also 19 and from Offaly, Ireland. The most recent arrest, 12 days ago, was of another American, 20-year-old Raynaldo Rivera of Arizona. In March this year came the news of how it happened: the FBI had turned a LulzSec member in New York, a 28-year-old Puerto Rican father of two called Hector Xavier Monsegur, known online as &quot;Sabu&quot;, and used him as their informant. It was like The Sopranos, but instead of organised crime and Italian hitmen it involved teenagers sitting at computer screens. And perhaps most confusing of all, the vast majority of the main players seemed to be living in Britain or Ireland. Gabriella Coleman, professor of scientific and technological literacy at McGill University, in Montreal, probably knows more about Anonymous than anybody on the planet. She has studied them from the moment they first emerged as a new political force in 2008, and says that it&apos;s no coincidence that so many of the arrests were of British and Irish nationals. Anonymous is a vast, new, poorly understood global force who specialise in &quot;ultra-co-ordinated motherfuckery&quot;, as one of Coleman&apos;s contacts puts it. And it attracts a huge British following. In the chatrooms where Anons gather, Parmy Olson, a London-based journalist with Forbes magazine, found the British connection blindingly obvious. Her book, We Are Anonymous: Inside the Hacker World of LulzSec, Anonymous, and the Global Cyber Insurgency, published in America this June, offers a brilliant insight into the hacktivists&apos; world. Almost by accident, Olson charted the emergence and domination of LulzSec, following the twists and turns of the story as it happened. &quot;And,&quot; she says, &quot;you could just see a lot of people talking about British things, British television shows, they were speaking with English spellings. You could tell they were British.&quot; Olson met Jake Davis before he reverted to Jake Davis  when he was still Topiary  in the Shetlands. &quot;It took a day and a half just to get there,&quot; she says. &quot;And it was embarrassing really. He was one of the most wanted hackers on the planet, and he just seemed so young.&quot; A year is a long time, though, when you&apos;re 18. I&apos;d been expecting a socially awkward geek, but Davis turns out to be open-faced, chatty, good at eye contact and not geeky at all, though this may have something to do with the fact that he hasn&apos;t been allowed access to the internet for more than 12 months. He&apos;s pleaded guilty to conspiracy to commit computer misuse under the Computer Misuse Act and is back in court in April next year. He&apos;s also waiting to see if he&apos;ll stand trial on another charge: conspiracy to commit fraud (the CPS is currently assessing whether a trial is in the public interest, given that he&apos;s already pleaded guilty to the first charge). He&apos;s currently at liberty on condition that he wears an electronic tag, is home by 10pm, and lives with his mum (who moved to Spalding shortly before his arrest). And that he goes nowhere near the internet. His only means of communicating with the outside world is a mobile phone that looks like it was a recent model circa 1995. And the greatest surprise  not just to me, but to him  is that he&apos;s barely missing the internet at all. &quot;I actually feel a lot better within myself. My life was the internet, pretty much. It was chatting on the internet and amassing groups of friends. And I had no life outside it. A year ago I would just be head-down kind of walking along, mumbling monosyllabically.&quot; It&apos;s that lack of contact with the outside world that has led Jake Davis to me. He helped Parmy Olson with her book, and he seems keen to have some form of communication with the outside world. Because communicating was both his speciality and what got him into this mess in the first place. &quot;Living in the Shetlands, I didn&apos;t understand the impact of what we were doing,&quot; he says. &quot;I didn&apos;t understand the impact on the real world. And now that I&apos;m here in Spalding, and I&apos;ve been a lot in London, I kind of see that the world does go round and it&apos;s not about hiding in a bedroom.&quot; What seems incredible, even now (and maybe, especially, to Jake), is how a slightly troubled teenager living on the two-sheep island of Yell, in the Shetland Isles  a place as isolated and remote as anywhere on Earth  came to find himself at the heart of a radical global political movement. But then, maybe that&apos;s the point. When I met Gabriella Coleman in Edinburgh she&apos;d spent the previous evening meeting one of her contacts, who lived in a remote croft in the Scottish countryside. &quot;He cooked me pheasant,&quot; she said. Olson, too, found that a disproportionate number of contacts she met &quot;lived in out-of-the-way places&quot;. For Jake, living in the Shetlands, the internet became his everything. It was where he made friends and socialised. &quot;It&apos;s where I learned almost everything I now know. The thing I miss the most is Wikipedia. I mean, at school I learned to knit. I&apos;m actually a pretty good knitter now.&quot; Jake had a somewhat difficult childhood, and that (combined with the knitting lessons) led him to drop out of school at 13, shortly after his stepfather was killed in an accident. What&apos;s surprising, at first, is that he&apos;s not unhappy that he was caught, or that he faces the prospect of several years in prison. &quot;People say that prison is bad, but I lived in my bedroom with a computer for years. It&apos;s not going to be as bad as that. I just want to go and do my sentence and get my education in there. I want to get a really good education and just read loads of books.&quot; That&apos;s if he doesn&apos;t get extradited  because he&apos;s been charged in America, too, where his fellow hackers are facing up to 20 years inside. By contrast, in Ireland no charges have been brought against the arrested hackers. Anonymous may be an international phenomenon but there&apos;s no consensus (yet) on how to police the internet. What&apos;s immediately apparent about Jake Davis (and about a lot of the people involved with Anonymous) is just how bright and intelligent he is. And how the internet is where they find an outlet for their intellect  an outlet that somehow seems to have eluded them in real life. &quot;These weren&apos;t just normal individuals who found themselves in extraordinary circumstances,&quot; says Parmy Olson. &quot;They really were extraordinary individuals in extraordinary circumstances.&quot; What I find so interesting about Davis is how completely he seems to have been let down by the education system. It entirely failed to uncover or nurture his talents. &quot;I literally have not a single qualification to my name,&quot; he tells me at one point, and looks rather sheepish. Davis rose to prominence in Anonymous and then LulzSec not because he was some expert hacker  he wasn&apos;t; his technical skills were limited  but because he is a naturally gifted writer and communicator. Among other things, he controlled the LulzSec Twitter account, from which issued forth a stream of jokey pronouncements, the last of which had the feeling of prophecy to it: &quot;You cannot arrest an idea,&quot; he said. Which may be true, but almost exactly a month later a team of police officers burst into his living room, and then flew him by specially chartered plane to London, a place he&apos;d never been to before. &quot;It was like going to the future or something,&quot; he says. You can&apos;t arrest an idea, though. And although Anonymous&apos;s impact may have been exaggerated (not least by itself), at its heart is a radical idea: that the internet can enable mass, participatory, possibly illegal action in a way the world has never seen before. Actions that can be controlled by neither governments nor international agencies, and which are decided by the horde, enacted by the horde, and policed by the horde. According to Parmy Olson, the &quot;hivemind&quot;, or getting people to &quot;believe in the power&quot; of the hivemind, is probably Anonymous&apos;s greatest achievement. There is no central organisation (though there are organisers) and no official membership. In some ways it resembles that other recent un-organisation, al-Qaida. If you believe in Anonymous, and call yourself Anonymous, you are Anonymous. And in 2008, it seemingly came out of nowhere. At the time, Gabriella Coleman was studying the Open Source community (the network of programmers who believe in, and develop, free software open to all) and was based at the University of Alberta, which happened to have the largest Scientology archive in the world. And she couldn&apos;t help but notice what happened when a video of Tom Cruise being interviewed about Scientology appeared on the internet. A group of online hackers began &quot;trolling&quot; (mocking; trying to get a rise out of) the Church of Scientology. For a lot of people, the video  meant for internal PR purposes only within the church  was provocation enough: Cruise appears as a genuine, bona fide, swivel-eyed religious nutcase. Then things escalated. The church began issuing legal threats against the sites hosting the video, and it was this attempt to police the internet that prompted certain people to rise up and try to defend it. &quot;What I realised,&quot; says Coleman, &quot;is that the Church of Scientology was like the perfect nemesis. It was the geeks&apos; worst nightmare, because it is a religion of science and technology, but the technology doesn&apos;t work and the science is pseudoscience. And it&apos;s an extremely proprietary religion: they have very aggressive control over trademarks and copyright, so in every way it seemed like the hackers saw how the church was like them, but their evil twin.&quot; And in doing so, they also realised that they possessed a hitherto unrealised power: strength in numbers. Instead of merely staging online protests, a day of global protest was organised. And on 10 February 2008, 7,000 people showed up in 127 cities around the world. They didn&apos;t know it then but a new political movement was born. &quot;We are Anonymous,&quot; read one of the flyers. &quot;We are Legion. We do not forgive. We do not forget. Expect us.&quot; Talking to Coleman and Olson, I think I&apos;m getting a handle on Anonymous, and what it is and what it has done. And then I start going into Anonymous chatrooms, on IRC (internet relay chat), on the so-called &quot;deep web&quot;, a place unsearchable by Google. And I realise I don&apos;t understand a thing. People just seem to be talking about random crap in acronyms I don&apos;t understand. It&apos;s confusingly chaotic. There are people entering the room every five seconds, people leaving, people changing their nicknames. And then there&apos;s the slang. Everyone is a fag: there are newfags (newcomers) and oldfags (old-timers) and fagfags (homosexuals) and moralfags (those perceived as taking the moral high ground). I realise that I am a newsfag. But I can&apos;t spot the plans to conquer the universe between the casual misogynism and the Aids jokes. It&apos;s only on the reporter channel that I find people who can type in sentences and speak a language that I recognise as English. It&apos;s where self-selected Anons interact with the press and explain Anonymous&apos;s objectives. A 17-year-old called The_Poet, who tells me he&apos;s of Iranian parentage, says he became involved because of Operation Iran (or OpIran as it&apos;s known, Anonymous&apos;s campaign to help activists in Iran following the re-election of Mahmoud Ahmadinejad in 2009). He wanted to feel that he was doing something to help activists there. He&apos;s at school, he says, and he was about as computer-savvy as I am when he found the forum (ie, not very) but now he spends up to five or more hours a day on it. We chat away, and he tells me that having helped draft press releases and the like, and having become interested in world affairs, he&apos;s now considering diplomacy as a career. Though saying you&apos;re in Anonymous is possibly not the most obvious CV-building step, I venture. It&apos;s late when we chat, around 1am UK time, and it&apos;s obvious he&apos;s in Europe somewhere, and it&apos;s school the next day. &quot;Go to bed,&quot; I keep telling him. And I can&apos;t help but feel relieved when he tells me that he hasn&apos;t done anything illegal. Because via the encrypted chat protocol, Jabber (the first step to communicating with anyone in Anon world), I have chatted to another teenage Anon who was arrested, but never charged. He was lucky. &quot;I was immature and stupid and reckless,&quot; he says. &quot;I caused a lot of damage. Hurt a lot of innocent people. I put millions of people at risk of identity theft by leaking their passwords. It is never justified. Never.&quot; But you did it because? &quot;At the time, it seemed great fun.&quot; Because fun is the bedrock of it all. &quot;Trolling&quot;. Agitating. Taking the piss. Lying to, manipulating and taking in fellow internet users. Making a joke of everything. Jake suspects it&apos;s why it&apos;s so big in Britain. &quot;Anon humour is quite dark and ironic and is pretty similiar to British humour,&quot; he says. The origin of &quot;lulz&quot; is a corruption of LOLs, meaning &quot;laugh out loud&quot; (and not &quot;lots of love&quot;, as David Cameron thought when he put LOL at the end of a text to Rebekah Brooks). It&apos;s all about the lulz. On 4chan, the &quot;image board&quot; (like a chat board, but where people came initially to share images, and whose /b/  or &quot;random&quot;  board spawned the idea of Anonymous), anything goes. Just so long as it&apos;s not taken seriously. In fact, 4chan is the originator of hundreds of internet memes and viral videos, many of which have found their way into mainstream media. It&apos;s easy to grow paranoid researching an article on Anonymous. Some terrible things have happened to people who have tangled with them. LulzSec&apos;s first collective action was against Aaron Barr, the CEO of an internet security firm, HBGary Inc, who claimed to have penetrated Anonymous and worked out who the central players were. To cut a long story short, he hadn&apos;t. LulzSec cracked his email password, downloaded 40,000 of his emails and released them in a torrent online for anyone to read. Soon after I start hanging out in Anonymous chatrooms, my computer starts running slowly. My phone starts glitching. I start waking in the night with paranoid dreams. Quinn Norton, a reporter for Wired magazine, tells me that there is a strong culture within the group of not attacking the press. Even so, she suspects there may be a &quot;cache of [my] documents somewhere, but they&apos;re not doing anything bad with them&quot;. The main thing to bear in mind if writing about them, she says, is &quot;not to be an asshole&quot;. I tell Jake about my paranoia. &quot;I had that every day,&quot; he says. &quot;Every morning I spent an hour doing searches and running certain scripts to make me feel better.&quot; But in his case, at least, it comes down to the old truism that just because you&apos;re paranoid, it doesn&apos;t mean that there isn&apos;t someone following you. When Sabu, the Anonymous turncoat, was intercepted by the FBI, he disappeared offline for 24 hours, and when he came back his story didn&apos;t quite hang together. &quot;I was completely suspicious of him,&quot; says Jake. &quot;I was just too stupid to do anything about it. The idea that there was a group of Feds out to get me is the kind of stuff that happens in films. And I&apos;m from the Shetland Islands. The FBI aren&apos;t going to be using one of my friends to spy on me. That happens in American action films, it is not real life. And it turns out that this is exactly what happened.&quot; It was even stranger in some ways for Gabriella Coleman. She met Sabu in New York before any of the arrests, and immediately became suspicious of his status and motives. &quot;I just knew,&quot; she says. &quot;There was no way while he was still the world&apos;s most wanted hacker that he&apos;d be wanting to meet me unless he&apos;d been arrested. I knew he&apos;d been arrested. But of course, I couldn&apos;t tell anyone. And that was really hard.&quot; As an anthropologist studying Anonymous, at times, she says, she felt like a cross between &quot;a detective and a priest&quot;. She watched the group take shape from the time of the Scientology uprising, and was online, in the chatrooms, at the moment it hit the big time: WikiLeaks. Julian Assange had just released the US diplomatic cables, PayPal had announced that it would no longer accept donations on Wikileaks&apos; behalf, and the internet was in uproar. &quot;There were 7,000 people a time logging into the channels [chat rooms] when, usually, at the very most there would be 1,000,&quot; says Coleman. &quot;More than 35,000 people downloaded the software.&quot; &quot;The software&quot; was something called low orbit ion cannon (LOIC), and it meant that anyone with a few clicks of a mouse could become a &quot;hacker&quot;, or at least a website attacker. Computers all over the world started sending packets of information to the PayPal and Visa websites, flooding its servers with a DDoS attack (distributed denial of service). In her book, Parmy Olson explains what actually happened. The PayPal and Visa websites were attacked successfully, but the main perpetrators weren&apos;t the &quot;hive&quot;: the real firepower came from a couple of individuals with &quot;botnets&quot;, illegal networks of compromised computers. Olson suggests the hive was a PR myth. Still, it&apos;s a dangerous PR myth. A few months after the attacks, the FBI began to arrest people: people who had been drawn into Anonymous by the rhetoric, and either didn&apos;t realise that what they were doing was illegal, didn&apos;t have enough technical nous to cover their tracks, or simply didn&apos;t care. There were students, middle-class professionals Anonymous wasn&apos;t just &quot;the stereotypical kids living in their mum&apos;s basement&quot;, as Coleman puts it. &quot;You&apos;ll probably find at least a couple in your IT department.&quot; But when you look, for example, at the stunning visual nature of some of Anonymous&apos;s designs, that shouldn&apos;t come as too great a shock. Nor the brilliance of its operations in Egypt and Tunisia, and recently in Syria. At its most powerful and compelling, it has leaped to the defence of the internet itself. It was only when Anonymous started highlighting what was happening in Tunisia, for example, after the government banned Wikileaks in late 2010, that the rest of the world&apos;s press started paying attention to what became the Arab spring. It is &quot;political art as spectacle&quot;, according to Coleman. And it stands in opposition to almost everything mainstream society holds dear. Individual fame is neither sought nor welcomed. Anons who draw attention to themselves or claim to speak for Anonymous are ostracised. &quot;It&apos;s almost like the polar opposite of everything that social media stands for,&quot; says Coleman. &quot;They dramatise the importance of anonymity and privacy in an era when both are rapidly eroding. They are the anti-Facebook.&quot; Being anonymous was the source of Jake&apos;s power: no one knew he was a kid. That, and the idea of the hive. &quot;Everyone secretly knows that everyone else [in Anonymous] is kind of a lonely, geeky guy,&quot; says Jake. &quot;But we all ignore it, and we all play this Anon game where we are all these invincible Anons.&quot; And they were mostly guys. Anonymous is very male. In the Rules of the Internet, which came out of the 4chan site, Rule 30 states &quot;there are no girls on the internet&quot;. The previous rule states that &quot;all girls are men and all kids are undercover FBI agents&quot;, which contains a grain of truth. At times it seems like Anonymous is a nest of slightly naive teenagers who are going to get into trouble. Teenagers have always acted out. Now they get to act out on a global stage, where just a few clicks of a mouse could lead to them spending the next 20 years behind bars. It&apos;s impossible to generalise, however. One figure behind one of the most popular Anonymous Twitter feeds told Coleman that he is a &quot;member of the 1 per cent&quot;. &quot;He&apos;s always in Paris on vacation,&quot; she tells me. &quot;He&apos;s a very, very wealthy engineer and he&apos;s extremely careful in concealing his identity.&quot; And on the #reporter channel, I chat for a while to an Anon called &quot;nsh&quot;, who tells me that what we&apos;re witnessing is &quot;the emergence of a new kind of identity, and with it a new form of identity politics. Traditional politics caters to fixed demographics, requires that participants have continuity of identity, can be located in geography. These are things that can be dispensed [with] online, and have been, with great effect.&quot; He&apos;s a bit fond of his long words, nsh, and he likes his historical analogies. The random attacks on websites are really the contemporary version of writing a political slogan on a wall, he says. It&apos;s like online vandalism. &quot;But the Vandals,&quot; he writes, &quot;got the short stick, historically, didn&apos;t they?&quot; He won&apos;t tell me anything about himself, but my guess is he&apos;s British and studying at one of our better universities. It&apos;s probably not a coincidence that both Cambridge and Oxford universities have been targeted in the past two weeks, as part of Anonymous&apos;s ongoing Operation Free Assange. If you&apos;re going to spray-paint a wall, you might as well do it somewhere your mates will see it. I like joshing with nsh, but I do feel the generational difference. When he makes a joke, he signals it with an emoticon. When I make a joke, he says &quot;lol&quot;. I have to say, &quot;Ha, ha!&quot; because otherwise, I tell him, &quot;I&apos;ll sound like Ali G. It&apos;d be embarrassing. Like hearing your gran try to rap.&quot; There is &quot;no clear-cut moral assessment&quot; of Anonymous that can be made, says Gabriella Coleman. &quot;But if you hurt the internet, be careful, because the internet may well hurt you back.&quot; In Spalding, Jake Davis can make even less sense of it, even though, for a time, he was it. His lawyers have made him read hundreds of pages of his chat logs as part of his case. &quot;And I just think &apos;Who is this Topiary guy?&apos;&quot; he says. &quot;He is just full of crap. We tried to do something funny, something political, something ideological, and it ended up just being a mess.&quot; I&apos;m possibly more confused about Anonymous now than when I started researching this article. When I look at pastebin.com, which is where hackers put up the latest data dumps, the results of their latest hacking and defacement operations, the targets seem random, perverse. &quot;Cadwal, there is always mad shit going on in Anonymous,&quot; an Anon called KnowledgeUS tells me. &quot;It is even hard for an Anon to know all that&apos;s going on with Anonymous.&quot; It makes me feel a little better. &quot;Ha, ha!&quot; I say. Because Anonymous is something that belongs to a new generation. It&apos;s their internet. Their Anonymous. And at my age, I&apos;m just too old for the lulz. This piece was edited on 2/10/12 to clarify a contributor&apos;s quote", 
    "section": "technology", 
    "gid": "technology/2012/sep/08/anonymous-behind-masks-cyber-insurgents", 
    "wordcount": "4540"
}