{
    "headline": "Mystery bird: red-breasted merganser, Mergus serrator", 
    "text": "      Red-breasted merganser, Mergus serrator (synonym, Merganser serrator), Linnaeus, 1758, also known as the red-breasted sheldrake or as the fish duck, photographed in Bolivar Peninsula, in Galveston County, Texas, Gulf of Mexico.  Image: Joseph Kennedy, 23 March 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, Kowa 883 telescope with TSN-PZ camera eyepiece 1/500s f/8.0 at 1000.0mm iso400     Question: This North American mystery bird does something better than any other bird species. What is this special talent? Can you identify this mystery bird&apos;s taxonomic family and species?  Response: This is an adult female red-breasted merganser, Mergus serrator, a large diving duck that is placed into the taxonomic family, Anatidae, the ducks, geese and swans. These distinctive birds, which look to me as if they are having an especially bad hair day, are found on freshwater lakes and rivers across northern North America, Greenland, Europe, and Asia where they forage by diving in pursuit of fish, aquatic insects, crustaceans, and frogs. Here&apos;s a nice little video that captures a female red-breasted merganser&apos;s foraging technique:            [video link] Red-breasted mergansers nest in secluded places on the ground near water. They are migratory and are usually found on salt water when not breeding. Red-breasted mergansers have an interesting, often carefully synchronised courtship dance where typically more than one male will perform a dance on water for one or more females. This video captures several males as they court a small group of females:            [video link] Red-breasted mergansers are difficult to confuse with any other species, although it can be done if you try hard. Male red-breasted mergansers can be distinguished from male common mergansers, M. merganser, by the latter species&apos; sleek head and lack of a shaggy crest, its white chest and sides, brilliant red bill and its dark (not red) eyes. The female common merganser has a brighter chestnut head, a greyish-white breast, a distinct white chin patch, and a shorter, neater-looking crest.  Red-breasted mergansers may also be confused with winter-plumage loons (also known as divers) but this also takes some imagination since loons have heavier bills that are never orange, red, or pink in colour, loons have distinctly paler faces, and of course, loons never, ever have a crest.  According to some sources, red-breasted mergansers are the fastest bird alive in level flight, reaching speeds of 161 km/h (100 mph). It is possible that the white-throated needletail, Hirundapus caudacutus, is faster, reportedly flying at 170 km/h (105 mph).  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/25/9", 
    "wordcount": "475"
}