{
    "headline": "Sony to relaunch PlayStation Store", 
    "text": "Sony has treated its web-based PlayStation Store to a major  and no doubt, PlayStation 3 owners would contend, much-needed  redesign. It will go live on 17 October, perfectly timed for the games industry&apos;s crucial Christmas sales period, and amounts to a tacit acknowledgement by the Japanese company of the increasing importance of digital downloads in comparison with traditional disk-based games. Gordon Thornton, vice-president of Sony Network Entertainment Europe network operations, explains the company&apos;s motivation behind the redesign: &quot;We wanted to create a PlayStation experience, and we wanted to address some of the issues that consumers were telling us about the old version, which were around search and navigation  they wanted us to make it easier for them to find content.&quot; Sony took pains to emphasise that the move was consumer-led  according to its Game Store development manager, Elliott Dumville, &quot;The essence of this is driven by what consumers are telling us  it&apos;s not just that we read articles in the press, forums, blogs and so on. We&apos;ve been getting to know our consumers better, getting to understand their needs, likes and dislikes as far as shopping for games and other content on the web is concerned.&quot; So what is new?     Sony PlayStation Store    The most obvious alteration to the PlayStation Store is a new home page, titled What&apos;s New, which scrolls sideways, carousel-fashion, and looks an awful lot more inviting than the old home page, featuring cutouts of games characters, screenshots, videos and a parallax effect which comes into play when you scroll. &quot;It&apos;s an all-new user interface,&quot; says Dumville. &quot;What&apos;s New always covers a mixture of content, and what we asked was: &apos;How do we make the products the stars of the store?&apos; So it&apos;s a more HD experience  every page of the carousel has one &apos;hero&apos; title.&quot; Perhaps more importantly for digital shoppers, the site&apos;s structure has been improved. &quot;One of our design principles was that we always want people to know where they are, so they never hit a dead end,&quot; says Dumville. Thus, if you do scroll to the end of a section, you&apos;re given a number of options to go to what Sony reckons are other parts of the site you might be seeking. The main menus at the left of the PlayStation Store are split into what Dumville calls &quot;above the line and below the line&quot; sections  so are essentially two menus in one.     Sony PlayStation Store    One particularly welcome upgrade for more decisive digital shoppers is a proper filtering system. Dumville says: &quot;You can filter by game type, price (such as seeing what&apos;s available for under 10), online multiplayer games, release date, accessories and so on.&quot; And Sony has ripped out the old search engine, with its familiar but ugly and rather daunting on-screen keyboard, with a much friendlier and more intelligent system, which encourages you to build searches one letter at a time, and tries to anticipate what you&apos;re seeking. Dumville, for example, searched for Call of Duty Black Ops: Rezurrection by simply inputting R, E and Z. And he admitted: &quot;One of the challenges for the existing store was if you were looking for an add-on to a game, you&apos;d have to head to multiple places.&quot; Basic stuff, for sure, but given the popularity of downloadable content these days, at least one cardinal sin previously performed by the store has been rectified.     Sony PlayStation Store    Dumville and Thornton confirmed that the PS Vita and PSP Stores will remain separate entities from the PS3 store  you&apos;ll have to select a menu option for each from the home page. &quot;That comes from a lot of feedback that told us people don&apos;t want to be distracted by things they aren&apos;t interested in,&quot; says Dumville. &quot;Most consumers at the moment are looking for PS3 content.&quot; It would be easy to argue that the redesigned PlayStation Store is merely what it should have been in the first place, but Sony deserves credit for listening to its consumers and taking the trouble to fix it. It&apos;s certainly impressive as such things go, in that it looks and feels inviting (surely, a greater inclination to browse will lead to more impulse purchases), and is much quicker, easier and more logical to navigate. And Dumville and Gordon promise that Sony will continue to update it, on a more or less fortnightly basis, with a flow of content including streaming trailers, and structural tweaks if consumers demand them. PlayStation Store: key improvements  Carousel-style, content-rich, side-scrolling menus.  Full filtering system.  Much friendlier and more intelligent search engine.", 
    "section": "technology", 
    "gid": "technology/2012/oct/12/sony-playstation-store", 
    "wordcount": "769"
}