{
    "headline": "Development experts stress need for caution when assessing value of UK aid", 
    "text": "Value for money has become a mantra at the UK Department for International Development (DfID) where first Andrew Mitchell and now his successor, Justine Greening, are in the enviable position of seeing the department&apos;s budget protected from spending cuts. To the ire of many Conservatives, DfID&apos;s budget is set to increase as the government is committed to see the UK meet the UN aid target of 0.7% of gross national income spent on aid next year. The commitment means that DfID&apos;s total aid programme is due to grow in real terms  taking into account anticipated inflation  from 7.5bn in 2010-11 to 10.5bn in 2014-15. Introduced by Mitchell, the value for money concept was intended to show the public  and more importantly those in his party  that UK taxpayers&apos; money is being well spent. As part of this search for value for money, DfID carried out a review of 43 multilateral development organisations that received British aid money. Following the review, DfID stopped core funding for four small development agencies. On Wednesday, the government spending watchdog, the National Audit Office, described the review as valuable both for providing accountability to UK taxpayers and for promoting reform in multilateral organisations themselves. On the face of it, what could be wrong in wanting value for money, especially when times are hard at home? The problem is that development is complex and the temptation is to measure what is easily quantified, such as the number of children vaccinated or the number of girls enrolled in school. Simon Maxwell, a development expert and special adviser to the international development select committee, warned against a too mechanistic approach to development and the notion that all things can be measured. &quot;There is a tension between what&apos;s easy to measure and what&apos;s important that is difficult to measure, such as institution-building, governance, agency, accountability and power, all the things that Amartya Sen [Indian economist and Nobel prize winner] talks about,&quot; he told a forum organised by IBM, the computing giant, on the use of data in development in London on Wednesday. Even the millennium development goal (MDG)of halving extreme poverty by 2015 does not capture the complexity of development, he argued. While welcoming efforts to come up with more sophisticated metrics, such as the human development index  itself an result of Sen&apos;s work  Maxwell said such efforts were no substitute for a public policy framework. &quot;New indicators on wellbeing will add something, but they will not tell us everything and they are no substitute for the political process,&quot; he said, pointing out the difficulties in promoting efforts to combat climate change in the absence of an agreement. Hetan Shah, executive director at the Royal Statistical Society, also warned against placing too much faith in measurements. While agreeing with the need for the development community to make greater use of data, he spoke about statistical challenges, such as the quality of data, who or what is included within the data and the danger of confusing correlation with causation. He also warned about who would be using the evidence and argued that data should be about strategy and how to improve it, rather than about proving a desired outcome. He said: &quot;There is a collusion between donor and recipient to show that funds have been used successfully because people who give the money&quot; have a vested interest in success. &quot;We need to retain a sense of the complexity of what we are trying to do,&quot; he added. &quot;Big things don&apos;t necessarily get measured and we need a sense of humility about what the evidence means. We need to avoid the temptation to think there are single solutions such as vaccines, and avoid mechanistic solutions.&quot; This is not to say that DfID should ditch its value for money campaign. The growing availability of data available and the increasing sophistication of metrics can be valuable. It&apos;s just that data should be handled with care. Look no further than the financial services industry, where sophisticated trading models to reduce if not eliminate risk were a chimera.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/sep/20/experts-caution-assessing-value-uk-aid", 
    "wordcount": "689"
}