{
    "headline": "Tweeting headteachers plan to reform education", 
    "text": "Teachers and headteachers could be forgiven for thinking that they get the worst of all worlds: obliged to implement the latest ministerial whims, without having any real influence themselves on policies that directly affect a job they feel passionately about. But could the explosion of social media be about to change all that? The saga of this summer&apos;s GCSE results provoked a torrent of online comment and communication among teachers and heads. Now one group  mostly secondary headteachers  has come together via the social networking site Twitter to form an embryonic pressure group. In their sights they have the shadow education secretary, Stephen Twigg. Their schools may be poles apart in terms of geography and social context, but they are united in their view that an alternative to current education policy is needed fast, and that Labour is the best hope of achieving it. Education writer and blogger Ian Gilbert came up with the idea of translating online activity into something more concrete after reflecting on Twitter&apos;s potential for &quot;social outrage&quot;  but also its limits. &quot;You can give vent in an informed way and find information,&quot; he explains. &quot;But you can also sit back in the evening with a glass of wine tweeting and think you have done your bit for society. &quot;I realised we needed to go further and get together people who have something to say. A strong theme coming through the social media was a frustration with current policy, but also frustration with no alternatives from Labour. We want to put forward the voices of people who know what they are doing. People who are in it for the kids, for the right reasons, to discuss what has and hasn&apos;t been good and come up with some concrete alternatives.&quot; The group  which has no name yet  met at the Guardian&apos;s offices to discuss their ideas. So what is good in the current landscape? The heads, from a mixture of maintained and academy schools, who were joined by Dr Phil Wood from Leicester University&apos;s school of education, cite the focus on disadvantaged pupils and the release of data as being the most positive developments. But the positives risk being undermined by too much political interference in curriculum and qualifications, an accountability system focused on an ever narrower range of exams, a continuing divide between vocational and academic qualifications  Labour&apos;s Tech Bacc attracted as much derision from these school leaders as the education secretary&apos;s English Baccalaureate Certificates  and moves towards a norm-referenced qualifications system in which only fixed numbers of students can achieve certain grades. &quot;We are moving back to a &apos;sheep and goats system&apos; that will stratify society in terms of attainment and potential,&quot; said Ros McMullen, principal of the David Young community academy in Leeds. &quot;We need to be able to measure improvement and this requires an objective measure where students&apos; attainment is judged against an unmoving standard, not one where only a certain percentage of students are allowed to hit certain grades. People should be talking about this.&quot; Several clear themes emerged about how an alternative policy might be shaped if Labour was &quot;brave enough&quot; to set out something profoundly different &quot;rather than hang on the coat-tails of the Tories&quot;, said John Tomsett, a prolific blogger and head of Huntington school in York. At its heart should be a de-politicisation of curriculum and qualifications, an independent body made up of teaching professionals to drive policy in this area, and a radically different approach to assessment and accountability, the heads agreed. Proposed changes to GCSEs were described as &quot;an inadequate preparation for 21st-century life&quot; that will only fuel what Vic Goddard, headteacher of Passmores academy in Essex, described as a growing tension between &quot;doing what is right for our school and for our children&quot;. &quot;What we have to do isn&apos;t always the same as what we need to do. We want an acceptance that education is about more than five exams. It is about the full journey and everything else that comes with it.&quot; A new form of assessment would have to guarantee rigour and high standards, place no caps on aspiration, but also incorporate other non-exam-based measurements that offer the chance for &quot;success at every level&quot;  a particular concern to those in special needs education, who fear that their children will be &quot;consigned to the scrap heap before they start&quot;, according to Dave Whittaker, head of Springwell special school in Barnsley. &quot;We must be able to celebrate success at every level so that pupils with SEN aren&apos;t left without motivation or aspiration. This would mean a holistic view of achievement that can genuinely show progress over time and in context. It is not fair that our pupils&apos; equivalent to the EBacc is a report that says &quot;never mind, you failed, but please try again sometime&quot;. One suggestion is to move away from exams at 16 towards the International Baccalaureate learner profile. &quot;The IB is an internationally highly rated qualification that includes skills and competencies,&quot; argued Tomsett. &quot;Our assessment system must move away from pure examinations and towards a blended range of assessments like personal projects, extended essays, oral skills, as well as formal exams. The fact that Labour can only come up with a Tech Bacc in response to the EBacc simply highlights the paucity of their thinking.&quot; Another theme was Ofsted and its focus on one-off judgments rather than supporting improvement. This, said the school leaders, should be addressed by transferring resources to local school improvement partnerships, and investment in professional development for teachers, allied to a national annual release of all performance data to schools and parents. &quot;I want to be held accountable locally,&quot; said Goddard. &quot;We are publicly funded with the most precious resource in the world  our children  but don&apos;t just tell me where I am going wrong. I want the people who are holding me to account to be part of the journey of making me better.&quot; These individuals could be described as being part of what is now called the &quot;magic middle&quot; in social media. Not celebrities or the political commentariat, but trusted, persuasive experts with years of experience who blog and tweet and have the power to mobilise opinion. In other fields, businesses are trying to woo such people. When it comes to schools policy, are politicians behind the curve? A spokesperson for Stephen Twigg said he would be willing to meet the group&apos;s members and described their ideas as &quot;interesting&quot;. Some, including regional versions of Ofsted, reform of assessment and the 14-19 curriculum, were already being considered by Labour&apos;s policy review, he said, adding &quot;we agree there shouldn&apos;t be an artificial cap on aspiration&quot;. Education Guardian will be following the group&apos;s progress. Five-point plan  Schools should be assessed in a range of ways, not just judged by the numbers achieving five specific grades at 16;  Ofsted should be replaced by local partnerships that would hold schools to account and help them to improve;  The curriculum and assessment should be taken out of political control and given to an independent agency (under licence for 20 years);  The government should encourage small families of local schools in preference to large national chains;  &quot;Norm referencing&quot; in exam grading is not fair, ie capping the number of students who can achieve a certain grade. There shouldn&apos;t be a cap on what individual pupils can achieve.  Join the movement by tweeting @thatiangilbert or @johntomsett", 
    "section": "education", 
    "gid": "education/2012/oct/22/education-reform-twitter-heads", 
    "wordcount": "1275"
}