{
    "headline": "First catch your spider: astronomical arachnids", 
    "text": "Spiders have played a key role in the history of astronomy. This is not simply in being creatures that have kept vigil with the nocturnal astronomer, who is inspired, Robert-the-Bruce-like, by their skill and tenacity, but something far more fundamental. Spider silk was sufficiently fine, sufficiently uniform and sufficiently strong to be used in the focus of a telescope&apos;s eyepiece for precise measurement. Rather than cross-hairs, astronomers spoke of &quot;wires&quot;, against which the position of a star might be read. Several such spider-silk &quot;wires&quot; or &quot;threads&quot; might help time the transit of a star across the local meridian or, moveable, help measure the distance between binary stars. Looking the other day for something else, I was pleased to come across an 1894 article in the journal of the British Astronomical Association by one of the Royal Observatory&apos;s assistants, E Walter Maunder, that was a how-to guide to &quot;Making a Spider Line Reticule&quot;. My headline is taken from Maunder, who refers to &quot;Mrs Glasse&quot;, whose The Art of Cookery was famously supposed to have instructed readers to &quot;First catch your hare&quot;. In the spirit of the best how-to and make-and-mend housewife, Maunder was sharing his knowledge as money-saving advice for those who could not afford a professionally made filar micrometer. That said, spiders were being caught and used by astronomers at Greenwich for years, and were to be until at least the 1950s. Unlike Mrs Glasse, Maunder had some hints on animal capture. The spider required was Epeira diadema, &quot;the handsome coronetted spider of our gardens&quot;, although &quot;she has no astronomical monopoly&quot; and an ordinary house spider might do. As he says, &quot;The best time for a raid is the month of October&quot; - until it recently turned cold I spotted many beautiful garden spiders with magnificent webs even in uninspiring urban front gardens. To catch and keep your spider, she should be &quot;lifted out of her web and placed in a small paper bag, the bag being closed by gently twisting up its mouth. Any number of spiders may be secured and kept ready for use when required if each one is imprisoned in a separate bag.&quot; Next comes the crucial step, with the acquisition of a &quot;fork&quot;, aka &quot;a piece of wire bent into the shape of a U&quot;, about 12-15 inches long, with the two points about 3 inches apart; &quot;of sufficient width, that is, to well overlap the frame to be webbed, so as to give enough tension to the webs to keep them straight&quot;.   Just previous to winding, the fork should be coated with the usual commercial &quot;brown hard varnish.&quot; The operator then mounts on a stool, so as to give his spider a further drop, places his fork ready to his hand, and taking the paper bag in his left hand, and a small straight piece of wood, gently lifts out the spider. The operator then takes the fork, and when the spider has dropped two or three feet, puts in his fork, and gently winds up, pushing forward the fork as it is rotated, so that the thread lies on it in a zig-zag manner. Other forks may be filled if the spider is in the humour for spinning. If Arachne is inclined, however, to be obstinate, gently blow on her with a full steady breath...  The filled forks were to be placed vertically for about an hour, after which time it was possible to pack them away in boxes until required. Maunder&apos;s article then carefully describes the process of fitting the threads to a frame, and fixing them at a proper tension with some more varnish  applied, he suggests, with another unlikely astronomical instrument: a knitting needle. Of such things  and sealing wax and string  are the most distinguished careers made.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/dec/06/spider-astronomical-arachnids", 
    "wordcount": "656"
}