{
    "headline": "Rio+20 organisers struggle to untangle new world disorder", 
    "text": "A new world disorder is increasingly evident at the Rio+20 conference as traditional blocs of international alliances break and reform, making an overarching deal &quot;extremely difficult&quot;, the chief negotiator of the host nation warned on Wednesday. The frank assessment by Brazilian diplomat Andr Corra do Lago came as the UN&apos;s once-in-a-generation sustainability conference opened with participants still widely divided on how to build a &quot;green economy&quot; and strengthen global governance. Negotiators now have a week left to pull together one of the broadest ranging documents in UN history, before 130 world leaders arrive for a final Earth summit on 20-22 June that is supposed to set a new path towards poverty eradication and environmental protection. But as well as the absence of several key leaders, including Barack Obama, Angela Merkel and David Cameron, the conference organisers are struggling to adjust to the blurring of battles lines as Europe is wracked by crisis, and emerging economies of China, Brazil, India and Russia pull ahead of the rest of the developing world. &quot;There is strong fragmentation,&quot; do Lago told the Guardian. &quot;Everyone is saying there is a north-south divide, but in fact there are many more divisions. Once you had developed and developing countries, or the eastern bloc and the rest. But the complexity of the negotiations now are much more difficult to grasp.&quot; This is largely the result of a global power shift since the last Rio Earth summit 20 years ago. &quot;In 1992 we had a very strong feeling that there was a right way to do things. Today, we don&apos;t have that feeling,&quot; said do Lago. Instead of a single binding blueprint, this suggests the final text may be more like a menu of options and desirable outcomes that countries can choose from according to their circumstances. Many NGOs and diplomats are frustrated that this will allow governments to avoid difficult but important decisions, but do Lago argued the experience of the past decade had shown that countries who mapped out their own development path  like China and Brazil  had been more successful in reducing poverty than those that followed a prescribed course. The key to a successful outcome, he said, was to change the system of global governance so that all decisions taken at a global and national level took into account three factors: the economy, society and the environment. Until now, the environment has been the most neglected of the three. There is consensus that this should change, but disagreement about how. Europe and many African nations want to upgrade the United Nations environment programme  now a relatively small and sporadically funded body  into an organisation with a mandatory budget and participation by all member states. Brazil is less enthusiastic, saying an exclusive focus on the environment is a rich nation approach that ultimately serves only to compartmentalise and weaken environmental issues. On the subjects of money and monitoring, however, negotiating alliances have formed on more traditional lines. The group of 77 developing nations and China have called for the creation of a global fund for sustainable development with an initial $30bn a year budget. Europe  which currently provides about half the world&apos;s international aid  is unlikely to accept any extra financial burdens at a time of currency crisis and austerity for Greece, Spain, Ireland and other member states. There is also suspicion among developing nations about proposals to conduct an annual state-of-the-planet report and to switch from GDP as the main measure of national well-being. &quot;Countries are concerned that this may be used against them for negative monitoring. Instead of being a way to identify problems and then devote funds to deal with them, it could be a way to identify problems and then deduct funding as a form of punishment,&quot; said do Lago. With the global population set to rise from today&apos;s 7 billion to 9-10 billion by 2050, the Brazilian negotiator accepted that the current model of development had to change because it was predicated on a small scale of consumers and large-scale poverty. Now that millions more are joining the consumer class each year in China, Brazil, India and elsewhere, do Lago said there had to be an accommodation. &quot;This involves changes in developed countries that is a political challenge because in any country if you say people are going to be less well-off it is a non-starter politically. We are going to have to convince people that they are not going to be less well-off, but there will be changes,&quot; he said. First, he will have to convince other negotiators. In the complex new world of shifting alignments, this will be no easy task, as he recognises. &quot;We have a short-term document that has to deal with the long term. How committed are countries to deal with the long term. That is something that is extremely difficult to see.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/14/rio-20-conference-new-world", 
    "wordcount": "827"
}