{
    "headline": "Elaine Morgan and the Aquatic Ape", 
    "text": "I first learned of Elaine Morgan and the aquatic ape theory from a botanist. He had seen a television special on the theory and briefly followed up with a search of the scientific literature, but found very little. He asked me (as I was trained in zoology before becoming a historian of science) whether or not the idea of a watery human past had any merit. I was sceptical. That was the spring of 2007. For several years, I didn&apos;t think seriously about aquatic apes. Then, when researching theories of human evolution and male aggression in the 1960s, Morgan&apos;s name popped up, albeit in a rather different context.  Morgan&apos;s Descent of Woman, published in 1972, was one of the first publications calling attention to the rampant sexism of the so-called &quot;savannah theory&quot; common at the time, and thus continues to occupy a prominent place in the gender and science literature. You know the theory  where humans became human by learning to hunt. Our ancestors walked upright in order to carry weapons, spoke to facilitate cooperation over long distances, lost most of their body hair to help cool down during the hot days of the Pleistocene, and ultimately broke into family units where the women stayed at home gathering roots and protecting the young, while the strapping, competitive men brought back the protein necessary to sustain their new lifestyles. Good times. Popular science writer Robert Ardrey memorably epitomised the genre with his bestselling volumes African Genesis and Territorial Imperative. Published around the same time, On Aggression, by future Nobel laureate Konrad Lorenz, and The Naked Ape, by fellow ethologist Desmond Morris, added fuel to the fire. All triangulated their theories of humanity from insights derived from animal behaviour and paleoanthropology. Morgan imagined a male reader of these volumes derived &quot;no end of a kick out of thinking that all that power and passion and brutal virility is seething within him, just below the skin, only barely held in leash by the conscious control of his intellect&quot;. Playfully appropriating her title from Charles Darwin&apos;s Descent of Man, she skewered these books as &quot;Tarzanist&quot; tales that failed to incorporate the perspective of women. Where, she wondered, were the stories that began, &quot;When the first ancestor of the human race descended from the trees, she had not yet developed the mighty brain that was to distinguish her so sharply from all the other species  &quot;? Against the background of these men, reviewers dubbed Descent of Woman &quot;women&apos;s lib prehistory&quot;. Ironically, it was while reading The Naked Ape that Morgan first came across the idea of an aquatic phase in human history. She contacted Morris and learned about the theory&apos;s architect  Sir Alister Hardy, then the Linacre Professor of Zoology at Oxford University. She wrote to Hardy for permission to develop a popular science book in which she expanded his ideas as an alternative to the savannah theory. Hardy had no objections. At the time, he still planned to publish his own book on the topic and after consulting with his editor believed that a more popular account of the aquatic ape could only help his later sales. (His book never materialised, if you were wondering.)  Morgan&apos;s chief point in Descent of Woman was that too often biologists confused the evolution of &quot;man&quot; (the species) with men (as individuals). Beyond that, she hoped to advance Hardy&apos;s suggestion that life at the water&apos;s edge may have facilitated the origins of humanity. She insisted that the savannah hypothesis failed because it couldn&apos;t account for the survival of females. Abandoned by the hunters out tracking game, fending for herself and her children, a female alone on the plains would inevitably become dinner herself. But by retreating to the relative safety of water, Morgan&apos;s Eve might instead discover shelter and sustenance. By cracking open shellfish with rocks, she would begin to use tools; by wading into the water for safety (and carrying her child in her arms), she would naturally walk upright; with her body and scent glands covered, she would speak to be understood.  Reviewers of Descent of Woman typically lauded her feminist critique of the Tarzanists but lamented Morgan&apos;s advocacy of what became known as the &quot;aquatic ape&quot; theory. Paleoanthropologist Adrienne Zihlman, for example, worried that after reading the book, other scientists might think this was the best feminist anthropology had to offer. When presented with such mixed reviews, Morgan chose science over politics. In rewriting her material for The Aquatic Ape (1982), she stripped her prose of wit and added diagrams and new data, effectively refashioning the text into a more canonical form of scientific publication. In this new packaging, her marine musings began to receive more attention. Of course, not all attention is good attention. As last week&apos;s excitement on Twitter and in these pages demonstrated, the aquatic ape theory is far from acceptable mainstream science. Yet even these debates  framed in terms of the theory&apos;s plausibility  are a sign of Morgan&apos;s success in transforming the reception of her ideas. But at what cost?  Morgan believed that in order for her theories to receive a scientific hearing, they had to be separated from her lambasting of the savannah theory. Historians are often fascinated by how scientists strive to cleanly differentiate between legitimate scientific inquiry, on the one hand, and &quot;pseudo&quot;, &quot;pathological&quot;, or just plain &quot;bad&quot; science, on the other. That Morgan felt she had to choose between science and feminism highlights how, in addition to such questions of hard demarcation, her critics used the label &quot;feminist&quot; science as a means of what I have come to call &quot;soft demarcation&quot;. By describing her original book as &quot;women&apos;s lib prehistory&quot;, they evaded the force of her critique and simultaneously used the aquatic ape (by means of guilty association) to question whether feminism could play any valid role in science.  If the idea of a human watery past does have merit, then, it may be in the form of a cautionary tale. By uncoupling her feminism from her science, Morgan gained a wider audience but lost her theory&apos;s scholarly heft. Were Morgan first publishing today, I hope she wouldn&apos;t have to choose. Erika Lorraine Milam is an associate professor at the history department of Princeton University. She is the author of Looking for a Few Good Males: Female Choice in Evolutionary Biology and can be found on Twitter @elmilam ", 
    "section": "science", 
    "gid": "science/the-h-word/2013/may/13/aquatic-ape-elaine-morgan-history-science", 
    "wordcount": "1086"
}