{
    "headline": "Review threatens quality of teaching in FE", 
    "text": "We are gravely concerned about the Lingfield review panel&apos;s proposal to stop requiring further education college lecturers to be qualified as teachers. We fear this will lead to the de-professionalising of staff in colleges, work-based learning and private providers, undoing all gains made since 2001 when training became compulsory. We are also shocked and disturbed by the withdrawal of government support for the sector&apos;s professional body, the Institute for Learning. What is missing from the Lingfield interim report, Professionalism in Further Education,is consultation with students. Initial teacher education is to prepare trainees to motivate, challenge and enthuse their learners. Students have the right to be taught by professional, trained and qualified staff. Would members of Lord Lingfield&apos;s panel advocate flying with airline pilots who have no training or qualifications at all, because their employer exercised the right not to compel them to achieve their qualification (page 7 of the report)? The panel&apos;s core belief says it all: staff training, professional updating, competency and behaviour are essentially matters between employer and employee. But the panel also criticises employers and colleges for not consistently supporting their staff. A much more detailed and evidence-based government-sponsored report, Evaluation of FE Teachers&apos; Qualifications (England) Regulations 2007, was published on the same day butseems to have been ignored. Following wider consultation, the Lingfield panel will publish &quot;a full report&quot; in July 2012. We therefore urge students, parents, teacher trainees and lecturers in further and adult education, work-based learning and private training provision firstly to sign the e-petition titled Revoking of FE Teaching Regulations at epetitions.direct.gov.uk/petitions/32534 and secondly to take part in the government&apos;s wider consultation at www.surveymonkey.com/s/XWMDMXC. The consultation period ends on 4 June.Rebecca Eliahoo University of WestminsterWendy Moss City Literary Institute Khorshed Bhote City Literacy InstitutePatrick Molloy Ealing, Hammersmith and West London CollegeBen Beaumont Ealing, Hammersmith and West London CollegeEnesa Sparavalo College of North-West LondonSuzanne Levy Harrow CollegePauline Bayliss Harrow CollegeLinda Newton Harrow CollegeStevie Dee Harrow CollegeJanet Ghuman Richmond Adult Community College Colm McConway Amersham and Wycombe College Marta Knill Uxbridge CollegeLinda Austin Uxbridge CollegeMandy Kuijvnhoven West Thames CollegeAndrea McMahon Newham CollegeTonia Irving Newham College", 
    "section": "education", 
    "gid": "education/2012/may/15/review-quality-teaching-fe", 
    "wordcount": "365"
}