{
    "headline": "Ethiopia looks to realise its geothermal energy potential", 
    "text": "Ethiopia, like its fellow Great Rift Valley countries, hasenormous geothermal energy potential. However, the costs involved and the need for skilled expertise have, until now, been major obstacles. In late January, the Development Bank of Ethiopia announced that, over the next five months, it will offer an initial $20m to kickstart geothermal energy projects in the country&apos;s private sector as part of a programme funded by the World Bank. A further $20m is expected to be made available at a later stage. Last May, the World Bank granted Ethiopia $40m to help accelerate the development of renewable energy projects in the country&apos;s private sector. The Development Bank of Ethiopia says it is in discussions with several interested parties and is collaborating with the World Bank. The money will help cover the costs of early exploration and drilling activities. When drilling proves successful, the bank will invite private investors to lead geothermal projects and develop power plants in Ethiopia. Cluff Geothermal  a British company  is interested in the geothermal potential in east Africa and has been shortlisted to develop a large geothermal project in Kenya&apos;s Menengai district. &quot;In Ethiopia we have conducted a scoping environmental impact assessment on a site close to the town of Metehara,&quot; says Cluff managing director George Day. &quot;The government of Ethiopia has strong commitments to developing geothermal as part of its energy mix. We must remain patient while the country&apos;s regulatory framework is prepared for independent power producers such as ourselves. We are confident that this will be in the next six months.&quot; As part of the funding agreement last year, the World Bank promised Ethiopia a further $200m to develop the country&apos;s energy market. The renewable energy programme of the World Bank&apos;s climate investment funds  which cover financing geothermal development projects  has been led by the African Development Bank, which has already co-ordinated ambitious geothermal schemes in Djibouti, Kenya and Tanzania. East Africa&apos;s potential in this area is considerable, says Professor Paul Younger of Glasgow University. &quot;Geothermal development in Kenya is far and away the principal success story to date, albeit Ethiopia is about to upgrade their Aluto Langano power plant from a nominal 8.3 MWe pilot to 75 MWe full scale. At present, all other countries along the Rift are only at preliminary study stage, but there will almost certainly be other developments at considerable scale in Djibouti and, if they ever get out of the political morass, Eritrea, and likely also in Tanzania and Uganda at the very least.&quot; Massive water resources generated in its high plains mean Ethiopia has an estimated hydropower potential of up to 45,000 MW, the second highest in Africa. Hydropower generates 86% of electricity in Ethiopia, a boon for a country withlow levels of per-capita access. The risks of overdependence on hydropower, and the need to diversify the country&apos;s energy sources to ensure a stable supply, are understood by the Ethiopian Electric Power Corporation (Eepco), the state provider. &quot;The rainfall in Ethiopia varies considerably from year to year, therefore an overdependence on hydropower makes the energy supply very unstable, while instability of supply creates negative impacts on industry and the economy,&quot; says Eepco&apos;s Mulugeta Asaye. &quot;After hydropower, geothermal energy development is the second priority for Ethiopia.&quot; Ethiopia&apos;s ambitious five-year growth and transformation plan, which began in 2010, aims to increase the existing 2,179 MW generating capacity at least fourfold. &quot;Studies at various exploration phases have been carried out since 1969 and indicate that geothermal energy could generate up to 5,000 MW,&quot; says Asaye. Younger believes Ethiopia&apos;s impressive economic growth trajectory and development ambitions, largely sustained by hydropower, could be thwarted by the effects of climate change. With droughts increasingly common and rainfall more erratic, the country needs to seriously invest in renewable energy sources such as geothermal, he says. &quot;The real urgency is to supply the 85% of the population who still lack ready access to affordable energy of any sort; if this can be done by renewables, stepping out of the high-carbon era, then so much the better. Certainly if population growth, and increasing prosperity, can be attained without carbon-intensive energy, it will go a long way to combating climate change, to which these countries are already manifestly highly vulnerable.&quot;  This article was amended on 9 April 2013. The original said the British company Cluff Geothermal was involved in developing Kenya&apos;s first geothermal project in Menengai. Cluff were not involved in Kenya&apos;s first privately funded and developed geothermal project, which was at Olkaria.", 
    "section": "environment", 
    "gid": "global-development/2013/feb/13/ethiopia-geothermal-energy-potential", 
    "wordcount": "768"
}