{
    "headline": "Codemasters announces Racenet community hub", 
    "text": "Codemasters has revealed that it will be launching a new online community hub compatible with all its future titles. Named Racenet, the service provides every player with their own driver profile that can be used across all titles. This profile captures all each user&apos;s in-game accomplishments, allowing friends to easily compare scores and times. Player stats will be displayed online in graphical form via a dedicated website, and will also be accessible in-game.  Racenet is set to offer its own challenges and tasks to players, offering rewards in the form of badges and trophies, as well as unlocking extra content in games. There will also be special challenges that unite the whole community in mass rewarding-earning tasks. One example is a fuel challenge which requires huge groups of players to use enough petrol to drain a whole virtual fuel tanker within a set time limit. If that is achieved, everyone who takes part gets a reward. The service will launch in beta form on 1 May, via the demo of forthcoming stunt racer, Dirt: Showdown. Players will need to sign up to Racenet before being able to play the downloadable demo  they&apos;ll then unlock the Racenet content by completing the single-payer portion of the release. Also, the complete version of Dirt: Showdown, set for release at the end of May, will feature specific Racenet challenges which will unlock exclusive liveries. The service does of course, bare similarities to EA&apos;s Autolog and Activision&apos;s Call of Duty: Elite programme. It will however, be voluntary and free. More information is set to hit in the next few days.  Finally, the company is undergoing a re-branding process. From now on, games will feature a new Codemasters Racing logo, emphasising the UK publisher&apos;s decision to concentrate solely on driving titles.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/19/codemasters-racenet-news", 
    "wordcount": "295"
}