{
    "headline": "How many Twitter followers do they really have?", 
    "text": "Lady Gaga has almost 30 million, Wayne Rooney nearly five million and David Cameron a more-than-respectable two million plus. But how many of their Twitter followers actually exist? A British start-up company has pledged to root out and expose the phantom, fake and fraudulent followers being used to massage the numbers claimed by celebrities, politicians and the merely insecure within the Twittersphere. It used to be that the number of an individual&apos;s Facebook friends was a measure of value in the social media era, but that source of prestige has been supplanted by the Twitter index. The number of followers of an individual Twitter account is seen as a measure of influence that can be translated into financial value by advertisers and marketing companies. Before the Olympics began, many British athletes were encouraged to tweet about products such as cars they had received from sponsors. The company, Status People, has now devised a software tool that divides followers into the fake, the inactive and the good. Company executive Rob Waller said it had been decided to create the &quot;fake follower&quot; tool after reports that former Tory MP Louise Mensch had 40,000 fake followers. The fake follower tool aims to expose the true extent of the problem of phantom Twitter followers. Waller said: &quot;A fake account is set up to follow people or send out spam. They normally have no followers, but follow large numbers of people. An inactive account is one in which there has been no activity for a while. They could be real people, but we would describe them as consumers of information rather than sharers of information. A good account is everything that remains.&quot; The tool analyses an account&apos;s 100,000 most recent followers, but Waller said they hoped to improve its accuracy. Lady Gaga has only 29% &quot;good&quot; followers, Wayne Rooney 30% and David Cameron 37%. Comedians and entertainers also have a relatively small proportion of &quot;good&quot; followers: Stephen Fry 36%, Alan Carr 39% and Ricky Gervais 34%. Almost every Twitter account has a small percentage of fake followers because, unlike Facebook, anyone can follow you  from a genuine friend to a computer-generated account set up to promote pornography. That freedom has created a market for the sale of Twitter followers. Scores of internet sites offer thousands of Twitter followers for small sums of money. According to the New York Times, it would be possible to buy 220,000 followers for 260. The sites work in two ways. One kind of software identifies Twitter accounts that include keywords such as football, and &quot;follows&quot; these accounts in the hope they will reciprocate. Other programmes create artificial accounts and sell them by the thousand. On the Fiverr website, 2,000 followers can be bought for $5. As suspicions have grown about the authenticity of some Twitter follower counts, increasingly high-profile figures are being interrogated about their numbers. After the revelation that she had fake followers, Mensch tweeted: &quot;I&apos;ve asked @Twitter in the UK to see if they can remove the 40k spambots and reset me to my 66k count ... need a better filter.&quot; Grant Shapps, the minister for housing, was recently accused by a political website of using a programme to generate more Twitter followers. Dozens of people said they were &quot;followed&quot; and &quot;unfollowed&quot; several times by Shapps, which suggested the actions were being executed by a computer programme. Katy Howell, chief executive of Immediate Future, a social media consultancy, said Twitter was still new and people were still working out the rules and etiquette. &quot;It&apos;s a young industry and there is still a lot of immaturity in it. Most celebrities and brands will start off their Twitter accounts by following people who they think might follow them. &quot;It&apos;s a kind of flirtation, but there is a thin line between what is in the spirit of social media and what is gaming the system,&quot; she said. The accounts of most celebrities and companies are managed by agencies or assistants who may be keen to inflate the numbers of their clients&apos; followers to demonstrate their value, said Howell. &quot;They lose some control over them. The easiest way to demonstrate success at managing a Twitter account is showing the increase in the number of followers. &quot;People do it to show off, but the other rationale is that you need a critical mass of followers before some people take you seriously  you need 20,000 followers before people will look at you.&quot; But Howell added that the artificial increase in followers might have a superficial attraction, but offers no long-term benefits. &quot;You need to build a connection and a relationship with people who are interested in what you do.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/26/how-many-twitter-followers-do-they-really-have", 
    "wordcount": "804"
}