{
    "headline": "London nightlife app YPlan raises 7.9m and sets sights on New York", 
    "text": "London-based startup YPlan launched its &quot;going out app&quot; for iPhone in November 2012, as a way for people to find and book tickets for events at the last minute. Since then, it&apos;s been downloaded 200k times from the UK App Store, with the company claiming it&apos;s now installed on more than 10% of iPhones in London. YPlan has also just raised 7.9m ($12m) in Series A funding, led by US venture capital firm General Catalyst Partners, with actor and investor Ashton Kutcher&apos;s A-Grade also chipping in alongside other backers. It&apos;s the latest example of a London technology startup catching the eye of Silicon Valley investors. Co-founders Rytis Vitkauskas and Viktoras Jucikas appeared at the LeWeb London conference to talk about their plans, which include launching in New York later in 2013. The free app takes a curatorial approach, recommending up to 15 events to its users every night, from gigs, film screenings and musicals through to experiences. The Series A funding follows a 1.1m round in July 2012. &quot;The entire proposition is very much built around simplicity,&quot; said Vitkauskas. &quot;The focus is really on having a short list of events. The paradox of change is very real. Our job is to curate great experiences for our customers so they don&apos;t have to spend time sifting through reams of data.&quot; Each user sees a different list of events, based on their tastes. The company has worked hard on making payment simple, as well as browsing buying tickets is a two-click process. YPlan also integrates with Apple&apos;s PassBook mobile ticketing system for iOS. &quot;The problem that we are solving is pretty straightforward: no true lastminute marketplace exists for the consumers to discover the events that are happening right now,&quot; said Vitkauskas. &quot;We find 91% of people who book events on YPlan had no intention of going to that event before they discovered it and booked it.&quot; The theory being that YPlan is drumming up new custom for its event partners, rather than cannibalising sales elsewhere. Jucikas explained that YPlan tries to learn about users through the events that they book, and also what their friends on social networks are doing within the app. Why does the company need all that money? Well, it&apos;s got 30 people working for it, drawn from companies including Google, Facebook, Microsoft, Sky, Virgin, Time Out and Skype, so costs are mounting. Then there &quot;We believe we&apos;ve unlocked a very interesting opportunity through our secret sauce, which is multi-fold,&quot; said Vitkauskas. &quot;We believe the time is right first of all, but our execution model has also proved extremely successful in landing on 10% of London&apos;s iPhones in just six months.&quot; The company plans to expand city-by-city with its app. &quot;We&apos;re pushing hard on making New York as successful, or even more successful than London in many ways,&quot; he said. &quot;Following that there will be a rollout across North America as well as multiple opportunities here in Europe, and at a later point, Asia.&quot; YPlan is also working on Android and iPad versions of its app, which will be released by the end of the summer.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jun/05/yplan-funding-apps-london", 
    "wordcount": "540"
}