{
    "headline": "Facebook, the club: social networking on the dancefloor in Brazilian Amazon", 
    "text": "First there was Facebook the internet phenomenon. Then came Facebook themovie, in the form of The Social Network. There&apos;s even been Facebook the musical. Now Mark Zuckerberg is about to get a more unusual homage: a nightclub in the remote Brazilian Amazon named after his social media site. The concept is the brainchild of Humbert Camacho, a 30-year-old businessman from Epitaciolndia, a small town on Brazil&apos;s border with Bolivia. &quot;The Facebook concept is about sharing ideas, adventures, friendships, parties and photos with your friends,&quot; Camacho said during a visit to his club, which opened on Thursday. &quot;So what we wanted to do was to build a nightclub with this concept, where people could come and share things with their friends, spend a cool night, sharing pictures, experiences and have fun.&quot; A graduate of the Universidad Catlica Boliviana in Bolivia, Camacho had been aiming for a career in law but ditched these plans in favour of opening his first nightclub, the Discoteca Insomnio, in the Bolivian city of Cobija, just over the border from Epitaciolndia. Insomnio now attracts more than 1,200 partygoers each weekend, according to the entrepreneur and part-time singer. The son of a Bolivian father and Brazilian mother, Camacho now hopes to replicate its success in Brazil. &quot;We thought about opening a branch here in Brazil. But we were looking for a name that was trendy, that people would talk about,&quot; he said. &quot;We thought: &apos;Facebook: everyone talks about Facebook.&apos; It&apos;s about having fun, poking and sharing.&quot; A spokesperson for Facebook said it had no official comment on the nightclub but expressed surprise at its existence. &quot;Is it really in the Amazon?&quot; Growing access to computers and high-speed internet connections  the result of a commodity-fuelled economic boom and increased government investment  has helped Facebook explode in Brazil over the past two years. The boom has even spread to the remote Amazon state of Acre, where the Facebook club is located on a nondescript boulevard lined with supermarkets, snooker halls, street bars and a police station. This month Brazil was named as the country with the fourth highest number of Facebook users, with some 35m profiles at the end of 2011 compared with 8m in 2010 . &quot;We want high-speed internet for all Brazilians  in the countryside or in the cities, living in rich neighbourhoods or in the suburbs, [in] large and small cities,&quot; Brazil&apos;s president, Dilma Rousseff, said last year. Internet use is now widespread in Acre state&apos;s major towns and cities, although in one local online newspaper  O Alto Acre  has complained that coverage is sometimes unreliable. &quot;Before [internet] access was tricky around here, now it is improving,&quot; said Camacho, who claimed that word about his club  pronounced Facey-Bookey in Brazilian Portuguese  was spreading fast on social media. &quot;The expectations are huge. People are passing by and taking lots of photographs, they ask when we&apos;re opening, what it will be like. All that people in Epitaciolndia  and Cobija are talking about is Facebook,&quot; he said. Facebook revellers in the Brazilian Amazon can look forward to a local DJ playing electronic music and a Bolivian band whose repertoire ranges from country music to samba and even covers of a 1990s Brazilian rock group called The Killer Boobs. &quot;The band is very versatile,&quot; Camacho promised. The nightclub will also have its own community on Facebook. &quot;We are going to have our own official Facebook page so people coming to the nightclub can share pictures in real time,&quot; he said. &quot;People who can&apos;t make it will be able to sit at home and see what the party is like.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/19/amazon-club-facebook", 
    "wordcount": "631"
}