{
    "headline": "Tom Daley takes A-level honours", 
    "text": " Five days after diving his way to an Olympic bronze medal, Tom Daley found himself celebrating a rather different achievement. The 18-year-old Plymouth College student tweeted: &quot;I got an A in Spanish! Overall I have A* photography (A2), A Spanish (A2) and A maths (AS) :) thanks PlymColleg1 :D&quot; The school  which also counts the teenage 100m gold medal swimmer Ruta Meilutyte among its pupils  replied on Twitter: &quot;Brilliant, well done. A nice addition to your Olympic bronze medal!&quot;  Wajih Ahmed will become one of the country&apos;s youngest undergraduates in the autumn when the 14-year-old embarks on an economics degree at the University of Southampton. Wajih, from Chandler&apos;s Ford in Hampshire, received A* A-level results in maths and further maths in addition to an A in chemistry last year. &quot;It&apos;s been my plan for a few years now to start university at 14,&quot; he told the Southern Daily Echo. &quot;It&apos;s been a lot of hard work, but it&apos;s been worth it.&quot; Wajih plans to become an actuary.  Emily Wilson got an A* in biology and an A in chemistry and physics, but is already looking towards a post-university career as an RAF Apache helicopter pilot. The 18-year-old from Newcastle has been accepted to study biology at the University of Edinburgh and will then head to Sandhurst for military training. &quot;I have just achieved my initial licence for the RAF which I did down in Grantham,&quot; she said. &quot;I will go to university first and then Sandhurst and by the time I&apos;m 25 years old I could be flying an Apache and my family are really happy.&quot;  Stephen Ridley spent an agonising 24 hours stuck with the knowledge that his daughter Imogen had got the A-level grades she needed to follow the family tradition of reading theology at Oxford. But he could not tell her as he is deputy head of Barnard Castle school in County Durham, where Imogen studied. &quot;I didn&apos;t press dad because I wanted it to be a surprise,&quot; the 18-year-old said. &quot;But it was such a relief to finally get my results.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/16/tom-daley-a-level-results", 
    "wordcount": "360"
}