{
    "headline": "Upstream in the meme: why Siri calls the Lumia 900 the 'best phone ever'", 
    "text": "Why is it that when you ask Siri &quot;what&apos;s the best cellphone ever?&quot; (or &quot;best mobile phone ever&quot; or &quot;best smartphone ever&quot;) that it responds with &quot;the Nokia Lumia 900&quot;? Quite simple: because Siri hands the query (being non-weather-related) off to the Wolfram Alpha search engine, which pulls its data in from Best Buy, where the Nokia Lumia 900 had a total of five - count them - favourable reviews. Here, go and have a look: &quot;best cellphone ever&quot;, &quot;best mobile phone ever&quot;, &quot;best smartphone ever&quot;.  In each there&apos;s a link: &quot;user rating: 5 out of 5 (based on 4 reviews)&quot;.      Where does WolframAlpha get its data for mobile phone recommendations? Best Buy.    Unfortunately even that isn&apos;t accurate. If you look at the page that that links to, it says that it has a rating of 4.4 out of 5, from 11 reviews. So Wolfram Alpha isn&apos;t quite keeping a live feed on this. But if you look at it, the latest reviews date from 11 April - which is when this all blew up. Be suspicious of those reviews. The earliest ones are more trustworthy, but even those might not be as believable as you might want. The next up? The LG Tracfone - a $19.99 phone (this comes up whether you ask for a &quot;smartphone&quot;, &quot;mobile phone&quot; or &quot;cellphone&quot;. WolframAlpha says it&apos;s 5/5 - based on 1 review.  But no, even that isn&apos;t right. There are two reviews, of which one is a 5-star (yay!) posted on 16 March and the other is a 1-star posted on 11 May. Ah, the same day that this Siri thing came up. So that&apos;s probably not a &quot;real&quot; review. Whatever - it&apos;s a nice meme, but it doesn&apos;t bear fact-checking. Kudos for pointing all this out goes to MG Siegler, who points out how difficult it is to swim upstream through the meme to get back to the original source:   After a series of never-ending clicks, I believe I was able to trace this &quot;story&quot; back to its roots. Dalrymple linked to AppleInsider, which links to TheNextWeb (hi Robin!), which links to ZUnited, which links to WMPoweruser.  So - a fun story, not entirely supported by the facts.  (Revel in it anyway. Here&apos;s the photo, in small form, from WMPoweruser.)     Siri recommending the Nokia Lumia 900 as the answer to 'best cellphone ever'. And now you know how the magic works.    But it does tell us a couple of things.  First: some people get very worked up about what smartphone they&apos;re using. (See how people are trying to game the reviews more recently to push the rankings down.) Second: expect to see more of this kind of thing as people probe WolframAlpha to see what answer gives for &quot;best X ever&quot; that doesn&apos;t offer an Apple product (&quot;best MP3 player ever&quot; isn&apos;t going to fit the bill, but &quot;best computer ever&quot; will!)  Third: savvy marketing people are going to start gaming reviews like this to push their phones up rankings. Actually, you&apos;d expect this is happening already, wouldn&apos;t you? Fourth: hope that WolframAlpha to have a rethink about whether trying to answer &quot;best X ever&quot; is much use. Or whether BestBuy&apos;s customer reviews section is actually the place to ask. Update: in the comments, @MarcoPoloMint puts the problem that this illustrates beautifully:   What there is... is a rather worrying tendency for &apos;intelligent search&apos; to default to rather silly, subjective and easily manipulable review sites (Best Buy? The US equivalent of Dixons). It shows the weakness in the chain. It&apos;s worrying because voice input + intelligent search is increasingly going to be the future of human computer interaction (smartphones, now Kinect with Internet Explorer, maybe the new Apple iTV...). So these kinks and weaknesses should be sorted out now.  That&apos;s it exactly. When you search for &quot;best&quot; anything - on sites such as Amazon, Yelp, Google, anywhere that offers a rating - you have to be aware of whether the results come from (a) a representative sample (how many Lumia reviews do you need for it to be robust? How many for a restaurant review?) (b) actual buyers (or is it marketing people stuffing the reviews?). Boiling questions down to one-line answers carries risks that are far more subtle than whether we get a laugh from Siri&apos;s responses. The question is whether we&apos;re aware of them.", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/13/siri-nokia-meme-explained", 
    "wordcount": "729"
}