{
    "headline": "Fossil fuel subsidies and tax breaks are still rising", 
    "text": "Last week the OECD published two new reports which shine a light on our complex and confused relationship with fossil fuels. The first looks athow we subsidise them, the second athow we tax them. The picture they paint can be summed up in two words: tangled mess. Looking first at subsidies, the principle take-out is that government support for oil, coal and natural gas is still increasing across the developed world, despitepromises to turn the situation around. Indeed, after dipping with the wider economy in 2009, the total value of subsidies or tax breaks received by those extracting or burning fossil fuels climbed relatively steeply and by 2011 was approaching the pre-crash peak of more than $80 billion. As the graph shows, coal subsidies are gradually waning, but increases in oil and gas support have more than made up for that.     Government support for fossil fuels    In some cases, governments directly help the oil, coal and gas sector through policies such as wage subsidies, liability limitation or below-market-rate access to government goods and services. But much of the support included in the OECDs analysis consists of fossil fuels being sold at a lower tax rate than is charged on other goods. Examples include red diesel used in agriculture and VAT discounts for domestic electricity and heating fuel. The graph below shows that these consumer-focused forms of support make up the majority of the total. (The split is more even in countries with big fossil fuel sectors.)     Government support for fossil fuels by type of policy&nbsp;    If heating fuels and home electricity currently receive tax breaks in many countries, the situation is quite different for vehicle fuels. The OECDs second report Taxing Energy Use shows that on average transport accounts for a remarkable 85% of energy-related tax revenue despite making up just 23% of total energy use and 27% of CO2 emissions.     Transport fuels in OECD nations&nbsp;    But these averages conceal ahugedisparity in the actual rates applied in different countries. The graph below shows the average tax rate on transport fuels across the 34 OECD nations, expressed as an effective carbon tax  i.e. the tax rate paid by consumers relative to each unit of CO2 that the fuels will release. Two things jump out here. One is the remarkable difference between those at the top and the bottom of the table. The rate in the UK, for example, is around 15 to 20 times higher than the federal rate applied in North America. The gap would close a bit if American state taxes were included but from a quick glance atthe figures, it looks like the difference would still be almost an order of magnitude between the US and UK.     Tax rates for vehicle fuels&nbsp;    The other thing that jumps out from this graph is that many countries are already charging an effective carbon tax of more than 200 per tonne on their vehicle fuels. In Britain its closer to 300  way more than almost anyone is talking about in terms of climate policy. On one level, thats a positive story, as it illustrates that when its introduced incrementally and combined with energy-efficiency improvements, a very high carbon tax doesnt have to be scary. On the other hand, its worrying to see that North Americans are used to paying almost no fuel tax. Its a reminder how crucial it is to start upping carbon taxes now, because theres such a long way to go and the increase will be much more politically plausible and economically manageable if introduced gradually. (As Nigeria showed at the beginning of last year, big overnight increases in fuel tax can lead to social breakdown and policy U-turns.) While the difference in fuel tax between nations is striking, also interesting is the gap between specific fuelswithinnations. Across the OECD, for example the tax per unit of CO2 is a huge 37% lower for diesel than it is for petrol. Yes, diesel engines are more efficient and achieve more miles per unit of carbon emitted, but thats not a good reason for taxing those emissions any less. (If anything, its a reason for taxing them higher, because for each unit of carbon emitted, a diesel car will create more local air pollution and road use.) But even diesel looks heavily regulated next to aviation fuel, which is exempt for most international travel and subject to a low rate even for domestic flights in most countries. The OECD estimates a typical rate of just 23 per tonne of CO2 emissions  approximately a tenth of the figure for petrol. (The rate would be lower still if the global warming impacts of vapour trails and other non-CO2 impacts were factored into the equation.) Looking at both reports, the picture that emerges is a horribly overcomplicated and illogical system, both within and between nations. Things would be a lot clearer, greener, less distorting and fairer if a single carbon tax was applied across all fuels, sectors and  ultimately  countries. Theres no reason someone on a low income in a rural area making an unavoidable trip by car should pay a higher tax rate than a wealthy person heating a mansion, a banker hopping between meetings in a plane or indeed a farmer growing out-of-season tomatoes in a heated greenhouse. AsJames Hansen and others have argued, the simplest and most complete approach to taxing carbon would be for nations to apply a consistent tax at the point where the fuel comes out of the ground or gets imported from overseas. If that happened, it would need to be introduced in parallel with greater efforts to insulate homes and protect vulnerable householders from higher heating bills. But under Hansens plan  which involves sharing the revenues of the carbon tax equally between citizens  those who dont use much fuel would end up better off anyway. It took 700 pages for the OECD to map out the developed worlds fiscal relationship with fossil fuels. A better system could be expressed in a few sentences.", 
    "section": "environment", 
    "gid": "environment/blog/2013/feb/08/fossil-fuel-subsidies-tax-breaks", 
    "wordcount": "1010"
}