{
    "headline": "Boot up: more Mac malware, Nokia's debt woes, RIM looks to sell itself and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team RIM said to discuss hiring bank to weigh strategy options &gt;&gt; Bloomberg  Research In Motion Ltd. (RIM), the troubled maker of the BlackBerry smartphone, is in talks to hire a financial adviser that can help it weigh strategic options, according to three people with knowledge of the matter.  RIM is considering hiring one Canadian bank and one global bank, said one of the people, who asked to remain anonymous because the deliberations are private.   In the wings, the Fat Lady is doing her vocal warmups. Openwave announces definitive agreement to sell Mediation and Messaging product businesses to Marlin Equity Partners &gt;&gt; Openwave A patent troll is born:   Openwave&apos;s remaining entity will be renamed Unwired Planet, a name that recalls the company&apos;s rich heritage of innovation; it will be focused on Intellectual Property and will remain a publicly traded company. Openwave&apos;s patent portfolio is comprised of approximately 200 issued US and foreign patents and another approximately 75 pending applications, many of which are considered foundational to mobile communications. Openwave intends to provide further details on its plans for Unwired Planet in conjunction with its third quarter of fiscal 2012 financial results conference call.  Nokia Oyj Credit Rating &gt;&gt; Moody&apos;s A short history of Nokia&apos;s credit rating, as told by Moody&apos;s. In February 2000, it was A1 (top level). The first cut came in April 2009. Now read on... Moody&apos;s downgrades Nokia to Baa3/P-3, outlook negative &gt;&gt; Moody&apos;s  Given that the rating outlook is negative, there is currently limited potential for an upgrade of Nokia&apos;s ratings. However, a rating upgrade to Baa2 could be triggered by (i) the Windows devices rivaling the market positions of the Android-based leaders, (ii) by group revenues starting to grow again and operating margin (1.0% Moody&apos;s adjusted for 2011) reaching high single digit percent, while (iii) maintaining a net cash position (about EUR3.1bn Moody&apos;s adjusted per end of 2011). For an outlook stabilization, (i) the Lumia family of devices needs to prove traction by gaining substantial market share and returning the Smart Devices segment to non-IFRS operating profit, (ii) the Mobile Phones segment should at least stabilize its sales volumes and return to a double-digit contribution margin, and (iii) cash consumption fall to marginal levels.   Nokia bonds remain at investment grade, but only just. This is the second ratings cut in the past nine months. How much does Wall Street hate Google&apos;s stock-split plan? &gt;&gt; AllThingsD Of the plans to create a new class of non-voting &quot;Class C&quot; stock:   At least one shareholder advisory firm, Philadelphia-based Egan-Jones, has come out strongly in opposition to the plan. &quot;We strongly oppose governance structures, such as currently exists at Google and as proposed, in which the holders of one class of common stock have voting rights with fewer votes per share,&quot; the firm said.  Also on the record in opposition? CalSTRS, the $145 billion California State Teachers&apos; Retirement System, which owns $400 million worth of Google shares, told Reuters that it&apos;s not happy about the proposal and intends to let Google know about it.   But Google&apos;s founders and Eric Schmidt own two-thirds of the voting stock, so that&apos;s that. Sabpab, new Mac OS X backdoor Trojan horse discovered &gt;&gt; Naked Security  It&apos;s time for Mac users to wake up and smell the coffee. Mac malware is becoming a genuine issue, and cannot be ignored any longer.  Sophos products, including our free Mac anti-virus for home users, detect the Trojan horse as OSX/Sabpab-A.  Of course, those users who had already protected their computers with Sophos products were already defended against the Java vulnerability.   Sounds like a copycat attempt which is unlikely to catch many people unawares - though of course for anyone hit by it, it will be a problem. What&apos;s not said is how prevalent this exploit is, how it&apos;s being spread, or which websites (or sorts of websites) it&apos;s been found on. This is the dangerous point where antivirus threat turns into &quot;security theatre&quot;, and every wannabe hacker&apos;s virus kit output becomes a reason to be worried. New version of Sabpab Mac Trojan emerges, spread via Word documents &gt;&gt; Naked Security Oh joy:   A new version of the Mac OS X Sabpab Trojan horse has come to light, and rather than relying upon a Java vulnerability - it appears to be exploiting malformed Word documents instead.   Disabled Java.. Flash.. Word.. web.. Google CEO Larry Page is &quot;excited&quot; - but how much, exactly? &gt;&gt; AllThingsD  Having noticed the Google CEO&apos;s fondness for using variations of &quot;exciting&quot; and &quot;excited&quot; when discussing his company&apos;s products and businesses, we at AllThingsD had a bit of fun with the transcripts from his recent earnings calls.  Since Page reassumed the CEO role last year, he hit an all-time high of 16 mentions of &quot;excited&quot; on last year&apos;s third-quarter call. His company&apos;s performance made him both &quot;incredibly excited&quot; and &quot;amazingly excited.&quot;   Awesome. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/16/technology-links-newsbucket1", 
    "wordcount": "879"
}