{
    "headline": "Press Start: Modern Warfare 4 to be revealed soon, Nintendo doing well on digital sales and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. Modern Warfare 4 could reveal early May | The Official Xbox Magazine  In utter defiance of all known precedent, Activision may release another Call of Duty title this year. Also in utter defiance of all known precedent, said Call of Duty title may go public at or shortly before E3 in June.  So what will Infinity Ward do with the series this time? Can we expect anything fundamentally new? What will John Price be up to now? So many questions. Nintendo: our digital sales are soaring | GamesIndustry.biz UK GIbiz has been talking to Nintendo of America boss Reggie Fils-Aime tells:  &quot;When the NPD numbers come out later this week, you&apos;re going to see life-to-date 3DS game sales surpass 20 million units in the US,&quot; says Fils-Aime. &quot;And that&apos;s just physical. It doesn&apos;t include digital sales. ... So far in 2013 - through April 15 - 3DS game sales are up 55 percent versus last year, counting both physical and digital.&quot; 67 percent of all Nintendo 3DS owners have connected their 3DS to the Internet so far. And most of those have found something of interest in the eShop. &quot;Through that connected experience, consumers have downloaded more than 41 million items from the eShop - everything from full games to applications like Nintendo video, DLC, demos, free items, and more,&quot; says Fils-Aime.  He also promised that Nintendo will ramp up Wii U game releases as the next-gen consoles begin their pre-launch marketing. Too little, too late? One of those rumored Sega Pluto systems is up for auction | Joystiq Last week we linked to a story on the Sega Pluto, a never released prototype that combined a Sega Saturn with a Netlink modem. Now, another one has turned up on an auction site:   The owner, username kidvid666, has a unit up for auction on Game Gavel, with bids starting at $1 and set in $100 increments. Three people have thrown in so far, with the top bid at $7,600. Remember, kidvid666 says he bought this thing for $1 at a garage sale five years ago. Kidvid666 says he&apos;s done his research on this thing&apos;s potential value and he has a hidden high reserve, but he started at $1 to get a feel for demand. At $7,600, the reserve price has not been met. Bidding closes at midnight the morning of April 26.  Tempting... Live Free, Play Hard: The Week&apos;s Finest Free Indie Games | Rock, Paper, Shotgun Game developer Porpentine has put together another intriguing selection of free indie games for Rock Paper Shotgun. The opener is Do Not Touch:  Do Not Touch is a video game. It is a game that is a video. It is powered by time travel. It is made of hundreds of strangers choices traveling like sperm. I had another paragraph typed but I deleted it because doing anything but playing this spectacular example of pure play is bullshit.  LA girl scouts can get video game design badge | Wired UK  The Girl Scouts of Greater Los Angeles have partnered with Women in Games International to launch a badge for designing videogames. Young female game designers need to use E-line&apos;s Gamestar Mechanic software to earn the badge, which is compatible with the Science, Technology, Engineering and Maths (STEM) initiative. &quot;Our ultimate goal is to create a STEM-aligned video game badge for the Girl Scouts of the United States of America,&quot; said Amy Allison, Women in Games International&apos;s vice president. &quot;Creating this badge will get young girls excited in technology and science and let them know that they, too, can have a career in the video game industry.&quot;  A Journey to Monaco: Andy Schatz Looks Back | Gamasutra A very thorough and fascinating look at the making of this brilliant heist game. Writer Mike Rose and developer Andy Schatz really get to the heart of the process and passion behind independent games:  &quot;We had been working on another project that got cancelled,&quot; Schatz tells me. &quot;We were working on a game for that movie Sahara, the one with Matthew McConaughey, and it was a trainwreck. &quot;To be honest, the whole company was a bit of a trainwreck. But while the biz dev people were scrambling to find us more work, I was thinking, &apos;We&apos;ve got a bunch of people just sitting around doing nothing.&apos; So I went into my boss and said &apos;If I bring in some game concepts of mine, would you mind if we prototyped them?&apos;&quot;  Finding the end of the map in ShootMania | Imgur I love this  it&apos;s just a series of captioned screenshots, showing the author attempting to walk to the very edge of a map in Shootmania, Ubisofts design-it-yourself shooter.  Ah shit. Now it&apos;s getting trippy.  I&apos;ll leave it at that, but go and have a look. Why I&apos;ll Never Work on First-Person Shooters Again | GameDev.net  The amount of cash up for grabs in the business of Shooting People in the Face is simply staggering. I understand. It&apos;s not just the money. There&apos;s a magnetic, almost shamanic aura that pervades our favorite shoot-em-up games. We&apos;ll wait in line at 2AM to buy the new consoles that feel like they were built for these games. We&apos;ll eagerly plunk down hundreds of dollars for deluxe editions with extra digital uniforms, special guns, or plastic tchotkes that bring the game closer to an idyllic reflection of ourselves - truly, our own lives, own hopes and dreams are wound up in these experiences - the fact that thirty million other people believe and contribute to this shared vision only adds to the intoxication we feel.  You can follow Press Start at Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/22/game-links-press-start", 
    "wordcount": "961"
}