{
    "headline": "On the road: Seat Mii Ecomotive 1.0 12V 60PS", 
    "text": "I&apos;m glad Seat has dropped its &quot;Auto Emocion&quot; slogan. It just sounded  to me anyway  a bit too much like autoeroticism. Vehicles more suited to the onanist than the motorist. As if that wasn&apos;t enough, their little city car was called the Arosa, which sounds toomuch like Arouser, and that&apos;s clearly what they were hinting at. Who was going to nip to the shops inan Arouser? Dogging perhaps, but not Sainsbury&apos;s. In short, a Seat was the car of choice for the pervert. Not any more, thankfully. The slogan&apos;s gone, and the Arouser has been replaced by this one. Mii, a bit like a Wii, it sounds more friendly and family appropriate. No one&apos;s going to feel ashamed stepping into a Mii. It&apos;s basically the same car as the VW Up and the Skoda Citigo, just styled slightly differently. You chose the one you like the look of best (oh, and the Up costs a bit more for the equivalent model, because it&apos;s a VW). None of them is a specially interesting design, or has the cuteness of a Fiat 500. But I like the Seat  it&apos;s neat, and simple. Inside, too. Most cars today have too many knobs and switches  not only on the dashboard, but on the steering wheel, on the inside of the doors, above your head... sometimes it&apos;s like getting into the bloody space shuttle. The manufacturers think that it&apos;s what people want. To be fair, it is what alot of people want. But these people are fools. They&apos;ll soon get bored of all the toys they&apos;ve paid extra for and won&apos;t use them. This onehas all you need  toturn lightson and off, open and close windows, heat, cool, make music happen  and nothing more. Cheap,yes, but also unpretentious, with a certain utilitarian charm. It also makes me quite nostalgic, because it feels like stepping into alittle car in about 1992. Albeit a much better little car than the ones that were around 20 years ago  more comfortable, roomier (surprisingly so, even in the back), safer, quieter, more efficient. To drive? Well, with its 60PS, three cylinder, one-litre engine, it takes awhile to gather momentum on the open road. But the open road is not the Mii&apos;s natural habitat. It belongs in town, and here it&apos;s perfect  nippy, assured, confident, quiet, friendly. Just nice, really. I&apos;m trying the Ecomotive model, which costs a bit more but brings CO2 levels down below 100, so you avoid the congestion charge in London, where it would make most sense. Elsewhere, the basic model  hardly a planet slayer  would be fine. It&apos;s abasic car  able, efficient, enjoyable. Or, put another way, good clean fun. Seat Mii Ecomotive 1.0 12V 60PS      Seat Mii Ecomotive detail Photograph: Simon Stuart-Miller    Price 9,180 Top speed 100mph Acceleration 0-62 in 14.4 seconds Combined consumption 68.9mpg CO2 emissions 96g/km Eco rating 9/10 Cool rating 8/10", 
    "section": "technology", 
    "gid": "technology/2012/aug/31/seat-mii-ecomotive-1-0-12v-60ps-review", 
    "wordcount": "502"
}