{
    "headline": "Impasse for wolf conservation in France?", 
    "text": "Increasing the number of dogs, protective fences and shepherds makes no difference. Nor do the warning shots sanctioned by local government decrees (133 this year alone) to keep predators at a safe distance. Even selective culls (11 animals shot in 2012) have no effect. The wolf, which reappeared in France uninvited in 1992, seems determined to stay. In 2011 alone wolves are thought to have killed 5,000 sheep, adding 4,500 more to the death toll so far in 2012. This is quite an achievement for a population estimated at 250 adults, spread over 12 dpartements. Protected by the Bern Convention (1979) and a European directive (1992), conservation of the wolf has continued until now, but there are growing demands for it to be excluded from mountain pastures, perhaps even national parks. At the end of the annual general meeting of the Cvennes national park, in Florac, Lozre, an almost unanimous vote decided that the predator&apos;s presence was not &quot;compatible with the stock-raising techniques used on park territory&quot;. &quot;Our approach to stock-raising produces biodiversity. The presence of wolves would jeopardise that biodiversity,&quot; said the park&apos;s president, Jean de Lescure. The board called for changes in the national action plan for wolves, the introduction of exclusion zones and scope for defensive shooting even in the central reserve. This must have reassured Causse Mjean farmers who set up a collective in September to oust wolves from Lozre. But it had the opposite effect on conservationists who pointed out that the core areas of national parks are the only part (less than 1%) of French territory where wildlife is strictly protected. The Cvennes park is unique, being the only national park on a medium-altitude massif and the only one in mainland France to have permanent residents living and working at its heart. In October farmers in Savoie and Haute Savoie, in the French Alps, announced that they had written to the Vanoise national park and the Bauges and Chartreuse regional parks, calling for &quot;the board to be convened to debate the decision taken by the Cvennes&quot;. This would be entirely consistent with two recent private-members&apos; bills. The first one, tabled by 20 Conservative MPs on 10 October, seeks to authorise farmers &quot;to shoot at wolves threatening their flocks&quot;, including in national parks. The second bill, tabled a week later by 15 Centre-Right members of the upper house, seeks to allow the authorities to establish wolf-exclusion zones in localities suffering large-scale disruption to stock-farming. Specific culls could be organised without counting in the overall national quota. It remains to be seen whether these proposals will be followed up by the &quot;national wolf group&quot;, formed in mid-October and tasked with framing a five-year plan for managing the wolf nationwide. &quot;The new wolf plan must address issues of management and control, with targets for stock farming which must be upheld,&quot; said the minister of ecology and sustainable development, Delphine Batho, when the group was launched. Regardless of the details this clearly marks the start of measures being introduced to limit the wolf population. &quot;It looks very much as if the priority for the next plan is to slaughter as many wolves as possible, without any additional conservation measures or training for farmers in the use of existing means of protection,&quot; says Jean-Franois Darmstaeder, the head of Ferus. This organisation specialises in the defence of large predators  bears, wolves and lynxes. It is not against non-lethal shots to scare off the animals. But it wants to prevent culls in the Jura, Vosges and Lozre, where only a few wolves have been reported, which means they have not settled in. &quot;I quite understand that wolves are a problem on summer pasture, but they are starting to hunt them in the middle of natural parks. Where are they supposed to go?&quot; asks Pierre Athanaze, the head of the Wildlife Protection Association (Aspas). The organisation advocates &quot;far-reaching changes in stock-farming techniques combined with proper protection for flocks&quot;. Two questions must be settled: how much can be done to contain France&apos;s wolf population without threatening its overall survival; how far can stock-raising techniques be changed without jeopardising the livelihood of mountain sheep-farmers. According to Antoine Dor, a sociologist at France&apos;s National Research Institute of Science and Technology for Environment and Agriculture, public policymakers must &quot;invent negotiating systems to address such issues, opening the way for a &apos;bearable compromise&apos;. Failing this there can be no hope of wolves and lambs coexisting.&quot;  This article appeared in Guardian Weekly, which incorporates material from Le Monde", 
    "section": "environment", 
    "gid": "environment/2012/dec/04/france-wild-wolf-cull-conservation", 
    "wordcount": "791"
}