{
    "headline": "Is it too late to apply for a place at university?", 
    "text": "You may not have realised it, but clearing is still going on  and you could still bag a place at university and start in September. The process of clearing began on A-level results day, helping students who hadn&apos;t got the grades they expected to find place on university courses. Last year, the clearing process went by in a flash as thousands of students raced to secure a place at university before the 2012 tuition fee hike. This year it&apos;s a different story altogether. Although courses have been steadily filling up, there are many places on excellent courses still available. Among many others, Birkbeck, Bournemouth and the University of West London have all announced they still have courses in clearing and you can expect some to remain open until September 20  the final deadline for 2012 applicants. So how should you approach clearing at this later stage? What compromises should you make? Should you try something really different from your original plan, or take a gap year and try again? If you are feeling unsure about how to make the decision, don&apos;t worry. We&apos;ve got experts coming in who can help give you the confidence to put in that last-minute application. Start posting any thoughts, questions or dilemmas in the comments section below  and join us from 2-4pm on Thursday to get advice on all your clearing queries. The panel:  Lynn Grimes is director of marketing and student recruitment at London South Bank University. She is &quot;something of an expert on clearing&quot; not least because she has helped her six grown-up children get through the drama of their A-level results days and going to university.  Dominic Davis is responsible for the student marketing and recruitment at City University London, and he helps represent City at higher education events across the country.  Keran Williams manages the admission of new students to Swansea University - a campus university just metres from the beach but still nearby the city centre, which has some of the top courses in the UK for Engineering, Medicine and Computer Science.  David Moyle is Schools and Colleges Liaison Manager at Aberystwyth University, which is ranked 3rd for student satisfaction on the International Student Barometer.   Lyn Holder is Head of Outreach and Enquiry Management at Birmingham City University and is responsible for managing their clearing hotline as well as giving advice and guidance to prospective students.   Rebecca Moore has worked in the Student Recruitment department at the University of Glamorgan for the last 10 years. She is able to help with all kinds of enquiries about going to university from choosing a course and how to apply to what to pack and top tips for Freshers&apos; week.  Ed Beales is the Admissions Manager at Kingston University, a London institution with a fantastic reputation for art and creative courses among many others.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/sep/05/is-it-too-late-for-university-clearing", 
    "wordcount": "473"
}