{
    "headline": "Scientists have sold their souls  and basic research  to business", 
    "text": "If any single recent event demonstrates the trouble British higher education is in, it must be last month&apos;s speech by science minister David Willets expounding his hopes for a university funded by the private sector. Not only did the minister&apos;s non-announcement fail to include any whiff of a financial commitment from business, but even if it had done so, it is not at all clear how researchers at such an institution would survive without chasing the same ever-diminishing pot of public money as everyone else. With prime minister David Cameron making a speech today defending business, it is worth noting that the overwhelming majority of game-changing ideas and inventions have not come about as a result of scientists addressing the needs of business. Willetts&apos;s plans may, thankfully, have been put on the backburner for now. But he is far from alone in holding the view that aligning academia more closely with business is a &quot;good thing&quot;  perhaps teaching those boffins to knuckle down, stop daydreaming and address the needs of industry. That the idea still holds sway is largely due to the work of sociologists including James Wilsdon (and many others) who argued persuasively that research lay at the heart of sustainable economic growth and should serve the public interest  so persuasively, in fact, that you would be hard-pressed to find anyone in government or opposition who disagrees. Their arguments helped to spark what now look like the glory days of British research funding, when New Labour committed to doubling the science budget, bountifully funding both research and the means to turn that research into products. While it&apos;s possible to quibble that science funding actually only went up roughly in line with economic growth, New Labour did much to reverse more than a decade&apos;s worth of neglect. The fact that Wilsdon went on to head up science policy at the Royal Society, Britain&apos;s esteemed academy of sciences, perhaps reflects the degree to which this argument has been embraced by the scientific establishment. Meanwhile, scientists at the coalface grumbled a little but quietened down soon enough when the grant money started rolling in. With cuts to the higher education budget under way, it is increasingly obvious that their acquiescence has had troubling consequences for science. The devil&apos;s bargain with the state has led to a narrowly utilitarian view of science that dramatically undervalues basic research. The &quot;products&quot; of basic research have had effects that are so profound they are actually impossible to measure and reach far beyond the borders of any one country. The modern electronics industry would be unimaginable without complex numbers and quantum mechanics. The world wide web was not a product of &quot;mission-driven research&quot;. Yet the assumption that the lack of evidence for impact is evidence for lack of impact permeates Whitehall and the Swindon-based research councils charged with funding science. The view of science as the handmaiden of business threatens to discourage a generation of bright, creative people from pursuing science at all. After all, what is attractive about a poorly remunerated, uncertain life in science without the freedom to work on problems of your own choosing? The allure of Britain&apos;s overblown financial sector is likely to prove too great. Meanwhile, the research councils continue to demand impact statements with their grant applications, a requirement that can only reward the most mundane research or those scientists most able to dissemble or exaggerate. One research council, the Engineering and Physical Sciences Research Council, has largely stopped funding PhDs that are not associated with one of its Centres for Doctoral Training. The purpose of those centres? To &quot;forge lasting links with industry&quot;. I suspect that the letter sent to Times Higher Education on 5 January demanding root and branch reform of the EPSRC will be the first of many to hit the desks, then the wastepaper baskets, in Swindon this year. Can basic research be saved from the tyranny of the profit motive? I doubt it. The coalition government has shown little inclination to question the science policies inherited from New Labour, and judging by the science minister&apos;s comments, he has little time for science for science&apos;s sake. The devil, it seems, will always get his due.", 
    "section": "science", 
    "gid": "science/blog/2012/feb/23/scientists-basic-research-business", 
    "wordcount": "706"
}