{
    "headline": "Poo power celebrated as solar toilet wins sanitation prize", 
    "text": "A solar powered toilet that breaks down water and human waste into hydrogen gas for use in fuel cells has won first prize in a competition for next-generation toilets to improve sanitation in the developing world. The California Institute of Technology in the US received the $100,000 (64,000) first prize for its design. Loughborough University in the UK took the $60,000 second prize for a toilet that produces biological charcoal, minerals and clean water, and Canada&apos;s University of Toronto came third, winning $40,000 for a toilet that sanitises faeces and urine, and recovers resources and clean water. The winners took part in a Reinvent the Toilet challenge set by the Bill and Melinda Gates Foundation, which asked designers to break with a sanitation model that has changed little since it was developed by Alexander Cummings more than 200 years ago. It is a model that depends on piped water, sewer or electrical connections that poor countries can ill afford. A year ago, the Gates Foundation issued a challenge to universities to design toilets that can capture and process waste without piped waster and transform human waste into useful resources such as energy and water.      &quot;Imagine what&apos;s possible if we continue to collaborate, stimulate new investment in this sector, and apply our ingenuity in the years ahead,&quot; said Bill Gates as he announced the winners on Tuesday in Seattle, Washington state. &quot;Many of these innovations will not only revolutionise sanitation in the developing world, but also help transform our dependence on traditional flush toilets in wealthy nations.&quot; Sanitation and hygiene are the laggards in the millennium development goals (MDGs) of reducing extreme poverty. Basic sanitation, covering toilets, latrines, handwashing and waste, is not an MDG but a target under MDG seven on ensuring environmental sustainability. Sanitation and hygiene have been the poor cousins in the global water, sanitation and hygiene work and programmes, outfunded by as much as 13 to one, even though most water-related diseases are really sanitation-related diseases. In March, the UN announced that the world had reached the goal of halving the number of people without access to safe drinking water, well ahead of the 2015 deadline. However, the world is still far from meeting the MDG target for sanitation, and is unlikely to do so by 2015. Only 63% of the world population has access to improved sanitation, a figure projected to increase to only 67% by 2015, well below the 75% target in the MDGs. Currently 2.5 billion people lack access to an &quot;improved sanitation facility&quot;, which hygienically separates human waste from human contact. As Ban Ki-moon, the UN secretary general, has acknowledged, sanitation is a sensitive and unpopular subject. It is not a high-profile issue, although the UN declared access to water and sanitation a fundamental right in 2010 and there is a UN rapporteur on the human right to safe drinking water and sanitation. At the current rate, the world will miss the sanitation MDG target by 13 percentage points, meaning there will be 2.6 billion people without access to improved sanitation, according to the 2010 report by the World Health Organisation (WHO) and Unicef joint monitoring programme for water supply and sanitation (pdf). If things carry on as they are, the MDG target will not be met until 2049. As many as 1.2 billion people practice what the UN describes as &quot;open defecation&quot;. They go to the toilet behind bushes, in fields, in plastic bags or along railway tracks. The practice poses particular problems for women and girls, who can be subject to physical and verbal abuse or humiliation. According to the WHO, improved sanitation delivers up to $9 in social and economic benefits for every $1 invested because it increases productivity, reduces healthcare costs, and prevents illness, disability, and early death. The Gates Foundation is spending about $80m a year on water, sanitation and hygiene, according to Reuters. The $370m it has committed so far is a small portion of its development funding. Since 1994, the foundation has handed out, or is committed to, more than $26bn in grants.", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/15/poo-solar-toilet-sanitation-prize", 
    "wordcount": "693"
}