{
    "headline": "LGBT content in video games: here come the old bullies", 
    "text": "&quot;This isn&apos;t about protecting children, it&apos;s about political harassment.&quot; These are the words of Jeff Brown, the VP of corporate communications of video games company EA, given to Gamesindustry International when asked about the letter campaign that has targeted the LGBT content in EA&apos;s games  a campaign largely spearheaded by the conservative Florida-based Family Research Council. As one of the few larger game companies providing same-sex content to its audience, EA is caught in the crossfire in the larger political battle currently being waged on sexuality in the US. The impetus for Brown&apos;s statement concerns EA&apos;s most recent massively multiplayer online game (MMO), Star Wars: The Old Republic (SW:TOR), in which you choose whether to be a part of the Jedi or Sith orders. While the long-standing tradition has been that any romance in MMOs is instigated among its players, in BioWare&apos;s own inimitable fashion, the game allows you to create a narrative for the characters you create, including having a companion whom you can romance. As yet, that has not included same-sex options, though it is in store for the future; a future that has the Family Research Council making inaccurate statements regarding Darth VaPaula, complete with Photoshopped images of RuPaul&apos;s head on Darth Vader&apos;s body and scare quotes about transgender characters. Setting aside that the games industry still has a rather dismal history concerning transgender individuals, and that SW:TOR has not made any indication it is stepping in that direction, there is a disconnect here regarding the fact that in an attack on children being corrupted by sexuality, somehow gender identity is suddenly brought into the equation. It also shows an ignorant lack of understanding of the differences between a gay man dressing in women&apos;s clothing for entertainment and a trans woman. Then again, there seems to be a fundamental misunderstanding about how the game even works: MMOs are not typically targeted toward children, despite the Star Wars franchise&apos;s moves in that direction. BioWare games tend to be known for their choices: are you playing a man or woman? Will you be a saint or megalomaniacal antihero? Are you romancing this character, that character, or no one? On the MMO landscape, this becomes an issue for the Florida Family Association: &quot;Children and teens, who choose non-social agenda characters, would be forced to deal with lesbian, gay, bi-sexual or transgender characters chosen by other players.&quot; But this clearly is not about the children; it is about the fact that people from LGBT communities might play a game, may be able to reflect themselves in the game, and that it might be visible to other people  children or not. This is a familiar refrain: if &quot;they&quot; are not in media, if &quot;they&quot; are not publicly accepted, then maybe &quot;they&quot; will cease to be relevant. This fear particularly expresses itself in complaints to EA about anti-LGBT sentiments being removed from forums, to which the response has been that hate speech is simply not abided. While EA has made missteps, it seems firmly on the road of being inclusive, admitting to meeting with LGBT groups and defending the option to engage in a same-sex romance. From David Gaider&apos;s response concerning the &quot;privileged straight male gamer&quot; to defending Jennifer Hepler (a writer for both the Dragon Age series and SW:TOR), the company has taken a stance. In a political landscape which has seen Dan Savage&apos;s It Gets Better campaign draw attention from many larger entities (including from EA itself), the attacks EA&apos;s games are now facing are akin to the same old bullying tactics. The issue that is not often addressed about this particular type of content is that it is not only gay people who engage in same-sex romances, just as it is not only straight people who experience sex scenes between a man and woman. EA is not only giving options to those in the LGBT community, but to anyone who wants to experience a story that is not necessarily about themselves, just as most media have allowed for ages.  Follow Comment is free on Twitter @commentisfree", 
    "section": "technology", 
    "gid": "commentisfree/2012/apr/11/game-over-sexuality-harassment", 
    "wordcount": "691"
}