{
    "headline": "Why has water and sanitation aid fallen even as global aid has increased?", 
    "text": "Water, sanitation and hygiene are critical to efforts to meet the millennium development goals, especially on health and child mortality but also in relation to education, gender and other targets. The unifying principle for public action is the recognition that, since water is a basic human right, there is an obligation to act. There is no &quot;quick fix&quot;. Investments and policies put in place today will take years to produce the results required on the scale we need to see. But that should not deter governments and donors from making a far greater priority of what are life and death issues. For years, many of us have identified the need for a rights-based approach to development that is clearly understood by governments and by donors. This is not the case with water and sanitation, objectives for which remain the poor relation when political and economic priorities are being set. Why is it that there are few, if any, dedicated water and sanitation ministries in developing countries led by senior cabinet ministers? How will under-resourcing and the need for building political momentum be dealt with if water and sanitation are at the back of government priorities? And why the shortfall in funding? Why are water and sanitation slipping down the priority ladder? I understand that DfID is reviewing water and sanitation programmes  checking, I suppose, for value for money. I certainly trust that the government is listening closely to the Sanitation and Water For All Partnership, which is doing such excellent work in encouraging the development of high-level political will to see a step change in provision of water and sanitation. But I have to express deep concern that: 1. The UK&apos;s bilateral aid to the sector was less than 2% of total aid in 2010 (pdf); 2. The proportion of UK bilateral aid that goes to water and sanitation programming is one third of that of both Germany and Spain (pdf); 3. That the UK&apos;s bilateral aid to the water sector is less than 50% of the average reported by other donors (pdf). Surely DfID can and should shoulder a greater share of the burden on water, sanitation and hygiene. The reason is plain: in 2010, the UK made just $66.3m of new commitments to water and sanitation, compared to $252m in the previous year under a Labour government. In 2009, the Labour government committed to spend a total of 200m a year on water and sanitation  just for Africa  while, as the figures clearly show, the coalition invested only half that amount in bilateral spend worldwide in 2010-2011 (pdf). I&apos;m concerned that in Ghana, where 86% of the population are without access to sanitation, 9.5% of child deaths are due to diarrhoea (second only to malaria). DfID has a large development programme in the country, which receives 3% of all the department&apos;s aid to sub-Saharan Africa. Yet, in spite of this, none of DfID&apos;s aid goes towards sanitation in Ghana, where the government has an excellent sanitation strategy that needs and deserves support. Why doesn&apos;t DfID support this work and integrate it into its health and education programme in Ghana? And while 5.5% of all diarrhoeal deaths in the world are in Pakistan (set to be DfID&apos;s largest development partner), again none of DfID&apos;s programmes in that country (pdf) are directed to sanitation. I could give other examples of great concern. But I must ask why there has been a significant deterioration in commitment to such an absolutely crucial area of development aid. What exactly will be done to improve the government&apos;s record so far? When diarrhoea is the biggest killer of children in Africa (and the second biggest killer of children globally), why is water and sanitation one of DfID&apos;s smallest investment portfolios? Why is DfID not leading by example? Nor do the questions end there. What are the prospects for increased investment and ambition? Is DfID considering the need to extend its work into new countries where the needs are high, and in particular to increase efforts in south Asia? Answers are needed to these questions, along with a firm commitment to improve on the government record so far. The coalition needs to show that there is a clear understanding of the importance of safe water, and especially the importance of the very neglected priority for the provision of functioning toilets. There are knock-on effects, too  for women and girls, tackling poverty, and supporting human development. Sanitation and clean water are the most cost-effective of all public health interventions, in terms of saving lives, reducing the burden of disease and improving economic productivity and growth. When 780 million people don&apos;t have access to safe water, and 2.5 billion people don&apos;t have adequate sanitation, it is surely time to act. We must deal with what the UN has called &quot;a pervasive and benign neglect&quot;.  Baroness Kinnock of Holyhead, is the Lords&apos; Labour spokesperson on international development", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/22/decrease-in-aid-for-water-sanitation", 
    "wordcount": "827"
}