{
    "headline": "Is there enough time to prevent widespread thawing of permafrost?", 
    "text": "As we&apos;ve noted in this series, scientists are concerned that global warming could cause much of the world&apos;s permafrost (deep-frozen soils) to thaw, releasing vast quantities of greenhouse gases that would accelerate climate change  an example of a positive feedback loop. Measurements have shown that southerly permafrost regions have already started to thaw and some additional thawing is unavoidable. Even if all man-made emissions ceased today, an additional global warming of about 0.6C would be expected due to the inertia of the climate system. Furthermore, due to polar amplification, man-made warming affects permafrost regions disproportionately: they warm around 50% more than the globe as a whole. However, according to recent modeling work, if global emissions are cut rapidly and deeply enough to meet the world&apos;s stated target of limiting the average global temperature rise to 2C above pre-industrial levels, the majority of the world&apos;s permafrost will remain frozen. By contrast, in a scenario without polities to reduce emissions, future warming is very likely to lead to a widespread disintegration of permafrost by the end of this century. In this scenario, the Arctic, which currently is an overall carbon sink, is expected to turn into a carbon source, because the carbon uptake from Arctic vegetation will be smaller than the release of carbon from thawing permafrost soils. The loss of permafrost carbon to the atmosphere would be irreversible on a human timescale and would mean that larger reductions in man-made emissions would be needed to achieve any target for CO2 concentration or global temperature rise.  This article was written by Thomas Schneider von Deimling at the Potsdam Institute for Climate Impact Research in conjunction with the Guardian and partners The ultimate climate change FAQ  This answer last updated: 01.03.2012 Read about the project and suggest a question Report an error in this answerBrowse all questions and answers Related questions Are humans definitely causing global warming? How much warmer will the planet get? What are climate change feedback loops? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/mar/14/permafrost-feedback-timing", 
    "wordcount": "369"
}