{
    "headline": "Sir Patrick Moore: the eccentric amateur who became a TV star", 
    "text": "No one in modern times can have inspired more people to look beyond the horizon and up into the heavens at something far, far, greater than themselves than the astronomer and broadcaster Sir Patrick Moore, who died after a short illness at home on Sunday, in the company of friends, carers and a cat called Ptolemy. Moore led the BBC programme, The Sky at Night, with his unmistakable brand of eccentric authority for more than 50 years, the longest a television host has ever presented the same programme. He was an amateur astronomer: he held no university degrees, and was never employed as a professional scientist, but his knowledge was deep and up to date. His passion for the solar system and all its mysteries enthralled viewers around the world since The Sky at Night was first broadcast, on 24 April 1957, six months before the launch of Sputnik ushered in the modern space age. Tributes from astronomers, friends, and former colleagues spoke of an enormous talent and great raconteur, who beyond his most visible work, in television, books and articles, travelled far and wide to address amateur astronomers, and answered individual requests for advice and information in person. &quot;He was a real professional as a broadcaster and communicator. He had the rare ability to absorb some new discovery, and then immediately expound it clearly to camera, without hesitation, deviation or repetition. His rapid-fire delivery was much parodied, but it was hugely impressive that he could present so much information with such succinctness,&quot; said Martin Rees, the astronomer royal. Moore was born in Pinner in Middlesex on 4 March 1923 and developed a lifelong passion for astronomy at the age of six. He had heart problems as a child, and was schooled at home much of the time. When war broke out, he dropped a place at Cambridge and lied about his age to join the RAF, and served as a navigator with Bomber Command. The war was a personal tragedy for Moore. His fiancee, Lorna, was killed when the ambulance she was driving was struck by a bomb. No one took her place. Moore devoted much of his time to lunar maps, and described in great detail what turned out to be an eastern sea on the edge of the moon. His unique presenting style, through monocle and arched eyebrow, was only the most obvious declaration of a man unencumbered by television&apos;s norms. He was firmly of the old school, and insisted that first takes were the best, whether right or wrong. The early days of live television threw up plenty of situations that in less confident, or brazen, hands could have descended into farce. On one occasion, Moore was live on The Sky at Night, when a Russian cosmonaut was brought into the studio for an on-air interview. As Moore spoke to the Russian, he noticed a producer behind him was waving a sign declaring the man spoke no English. When the Russian replied, Moore turned to the camera and gave an answer in perfect English. He had no idea what the Russian had said. Chris Lintott, co-presenter of The Sky at Night since 2006, remembers another story from Moore&apos;s early programmes. The astronomer was in mid-flow when a bluebottle flew into his mouth. He made a conscious decision to swallow the fly and carry on, but later complained about the incident to his mother. Moore told Lintott her reply: &quot;Bad for you, but so much worse for the fly.&quot; Lintott first met Moore when the astronomer visited his school in Torquay. Moore ended his lecture on the outer planets of the solar system by warning that in ten years, everything known about them would be different. &quot;That was the first time I&apos;d heard an adult be excited about what we didn&apos;t know about the universe, and that&apos;s what Patrick had. He was always happy to ask questions, and be excited at the unknown.&quot; For the most part, Moore&apos;s quirks were amusing and even endearing, but he invited more than one furious attack when he referred to immigrants as &quot;parasites&quot; and launched into a tirade about women controlling the world. In an interview with the Radio Times last year, he declared &quot;the only good Kraut is a dead Kraut&quot;. Moore died at 12.25pm on Sunday afternoon at his home in Selsey, West Sussex. &quot;After a short spell in hospital last week, it was determined that no further treatment would benefit him, and it was his wish to spend his last days in his own home, Farthings, where he today passed on, in the company of close friends and his cat Ptolemy,&quot; a statement released by friends and carers said. It continued: &quot;Over the past few years, Patrick, an inspiration to generations of astronomers, fought his way back from many serious spells of illness and continued to work and write at a great rate, but this time his body was too weak to overcome the infection which set in, a few weeks ago.&quot; Moore&apos;s final TV appearance is due in January, when The Sky at Night returns to the subject of the moon, whose surface had fascinated him for so many years. &quot;He will be irreplaceable, but we can celebrate his long and productive life. He inspired literally millions, young and old, with his enthusiasms for the wonders in the sky,&quot; added Rees.", 
    "section": "science", 
    "gid": "science/2012/dec/09/patrick-moore-eccentric-amateur-tv-star", 
    "wordcount": "911"
}