{
    "headline": "Drop out at 17  and all structure crumbles away", 
    "text": "&quot;We sleep through life, and live in dreams,&quot; says the poet Kate Tempest, prophet for the new age. Her words conjure life back into the emotional coldness of Britain, its population set into a bleak landscape of hardship, process and work. To my generation, adulthood seems a daunting prospect. But the blissful ignorance of teenage naivety depends on the shelter of school and its network of control. What becomes of someone who ventures out, becomes an individual, with no place and no qualifications? What&apos;s the next step for him? Temper-tripped by teachers and what I saw as a corrupt school system, I left to find out. After 12 months gallivanting around the streets of London in an attempt to seem busy, I&apos;ve learned more than any teacher ever managed to drum into me. So consider this a helpful nudge towards &quot;real life&quot;, a guide to doing things differently. The first thing that strikes you when you step into a world outside the security of the system is the time you&apos;ve got to think. Visions of the next few months race over you as streams of semi-conscious thought, leading you to question your decisions, challenge your ideas. At first your new life as an individual seems a romantic one, a lure for any twilight teen caught in the haze of last night&apos;s drinking. But how do you live alternatively? What fills the hole that&apos;s lost through leaving education? Mostly, worry, I&apos;ll be honest. Once it dawns on you that beavering away at textbooks for hours kept you busy, the steps you take to fill the gap are desperate ones. Being proactive when you spend your days alone isn&apos;t the easiest of things to do. You speculate about situations, get anxious that leaving wasn&apos;t a good idea. It&apos;s only the knowledge that school wasn&apos;t ever good for you that keeps you in the glow of daylight, before darkness buries the world. Mum bellows from downstairs: &quot;What are you doing with your life? You need a plan, Robbie.&quot; It&apos;s not easy. I wouldn&apos;t advise even the best of you out there to try it. The system of control is there for a reason, it holds you in place, provides a predictable backdrop to your life. Exactly how do you guide yourself towards a path to success if you&apos;ve only yourself to blame for any problems? Fucked if I know. But don&apos;t give up. Use those empty days for creative brainstorms  then pick out the best ideas from your stream of consciousness. Read. Analyse the world. Question. Acquire a skill, learn about yourself. Find out who you are and what you know. Then come back fighting fit and raring to go with a passion that makes those schooled by the system quiver in their graduation suits. &quot;Worry,&quot; as Dan Zadra says, &quot;is a misuse of imagination.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/27/drop-out-of-school-at-17", 
    "wordcount": "482"
}