{
    "headline": "Clearing 2012: help and advice at university", 
    "text": "Starting out at university or college can seem a daunting prospect. There is such a lot to sort out. But whatever happens, help is at hand. Whether it&apos;s an issue with your accommodation, academic studies, social life, health or general wellbeing the university and students&apos; union welfare services are there to support you. Dean Brooks is a student recruitment assistant at Bournemouth University and advises: &quot;If things are getting you down, remember you are not alone  thousands of students have been through the same process every year and universities are very good at dealing with problems, whatever they are.&quot; One key area students can have issues with is study itself. It&apos;s a different style at university  you are no longer force-fed information, and with sometimes only a few hours a week tutorial time you need to be self-disciplined to get your assignments done. Matthew Usher is an outreach officer, also at Bournemouth University, and he advises you will be shown how everything works: &quot;You will have talks from your academic tutors on the whole academic process; such as how to take out books and to reference authors properly.&quot; At Bournemouth University they have a peer-assisted learning programme in which students who are already at the university help the newcomers. Brooks was a PAL leader and says it is a really good way to offer support to new undergraduates: &quot;I&apos;d do a Q&amp;A session with first-years, and if they were having problems they&apos;d let me know and I&apos;d give feedback and help on coursework, but also talk about social stuff and advise on the cheapest and best places to go out to.&quot; Homesick blues? It&apos;s not just your coursework that raises concerns  you might be just plain old homesick, or be finding it hard to make friends. Usher advises that it makes sense to get involved in freshers&apos; week and to think about which societies you want to join: &quot;This is a good way to make friends and get stuck into university life&quot;. Going out with your new friends costs money and financial issues are a big worry for most students, but again, university welfare services will offer lots of advice and support. As Usher says: &quot;a lot of students don&apos;t realise what additional financial aid is available  many universities have scholarships and bursaries that don&apos;t get used up  look at what you could be eligible for and apply for it.&quot; If you do get into real financial difficulties, most universities will have an emergency fund that students can apply for. If you are worried talk to someone in the university or students&apos; union welfare teams straight away. As Usher says: &quot;don&apos;t run home and drop out of your sessions  find out what support the university can offer you so that being there remains a viableoption.&quot; Find out how much your students&apos; union can help The students&apos; union at any university is famous for its bar, but cheap booze is not all it provides. As Liam Burns, NUS president, explains: &quot;Your union should be your first port of call when something goes wrong.&quot; If you&apos;re struggling with essays, union officers can give advice on managing your workload; if you&apos;re missing home, they can offer a friendly ear. Despite this, many students are unaware of how much their union can help them. A survey conducted by York University students&apos; union earlier this year revealed that almost half of students didn&apos;t realise they were even members. York student Kallum Taylor knows just how mixed a student&apos;s experience of their union can be. &quot;In my first year I was alienated by it  I thought it was one big clique.&quot; But despite this he ran  successfully  for the presidency. &quot;Being involved in college committees in my second year made me realise the power of the student voice if properly mobilised.&quot; He thinks students should see the union as about more just ents and the bar. &quot;Any organisation is only as effective as its members. Now more than ever, with austerity looting the education sector, students will need a voice across the table.&quot; Maddy Potts  This article was amended on 20 August 2012. The original suggested that it was possible to loan money from SU officers. This has been deleted.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-help-advice-university", 
    "wordcount": "728"
}