{
    "headline": "Birdwatch: Linnet", 
    "text": "As a child, I can remember my grandmother singing me the old music-hall song &quot;My old man, said follow the van...&quot; If you are of a certain age, you may remember the lines that come soon afterwards: &quot;Off went the van with my old man in it,/ I followed on with my old cock linnet...&quot;. It was my first introduction to the linnet, one of our most overlooked yet charming songbirds. For much of the year, this attractive little finch is the quintessential &quot;little brown job&quot;, but in summer the male has to be seen to be believed. In his breeding garb, he is transformed from a streaky, greyish-brown bird into a vision of beauty. His subtle colours are augmented by two crimson-red patches on either side of his breast, and a casual splash of crimson on his forehead. To enhance his attractiveness  to us as well to as his potential mate  the cock linnet also has a very pretty song: a series of trilling notes delivered at speed, as if he is trying to get to the end as soon as he can. The linnet&apos;s song has been a double-edged sword: along with his attractive plumage it was the main reason why, during the Victorian era, linnets were trapped in vast numbers. For people of that newly urbanised society, keeping a caged songbird in your home was a reminder of their rural roots. So birds such as the linnet, and its equally attractive cousin the goldfinch, suffered incarceration for their beauty. The linnet was a powerful emblem of a lost way of life, for it is one of the classic birds of our farmed lowland landscape. But along with other farmland species, such as the yellowhammer and corn bunting, lapwing and grey partridge, linnet numbers have fallen dramatically in the last few decades. According to the latest figures from the British Trust for Ornithology, linnet numbers fell dramatically from the mid-1970s to the mid-1980s. Since then the population has begun to stabilise, but there are certainly a lot fewer linnets around than when I began birding. I sometimes feel as if I am sounding like a stuck record when I write about farmland birds: I have lost count of the number of times I have talked about the problems caused by &quot;modern farming methods&quot;. But unfortunately it is true: pesticides kill insects, and herbicides kill plants. Linnets, along with many farmland birds, feed on seeds, and to a lesser extent insects. So if there are fewer seeds or insects, it stands to reason that there will be fewer linnets. Having said that, I am heartened by the small flocks of linnets I see at this time of year, as I cycle around the lanes of my home parish in Somerset in an effort to keep fit. Family parties are gathering in the fields, feeding on the seeds of docks and grasses, and uttering their delightful twittering call as they flit down the hedgerows. As I ride by, I console myself with the thought that I might not be able to cycle at the speed of Bradley Wiggins, but at least I can identify a linnet at 20mph. I bet he can&apos;t.", 
    "section": "environment", 
    "gid": "environment/2012/aug/19/birdwatch-linnet-insects-farmland", 
    "wordcount": "540"
}