{
    "headline": "Governments must stop short-term outlook, warns UN development head", 
    "text": "A lack of political will has meant the sustainable development ambitions of the Rio Earth summit two decades ago have not made enough progress, the head of the UN&apos;s development programme has warned. Speaking two months before Rio+20, the former New Zealand prime minister Helen Clark said sustainable development had not been made mainstream in policy because governments considered the short-term outcomes too politically risky. But the urgency of the problem means people will have to act soon, she told an audience at a lecture at Cambridge university: &quot;There is broad agreement that, without urgent action, the world will move beyond what scientists have termed its &apos;planetary boundaries&apos;. &quot;Beyond that point, there is risk of irreversible and abrupt environmental change  to climate, biodiversity, the supply of freshwater, and more. Governments will be forced to act.&quot; The future must be based on equity and justice, with people at its centre, she said, where the focus is not just on the environment but also economic and social development. &quot;For me, achieving sustainable development is not about trading economic, social, and environmental objectives off against each other. It is about seeing them as interconnected objectives  best pursued together.&quot; Clark stressed that green growth to develop industries such as renewable energy must also be inclusive, and engage the world&apos;s 1.2 billion young people. And for the 1 billion living in extreme poverty it must &quot;meet immediate needs for food, income, and services, while also engaging them in productive and practical work in ecosystem repair and building water infrastructure.&quot; She praised examples of sustainable development actively engaging people. The Mahatma Gandhi National Rural Employment Guarantee Act in India has secured employment for 55 million people, nearly 50% of which are women, building infrastructure for sustaining food and water supplies, incomes and the environment. In Niger government reforestation projects have seen local farmers replant around 5 million hectares of land. The tree cover has created increased crop yield, and improved food security for 2.5 million people. Rio+20 must encourage such projects, she said. &quot;I want to live in a world where the goals we aspire to and plan around are not only sustainable and equitable, but transformational, universal, and able to galvanise individual and collective action.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/18/governments-short-term-development-head", 
    "wordcount": "383"
}