{
    "headline": "Post-Olympics cycling festival: proof of the pursuit's renewed popularity", 
    "text": "For many British spectators, one of the highlights of this summer&apos;s Olympics promises to be the cycling.  Apart from the by-now almost expected domestic success on the velodrome we could, theoretically, see home medallists in the road race (Mark Cavendish, Lizzie Armistead or Nicole Cook), the time trial (Emma Pooley, Bradley Wiggins) and on the BMX track (Shanaze Reade, maybe Liam Phillips). And that&apos;s before you even get started on the Paralympics and the likes of multiple champion Sarah Storey. But perhaps the most exciting thing is that cycling has been chosen as the first sport to be given what is termed, in the grand lexicon of such things, a &quot;legacy event&quot;. Boris Johnson, the city&apos;s mayor announced the plans this morning for what will be the first post-Games use of the Olympic park, next summer.  In short this will supposedly involve a &quot;family&quot; ride around an eight-mile loop of closed roads, involving 70,000 people, and the next day a 35,000-strong more competitve event on a 100-mile route from the Olympic complex into Surrey, raced by everyone from top professionals to club riders and the merely enthusiastic. This will, in theory, become an annual event. For the most part I think this is great news. I realise the fact it&apos;s been announced amid much fanfare by Johnson is inseparable from his ongoing bid to win a new term as mayor. Cycling is one of his &quot;things&quot;, thanks to his much-photographed use of a bike and introduction of the Ken Livingstone-devised public cycle hire scheme, even though he has endured some fierce recent criticism from cyclists annoyed at his seemingly car-first road policies. But it&apos;s a mark of how far cycling has come in recent years that such a massive event can be announced with a fair degree of confidence. It&apos;s a lot of riders, but Johnson and his officials will know only too well that packed fun rides and sportives take place around the country most weekends during the spring and summer. The event is looking for a commercial sponsor, but that shouldn&apos;t be too hard to find. I love the idea of whole sections of the city being open only to bike traffic for two days a year, like a vision of a better urban future. I only have one (sort of) gripe, and it&apos;ll be on a theme familiar to many Bike Blog readers: it&apos;s a shame that, yet again, it&apos;s just London. In some ways this is a silly point  these are the London Olympics, and these are a Games legacy event, announced by the capital&apos;s mayor. But cycling is already growing in London by, depending who you ask, around 10%-15% a year. Couldn&apos;t the Olympic legacy brand be lent to other cities to do the same thing?", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jan/26/olympic-cycling-legacy-event", 
    "wordcount": "470"
}