{
    "headline": "Google set for Brussels showdown", 
    "text": "Brussels is moving towards a regulatory showdown with Google after the European commission&apos;s competition chief accused the company of diverting internet users to its own services. Joaqun Almunia believes Google is giving undue prominence to its own services such as news, maps and shopping comparison, driving traffic to them to the detriment of rival websites. The EU is reiterating its tough stance despite a decision last week by US regulators not to impose changes on Google&apos;s search business. Google prioritises paid-for search results, but its &quot;natural&quot; or unsponsored results are meant to be undistorted by financial interests and based on criteria such as the popularity or relevance of individual websites. &quot;We are still investigating, but my conviction is [Google] are diverting traffic,&quot; Almunia told the Financial Times. &quot;They are monetising this kind of business, the strong position they have in the general search market and this is not only a dominant position, I think  I fear  there is an abuse of this dominant position.&quot; His comments suggest Brussels will hold the line against Google, despite the US federal trade commission&apos;s decision last week not to impose sanctions. Google chairman Eric Schmidt met Almunia before Christmas and will submit detailed proposals suggesting remedies by the end of January. This could mark the first time that the US group has bowed to regulatory pressure to change its core search business. The complaints against Google were brought by Microsoft, which has a rival search engine called Bing! and runs parts of Yahoo!&apos;s search operations, and by travel websites Expedia and TripAdvisor, and British company Streetmap. The commission said last May it had four main concerns, the first being possibly distorted &quot;natural&quot; search. The second fear is that Google copies content such as user reviews from competing services and uses it in its own offerings without permission. &quot;In this way they are appropriating the benefits of the investments of competitors,&quot; the commission stated. The third fear is that Google forces other websites for which it sells and delivers search adverts to work with it exclusively. The fourth relates to how easily search advertising campaigns booked via Google can be transferred to other platforms for search advertising. Almunia said Google was taking a constructive approach but that Brussels would be &quot;obliged&quot; to issue formal charges if the remedies it suggests fall short. In theory remedies could include flagging when Google services are artificially given a higher billing than rivals. Google said: &quot;We continue to work co-operatively with the European commission.&quot; If the case moved to the courts and the EC showed that Google had broken EU antitrust laws through the abuse of a dominant position, Google could be fined 10% of its worldwide revenues  which for 2011 amounts to 2.9bn (2.3bn). The Commission could also force its own choice of changes on Google, although fines have been easier to impose in previous cases than practical remedies. Microsoft, which fell foul of Brussels regulators over the preferential treatment it gave to its own Internet Explorer browser within Windows software, has been fined 1bn but is still being pursued for not complying with requests to offer users a choice of browsers as the default for their PC.", 
    "section": "technology", 
    "gid": "technology/2013/jan/10/google-brussels-europe-regulatory-showdown", 
    "wordcount": "550"
}