{
    "headline": "Car review: Citroen DS5", 
    "text": "Price 27,600 MPG 74.3 Top speed 131mph Years ago, having owned a string of scrap-yard survivors, rusted hand-me-downs and persistent MOT offenders, I decided the time had finally come to buy a &quot;grown-up&quot; car. One that would cost four figures (just), have a number plate in the current run of the alphabet and which wouldn&apos;t bring a tear of disappointment to my father&apos;s eye. I headed for my local garage where the salesman looked me up and down before pointing towards the far corner of his yard: &quot;What you want is flash but not much cash. And no car does that better than a Citron BX&quot; He was dead right, both about me and the BX. The now defunct BX was a disarming mixture of luxury (electric windows, hydraulic suspension, tinted sunroof), wrapped in a stylish package and propped up on amechanically unimpressive foundation. It was a template that worked brilliantly for Citron and millions of drivers (including myself) were delighted, though often frustrated. But hey, it was a proper car. The latest generation of Citrons, however, is messing with this blueprint. For the price, they&apos;re still gadget-heavy and unexpectedly luxurious but their underpinnings are no longer as dubious. The most recent car to buck the trend is the innovative DS5 Hybrid4  the world&apos;s first mass-produced diesel-electric hybrid car. It will do a wallet-tranquillising 74mpg and its CO2 emissions dip below the magic 100g per km mark, which means it avoids both road tax and London&apos;s congestion charge. These figures are all the more impressive when you consider that the DS5 is both large and posh. It&apos;s a five-seat premium motor, not some green-conscious bandwagon with hemp seats and a whiff of eco-smugness. From the outside it&apos;s a bit of ashape-shifter: part saloon, part estate, part MPV, the DS5 is unlike any other car you&apos;ll see in your local multi-storey. Two long swishes of chrome whip up from its front corners to asteeply angled dark windscreen, like a pair of metal ice-hockey sticks. There&apos;s plenty more chrome along the sills and snaking around the front valance, bracketing the headlamps like the silver glints on the arms of designer sunglasses. The bonnet is as heavily creased as a linen napkin and the flanks are sculpted and shapely. The interior is a banquet of high-grade rubber, leather and soft-touch plastics. Controls sweep around the driver, spilling down the central console and studding the ceiling. The digital dash scrolls information past you with dizzying graphics. It all feels a bit Top Gun at times. But what really sets the DS5 apart is its groundbreaking power unit. A161bhp, two-litre turbo diesel drives the front wheels and a 36bhp electric motor the rear. The result is afour-wheel-drive set-up with 200bhp. You can switch the system around and choose sport, 4x4 or all-electric drive, or you can do what most of us will  select auto and let the smart car decide. Pioneering though the car may be, there are still a few touches to remind you of the Citrons of old. The gearbox feels jerky and uncertain at times, the weight of the car means it takes a heavy foot to get you going, and the satnav is maddeningly inept. The lack of a central cubby also means every time you turn a corner the keyless fob slides off the polished surface. But there&apos;s more than enough flash to blind you to any faults.", 
    "section": "technology", 
    "gid": "technology/2012/sep/16/martin-love-citroen-ds5-wheels", 
    "wordcount": "593"
}