{
    "headline": "Shale gas could fracture our renewables policy", 
    "text": "It beggars belief that fracking is recommended to be extended and earthquakes the only risk taken into account (Gas fracking gets the green light, 17 April). Other risks are not just theoretical; appalling consequences have already happened on a wide scale in the US. Fracking has been carried out in rural areas where people&apos;s off-grid water supplies have been made unusable by pollution. There have beencases where people cannotuse water from the tap at the kitchen sink because methane comes with it,with the risk of explosions.Only half the chemical-laden water used in the process is recovered. It is then kept in lagoons on the surface where it is allowed to evaporate volatile toxic chemicals into the air. We cannot afford the risk to our water supplies. We don&apos;t have the open spaces which have been affected in the US.Even now we are faced with water restrictions and drought.We don&apos;t have the necessary huge quantities of water available to be used and made dirty for ever.The landscapewould be dominated by well heads spreadout over the whole gas field.It is likely that the air around these installations would be polluted by volatile toxic emissions. Come back wind turbines, all is forgiven.Marion WatsonSheffield The Department of Energy and Climate Change report recommending that shale gas exploration be allowed to continue says nothing about water and air pollution, nor the consequences of shale on renewables and our efforts to tackle climate change. The UK is the richest country in Europe in renewable energy potential, but the new focus on gas threatens to displace investment in those renewables, making it even harder to achieve our targets and nurture this jobs-rich sector. A number of studies have shown the overall climate impact of shale gas to be as great as that of coal. If carbon capture and storage technology is not in place, burning just 20% of the gas which Cuadrilla claims to have found in its licence area in Lancashire would generate 15% of the UK&apos;s total CO2 allowance to 2050. And despite claims from gas lobbyists that shale gas will bring down energy bills, we know from Ofgem and DECC that recent energy bill rises resulted mainly from high gas prices. Analysis by Deutsche Bank concludes that the impact of shale on bills would actually be low. This report does not give the full picture, The government should reconsider its policy on shale gas so that we can make a genuinely green transition that will deliver both energy security and a cleaner environment.Caroline Lucas MPGreen, Brighton Pavilion  The fact that a scientific committee thinks earth tremors can be reduced by using the right equipment does not mean fracking to obtain shale gas is acceptable. Fracking results in atmospheric releases of methanetwice that found with conventional gas. Methane is a powerful greenhouse gas, seven times more potent than carbon dioxide over a 20-year time frame. For shale gas to be environmentally friendlier than other fossil fuels, methane emissions from fracking have to be kept below 2%. Current operations release around 10% and, in the US, the fossil fuel industry is strenuously resisting methane control legislation by the Environmental Protection Agency. Development of shale gas is impossible to reconcile with the low-carbon economy the planet so desperately needs.Dr Robin Russell-JonesInternational conference organiser, Help Rescue The Planet  I was pleased to see DECC experts have suggested we continue to explore the process of fracking. Meeting the current and future energy demands of the UK will require a mixed approach. Shale gas could prove extremely important. While we should not expect it to be a magic bullet, as part of a diverse energy strategy drawing on gas as well as renewable forms of energy, shale gas could help us increase energy security, lower fuel bills and thus reduce fuel poverty. Peter Styles and Brian Baptie, the authors of the DECC report, are correct in calling for a controlled return to fracking. It is not without its risks, but the only way we can ensure Britain can take advantage of new developments in the energy sector is to lead the way with approaches like this one.Professor Joe HoweDirector, energy research and knowledge transfer, University of Central Lancashire  One of the most disquieting sentences in the fracking report said information on the chemicals involved in the process had been withheld &quot;for commercial reasons&quot;.There are references (What&apos;s the truth about fracking?, G2, 18 April) to chemicals, and chemical lubricants (and to 75% of these remaining underground) but not to what the chemicals are.Part of the planning approval process for such extraction must include an environmental impact assessment  how can this be completed to the satisfaction of the public, or courts, if the nature of the chemicals involved is kept secret? How can public confidence be won if the companies say &quot;you do not need to know, just trust us&quot;? That trust does not exist, so Cuadrilla  what are you using?Martin HemingwayLeeds  Professor Kevin Anderson from the Tyndall Centre for Climate Change Research says there is simply no room for shale gas if we are to achieve our climate change targets. The decision to go ahead with fracking is a symptom of a yet deadlier disease  a complete failure to realistically address the scale of whatwe need to do keep theglobal temperature increase within two degrees and prevent the catastrophic destabilisation of our global climate. Phil ThornhillCampaign against Climate Change  The government report on &quot;fracking&quot; makes it sound as safe, economic,and environmentally friendly as nuclear power.No worries there, then.Steven ThomsonLondon  Where is the coherence in UK government energy policy? You have recently published three important energy policy articles that show the extensive confusion there is with the government&apos;s energy policy. Late last week you reported that the proposed &quot;green deal&apos; for the promised renewable energy and energy efficiency revolution is under threat of being shelved (Report, 16 April). Then you reported (17 April) that the proposed new nuclear build utility for Sellafield, GDF Suez, is threatening to pull out of the project unless the government effectively gives it more price guarantees (at taxpayers&apos; expense, I&apos;ve no doubt). And finally you reported that the highly dubious and environmentally risky shale gas experiments will get the green light, despite, as you accurately report, scores of alarming issues like mini-earthquakes, water contamination and damaged natural landscapes. It doesn&apos;t make me feel confident that there is a coherent energy policy in the UK? What is clear to me is that the only safe, sustainable, clean, job-friendly and environmentally sound energy policy must be the development of a wide UK renewable energy mix, enhanced commitment to energy efficiency and microgeneration projects, coupled with international co-operation to create a European renewable super-grid (Report, 11 April). I urge the government to hold a strategic energy review as a matter of urgency and bring environmental common sense into its policy, rather than short-term economic expediency.Cllr Audrey DoigVice-chair of UK and Ireland Nuclear Free Local Authorities  Nigel Smith of the British Geological Survey is either very young or has an extremely short memory if he seriously believes that &quot;we have just had 30 years of getting our gas from the North Sea [and] it&apos;s not caused any problems to anyone&quot;. The Elgin platform is still leaking gas, and threatening a major fire, after nearly four weeks, and is predicted to continue for several months, but at least no one has died. Earlier disasters entailed major loss of life. The pollution toll will not be known for some time. In 1988 Piper Alpha, in Norwegian waters but not much further from Scotland than the Elgin, exploded, causing 167 deaths. It was producing gas and oil. Earlier, the previous record-holder, the Alexander Kielland, simply turned over in 1980, killing 123. That was an oil rig, but the same fossil-fuel lessons hold. Previously, in the same Ekofisk field, a blowout in 1977 released some 120,000 barrels of oil. So, Mr Smith, perhaps it&apos;s time to look at genuine alternatives?Judith MartinWinchester, Hampshire  According to the University of Texas, fracking has caused some hundred earthquakes in the US. One, in Youngstown, was recorded at just over 4 on the Richter scale. However, the government-sponsored report on fracking is a diversion, it has simply looked at the geological implications. The important issues are: 1. Water. Around 2-3m gallons of water are used for each well, which can be fracked up to 18 times. In the US there are at least 35,000 wells, so a lot of water is used over there, and here, in the UK we are facing a water shortage. 2. Pollution. TheUnited States house of representatives committee on energy in April 2011 reported 652 different chemicals used in fracking, 29 of which are human carcinogens. In addition, the New York Times (27 February, 2011) reported the presence of radium, unintentionally extracted in the process. Between 40% and 70% of the water used comes back to the surface and has to be disposed of. Then the US Environmental Protection Agency recently announced, for the first time, that frackingmay cause groundwater pollution. 3. Climate change. Increasingly large amounts of energy will be required to extract shale gas  methane. Some 2-4% of this escapes from the well, and it is several dozen times more powerful a greenhouse gas than CO. Anyway, shale gas distracts from the real task which is to find effective renewable energybecause, whether you accept climate change or not, we are going to run out of gas, oil, coal and even uranium one day soon. Fracking has been banned in Bulgaria, France, New York, New Jersey, Quebec and Switzerland, and in parts of Australia and South Africa. We need to consider the implications of the process before we allow powerful international companies to start drilling in the UK.Don PattersonBuckfastleigh, Devon", 
    "section": "environment", 
    "gid": "environment/2012/apr/23/shale-oil-fracture-renewables", 
    "wordcount": "1688"
}