{
    "headline": "Nokia sells its Qt software business", 
    "text": "Struggling mobile phone maker Nokia has agreed to sell its Qt software business to Finnish IT services company Digia Oyj as part of its strategy to sell off non-core assets. The companies did not disclose the value of the deal, which analysts said was a fraction of the $150m (96m) Nokia paid for Norway&apos;s Trolltech in 2008. Nokia bought the Qt software through its acquisition of Trolltech and it was a central part of its strategy until 2011, when it decided to swap its own smartphone software for Microsoft&apos;s Windows Phone. The software is used by about 450,000 developers for making applications for some 70 industries. Up to 125 employees working on developing and licensing the software will move from Nokia to Digia, the companies said on Thursday. Digia said it planned to make Qt available for developing applications for Apple&apos;s iOS platform, Google&apos;s Android and Microsoft Windows 8. Tommi Laitinen, the senior vice president of international products at Digia, said: &quot;We are looking forward to welcoming the Qt team to Digia. By adding this world-class organisation to our existing team we plan to build the next generation leading cross-platform development environment. &quot;Now is a good time for everyone to revisit their perception of Qt. Digia&apos;s targeted R&amp;D investments will bring back focus on Qt&apos;s desktop and embedded platform support, while widening the support for mobile operating systems.&quot; Sebastian Nystrm, head of strategy at Nokia, said the company was proud of the contributions it has made to Qt since its acquisition of Trolltech. &quot;Digia&apos;s plans to acquire Qt mean that it can continue as a successful open source project and also offer continuing employment for many people in the community,&quot; he said. Nokia recorded a loss of 826m in the second quarter of 2012, compared to a loss of 487m in the same period in 2011. The company&apos;s mobile phone division recorded an operating loss of 474m, its second successive quarter of losses, on revenues down 26% year-on-year to 4.02bn.", 
    "section": "technology", 
    "gid": "technology/2012/aug/09/nokia-sells-qt-software-business", 
    "wordcount": "342"
}