{
    "headline": "Teacher unions' joint strike threat", 
    "text": "Schools in England and Wales face possible co-ordinated strike action by the two largest teaching unions later this year, after the NUT voted for walkouts in a dispute over pay and working conditions. The NUT and NASUWT, representing 620,000 teachers, will issue a statement on Monday outlining their next steps in a joint protest campaign. The NUT said more than eight out of 10 members who took part in its ballot had voted for strike action, on a turnout of 27%. Christine Blower, the NUT&apos;s general secretary, said the government&apos;s &quot;negative approach&quot; to the profession, through pension reforms, pay freezes and its free schools policy, had to stop. &quot;The NUT is left with no option but to take action to protect the wellbeing of our members and restore their rights to do their job thoroughly and properly. Teachers are being undermined by a government whose almost daily criticisms and erosion of working conditions and pay, coming on top of previous attacks on pensions, are unacceptable.&quot; The NASUWT, which already has a mandate for strike action, said it would &quot;defend&quot; teachers. &quot;This result is the reflection of two years of sustained assault from the government which has been deeply damaging to teacher morale, as well as to recruitment and retention,&quot; said Chris Keates, the NASUWT&apos;s general secretary. However, it is not clear whether the unions will announce strike dates on Monday. In May the NASUWT and NUT, who have not enjoyed a close relationship in the past, announced plans to co-ordinate protests and industrial action over government education policies. The NUT ballot comes 24 hours after Britain&apos;s largest union, Unite, warned of a wave of public-sector strikes over pay. Len McCluskey, Unite&apos;s general secretary, said: &quot;The attacks on public sector workers are unfair, and our members remain furious and angry. There is a real chance of co-ordinated industrial action, if not this winter, then early next year.&quot; The annual TUC conference next week is preparing to vote on a resolution calling for mass walkouts over public-sector pay restraint, which would open new ground in the movement&apos;s industrial confrontation with the government, following a mass strike over pension reforms on 30November last year. It is also likely to provoke tensions with the Labour Party, which signalled earlier this year that it would not reverse pay freezes. The next two years will see more wage restraint in the public sector, with pay increases in 2013/14 and 2014/15 to be capped at 1%. A preliminary motion at the TUC, proposed by the Public and Commercial Services union, calls for co-ordinated strike action against cuts in &quot;pensions, pay and jobs&quot;, preferably as soon as possible after the &quot;Future that Works&quot; TUC march that will take place in central London on 20 October. Referring to the NUT turnout, the Department for Education said a small number of teachers were threatening disruption. &quot;We are very disappointed that a small minority of NUT members has voted this way. Industrial action would disrupt pupils&apos; education, hugely inconvenience parents and will damage the profession&apos;s reputation in the eyes of the public,&quot; said a spokesperson. &quot;Parents and members of the public will struggle to understand why the NUT chose to ballot their members now about pay and working conditions when decisions about future pay arrangements have yet to be made.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/07/teacher-unions-joint-strike-threat", 
    "wordcount": "572"
}