{
    "headline": "Alltrials v the ABPI: a prescription for bad PR", 
    "text": "A couple of months ago I used this blog to talk about REACT trials. I told people how we should all be part of randomised controlled trials, testing currently available treatments so that doctors could judge the best medicines for the real world, with all its quirks and pesky lack of laboratory conditions. It would mean no hassle to us except a consent form, simply that researchers used our electronic health records to look at the outcomes. I thought about this stuff, as you do, and decided that if the opportunity ever came to take part in a Phase 2 or 3 trial of a new treatment I&apos;d take it. I&apos;m not a martyr, just a normal woman who would like to help, and who possibly has rosier than average Science Goggles. But while my intentions would be for the greater good, looking at how many trial results currently never see the light of day I&apos;m not sure my noble contribution would make a difference. All too often trials are buried if they don&apos;t give a good result for a nice shiny new drug, all too often shiny new drugs are tested against a sugar pill rather than the best thing currently available to make it look good, and all too often we&apos;re accepting expensive shiny new drugs when there&apos;s something way cheaper and just as good already out there. I think the data from trials that took place to test the medicines we use every day should be available for me to see if I choose. And I also think that people should be open about all the trials that take place, whether they work out well or not. AllTrials agree. Set up at the end of last year as a joint initiative, the campaign has rapidly gained pace and is way more than just a small blip on the radar of the medical profession. Thanks to their tireless efforts, huge support has been gained on all sides of the industry. But doubt remains for a few stragglers. Co-founder of AllTrials Dr Ben Goldacre has taken great pains to emphasise that the campaign is not trying to demonise Big Pharma, that it&apos;s more a case of many decent individuals operating with a broken system. It&apos;s nothing personal, but the system needs to be changed. Yet Stephen Whitehead, chief executive of the Association of British Pharmaceutical Industry, takes things a little more to heart. Last week, in a debate with Goldacre organised by Pharma Times, he said there had been attempts to &quot;demonise, marginalise and ridicule&quot; the industry, that it was an &quot;attack on the credibility on the 67 000 colleagues who work hardto deliver great medicines&quot;  I think he may be a little paranoid, though admittedly I don&apos;t get to see his mail every day. All I can say is if there are people trying to give that impression, they&apos;re doing a pretty rubbish job. I&apos;m grateful every day that I live in a modern society, with all the advantages that come from medicines developed by ABPI members and their predecessors. But I can think the industry has done wonderful things, and can like individuals within it, yet still see things I wish they did very differently. I realise that some aspects of meeting new demands are tricky, but I&apos;m encouraged by the fact that dozens of organisations in the field have signed the All Trials petition and will be at the forefront of a new commitment to openness. They clearly think it can be done, so Whitehead sounded somewhat petulant when he said in his speech &quot;We will not respond to PR driven initiatives such as AllTrials,&quot; (despite also saying that he hoped Goldacre would engage with the ABPI, which seems odd, but never mind). I hate to sound rude but this isn&apos;t about the ABPI. It&apos;s about massive systemic cracks appearing in the walls of several organisations including the ABPI, and about how we can fix those cracks. The ABPI tell me that I mustn&apos;t worry and it&apos;s all in hand, that much has already been done and that these things take time, but I don&apos;t feel reassured. Whitehead claimed there are &quot;Three Big Lies&quot;. Firstly, it was untrue that 50% of all trial data goes unpublished, and that around 78% of trials are now registered, as is mandatory, and have published results with www.clinicaltrials.gov. But those figures were for 2010 and 2011 and brushed the whole issue of historical data aside. In fact with all drugs on the market today, the figure is closer to 50%. Clinicaltrials.gov require results to be published only on drugs that have come into the marketplace since 2008, yet most doctors use drugs that are well established and might have been around for anything from 10  40 years. AllTrials request the clinical study reports, which are still held in storage, for more than drugs that are just five or less years old. And rightly so, they are used by millions every day. Whitehead insists that he&apos;s in favour of transparency when it furthers research, but what&apos;s his definition of furthering research? Does it only involve the new minority of treatments? Whitehead also talked about the regulators and their role. &quot;Historically the regulator was always the law  unquestioned, accepted and adhered to totally.&quot; On the same day, on Radio 4&apos;s Inside Health programme Whitehead&apos;s colleague Dr Bina Rawai made the same point. If trials were conducted poorly, then the regulator would pick up on it surely? Therefore, testing against placebo drugs could not happen because it wouldn&apos;t get past the ethics committees. But we know it does happen, and even when new drugs aren&apos;t tested against placebo they&apos;re often tested against existing drugs at unusual doses. For instance, you might have a dose so low it does nothing, or so high it causes nasty side effects. Trials can be stopped early while results still look good but are starting to dip, or left to run a bit late if results are starting to look up. Patients might leave and the sample size get smaller, or it may be tiny to begin with. Confounding results can be &quot;lost&quot; and left out of the final number crunching. There are all sorts of ways to make your new drug look good. Regulation must be stronger to stop such sleights of hand happening. The sad fact is Whitehead said that he wouldn&apos;t respond to PR driven guff, but as a patient I have very little choice about it. It&apos;s PR when I&apos;m given a shiny new drug that costs twice as much as a non-patent drug that gives the same result. It&apos;s PR when the results of that trial on 7000 patients in Macclesfield gets tucked in the drawer because it throws the rest of the results. It&apos;s PR that shows me pharmaceutical company branding every time I walk into my doctor&apos;s office, from the information posters on the walls to the mug my GP drinks her tea from. It&apos;s PR, and it&apos;s insidious. I&apos;m not sure I want my treatments decided that way.  Tania Browne blogs at Science Groupie and is on Twitter as @cherrymakes", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/mar/04/alltrials-abpi-prescription-bad-pr", 
    "wordcount": "1206"
}