{
    "headline": "The butterflies are animated confetti, patrolling, basking, greeting, mating", 
    "text": "Unpromising grey cloud assembles as I climb Cissbury Ring. Young willow warblers, green and yellow, feed greedily on the insects and berries in the trees by the path. The whitethroats are more furtive, some only revealing their presence with a muttered whir from the bushes. The top of the hill is bathed in sunshine  a brilliant blue hole in the cloud sits directly overhead. To the south, the sea and Worthing are invisible, erased by mist. A male linnet sings boldly and prettily from the top of a tree, its pink-red cap and breast vivid in the sun. An admiring flock of linnets collect around him, seeming to hang on his every note. Dancing among the yellow, blue and white flowers of the slopes are butterflies and moths  animated confetti, patrolling, basking, greeting, mating  some bright and fresh, others faded and worn. I creep up on the small, flickering blue butterflies, little mirrors reflecting the patch of sky above. Common blue and pale chalkhill blue butterflies move from plant to plant. Finally, an iridescent blue male Adonis settles on the grass. It is the first I&apos;ve seen of the year&apos;s second brood of adults; the first batch emerges in May and June. It holds its wings shut at first, then slowly opens them, catching the sun. The colouring can vary, but black bands extending across the outer white margins of the shimmering blue wings confirm this is indeed an Adonis. Like the chalkhill blues, the Adonis blues have a remarkable symbiotic relationship with the ants in the horseshoe vetch that grows in the shorter, grazed grass around the hill. The brown females lay their eggs on the plants, which the caterpillars feed on as they grow. The ants attend the larval caterpillars and the pupae, protecting them from predators while harvesting the sugars they secrete, before the butterflies emerge. The Adonis takes fright at my shadow and paddles away; a swift zooms by at head height, one of a swooping group of the black, sickle-winged birds passing through on their way south.", 
    "section": "environment", 
    "gid": "environment/2012/aug/16/cissbury-ring-findon-butterflies-animated-confetti", 
    "wordcount": "342"
}