{
    "headline": "Earth Day 2013: Philippines unveils building made from plastic bottles", 
    "text": "A Philippines building powered by solar energy and built from old plastic bottles was opened this weekend to showcase renewable energy and highlight the problem of waste ahead of today&apos;s Earth Day. Designed in partnership with Stephen Lamb, founder of South Africa based green design firm Touching the Earth Lightly, the Solar Revolution Pavilion is a 200 sq metre, 6-metre high structure built of 1,600 plastic vegetable crates containing reused plastic bottles.. The crates will eventually become eco-friendly bricks for a school library&apos;s walls..     The Solar Revolution Pavilion Photograph: Sunshine Lichauco de Leon    The environmentalist David de Rothschild who journeyed across the Pacific on a boat made from plastic bottles in 2010, said at the building&apos;s unveiling in Manila&apos;s Luneta Park: &quot;This is a living example of how you can take food, shelter, water and energy using existing resources that people often disregard as wasteful and actually turn them into something that is useful, and beneficial and can create a quality of life.&quot; The Filipino social entrepreneur Ilac Diaz who helped open the building and whose My Shelter Foundation&apos;s &quot;Liter of Light&quot; project has transformed plastic bottles into sunlight-powered bulbs for 120,000 homes of the 20 million Filipinos still living without electricity, said the pavilion will also see the launch of a new solar night light. Made by adding LED lights and batteries to the bottles, these lights will be distributed to 150 locations around the country. Visitors to the building will also be able to learn about other locally available green technologies, such as hydroponics, which involves growing plants without soil. Diaz said: &quot;The point is to teach people how to do it. The world has been too much about expensive technologies that are imported and brought in off-the-shelf. We want people to be able to come out of that pavilion knowing how to build these technologies themselves.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/apr/22/earth-day-2013-philippines-plastic-bottles", 
    "wordcount": "308"
}