{
    "headline": "Boot up: Android tablets counted, ultrabooks disappoint, Anonymous defended and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team How many tablets are in the USA? And does it matter? &gt;&gt; Forbes Benedict Evans of Enders Analysis:   I suspect Android tablets face an even bigger self-selection issue than Android phones. Given you can get a great app and content experience from Apple for $400 (or lower if the iPad Mini exists) and a great content experience from Amazon for $160, what sort of person with what sort of use case will buy the pure Android tablet, and will they be the kind of person that would install cool new apps and buy stuff? Or are they buying a &apos;web tablet&apos; at Walgreens? Certainly, UK retailers are ramping up for a &apos;cheap Android tablet Christmas&apos;.  That doesn&apos;t really matter to Google, of course - all of these devices, even the iPad, are expanding the inventory for Adsense.   Except, of course, the Kindle Fires. The lawyer who defends Anonymous &gt;&gt; Radio Free Europe  As a lawyer not particularly immersed in the technology world, Jay Leiderman first became interested in the hacker collective Anonymous around December 2010. That was when Anonymous activists launched distributed denial of service attacks (DDoS) against Mastercard and PayPal, who stopped processing donations to WikiLeaks.  Since then, he has represented a number of high-profile hackers, including Commander X, who is on the run from the FBI for a DDoS attack on a county website in Santa Cruz, California, to protest a ban on public sleeping, and Raynaldo Rivera, a suspected hacker from LulzSec who is accused of stealing information from Sony computer systems.  Alex meets the web geeks &gt;&gt; Peattie &amp; Taylor When you need their business...  Ultrabook shipments disappointing, IHS says &gt;&gt; Digitimes  An estimated 10.3m ultrabooks will ship worldwide in 2012, according to IHS. This is down from the previous forecast issued earlier in 2012 of 22m units. In the newly-adjusted forecast for 2012, more than half of the shipments for the year are expected to come in the fourth quarter, the reasearch firm noted.   That&apos;s a big downrating. Ultrabooks really need Windows 8, and vice-versa (to a lesser extent). Stephen Elop on Apple Map flap and why location is big for Nokia &gt;&gt; AllThingsD  Apple and the rest of the industry are seeing just how hard it is to do mapping well, Elop said.  &quot;I&apos;m not talking about some city being in the middle of the ocean or Paddington Station showing up as a park,&quot; Elop said.  Location-based services, broadly speaking, are critical to the future of phones, Elop said. While mapping is today still a comparatively small source of revenue for Nokia, Elop said it is a growth business, as evidenced by recent deals with Amazon and Oracle.   The row between Apple and Google - and especially the maps fallout - has turned into some of the best news Nokia could have hoped for. It owns Navteq and needs it to pay back. Wicoms and Skype launch free Skype Wi-Fi across UK and Ireland &gt;&gt; Wicoms Wireless From Tuesday:   Wicoms and Skype today announced the launch of a new WiFi network initiative called Free Skype WiFi. The new service is rolling out in the UK and the Republic of Ireland in participating high street venues and businesses to deliver simple, trustworthy and free public internet access. The Free Skype WiFi service is available for businesses to purchase at skypewifi.wicoms.com.   Skype users can log in with their Skype ID using the Skype Wi-Fi app. Or enter an email for access. Apple &apos;too late to the 7in tablet market&apos;, but 10 million iPad mini sales by Christmas &gt;&gt; Macworld UK  A Barclays analyst believes that Apple is ramping up to sell nine to ten million iPad mini units before the end of the year. According to Barclays analyst Kirk Yang, Apple is using Hon Hai Precision Industry (Foxconn) and Pegatron to produce the iPad mini. Where Hon Hai is expected to ship six to seven million iPad minis in the run up to Christmas, Pegatron is expected to ship three million iPad minis in the fourth quarter of 2012 - less than had been hoped.   You have to love analysts calculating that selling 10m units of an as-yet unannounced product by Christmas is &quot;too few&quot;. Rob Enderle, astute as ever, meanwhile reckons that Apple is &quot;either months or almost a year later to the market with this&quot;.  Samsung teases Galaxy S3 mini for October 11 launch &gt;&gt; CNET News  Smartphone buyers who think the Galaxy S3 is too big could see a smaller version launch as early as next week.  An invite sent out by Samsung for an October 11 launch event touts a smaller product on the horizon with the headline &quot;The size may be small&quot; and the subheading &quot;and so small can be big,&quot; according to Google Translate.    Hasn&apos;t landed here yet. The timing is interesting.", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/04/technology-links-newsbucket", 
    "wordcount": "840"
}