{
    "headline": "Students: would you pay to pick up a prescription?", 
    "text": "One of the benefits of being a penniless undergrad is that you&apos;re normally entitled to a student discount. Except when you visit the doctors, that is. It comes as a surprise to many, but free prescriptions are only available to full-time students aged 17 and under  so if you&apos;re at a university in England you can expect to pay 7.65 each time a doctor prescribes you some medicine. When I asked the Department of Health why this is the case, they explained that other forms of support such as state-funded education and child benefit also end at 19. But I&apos;m not sure this goes very far towards justifying the policy. It&apos;s important that prescription fees aren&apos;t just dismissed along with other student expenses like printing costs, books and stationery. Prescription fees are more serious  they could lead to students forgoing treatment a doctor believes is necessary. Current student Steve is one example. Rather than forking out for a prescription in England he hedged his bets and waited until he had returned home to Wales before visiting a pharmacy. Unfortunately his condition &quot;just got worse&quot;, ultimately prolonging his treatment. Missing out on medical treatment might seem like an odd thing to do, but preliminary research suggests Steve isn&apos;t alone  70% of students say they are less likely to pick up prescriptions if there is a charge, regardless of their socio-demographic background. Gurinder Singh, author of the dissertation research, was surprised by the findings and &quot;didn&apos;t expect so many to be so willing not to get their medicines&quot;. There is a low-income exception which students may be eligible for. But in practice applying to the scheme is cumbersome and confusing, and qualification appears to be a matter of pot-luck. Students report being unsuccessful one year, but successful the next. The form is intimidating and comprehensive. One of its long list of questions asks some students how many breakfasts, lunches and dinners they eat every week. Of course, some oppose free prescriptions for university students on the basis that it&apos;ll be too expensive. But a policy change might actually pay for itself. It&apos;s expensive to treat people whose conditions worsen through lack of treatment  the 7.65 price tag of a prescription fee pales in comparison to the 36 even just one extra GP consultation would cost. This was the logic behind Wales&apos;s decision to make prescriptions free. But more importantly, people foregoing treatment because they don&apos;t have enough money is contrary to everything the NHS stands for. Students already face increasing financial burdens while at university, access to medicine shouldn&apos;t be classed alongside other living costs.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/aug/28/students-would-you-pay-to-pick-up-a-prescription", 
    "wordcount": "442"
}