{
    "headline": "Memo to Rio+20: 'green economy' doesn't mean monetising nature", 
    "text": "The 1992 Rio Earth summit established &quot;sustainable development&quot; firmly in the global political lexicon  even though the term meant, and continues to mean, different things to different people. For Stephan Schmidheiny, a CEO who was appointed chief adviser for business and industry at the summit and subsequently set up the World Business Council on Sustainable Development, it apparently means continuing with business as usual: in February, he was sentenced to 16 years in prison for the deaths of thousands of workers at his asbestos-cement factory. As the Rio+20 anniversary conference approaches, a battle rages over the definition of another term: &quot;green economy&quot;. &quot;A green economy in the context of sustainable development and poverty eradication&quot; is a key conference theme (pdf). It sounds good, but what does it mean? According to one of the official preparatory documents (pdf): &quot;Several delegations proposed the valuing of ecosystem services and internalising of environmental externalities as key elements of a green economy, as well as green accounting (pdf); while some delegations cautioned against further marketisation of nature&apos;s services.&quot; The jargon masks some diametrically opposing views. On one side, many northern governments are saying we trash the natural world because we don&apos;t value it properly. So far, so good. But they go on to confuse &quot;value&quot; with &quot;price&quot;, which is where it all starts to break down. They argue that to conserve or protect the resources and functions we need from nature, we need to ascribe a financial value to them and bring them into the market. Then we will pay the proper price for nature and stop destroying it. The UK government is a big advocate of this approach, having bought heavily into the recommendations of a report on the subject by a team led by the former Deutsche Bank employee Pavan Sukhdev. It has gone as far as publishing a white paper that commits to pushing the agenda, both in the UK and on the international stage. A market-based approach to dealing with natural resources is not an entirely new concept. The idea behind the UN&apos;s Reducing Emissions from Deforestation and Forest Degradation programme (Redd), for example, is that if the carbon stored in forests is valued and quantified, forests will be seen as more valuable standing than they would be cut down. But by allowing companies to &quot;offset&quot; their logging by planting tree plantations, Redd has opened the door to the legal destruction of rainforests. It has also led to the confiscation of land from people who often do not have formal ownership deeds to the land they have used in common for generations. For example, in Uganda more than 22,000 people were evicted from their land, allegedly at gunpoint, to allow the New Forests Company, a UK firm, to plant trees to earn carbon credits. Yet the UK and other governments would have us expand this approach to protecting biodiversity, the delivery of fresh water, and any other areas where there might be a profit to be made from nature. The result would be the further privatisation of essential elements of our planet to which we all share rights and have responsibilities. The co-option of the term green economy to mean commodifying and marketising nature is made worse because it is in danger of dominating the Rio+20 summit at the expense of some of the really positive policies being proposed. These include ending massive subsidies for fossil fuels and other dirty industries, supporting greener industries instead, and moving away from taxing social goods (such as labour) towards taxing social bads (such as pollution). But in the longer term, a real green economy would need to overcome even thornier issues. We need to change our consumption and production patterns and end the obsession with economic growth, looking instead at other indicators of a healthily functioning society. It is perhaps no surprise that discussions on these issues, the most difficult questions, will largely be taking place not on the conference floor but beforehand, at a very different sort of gathering. At the People&apos;s summit, citizens from all over Brazil and beyond will be meeting to discuss the sort of world they want and work out how we might get there. Powerful and incredibly inspiring ideas and experiences, like food and energy sovereignty  the right of peoples to choose their own food and energy systems, rather than having them determined by global markets  will be shared and worked towards. One of Rio+20&apos;s straplines is: &quot;The future we want.&quot; But it will be at the People&apos;s summit that social, environmental, workers&apos;, women&apos;s and other movements will evolve their bold, brave ideas and take the next steps towards the kind of future I want.  Hannah Griffiths is head of campaigns and policy at the World Development Movement", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/29/rio-20-green-economy-monetising-nature", 
    "wordcount": "810"
}