{
    "headline": "Contact time a matter of degree", 
    "text": "It&apos;s good to hear that 9,000 tuition fees are purchasing 18 minutes extra teaching per week (Rise in university fees outpaces tuition time, 15 May), but it&apos;s difficult to find out where this is being delivered to arts students at one prestigious London university college. Students are offered eight hours of contact time per week (four of lectures, four of seminars) in the first term, seven per week in the second and no contact time at all in the third term. This amounts to 21 weeks of lectures and seminars during the year ie 165 hours at an average cost of 54.54 per hour per lecture or seminar. The quality of the lectures is reported to be mainly poor. Postgraduate students run the seminars and the quality of these is reported to be of better quality than the lectures. An explanation for this is that university reputations are based on the quality of their research and researchers are required to lecture undergraduates. But good researchers do not necessarily make good lecturers. Nicola Dandridge of Universities UK states that &quot;tuition fees also pay for far more than contact time (and) cover all manner of services including student support facilities, employment advice and training, library services and clubs&quot;. Given that the rate for my language evening class at a different prestigious London college is 7.50 per hour, this suggests 7,755 of the 9,000 fees must go towards &quot;services other than contact time&quot;. Ms Dandridge does not mention that arts students heavily subsidise science students who are offered between 20 to 35 hours per week of contact time. How can universities rationalise charging arts students 27,000 for a degree during which approximately 62 days (165 hours x three) of tuition have been provided?Rosetta DelisleLondon  Are we to imagine that the nine-fold increase in most fees since 2006 ought to produce: (a) a nine-fold increase in student/tutor contact time; (b) a nine-fold increase in the &quot;quality&quot; of teaching; (c) a nine-fold increase in the development of students&apos; scholastic competence? Meanwhile, concerns over value seem silent on students&apos; actual attendance at available lectures and seminars, and equally oblivious to the online revolution that enables students to enjoy endless hours of engagement with their subject and their tutors through blended learning. Of course, to question simplistic assumptions about the relationship of the cost of the learning experience to its value is just a cynical swipe at the commodification of all human experience, isn&apos;t it? Discuss.Paul McGilchristLondon Metropolitan university  This phenomenon  the rise in tuition fees being accompanied by less hours of tuition  started well before I retired from university teaching in 2004. Students are encouraged to apply to the best universities. These are graded according to their research ranking. University administrators, understandably, expect lecturers to prioritise their research and publication records. Not surprisingly, departments resort to all sorts of wheezes to reduce the number of hours their staff devote to teaching and increase those they spend on research. Even though they are being short-changed, students don&apos;t object as all they want is a good degree (which their tutors ensure they still get). Until universities are funded according to the excellence of their teaching and not the excellence of their research, this sorry state will continue.Arthur GouldLoughborough, Leicestershire  It is easy to underestimate the real costs of development of high-quality distance learning materials and robust methods of assessment (Will Moocs be the scourge or saviour of higher education, 13 May). High-quality distance learning cannot be developed and delivered on the cheap. That maybe why the current drop-out rates for massive, open, online courses (Moocs) are estimated at greater than 90%, which would be unacceptable for most university degree programmes. Moocs are important and exciting for opening up access to higher education. But for those in government and elsewhere who think it&apos;s going to provide a quick fix for escalating deficits associated with student loans, think again. Development of personalised learning by harnessing technological advances is going to transform higher education. But it will require substantial, long-term investment and, for those who pay the bills, considerable patience in realising a return.Professor Stephen CaddickVice provost enterprise, UCL", 
    "section": "education", 
    "gid": "education/2013/may/15/contact-time-matter-of-degree", 
    "wordcount": "712"
}