{
    "headline": "Brain's music pleasure zone identified", 
    "text": "Scientists know that music can give intense pleasure by delivering chemical rewards in the brain that are equal to the joy of good food or even sex, but now they think they may have identified the part of the brain where this pleasure starts. Researchers scanned the brains of subjects while they listened to new songs and asked how much they would spend on buying the tracks. They found that the most popular songs - those which people were prepared to pay more for - were also the ones that elicited the strongest response in the nucleus accumbens, a structure in the centre of the brain that is involved in reward processing. &quot;This area is important because it&apos;s involved in forming expectations and these are expectations that could be rewarding,&quot; said Valorie Salimpoor of McGill University in Montreal, Canada. &quot;What makes music so emotionally powerful is the creation of expectation. Activity in the nucleus accumbens normally would indicate that expectations are being met or surpassed.&quot; In the experiment, which is published in Science, she and her colleagues scanned the brains of 20 people who used an iTunes-like interface to listen to 30-second clips of songs they had never heard before but were in a genre they generally liked. &quot;Instead of just asking them if they liked the music or not, we gave them a chance to buy the music because that gives us a real understanding of what they really like and want,&quot; she said. &quot;Immediately after they hear each clip, they make a decision. They could spend zero dollars, 99c, $1.29 or $2.&quot; The brain scans showed a direct relationship between how strong a response someone had in their nucleus accumbens to a song and how much they were willing to pay for it. This part of the brain was not acting alone, however. Salimpoor also found that it was taking in information from the superior temporal gyrus. &quot;This part of the brain is the part that has stored all the templates of the music we&apos;ve heard in the past and will be unique for each individuals,&quot; she said. &quot;The way that we like music is 100% unique to who we are and what we&apos;ve heard in the past and the way that our superior temporal gyrus has been shaped. The brain is working a bit like a music-recommendation system.&quot; The latest results shed further light into Salimpoor&apos;s 2011 study, which found that the experience of pleasure when listening to music was mediated by the release of the brain&apos;s reward chemical, dopamine. She said that music seemed to tap into the circuitry in the brain that had evolved to drive human motivation. This ancient reward system, when listening to music, was being used to provide a cognitive reward. Prof Sophie Scott, a neuroscientist at University College London, cautioned that Salimpoor&apos;s results should not be over-interpreted. &quot;It is clearly the case that you get rewards for the music you like [but] I don&apos;t think we listen to music in any one way, we listen to music in the same way we read books or read poetry or engage with other sorts of art,&quot; she said. &quot;One of the reasons they are things we like is because we can engage with them in multiple ways - you could be enjoying music because of the rhythm, because of the way the singer&apos;s singing, there&apos;s so much going on. Reward was only a snapshot of one particular brain system and its involvement in music, Scott said. &quot;But don&apos;t think it&apos;s telling you everything about the totality of how your brain engages with music.&quot;", 
    "section": "science", 
    "gid": "science/2013/apr/11/brain-music-pleasure-zone-identified", 
    "wordcount": "618"
}