{
    "headline": "Apps Rush: UEFA Euro 2012, Microsoft Office, Titanic 100, Lords of Acid, Scanner Pro, Tatler and more", 
    "text": "A selection of 19 new apps for you today: Official UEFA EURO 2012 app with Orange UEFA and Orange have teamed up for an official Euro 2012 app providing results, alerts, news and video highlights  the latter will require an in-app purchase on iOS and Android, and aren&apos;t available in the BlackBerry version judging by its listing. The link above is for Android, but here&apos;s BlackBerry, here&apos;s the iPhone version and here&apos;s the iPad version.Android / BlackBerry / iPhone / iPad Microsoft Office for Symbian Microsoft has ported its Office suite to Symbian, making it available for Nokia&apos;s 701, 700, 603, E7, X7, C7, Oro, and C6-01 smartphones. That means Word, PowerPoint and Excel, which will be initially made available through Nokia&apos;s Software Update tool, before hitting its Nokia Store in a few weeks&apos; time.Symbian Titanic 100 UK newspaper the Daily Mirror&apos;s latest standalone app focuses on the 100th anniversary of the Titanic disaster, mixing reports from the time with archive photographs and a chronology. It&apos;s an app spin-off from a printed supplement.iPad Lords of Acid Techno band Lords of Acid are returning with a new album after a 12-year absence, and there&apos;s an app for it. Or, as they describe it: &quot;Part game, part interactive comic book, part concept album&quot;. There&apos;s one mini-game per song on the album, in an aim to &quot;return us to the days where the listener would stare at the magic of a vinyl album cover art, playing the songs and reading through liner notes over and over&quot;.iPhone Scanner Pro Impressive document-scanning iPhone app Scanner Pro has been made universal, making it available on iPad for the first time. Its user interface has been overhauled, and it takes advantage of the new iPad&apos;s faster processor and better rear camera.iPad Bloomberg Businessweek+ Bloomberg&apos;s Businessweek+ app has signed up 100k subscribers since its launch in April 2011. Now it&apos;s been updated to be universal, meaning iPhone and iPod touch owners can use the app to download issues, watch videos and listen to audio in the background.iPhone The O2 AEG Europe has launched new iOS apps for its London venue The O2, providing information on eating, drinking and clubbing around events, as well as offers, travel details and social sharing. The link above is for iPhone, but here&apos;s the iPad version.iPhone / iPad Sid Meier&apos;s Pirates! Microsoft&apos;s latest featured Xbox Live game for Windows Phone is a classic: Sid Meier&apos;s Pirates!. As on iOS, it sees you sailing the high seas battling ships, duelling barons and chatting up governers&apos; daughters.Windows Phone Tatler Cond Nast&apos;s latest iOS Newsstand app is for its society magazine Tatler, charging 3.99 a month for a digitised version of the magazine.iPhone / iPad Magic: the Gathering Toolbox Wizards of the Coast has launched an official Android and iPad app for its Magic: the Gathering card games. Not a standalone game itself, but rather &quot;tools to support&quot; the games in the real world, tracking player life, providing card search and deck builder features, as well as news from the game community. The link above is for Android but here&apos;s the iPad version.Android / iPad Europe - The Michelin guide 2012 This year&apos;s Michelin Guide to hotels and restaurants in Europe has an iPhone app, helping people find local eateries, share details on social networks, and rate them after visiting.iPhone Time Out New York for iPad Time Out New York has a new iPad app to inspire readers &quot;to do more in your city&quot;, providing suggestions for events, places and things to do, while learning from each user&apos;s preferences to tailor their recommendations.iPad Advena Korean publisher Gamevil&apos;s latest action RPG has a nifty &quot;party play&quot; feature that lets you switch between characters during combat. There&apos;s a huge world map to explore, as well as online player-versus-player battles.Android Boats - Byron Barton Byron Barton&apos;s popular children&apos;s book has been turned into an app by Oceanhouse Media, with interactivity, animation and voice narration.iPhone / iPad Macworld Digital Magazine (US) The American edition of Apple-focused magazine Macworld now has an iPad digital edition, using Apple&apos;s Newsstand system. iPad The Lorax Popular Dr. Seuss book The Lorax now has a new iOS game by Miniclip, which involves tapping objects to make marshmallows fall down so character Pip can eat them. Cut scenes from The Lorax film are included too. The link above is for iPhone, but here&apos;s the HD iPad version.iPhone / iPad Happy Ever After Author and journalist Joyce Lamb is in charge of USA Today&apos;s Happy Ever After section, reviewing romantic fiction. Now there&apos;s an official app for that, which she promises will &quot;shower you with book reviews, author interviews and lots of other fun stuff to help you get to know your favorite authors just a little better&quot;.iPhone / iPad TCM Hollywood Tour Here&apos;s an interesting brand extension: Turner Classic Movies has launched an iPhone app for tourists in Hollywood, providing details of more than 100 film locations and celebrity houses. Augmented reality technology is built in, as are &quot;badge rewards&quot; for visiting the locations.iPhone Kidbliss iPhone app Kidbliss now has an Android version. Both offer a mobile diary for parents to track stories, photos and videos of their children, to be shared with family and close friends.Android", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/11/apps-rush-euro-2012-microsoft-office", 
    "wordcount": "897"
}