{
    "headline": "David Willetts: I'm just a science minister, not a particle physicist", 
    "text": "I&apos;m currently in purdah regarding the 4th July CERN seminar, and too busy to write much anyway in this somewhat manic period before the ICHEP meeting in Melbourne. But, a few weeks ago, the Science and Technology Facilities Council pointed a small camera at some people in their offices and asked them about the Higgs boson. One of them was the science minister, David Willetts:            As well as showing a very encouraging attitude to particle physics, and by implication I think to science in general, he also very sensibly (and humbly!) refuses to indulge in rumour and speculation. And he finishes with an interesting point about fairness between generations (which he has written, and obviously thought a lot, about)  ... we are the beneficiaries of the science and technology generated by previous generations, and we have a similar obligation to improve our understanding of the world and widen the range of technoogies we have available to pass something more on to generations coming after us...  Amid bad economic news and some pretty selfish and corrupt behaviour around the place, this is a refreshingly noble thought; and it is true to the motivations of most of those involved in basic science, in my experience. Another interviewee was Sarah Baker, one of my PhD students at UCL, who is really good on what it feels to be involved this physics at this moment.  ...I see friends from home and people say &apos;Oh what&apos;s going on with the Higgs?&apos;             She&apos;s right, this is a very bizarre, exceptional and privileged place for a scientist to be. Another person they pointed the camera at was me. Though I&apos;m not sure the analogy I make with Fermat works very well, the interview does give an insight into what I thought about the Higgs boson at the time. You can find my video, Sarah and the science minister, plus a couple of others (David Wark, Bruce Kennedy) at the STFC site here. I don&apos;t fully understand how Sarah managed to be so much more focussed than me or the science minister.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/jul/01/higgs-boson-cern", 
    "wordcount": "344"
}