{
    "headline": "Students protest at  Demo 2012  as it happened", 
    "text": "  3.59pm GMT    Summary    Here is a summary of todays key events.  Thousands of students  10,000, according to the NUS  have marched through central London to protest against the increased cost of tuition fees and high youth unemployment. The march ended in chaotic scenes when the stage was invaded during a speech by NUS president Liam Burns.  The marchers started off in a positive mood, but as the weather turned cold and rainy and the protest headed through south London many demonstrators became discontented with the NUS for sending the route towards the relatively low-profile Kennington Park, instead of a more publicity-friendly central London location. At parliament, some marchers tried to break away and head for Parliament Square, while others temporarily blocked the way. After a short delay, the march moved on across Westminster Bridge and south of the river.  At the end of the march, as numbers dwindled to as few as 400, the tension between the pro- and anti-NUS factions  already evident before the march  came to a head when the stage was invaded during Burnss speech. Burns had issued a call for unity and asked the students to end their infighting. This video by my colleague John Domokos shows students chanting against the NUS. Were in the middle of a field in south London, for no reason, one says.  Here is a gallery of pictures sent in to us by Guardian readers.  And here are some of the chants the marchers improvised when the weather turned nasty. And here John chats to marchers warming up in Kennington&apos;s Parma Cafe afterards. Thats all from me. Thanks a lot for your comments.              Updated at 4.26pm GMT     3.42pm GMT       After that bit of drama, the march and rally have come to an end and people are heading home. Here are some positive viewpoints about the day:    Such a shame how such a brilliant day ended. Didn't dampen our spirits. @nus_liam and other speakers were excellent. #Demo2012&mdash; Sam Tunney (@SamTunney) November 21, 2012     Certainly a lot of cynicism over the #demo2012. I'd have thought any action at all beats talking / moaning about it.&mdash; Steve Eaton (@SteveEaton3) November 21, 2012   I also liked this summary of the day&apos;s most dramatic event:    #demo2012 major incident in kennington park stage attacked liam burnsforced off stage. I am safe.&mdash; Jack Staples-Butler (@JStaplesButler) November 21, 2012   I&apos;ll leave it to the Metropolitan police to officially announce the end of the march:    The #Demo2012 rally at Kennington Park has now concluded and all participants have dispersed. All roads have now reopened.&mdash; Metropolitan Police(@MetPoliceEvents) November 21, 2012        3.16pm GMT       Here&apos;s another picture of the stage invasion:    @ussu #demo2012 Liam burns forced off stage by anti-NUS stage invasion @thebadgernews twitter.com/Summertvuk/sta&mdash; SummerDean (@Summertvuk) November 21, 2012        3.15pm GMT       Liam Burns apparently attempted to finish his speech from the crowd with a megaphone:    Liam Burns joins the crowd to finish speech with megaphone. #Demo2012 - KL twitter.com/LondonStudent/&mdash; LondonStudent (@LondonStudent) November 21, 2012        3.14pm GMT       Here&apos;s a picture of the stage invasion:    NUS rally stage filled with protesters. #demo2012 twitter.com/rowanwr/status&mdash; Rowan Ramsden (@rowanwr) November 21, 2012        3.13pm GMT       Shiv Malik has just rung in to say the stage was stormed at the rally after NUS president Liam Burns began speaking. Before he took to the stage there were 100-150 people at the front of the crowd behaving raucously and singing:  NUS, shame on you Where the fuck have you brought us to?  When Burns began speaking they turned up the volume and then stormed the stage.    Updated at 3.18pm GMT     3.09pm GMT       Another rain-related chant has sprung up:    It's raining, it's pouring, the Tories are appalling. Now that's a good chant. #demo2012&mdash; Lauren Archer (@_laurenarcher) November 21, 2012        3.07pm GMT       Who was that American rapper who came to the UK and thought the crowd were booing him when they were actually expressing their approval using the UK garage catchphrase &quot;Boom!&quot;? A similar thing may be happening in Kennington:    I was saying boo-urns RT @tomilo Burns was booed. Lots. #demo2012&mdash; Ellie Mae O'Hagan (@MissEllieMae) November 21, 2012        3.02pm GMT       Enthusiasm is ebbing away at the back of the march, Rebecca Ratcliffe reports.  The rain is torrential and many feel they are walking in the wrong direction. &quot;Why are we marching all the way to Kennington? We should be taking our protest to parliament where the decisions are made - not pissing off posh south Londoners,&quot; a recent Birkbeck graduate told me. King&apos;s College student Josh Stuttle agreed. I asked him how he thought today&apos;s march compared with the 2010 demos: &quot;Unfavourably.&quot;     Updated at 3.12pm GMT     3.01pm GMT       Tweeters are reporting that sections of the crowd booed NUS president Liam Burns when he began his speech. He seems to have made a call for students to stop their infighting and unite against the government:    Burns tells the crowd the real fight is against the coalition not amongst the student movement. He wants an end to inner fighting #Demo2012&mdash; Jonathan Robinson (@JonR0BINS0N) November 21, 2012     Liam Burns says he will ignore those chanting and work with progressives instead #demo2012&mdash; Tom King (@tomilo) November 21, 2012        2.44pm GMT       Here&apos;s Josie Long live on stage at the rally.    Josie Long is here! Excuse the awful rainy picture. #demo2012 twitter.com/inquirelive/st&mdash; InQuire Live (@inquirelive) November 21, 2012   Meanwhile discontent with the NUS continues to rear its head:    this is what democracy looks like i assume that doesn't refer to the NUS stiffling #demo2012 with a rainy walk to surrey.&mdash; LookLeftNorwich (@LookLeftNorwich) November 21, 2012     Starting to be a few grumbles against the NUS for length of march and organising it for November #demo2012 @eastlondonlines&mdash; Tomas Jivanda (@T_Jiv) November 21, 2012     At least the BBC is unafraid to call the National Union of Students what they are: NUTS! #demo2012 #deluded2012 twitter.com/OliverCooper/s&mdash; Oliver Cooper (@OliverCooper) November 21, 2012        2.40pm GMT       The rally has begun, and comedian Josie Long is speaking, according to Twitter user Lucy Sherriff.       2.38pm GMT       My colleague John Domokos sends this short video of marchers battling through the rain. I just spoke to the NUS, who estimate somewhere &quot;in the region of&quot; 10,000 people are attending. I asked the Metropolitan police too, but they said they left counting the numbers up to the organisers.                  2.32pm GMT       Here are those cold and wet (but admirably happy-looking) marchers entering Kennington Park.    RT @lsmediauk: The march is coming into Kennington Park #demo2012 twitter.com/LSMediaUK/stat&mdash; Adam Ford (@neon_black81) November 21, 2012        2.31pm GMT       This is my favourite chant of the day so far:    'Its cold, its wet and we're in loads of debt' chants as we near kennington park #demo2012&mdash; NUTS (@thenutstv) November 21, 2012        2.30pm GMT       I think this might be sarcastic:    Doubters about #demo2012 route proved wrong. Staff of Kennington estate agent standing in window loving the demo and urging it on.&mdash; John Morgan (@JMorganTHE) November 21, 2012        2.24pm GMT       The marchers are now entering Kennington Park, where the rally is due to take place.    Student #demo2012 now on Kennington Park Rd, entering into Kennington Park twitpic.com/bf4zqj Livestream here: bit.ly/J74kSu&mdash; James Albury (@alburyj) November 21, 2012     Just arrived at kennington park #Demo2012&mdash; Sin Hampson (@sianieay) November 21, 2012     Updated at 2.52pm GMT     2.03pm GMT       The march is now on its way through Lambeth towards Kennington Park and some marchers are unhappy with the route.    Route critics were on the money. There's noone here to see the demo. Students breaking off into pubs. #demo2012 twitter.com/rhulfounder/st&mdash; The Founder (@rhulfounder) November 21, 2012     #DEMO2012 goes to Kennington Park... who's idea was that? Top work from @nusuk&mdash; Luke Denne (@lukedenne) November 21, 2012     #demo2012 losing momentum.&mdash; Yousef Cisco (@yousefcisco) November 21, 2012     Waiting at Kennington, how far away are y'all? #demo2012&mdash; Flo Fairweather (@Flofairweather) November 21, 2012        1.52pm GMT       The march seems now to be going underneath the train tracks of Waterloo station:    Not far from the end of the march the mood seems to be have dampened by the rain. @nationalstudent #demo2012 twitter.com/GerardGillen/s&mdash; Gerard Gillen (@GerardGillen) November 21, 2012        1.51pm GMT       The vast bulk of those who had stayed put at Westminster Bridge have now moved on, Shiv Malk reports. As Shiv says, the students have been &quot;kettling themselves&quot;.    Updated at 2.51pm GMT     1.48pm GMT                 John Domokos sends this short video of the media front line at today&apos;s protest.       1.46pm GMT       This tweet seems to sum up the split between those marchers following the NUS&apos;s leadership and using its slogans, and those with more &quot;radical&quot; ideas.     NUS person shouting instructions on megaphone, shouted over by more radical megaphonist outside parliament at #demo2012@paultowen&mdash; Alistair Grant (@Aligrant_90) November 21, 2012        1.41pm GMT       On the other side of Westminster Bridge, some protesters are complaining of being &quot;mini-kettled&quot;.    Uclan students, after making it across the bridge are being mini kettled... #demo2012 #Plutodemo twitter.com/plutonews/stat&mdash; Pluto UCLan (@plutonews) November 21, 2012        1.28pm GMT       In the runup to the march, the NUS slogan &quot;Educate, Employ, Empower&quot; was dismissed by some as too broad - but, having chatted to the students out today, Rebecca Ratcliffe feels it does seem to reflect student opinion.  Anna Roche, 17, told me she&apos;s not just worried about tuition fees, but also the lack of jobs. &quot;My sister, who is 19, is struggling to find work - I have lots of friends who are in the same position. Tuition fees have made me think twice about university, but then I&apos;m not sure what I can do as an alternative. It&apos;s scary.&quot;     Updated at 1.36pm GMT     1.27pm GMT       Here are two more reports of what is happening at that pinch point by and on Westminster Bridge.    Small sit down protest on Wminster bridge. I hope they have waterproof pants. 'Why are we going to Kennington? Theres nothing there' says 1&mdash; John Morgan (@JMorganTHE) November 21, 2012     Nus moving people on from outside parliament as anti nus demonstrators and other protectors attempt to block the bridge #demo2012 #plutodemo&mdash; Pluto UCLan (@plutonews) November 21, 2012        1.25pm GMT       One report of scuffles between the police and protesters - we are unable to confirm that.    Fights with the police and protestors have broke out outside Westminster #demo2012 twitter.com/TheRealMcGowan&mdash; Drew McGowan (@TheRealMcGowan) November 21, 2012        1.24pm GMT       Shiv Malik calls to report that about half the march is now stuck at the corner where Westminster Bridge starts on the north bank of the Thames, just outside Portcullis House. People are &quot;dribbling through&quot; on to the bridge and the other half of the march has headed across to the south bank. It&apos;s all peaceful so far, although Shiv is worried about non-marchers coming up from the entrance to Westminster tube station and finding themselves stuck.        1.16pm GMT       Here&apos;s a picture of the sit-in on Westminster Bridge.     Attempted sit-in blockage of Westminster bridge: #demo2012 twitter.com/rhulfounder/st&mdash; The Founder (@rhulfounder) November 21, 2012   Shiv Malik reports that part of the march is at a standstill by parliament:    March now well halted beside parliament sq. Dangerously subway from westm station still open so women and children emerging into #demo2012&mdash; Shiv Malik (@shivmalik1) November 21, 2012        1.08pm GMT       Part of the march seems to be holding a sit-in on Westminster Bridge.    Protest moving past a sit down protest on Westminster bridge #demo2012&mdash; LondonStudent (@LondonStudent) November 21, 2012     Sit-in on Westminster Bridge now #demo2012&mdash; Amena Amer (@Dum_Di_Doo) November 21, 2012   Here&apos;s Shiv Malik&apos;s photo of the group of protesters attempting to break away from the main march at parliament.    Protestors make a break from main march toward parliament sq. Others now following twitpic.com/bf45y3&mdash; Shiv Malik (@shivmalik1) November 21, 2012        1.04pm GMT       The head of the march is now crossing Westminster Bridge.    Reached Parliament, now on our way along Westminster Bridge! #Demo2012 twitter.com/MatthewBrown44&mdash; Matthew Brown (@MatthewBrown446) November 21, 2012     Oh hi parliament #demo2012 twitter.com/solentengage/s&mdash; Solent VP Engagement (@solentengage) November 21, 2012        1.00pm GMT       Here&apos;s another picture from outside parliament, at the point where the march is supposed to head across Westminster Bridge.    Section of the protest tries to break away and enter parliament sq. Stopped by met officers #Demo2012 twitter.com/EdJournal/stat&mdash; The Journal (@EdJournal) November 21, 2012        12.58pm GMT       Here are the lines of police outside Portcullis House, which is a building housing MPs&apos; offices just across the road from parliament.    Protestors approaching Parliament. Two lines of police protecting Portcullis house. #demo2012 twitter.com/benrileysmith/&mdash; Ben Riley-Smith (@benrileysmith) November 21, 2012        12.56pm GMT       Shiv Malik reports about 150 marchers tried to break away from the main route near Portcullis House and go past the Houses of Parliament to Parliament Square. They were stopped by the police and there was no violence, Shiv reports.       12.54pm GMT       The front of the march is now approaching parliament, reports Shiv Malik, where demonstrators are due to turn left on to Westminster Bridge.    Front of march coming now to parliament and westminster bridge. #demo2012&mdash; Shiv Malik (@shivmalik1) November 21, 2012        12.52pm GMT       The problems with the route north of Temple are all cleared up now, reports Rebecca Ratcliffe, and the protesters are moving forward.  It seems to have been a minor blip. There&apos;s a lively atmosphere but people are calm.        12.39pm GMT       Here&apos;s another interactive map of the march, this one from the Student Journals.       12.34pm GMT       The route (which avoids major landmarks) is causing problems, Rebecca Ratcliffe reports.  I&apos;m on Surrey Street, just north of Temple, at the moment, where students are refusing to move. Protesters are standing still and then charging forward at police officers.        12.33pm GMT       There are some signs of slight trouble at the head of the march:    Police leading the march down Surrey Street. Slight eruptions from the black bloc protesters, as they're pushed down the road. #demo2012&mdash; Robbie Wojciechowski (@robbieflash) November 21, 2012     Police doubling officers leading the cordon to help contain the eruptions. Mood right now is jittery. #demo2012&mdash; Robbie Wojciechowski (@robbieflash) November 21, 2012     Bit of argy bargy with cops as black bloc try tro break away from main march at aldwich #demo2012. Move back no you move back&mdash; Simon Childs (@simonchilds13) November 21, 2012        12.31pm GMT       The marchers have reached Waterloo Bridge.    Marches are meeting on the embankment, here's a view from the top of Waterloo Bridge. #demo2012 twitter.com/robbieflash/st&mdash; Robbie Wojciechowski (@robbieflash) November 21, 2012     Banner on Waterloo bridge #demo2012 twitter.com/alexpday/statu&mdash; Alex Peters-Day (@alexpday) November 21, 2012     RT @thestudentpaper: Our favourite banner so far: Dumbledore didn't die for this! #demo2012&mdash; Joe Oliver (@joe_oliver) November 21, 2012        12.22pm GMT       My colleague John Domokos has been speaking to students on the march and has sent this video. One tells him:  We&apos;re here to save our EMA and get fees back to normal, and fight the cuts.  Another says:  I have a younger sister who is 10. She really wants to go to university but it&apos;s quite hard to be really optimistic when you know how much it&apos;s going to cost, how much money we don&apos;t have to pay for it.                   12.17pm GMT       Here is the scene half a mile down the road, outside parliament.    Parliament now. Plenty of police. #demo2012 #occupy twitter.com/OccupyLondon/s&mdash; Occupy London (@OccupyLondon) November 21, 2012     Updated at 12.17pm GMT     12.15pm GMT       Here&apos;s a picture of the front of the demonstration on Victoria Embankment:    front of the #demo2012 twitter.com/mdbergfeld/sta&mdash; Mark Bergfeld (@mdbergfeld) November 21, 2012        12.10pm GMT       The Metropolitan police report that the march has begun and is now moving down Victoria Embankment.       12.07pm GMT       The East London Lines blog is putting together this Google Map complete with tweets and photos along the route.            12.02pm GMT       My colleagues on the picture desk are putting together this live blog of photos from today&apos;s demonstration.       11.53am GMT       Readers have been asking why the route seems to avoid the most high-profile areas of central London, instead heading south for a rally at Kennington Park. I asked the NUS why that was. A spokesperson said:  We&apos;ll be marching in full view of parliament across Westminster Bridge and down to a good space for a rally. We wanted to create a route that meant minimum disruption for potential supporters but that allowed us to get our messages across to politicians.     Updated at 11.59am GMT     11.52am GMT       Here&apos;s the NUS&apos;s version of the route of the march:            11.45am GMT       Here are some pictures of protesters in central London today:    #demo2012 twitter.com/genericname10/&mdash; Kyle Williamson (@genericname10) November 21, 2012     First lot of protesters at embankment #Demo2012 yfrog.com/hsaytdzj&mdash; The Courier News (@TheCourier_News) November 21, 2012     Love this photo from #demo2012@shellyasquith: @suarts is ere! twitter.com/ShellyAsquith/ #creativity #solidarity&mdash; BECTU Young Members (@bectu_ym) November 21, 2012     Best placard so far- this is an Eton mess #demo2012 twitter.com/studentjournal&mdash; The Student Journals (@studentjournals) November 21, 2012        11.41am GMT       The National Union of Teachers has put out a statement in support of the NUS day of action today. Christine Blower, the general secretary of the NUT, said:  The NUS is right. Young people are at the sharp end of the coalition governments austerity cuts. Measures such as replacing the Educational Maintenance Allowance and raising tuition fees have led to many being priced out of continuing in education or training post-16. Youth unemployment needs to be urgently addressed. Having close to one million young people unemployed is a shocking waste of a generation. We must not limit educational opportunities by placing financial barriers such as tuition fees in the way.      The NUT's Christine Blower: 'The NUS is right.' Photograph: Sean Smith for the Guardian         11.38am GMT       Students are now starting to stream into Temple Place ahead of the march, reports Rebecca Ratcliffe.  There&apos;s plenty of chanting about EMA and politicians&apos; elite university backgrounds. So far Winchester University SU has the strongest turnout.     Updated at 12.53pm GMT     11.35am GMT       Ive just been speaking to my colleague Shiv Malik, who is in central London with some of the marchers. He says the atmosphere is good but there are fewer marchers than he expected: a few hundred at the University of London Union in Malet Street so far. Shiv has been speaking to Michael Chessum of the National Campaign against Fees and Cuts. He says the NCAFC were planning to break away from the main protest and march directly past parliament. Prime ministers question time is happening today as usual at midday. But the police have not given them permission to do that, and the NCAFC have decided not to do so. Well hear more from Shiv later on.           11.30am GMT       Rebecca Ratcliffe has been speaking to Beth Kemp, 17, on the coach from Kent to London. She writes:  Beth is protesting today because she wants politicians &apos;to at least recognise the problems young people face&apos;. She&apos;s considering going to university but is put off by the 9k fees. &apos;I don&apos;t understand how for so many years tuition fees could be set at one or two grand, then suddenly it&apos;s raised to 9k - and we&apos;re supposed to just accept that?&apos; Meanwhile, students hand out song sheets for later on (yes, they know there&apos;s a typo).      Student protest song sheet for today's demonstration. Photograph: Rebecca Ratcliffe for the Guardian    I&apos;m looking forward to their Nick Clegg version of the YouTube miming sensation Call Me Maybe by Carly Rae Jepsen. You can&apos;t quite see all the lyrics above, but here they are: Clegg, I&apos;ve not met you And this is crazy Here&apos;s your pledges Stand down maybe? And all the other Libs Regret you greatly So here&apos;s a backbone Stand down maybe    Updated at 11.33am GMT     10.37am GMT       Rebecca Ratcliffe sends this photo of the students she is travelling with from Kent to London for the march.     Photograph: Rebecca Ratcliffe for the Guardian         10.32am GMT       The Metropolitan police say section 12 of the Public Order Act 1986 is in place for today&apos;s march.    For today's #Demo2012 there is a Section 12 Public Order Act 1986 in place. For further details: bit.ly/QW7B18&mdash; Metropolitan Police(@MetPoliceEvents) November 21, 2012   This allows the police to impose conditions on marches &quot;to prevent serious public disorder, serious damage to property or serious disruption to the life of the community&quot;. The conditions include those relating &quot;to the route of the procession or prohibiting it from entering any public place specified in the directions&quot;. What this means in relation to today&apos;s march is that if people veer off the route in a way the police feel is potentially dangerous, they have the power to step in and stop them.        10.02am GMT       On Twitter the debate over the issues behind the march continue:    For all those who see the stupidity behind #demo2012, alternate tag #deluded2012 courtesy of @misesfahayek twitter.com/Crossley_Alex/&mdash; Alexander crossley (@Crossley_Alex) November 17, 2012     Sick of people saying we need to make cuts. Says who?! If we need to reduce the deficit target the rich not the vulnerable #demo2012&mdash; Sean Counihan (@seancouni) November 21, 2012     Not very busy in the Library so far this morning -is everyone at #demo2012?&mdash; shhhsharn (@shhhsharn) November 21, 2012     #11 We're marching because even a good degree isn't good enough #Demo2012&mdash; Adrianne Peltz (@adi_peltz) November 21, 2012     Floods in SW hampering coach travel to London for #Demo2012 - if God exists he must be a Tory!&mdash; Lynne Maclean (@Superwitch54) November 21, 2012     If my university is anything to go by #Demo2012 is going to be a dismal failure. Excellent. #damp&mdash; Steven Maloney (@StevenEMaloney) November 21, 2012     I'm at #demo2012 to demand others pay for my education!&mdash; Mavis Stott (@MavisStott) November 21, 2012     Good luck to those at #demo2012 - education is an inherently socially useful route to self improvement, not a commodity for profit&mdash; Jon (@TheJonFoulds) November 21, 2012        9.53am GMT       A letter to today&apos;s Guardian from various student leaders sets out the demands of today&apos;s march:  We believe the student movement needs to demand clear, radical alternatives to the coalition&apos;s agenda of privatisation, growing inequality and austerity, and to build unity with others in the struggle against cuts and austerity. We are campaigning for free, accessible and public education, with a living allowance for all students, and a rebuilt welfare state and NHS  funded by taxing the rich and big business  and taking control of the banks&apos; wealth.  Another letter, this one from union leaders, MPs and others, attacks the response of the police and the courts to the 2010 protests. Here&apos;s an extract:  Less publicised were the many cases in which students were vindicated by juries who found them not guilty. These include the Hilliard brothers, who were acquitted of pulling a policeman from his horse in a trial that revealed the hapless officer had slipped from his saddle while pulling one of the boys&apos; hair. This was contrary to David Cameron&apos;s insistence that police had been &quot;dragged off horses and beaten&quot;.        9.43am GMT       My colleague Rebecca Ratcliffe is on her way to London from Kent with around 15 students from Canterbury College. She writes:  Most of the students here are taking A-levels or BTECs, and quite a few went along to protests two years ago to campaign against the abolition of the Education Maintenance Allowance in England. They hope today&apos;s march will remain peaceful but fear that media coverage of the violence at the 2010 demo will put younger students off attending.  We&apos;ll have more from Rebecca and the Canterbury students throughout the day.    Updated at 10.09am GMT     9.29am GMT       Hello, and welcome to the Guardians live coverage of todays student protests in London. Ill be live-blogging all the events today as an expected 10,000 students demonstrate against tuition fees increases and poor employment prospects for young people. My colleagues Shiv Malik, Rebecca Ratcliffe and John Domokos will be on the march and keeping in touch throughout the day. The marchers are due to assemble in Temple Place, near Temple tube station on the north bank of the Thames at 11am, and the march will set off at 11.45am. The march heads south down the Thames to Westminster Bridge, where it turns left across the bridge in front of the Houses of Parliament and heads into south London, travelling down Kennington Road before turning into a rally at Kennington Park at around 2pm. At 3pm the rally is due to end. Speakers include comedian Josie Long, columnist Owen Jones, singer Grace Petrie, NUS president Liam Burns, Kathy Taylor of the UCU and Roger MacKenzie of Unison. You can see full details of the march  called Demo2012  here. Here is Peter Walker and Rebecca Ratcliffes full story on the background to the march. As they explain, todays protests focus not just on the tripling of tuition fees and the loss of the educational maintenance allowance (EMA), but also the dire employment prospects faced by young people. Today&apos;s is the first national protest organised by the NUS since more than 50,000 people took part in a demonstration two years ago, during which there were some violent clashes with police, and there were a number of arrests and injuries and students were kettled by officers. Student protests that autumn and winter saw objects thrown from the roof of Tory party HQ in November, and a month later the windows of a car carrying Prince Charles and the Duchess of Cornwall were cracked and paint was thrown over it. Here is a map of the route:     The route begins at Temple on the north bank of the Thames ...       ... crosses Westminster Bridge and continues south through Lambeth ...       ... and ends at Kennington Park, where there will be a rally      Updated at 10.09am GMT  ", 
    "section": "education", 
    "gid": "education/2012/nov/21/student-protests-demo-2012-live-blog", 
    "wordcount": "2769"
}