{
    "headline": "Satellite eye on Earth: March 2012 - in pictures", 
    "text": "   On 2 March, the skies above southern Scandinavia were clear and cloud-free, allowing Nasa's Terra satellite to capture this crisp and beautiful true-colour image. Bright white snow cloaks Norway's Scandinavian mountains to the west. In the east, Sweden's green lands are relatively lightly brushed with snow in the northern section, while the southern-most tip remains nearly snow free. Sweden's Lake Vanern (west) and Lake Vattern (east), both appear ice-free, but the smaller lakes further north are icy-white. In the south of the image, a large stain of blue and green curls off the western coast of Denmark. This is likely due to a phytoplankton bloom, although some coloration may be due to sediment in the water, especially near the coast Photograph: MODIS/Terra/NASA       The Paran River floodplain along the Mato Grosso-So Paulo border, Brazil. The river appears as a wide, blue strip with the muddy brown water of the smaller Verde River entering from the north-west (top left). An extensive wetland (dark green) and the floodplain reaches a width of 11 kilometres (about 7 miles). The thin line of a road crossing the floodplain also gives a sense of scale. The floodplains are bordered by numerous rectangular agricultural fields, containing coffee, corn, and cotton crops Photograph: ISS/NASA       After an unsually cold winter in Ukraine, the spring melting of the Kyiv (or Kiev) reservoir on the Dnieper River has caused potentially hazardous rafts of ice to start drifting toward a dam and hydroelectric plant. Although Ukrainian authorities are monitoring the dam closely, they believe the risk that it will fail is small. The dam is of particular importance because it sits at the head of a series of dams on the Dnieper River. If it were to fail, the floodwater could potentially overwhelm downstream dams, causing severe flooding in Kyiv and other cities. The dam also receives particular scrutiny because the Kyiv reservoir contains sediments contaminated with radionuclides from the Chernobyl nuclear meltdown  Photograph: ALI/EO-1/NASA       Dust and clouds approximate a paisley pattern over the Arabian Sea. The dust in this storm likely arose from a sand sea known as the Empty Quarter, or Rub' al Khali. Holding roughly half as much sand as the entire Sahara Desert, the Empty Quarter covers parts of Saudi Arabia, Yemen, Oman, and the United Arab Emirates, and helps make the Arabian Peninsula one of the world's most prolific dust-producing regions Photograph: MODIS/Aqua/NASA       In this image, both the Yangtze River and Hangzhou Bay, to the south, are filled with thick brown sediment. The sediment extends both to the north and the south along Chinas coast, and is joined by sediment from smaller watercourses along the coast. As the sediment flows into the East China Sea, it begins to sink and the reflectance quality changes; as less light is reflected, the colour becomes greenish, then blue. On the triangular point of land just south of the milk-chocolate coloured waters of the Yangtze, the city of Shanghai can be seen as a long grey blotch surrounded by green vegetation. Lake Taihu sits to the south-east of Shanghai, and also bears the creamy tan colour which indicates sediment. A haze hangs over Shanghai, and in some areas is so thick it obscures the ground, especially south-east of Lake Taihu Photograph: MODIS/Aqua/NASA       Nasas Terra satellite flew over East Antarctica and detected swirls of green amid the ice off the Princess Astrid Coast. Green shading in an otherwise blue ocean usually indicates a bloom of phytoplankton, plant-like organisms that turn sunlight into biomass. Phytoplankton are the centre of the ocean food chain, feeding everything from krill to penguins to whales Photograph: MODIS/Terra/NASA       Arising from headwaters around Mount Robson in the Rocky Mountains, the Fraser River starts as a fast-moving stream. The river angles northward around the Columbia Mountains, picking up so much sediment that it appears brown by the time it reaches Quesnel. Near the coast, the river flows over flatter terrain, so it slows down and spreads out. On the final leg of its journey, the Fraser travels along the southern fringe of Vancouver. Flowing through braided channels, the Fraser River meanders toward the sea, emptying through multiple outlets. The river's abundant sediment forms a distinct plume west of Vancouver, extending across the Strait of Georgia to the eastern shore of Valdes Island Photograph: Landsat 5 /NASA       Abundant green fields in the midst of a barren desert in Northern Saudi Arabia. As recently as 1986, there was little to no agricultural activity in the Wadi As-Sirhan Basin. But over the past 26 years, agricultural fields have been steadily developed, largely as a result of the investment of oil industry revenues by the Saudi government. Crops grown in the area include fruits, vegetables, and wheat..The fields are irrigated by water pumped from underground aquifers Photograph: ISS/NASA       After a nearly ice-free winter, North America's Lake Erie was filled with swirls of suspended sediment and algae on the first day of spring 2012 Photograph: MODIS/Terra/NASA       This image shows ocean surface currents around the world during the period from June 2005 to December 2007. Click here for a video of this data Photograph: NASA       This natural-colour image shows all of Bangladesh, as well as parts of India, Burma, and the Bay of Bengal. Included in the scene are the Sundarbans of the Ganges-Brahmaputra Delta. The Geological Survey of Bangladesh explains that most of the sediments covering the country are geologically young - deposited in the last 10,000 years. Deltaic silt and sand and mangrove forests dominate the south-western part of the country. Sand and gravel cover the north-western parts. North-eastern Bangladesh is covered by a combination of clay, peat, gravel, and sand Photograph: MODIS/Terra/NASA       This image of the Horn of Africa shows parts of Ethiopia, Eritrea, Djibouti and, to the north-east across the Red Sea, a portion of Yemens west coast. The lighter-coloured area to the east is known as the Afar Triangle and includes the Danakil Desert. Further west we can see the somewhat heart-shaped Lake Tana. With a surface area of over 2000 sq km, the average depth is only 14m because of high levels of sediment Photograph: MERIS/Envisat/ESA       In late March, sea ice hugged the shores of Russia's Sakhalin Island and covered much of the Sea of Okhotsk. As spring brings increasing sunlight to the region, the ice will begin to break up and flow out to the Pacific Ocean. The Sea of Okhotsk lies at a similar latitude as Portland, Oregon and Venice, Italy, and the sea is the southernmost extent of Arctic sea ice. It is generally icebound from November to June, and is frequently covered in heavy fog, making clear images, such as this one, difficult to acquire Photograph: MODIS/Aqua/NASA       Nunavut, in northern Canada, is the largest and newest federal territory of the country. The name means 'our land' in Inuktitut, given to the territory in 1999. With a population of about 33,000 and an area about the size of western Europe, Nunavut is the largest and least populous of the provinces in Canada. The land is mostly flat as a result of the actions of the large ice sheet that completely covered the land tens of thousands of years ago. The evidence of this past glaciation is apparent in the thousands of lakes gouged out of the land surface. In the summer the lakes each harbours different biota, and has varying amounts of sediments; hence the great variety of colours seen here Photograph: ASTER/NASA       Heavy rains soaked north-eastern Australia in February and March 2012, with some areas receiving more than 1,500mm (59 inches) of precipitation. This image shows rainfall, as observed by the Tropical Rainfall Measuring Mission (TRMM), over parts of Queensland, Northern Territory, and the Gulf of Carpentaria. Rainfall amounts are colour-coded, with the lowest amounts in blue and the highest amounts in red and purple. Rainfall is especially heavy along Queensland coastlines bordering the Gulf of Carpentaria and the Coral Sea. On 26  March 2012, the Australian Bureau of Meteorology warned of possible continued heavy rains for north-eastern Queensland, and reported that multiple rivers in the region remained under flood alert Photograph: NASA       Dust storms raged across south-western Asia and the Middle East in mid-March 2012. In this image of a dust storm  that swept across Iran, Afghanistan, and Pakistan, some source points are visible in southern Afghanistan, a, but most of the dust plumes in this storm were thick enough to completely obscure the land and water surfaces below. Several meteorologists characterised the dust activity as a 'super sandstorm'. The cause of the storms was likely the convergence of two different weather fronts: the first carrying dust from Iraq and Kuwait, and the second front stirring dust in southeastern Iran Photograph: MODIS/Terra/NASA       Cloud streets around southern Greenland Photograph: MODIS/Aqua/NASA       The city of Edinburgh is the capital of Scotland, and lies along the Firth of Forth. The area has been settled at least since the bronze age. By the 12th century Edinburgh was well established, centred around the castle rock. The city has maintained its medieval plan in the Old Town. In the 18th century the New Town was laid out to alleviate the problem of overcrowding. It can be seen as a regular rectangular grid here Photograph: ASTER/NASA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/apr/03/satellite-eye-in-pictures", 
    "wordcount": "0"
}