{
    "headline": "Ed Davey is strong on science, not so strong on the causes of science", 
    "text": "    Ed Davey, Secretary of State for Energy and Climate Change, gave a speech at the Royal Society on Tuesday. You can read the full transcript here.  With lines like &quot;it is the science that drives policy&quot; and a call to hear &quot;loud and clear from experts&quot;, there&apos;s a lot in this to please the science lobby. As Carbon Brief quipped, &quot;Ed Davey hasn&apos;t actually said anything yet, but the PR is headlined: IRREFUTABLE CLIMATE SCIENCE SCREAMS OUT FROM DECADES OF RESEARCH. Sounds rather painful&quot;. The actual speech wasn&apos;t in all-caps but it felt a bit like being repeatedly beaten over the head with a Tyndall Centre report. I wanted to reach for my own shift key and shout BUT YOU ARE EMASCULATING PUBLIC DEBATE TO REDUCE IT TO SIMPLY THE SCIENCE. AND GOOD SCIENCE DOESN&apos;T SCREAM ANYWAY.  Except maybe good climate science does scream, a bit. Or maybe it should let itself scream more. For all that science isn&apos;t the only thing that leads policy (and it&apos;s simply nave to say it is), science is still a key part of the issue and the doubters are there (it&apos;s equally nave to discount this). Davey knows this and I have some sympathy with his stance in this context. Just because it&apos;s a lot more complicated than &quot;science says so&quot; doesn&apos;t mean the science isn&apos;t there to be listened to. Perhaps we could all do with being beaten over the head with a Tyndall Centre report now and again.  Plus, the speech is subtler than that, with a nod to the role of uncertainty in science, neatly weaving this in to make it the basis for a return to his bolder stance. I wanted to hate Davey&apos;s approach to scientific expertise, but in the end I didn&apos;t mind. It&apos;s puffed up rhetoric with a few slightly bodged medical analogies, granted. But as these things go, it&apos;s not that bad. Carbon Brief&apos;s right: It sounds rather painful. But then talking about climate change is painful.  The second part of Davey&apos;s speech focuses on emissions reduction or, as he more niftily puts it, &quot;designing out carbon&quot;. Davey quotes Cameron to argue we&apos;re in a &quot;global race&quot; when it comes to the green economy, &quot;risking our competitive edge&quot;, in danger of &quot;being outpaced by other countries&quot;. Although I agree there is a lot more to the green economy than just climate change (one of the many reasons why the &quot;science demands&quot; message is so naive), this leaves me uncomfortable. Solutions may have many localities as well as being built on a global scale, but now does not feel like the time to be parochial.  I also worry when he goes on to say &quot;We can&apos;t leave this to the politicians to save the planet&quot;. I agree, but I&apos;m concerned he means a technology-fueled market here, not the publicly funded and publicly accountable technology combined with co-operative social change I personally have more faith in. This is also why his earlier medical analogies - to smoking and wearing sunscreen - fall, because these are issues which largely asked for individual, rather than collective, action in response.  There is a long history of nationalistic discourse surrounding fossil fuels, sometimes to mask how much of an international (cough, colonial) business it is. So it&apos;s interesting to see this applied to low carbon policies, be it Obama&apos;s quest for a zero carbon energy economy framed as a Christian crusade circa 1776&quot;, fights over who exactly gets to green the Union Jack or Friends of Earth&apos;s Clean British Energy campaign (complete with a wind turbine rendered red, white and blue).  Greenpeace followed suit yesterday launching their &quot;Battle for Britain&quot; which also combines a &quot;British jobs&quot; line with the more conservationist/ Romantic end of green thought which traditionally values local environments. The 1940&apos;s imagery is laid on thick; a fighter pilot stood resolutely between a green and pleasant land and a muddy, monochrome, polluting chimney. The reference to &quot;environmental Taliban&quot; in their blogpost&apos;s first line reflects the fact they didn&apos;t start this fight, but made me wince all the same.  When Cameron pulled out the bunting for the &quot;British&quot; Higgs boson last summer, he looked a bit silly. When people do it for issues surrounding climate change I worry. Because the first bit of Davey&apos;s speech is right, this is huge. Moreover, the experts he was beating us over the head with might be UK-based but, like Peter Higgs, they are simply a small part of the intricately international work of modern big science.  Climate change is also an area of unusual amounts of international political co-operation (even if we need a lot more) as well as unusual global stakes. To his credit, Davey does refer to the need for international co-operation in the later parts of his speech, but it gets a bit hidden under the flag waving.  The Open University&apos;s Joe Smith has called climate change &quot;our moonshot&quot;. There&apos;s something beautifully inspiring about that. Except the last thing we need is for climate change policy to be driven by Cold War rhetoric that put us on the moon. We can do better.", 
    "section": "science", 
    "gid": "science/political-science/2013/feb/14/ed-davey-science", 
    "wordcount": "888"
}