{
    "headline": "Chrysler Delta", 
    "text": "Price 16,995MPG 44.8Top speed 121mph I met James Bond last weekend. Not 007, unfortunately, but another one. This one works in a gift shop in Bath. When he handed back my credit card and receipt he said: &quot;Is that really your name?&quot; &quot;What, Martin?&quot; (Actually I was quite pleased with that, butBond didn&apos;t bat aneyelid.) &quot;No, the Love bit.&quot; &quot;Oh Yes, it is. What&apos;s yours?&quot; &quot;James Bond.&quot; There was a longish pause. I was genuinely lost for words. In the end I said: &quot;Is that a bit tricky at times?&quot; The serious young man said: &quot;It&apos;s anightmare. I&apos;m going to change it, but haven&apos;t decided what to yet.&quot; Names can go wildly against type. But I don&apos;t think getting it wrong is as bad as we sometimes fear. The fact that a week later I&apos;m still thinking about James Bond is surely a good thing for him. And 15 years after Michael Howerd was charged 20 for a 10 overdraft and changed his name to Mr Yorkshire Bank Plc AreFascist Bastards, I still wonder how he&apos;s getting on. Is he Mr Howerd again or has he stuck it out? The point is, aname that sticks in the memory is a huge plus for marketeers when itcomes to creating andpositioning a brand. Think Freelander, Sunbeam, Viper, Mustang And the less seductive but equally memorable Swinger, Probe, Brat, Big Foot and, my favourite, Bongo Friendee. My brother drives a Mitsubishi Pajero. He loves the fact that pajero is Spanish slang for &quot;wanker&quot;. In his eyes an absolute bonus. I think it may have been the reason he bought it. The Pepsi Challenge of the motoring world is the &quot;badge test&quot;. Would you perceive a car differently if the badge was different? Would you rather drive a VW Passat or a Skoda Octavia? They&apos;re essentially the same car. What about a Toyota IQ or an Aston Martin Cygnet? This week I&apos;ve been driving aLancia Delta. The word Lancia conjures up an immediate image of style and elegance. Possibly a bit dodgy mechanically, but who cares  it&apos;s Italian. But there is no Lancia distribution network in Britain so Fiat, the parent company, has badged it a Chrysler. Confusingly, Fiat also owns Jeep and Alfa Romeo. I&apos;d have thought either of these two would have been sexier. The Italian-American carmaking group isclearly thinking commercially and is favouring its American inheritance. It&apos;s only a name. It shouldn&apos;t make adifference, but somehow it does. The badge-swapped Delta is acreditable vehicle. It&apos;s at the luxury end of the mid-car range and it&apos;s roomy and well made. There&apos;s leather to sit on, chrome to smudge and rubbery nubs to finger and press. The instrument panel is classy. The handling can feel alittle aimless at times, but the Fiat-built turbocharged engines  a 1.4-litre petrol unit and either a 1.6 or 2-litre diesel  are very driveable. Your best bet in terms of economy and everyday usability is the 1.6 diesel. The Delta gets five stars for safety. It has stability control andcomes with the full set of airbags. Would you buy one instead of aGolf? Depends on how much you want to stand out from the crowd. It certainly looks unique. And if that fails to wow passersby, you can always tell them it&apos;s a Lancia. Calling all Pistonheads The Performance Car Show: powered by PistonHeads.com is the place to be for sports and performance-car enthusiasts when it takes over Birmingham&apos;s National Exhibition Centre on 14-15 January 2012. A selection of the world&apos;s most exciting cars will be on show in the Supercar Paddock, with visitors able to get up close to the McLaren MP4-12C, Ferrari 458 Italia, Lamborghini Gallardo LP 560-4 and Nissan GT-R among many others. The new BMW 3 Series Saloon will be unveiled to the UK public on the Autocar stand at the show, where it will sit alongside the Ginetta G60, Range Rover Evoque and Porsche Cayman R. Also on hand will be the Autocar road test team, who&apos;ll be conducting live Q&amp;A sessions at 12:00, 14:00 and 16:00 on both public visitor days. Two kit-car launches will cater for those with a passion for hand-built machinery. R-Tec Motorsports (RTM) will launch its mid-engine rear-wheel drive La Bala, while SDR Sportscars will be showcasing its latest model of the successful V-Storm, equipped with a Subaru Impreza engine. Replica vehicle manufacturer Hawk Cars will display its version of the Lancia Alitalia Stratos within the show&apos;s Hand Built British Sports Car Pavilion, which features machinery from the UK&apos;s best home-grown engineering and design talent. The Performance Car Show is also the perfect opportunity for visitors to give their own vehicle some tender loving care. Award-winning car-care product manufacturer Dodo Juice returns this year, offering visitors the opportunity to create their own car wax by purchasing its Home Brew kits. Also present will be Porsche Club Great Britain, returning with a display of the iconic marque&apos;s models, and Noble, who will reveal its exposed carbon model of the M600 for the first time. The Performance Car Show: Powered by PistonHeads runs alongside Autosport International, the world&apos;s greatest motorsport show, with tickets offering entry to both areas. Displaying some of motorsport&apos;s most iconic machinery, visitors will have the chance to see such stars as Formula One racers Paul Di Resta and David Coulthard, before getting an adrenaline fix ahead of the new season in the Live Action Arena. Tickets for the show are now on sale at a cost of 30 for adults per day. Children&apos;s tickets are 19.50 (children under five go free). Each ticket includes access to Autosport International and a reserved seat in the Live Action Arena. For more information and to book tickets, call 0844 581 1419 or visit www.PistonHeads.com/show.", 
    "section": "technology", 
    "gid": "technology/2012/jan/08/car-review-chrysler-delta-martin-love", 
    "wordcount": "1020"
}