{
    "headline": "Guardian launches new awards to celebrate UK higher education sector", 
    "text": "At the Guardian we are taking education very seriously through regular expert coverage in print and online  with the Guardian Higher Education Network we reach hundreds of thousands of people working in the sector each month. So we are delighted today to introduce the Guardian University Awards which will recognise and celebrate the very best in universities whether in research, teaching excellence or facilities and everything else in between  all the things that make UK universities uniquely great. I&apos;m not alone in anticipating some outstanding and innovative entries from all kinds of universities throughout the sector. Alex Thompson, director of policy at the Russell Group and one of our awards judges, says: &quot;In the UK we have a very successful university sector of which we can all rightly be proud  all the different universities in the UK have a hugely important role to play. It&apos;s right that these awards cover the range of work that all universities do&quot;. The awards fall into 10 categories, the deadline for entries is Monday 5 November and each stage of the process will be featured on our awards microsite. Candidates for the Higher Education Inspiring Leader will be nominated by the awards judging panel and the shortlist for this category will be posted online and voted for by members of the network. As Alex Thompson says: &quot;No university can be measured on one single thing but their achievements in different areas should be recognised. I look forward to seeing an impressive range of entries from all universities and I&apos;ve no doubt we will have a tough job ahead of us to pick just one winner in each category&quot;. The winners will be announced at a ceremony in February 2013 in London. The awards will culminate with a best practice exchange on the Guardian Higher Education Network which will profile the winning and shortlisted projects, enabling others to learn from outstanding work and to discuss it online  a guiding principle of everything we publish on the Guardian Professional networks. Wendy Berliner is head of education for Guardian Professional and chair of the judging panel Guardian University Awards categories: Student experience (sponsored by The Quality Assurance Agency for Higher Education) Teaching excellence (sponsored by The Higher Education Academy) Employability initiative Contribution to local community Outstanding research impact University facilities Commitment to widening participation Sustainability project International strategy Higher Education inspiring leader For more information and to enter the awards visit: www.guardian.co.uk/university-awards  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/28/guardian-university-awards", 
    "wordcount": "440"
}