{
    "headline": "Using social media to boost student employability", 
    "text": "Social media is changing the parameters of how people and organisations interact and operate. Students need to know how to use it not just for jobs, but also to shape their online presence and convey the skills they have with ease. The demand for employees to be digitally literate in business environments is rising. So it is crucial that teaching methodologies evolve and adapt to provide students with digital and social media skills. In my experience, engaging students in using social media is rare within architectural studies, partly due to the nature and format of the subject. But if utilised appropriately, Twitter can be used to tap into a wealthy resource of professionals online, without demanding too much of their valuable time. This month UCLan developed a social media initiative, &apos;Twitter critters&apos;, in which our BSc architectural technology students could engage with prospective employers by tweeting sketches of their work under the hashtags #twittercritter or #practicereviews. During the event, a number of industry experts from freelance architects to multi-disciplinary institutions, participated and gave students feedback and advice on their final year degree show. Students reported how the exercise was invaluable in providing them with feedback and ideas on new ways of presenting their work as well as confidence in talking to industry professionals as equals. The event proved so popular that it began on the Friday continued over the weekend into a bank holiday Monday. We&apos;re not the only subject area at UCLan looking to harness the power of social media. For example, human geography undergraduates are using Tumblr to develop an interactive blog, collating impressions of different urban geographies of Preston. They are also linked to Twitter feeds, giving heritage and conservation groups a viable online presence. Higher education professionals interested in such an approach should be clear on how to plan to use the channel. Making students familiar with the channel you intend to use is imperative. It is very easy to assume that students are already digitally literate and familiar, but they are often only familiar with it as a social tool, and not professionally. Developing social media guidelines which outline appropriate language, themes and topics under discussion is important, to set the parameters and groundwork prior to the discussion. The nature of these events mean they will be streaming live, so there really is little room for any oversights. Raising, establishing and maintaining an engaged professional account is equally important. It simply will not work for students registering an account a week prior to applying for jobs within their chosen profession. I always advise students to treat their account as a dynamic &apos;plug-in&apos; to their CV. To aid students in this we have developed courses at UCLan, &quot;Brand You&quot; and &quot;On-line Reputation Management&quot; to guide them in to how to navigate around these channels which are used by employers in the recruitment process. Higher education institutions have a responsibility to equip and guide their students with the qualifications and skills to thrive in the digital world. Using social media professionally could boost employability chances in this tough economic climate. Gill Swan, architect and senior lecturer in Architecture at the University of Central Lancashire (UCLan) This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/18/social-media-to-boost-student-employability", 
    "wordcount": "564"
}