{
    "headline": "Wolfson's view: how the foundation decides who to fund", 
    "text": "The Wolfson Foundation, chaired by Lord Wolfson of Marylebone until his death in 2010, supports and promotes excellence in the arts, science and medicine, and education. Keen to commemorate his work, the foundation launched a 20m initiative focused on higher education, with research into neurodegenerative diseases as its focus. This grant was of an exceptional nature, significantly over and above our standard grants. Our motivation in awarding such a big grant extended well beyond commemoration, though. This was an opportunity for us to respond to the enormous challenge posed by neurological diseases. There will be more than 1 million people with dementia by 2021 in the UK, with associated costs projected to pass 23bn  yet funding for these neurological diseases generally is much lower than other areas, such as cancer and cardiovascular conditions. We also wanted to invest additional funds into higher education at a challenging time for the sector. Having decided what the foundation wanted to do, we then faced the critical issue of how to allocate the money. As with any grant (and especially where sums are so significant), the integrity of the decision-making relies entirely on the quality of the process. With the aim of identifying the most outstanding and innovative research, an open call for proposals was issued in January 2011. We received 26 applications and eight were shortlisted. As is the foundation&apos;s standard approach, applications were subject to peer review. International experts were crucial, as UK based reviewers would almost certainly be involved in one of the bids. Guided by Professor Joseph Martin, the former dean of the Harvard Medical School, who served as chairman of the expert committee, we were able to gather some of the leading researchers in the field  from Harvard, Yale, Paris, Amsterdam and the Max Planck Institute in Leipzig. They all met in the UK to discuss the merits of the applications. From a very strong field, the committee recommended that the funding be allocated to UCL. We were impressed by the novelty and range of the research proposed, the quality of what had already been achieved by researchers and the fact that the work spanned the full range, from basic to clinical. Particularly striking was the evidence of collaborations with other international research groups and with industry. Given the quality of applicants, the committee enjoyed an interesting debate. It centred largely on whether to fund projects focused on clinical questions or on basic science. The more clinically focused applications tend to lead to quicker but less fundamental breakthroughs. The risk involved in funding an application looking at basic science is always higher, but the potential for fundamental advances in understanding and possibly preventing disease is also greater. In the end, the balance of debate tipped toward investing in fundamental questions, although UCL&apos;s bid also had the advantage of having a clinical research facility at its core. The key factor in selecting UCL was the potential for significant research advances based on the exceptional and novel research proposed. Central to the UCL proposal lay the concept of a clinical research facility at the heart of the National Hospital for Neurology and Neurosurgery, the partner hospital of the UCL Institute of Neurology. Its aim is to accelerate the development of treatments and identify future therapeutic targets, leading to earlier interventions for patients. Funding research generally carries an element of risk as there is no guarantee that the research will eventually lead to any significant breakthrough. When investing 20m in a single grant (rather than breaking the funding into smaller parts), that risk is only magnified. But if the risks of making a &quot;blockbuster&quot; grant are great, so too are the opportunities. It makes a statement about the importance of backing a particular area  and hopefully acts as a morale booster for a beleaguered sector. The privileged position of independent endowed trusts and foundations, without formal responsibility to shareholders or electorates, means they can take risks in their funding decisions  and a longer term perspective. Most important is the increased potential for highly significant research breakthroughs. We were clear from the outset this would be a long-term investment. Our funding will be paid over five years, after which UCL has committed to continue funding the centre. We hope the award will prove a legacy for Lord Wolfson: a centre bearing his name that will be the focus of exciting research developments. In a wider sense, it is also our hope that this award helps to demonstrate the value of foundations to society, particularly at a time when government funding is under severe strain. Above all, our ambition is that the investment will lead to advances in both the understanding and the treatment of a number of pernicious neurodegenerative diseases. And surely there could be no greater legacy to Lord Wolfson than that. Paul Ramsbottom is chief executive of The Wolfson Foundation This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/28/wolfson-neurodegenerative-disease-research", 
    "wordcount": "841"
}