{
    "headline": "Grassroots green projects 'are way to low-carbon UK'", 
    "text": "Community-owned green energy projects present the best chance of converting the UK to a low-carbon economy and should receive more government support, civil society groups representing 12 million people said on Wednesday. Giving local people a stake in energy generation often overcomes planning objections to structures such as wind and solar farms, and dozens of communities across the UK have seized the opportunity to create their own power. But the move has not been fast enough, according to the coalition of community groups, which adds that many places are missing out on the chance to produce their own low-carbon and low-cost energy, supported by government subsidies. The civil society groups include some of the leading non-governmental organisations in the UK, including the Co-operative, the National Trust, the Church of England and the National Federation of Women&apos;s Institutes. Representatives of all the groups were set to meet Chris Huhne, the energy and climate change secretary, to press their case. Community energy received a serious setback last year when the government first introduced plans to restrict the subsidies available for solar power to small-scale domestic projects, then slashed solar subsidies across the board in a move the High Court subsequently branded unlawful. Though ministers have had to rethink their plans, the outlook for community solar projects has been dimmed, and the Guardian has uncovered numerous examples of community-scale projects that have been shelved as a result. The setback came despite pre-election promises from ministers to give people more of a stake in their local energy generation. The civil society coalition wants ministers to come up with new ways to ensure that community energy is prioritised, for instance by letting local people share in the profits from renewable energy projects. Patrick Begg, director of rural enterprise at the National Trust, said: &quot;Many other European countries are way ahead of the UK, as we found out when visiting German communities last year. Germany produces over 20% of its electricity from renewable sources, with communities generating about a quarter of this. In the UK, less than 1% is generated by our communities, a figure this [civil society] coalition wants to dramatically increase by 2020. We are asking the government to support us in this.&quot; Ruth Bond, chair of the National Federation of Women&apos;s Institutes, said the organisation had a long history of supporting low-carbon energy generation, and that allowing local people greater ownership of energy production would help to overcome the objections to many projects. She said: &quot;The WI has been active on renewable energy since the 1970s. We see community energy as people working together, not having schemes imposed on them. This is a great opportunity for our 7,000 WIs across the UK to tackle climate change and leave a legacy for the next generation.&quot; Their call came as the Co-operative launched its &quot;community energy challenge&quot;, a competition under which six communities will be supported to set up their own energy generation, with some of the 1m the Co-operative plans to spend this year on community energy projects. Paul Monaghan, head of social goals at the Co-operative, said: &quot;We want nothing less than a clean energy revolution, with communities controlling and benefiting from their own renewable energy. Talk of a new dash for [shale] gas, which could see up to 3,000 wells installed across the UK, highlights the choices we face  more and dirtier sources of fossil fuels or clean energy owned and controlled by communities.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/feb/01/community-green-projects-low-carbon-uk", 
    "wordcount": "605"
}