{
    "headline": "What more can universities do to support students with long-term illnesses?", 
    "text": "The pressure of making friends, managing your finances and starting a degree course are enough to give any new student the jitters. But imagine factoring in the additional stress of having a long-term illness into your new life on campus. For me it&apos;s diabetes, an invisible foe with a tendency to put in sudden and untimely appearances. I try not to go anywhere without my injection kit and something sugary, but it&apos;s impossible not to get caught out at some point. Once I found myself asking the entire computer lab if anyone had any sweets. &quot;It&apos;s a medical emergency,&quot; I said, somewhat melodramatically. Thankfully, one person obliged. I count myself lucky I was diagnosed while a postgraduate student, slightly wiser and better organised than in undergraduate days. On enrolling, I discovered I could apply for the Disabled Students&apos; Allowance - a much needed financial boost. Then there was support from the university itself, a student support agreement or &apos;learning contract&apos; that grants extra time in exams or extensions for essays. &quot;All the support we provide is individually based. We want students to know what the support is, how to access it and to feel comfortable and confident that they can do so,&quot; says Danny Marfany, disability adviser at UCL. It&apos;s great to know there&apos;s somewhere you can go if you have a problem and that practical support is tailored to the individual. But what about social anxieties and fears about fitting in? Daisy Shaw, a first year undergraduate at Leeds Metropolitan, has had diabetes most of her life. She found one of the main challenges was simply explaining to her flatmates that she had it. &quot;I was prompted into telling them when we were having a conversation about phobias,&quot; she says. &quot;All three of the girls I live with revealed they were were scared of needles. At this point I decided to drop the bombshell that I&apos;m diabetic and have to inject myself at least three times a day. As you can imagine, it was a little awkward.&quot; Diabetes UK operates a peer support service, connecting people living with the illness via email or telephone so they can share information and experiences. It&apos;s a simple idea that universities could adopt. While many student unions boast a disabilities awareness society, in practice this might only be a Facebook group. For Daisy, it was luck that led to her meeting another diabetic. &quot;My flatmate brought some friends back for dinner. We were chatting away and cooking, when one of the girls pulled out her blood testing kit and injection. We spoke for ages about our diagnoses and management. It was so lovely to know that there was someone else in the same situation as me  at university, with type one diabetes, and with the same fears and holes in her fingertips from blood glucose monitoring.&quot; The benefits of knowing someone who can relate to your problems mean these meetings shouldn&apos;t be left to chance. But without universities taking the inititative to connect students in the same position, it&apos;s easy to feel alone. Is there adequate support at your university for students with long-term illnesses?", 
    "section": "education", 
    "gid": "education/2012/mar/15/diabetes-university-student-life", 
    "wordcount": "532"
}