{
    "headline": "Is Senseg the touch secret of Apple's new iPad?", 
    "text": "All eyes are on Tim Cook, the new chief executive of Apple, who is expected on Wednesday evening to unveil the third generation of the company&apos;s succcessful iPad tablet with a higher-definition screen  and perhaps a &quot;haptic&quot; display that will seem to add texture to objects on the screen when touched. The company, whose gigantic sales of iPhones and computers have driven up its share price to make it the world&apos;s most valuable company by market capitalisation, more even than oil company Exxon, is also rumoured to be readying an assault on the &quot;smart TV&quot; market. That would put it into head-on competition with Google, Samsung and Sony, which have also been pushing at television  seen as one of the last bastions where the internet has not yet made a serious impression. The new iPad is expected to further accelerate the uptake of tablets across the board, whose sales are growing by more than 50% a year while those of PCs remain flat worldwide. Tablet use is growing so rapidly that in the last three months of 2011 Apple sold more iPads  15.4m  than any single vendor of PCs, including the two biggest, HP and Lenovo. Amazon&apos;s Kindle Fire and Samsung&apos;s Galaxy Tab range are also adding to the growing uptake, according to the research company IDC. The iPad is becoming so pervasive that it has begun to replace textbooks in schools and flight manuals in aircraft cockpits. The new tablet is widely expected to boast a super-high resolution &quot;retina display&quot; screen like that used on the iPhone 4, where the pixel density is so great that Apple says individual pixels cannot be distinguished. So far only Asus&apos;s latest Transformer 3 tablet, due to go on sale this summer, has achieved that measure. The focus on the display has led some, including former Apple advertising executive Andrew Miller, to forecast that it will be called the &quot;iPad HD, not iPad 3&quot;. But the invitation from Apple also hints that the new device will offer something extra. &quot;We have something you really have to see. And touch,&quot; it reads. That is being seen by analysts as a hint at something beyond just a high-resolution display. &quot;Apple never uses words in its invitations without them meaning something,&quot; said Carolina Milanesi, smartphones and tablets analyst for the research company Gartner. As she pointed out, the invitation for Apple&apos;s previous event in October had a picture of some app icons, a &quot;1&quot; against the iPhone, and the phrase &quot;Let&apos;s talk iPhone&quot;  in retrospect, a pun on the planned introduction of the single iPhone 4S, with the Siri voice-driven &quot;assistant&quot; software. Milanesi thinks similar analysis will pay dividends: &quot;Saying you have to &apos;see&apos; it obviously refers to the retina display. As for &apos;touch&apos;, my first thought was that they have done something to the back of the iPad.&quot; But the Guardian believes that the &quot;touch&quot; refers to a technology from Senseg, a Finnish startup which has developed a system called E-Sense which appears to give texture to a touchscreen. By using &quot;tixels&quot; generated by electric fields from elements embedded around the screen, it can make areas of the screen feel rough, ridged or rounded  and change those just as the screen pixels can change. When the Guardian met Senseg&apos;s chiefs in their Helsinki offices in January, its directors declined to say whether they had spoken to Apple about the use of the technology in the iPad  but said they were talking to tablet manufacturers. Apple is famously secretive about which companies it is using for its new products; in the past it has cut companies out of announcements when they have leaked information ahead of time, making those involved especially paranoid about speaking out of turn. But asked this week whether Apple is a customer for the E-Sense technology, Petri Jehkonen, Senseg&apos;s technical marketing manager, declined to comment. Asked whether Apple is not a customer, he replied: &quot;That would be for Apple to say. My comment is no comment.&quot; The update to the Apple TV has long been expected, with some retailers saying they are short of stock, which usually indicates that a new version is in the works. Expectation that Apple would move into the smart TV space, where sets can connect directly to the internet, have been high since the publication of the biography of Steve Jobs, Apple&apos;s co-founder who died in October. In that he told his biographer Walter Isaacson that he had been puzzling over the problem of how to improve TV  and that now he had &quot;cracked it&quot;. But so far nobody outside Apple has seen the fruits of that insight. Wednesday evening may bear fruit.  The Guardian will cover the launch at Guardian Technology", 
    "section": "technology", 
    "gid": "technology/2012/mar/06/apple-touch-new-market-ipad-hd", 
    "wordcount": "814"
}