{
    "headline": "Diets, fads and the methods of science", 
    "text": "All three of these diets claimed to be thoroughly scientific, based on the latest findings of physiology, nutrition, chemistry and medicine. Horace Fletcher&apos;s system of extensive chewing which reduces food to liquid before swallowing was even endorsed by the medical journal the Lancet, and he persuaded famous physiologists to run experiments on his theories   Mr. Fletcher&apos;s results have interested physiologists and many of his experiments were carried on at Cambridge in association with Sir Michael Foster and other physiologists at that place.  Despite this scientific endorsement, it was criticised then (and now) for being &apos;faddy&apos;, time consuming, and slightly disgusting - given Fletcher&apos;s obsession with his own faeces, which he claimed were free of offensive odours due to the rigorous chewing. Dr Alexander Haig was a respectable member of the Royal College of Physicians who researched the role of a particular chemical, uric acid, in gout and other diseases, particularly headache, and later promoted a vegetarian diet (although he strongly advised that we avoid all pulses). Dr Edward Hooker Dewey had nearly 40 years of medical practice and experience behind him when he wrote The No-Breakfast Plan and The Fasting-Cure in 1900.  Despite their excellent credentials, the scientific content of the diets advised by Haig and Dewey were heavily criticised. When Dr Dewey visited Manchester on a lecture tour in 1902 the Guardian (then the Manchester Guardian) ran a sarcastic editorial or two about Mancunians who were &quot;addicted to fads&quot;. Local doctors also wrote furious letters dismissing the scientific claims of Dr Dewey and his followers. Haig&apos;s methods and theories were also criticised in print by physiologists.  Science, Belief, Method The fact that lots of healthy living schemes claimed to be scientific tells us something about the power, authority and appeal of science at the time. It&apos;s easy to be cynical and suggest that putting &apos;scientific&apos; on a bottle of tonic was just a crude money-making scheme  and sometimes that was the case. But clearly some of the people involved believed that they were right, and that they were doing important scientific or medical work. They had been trained in the same institutions and taken the same exams as their critics. So how could they disagree over whether they were &apos;faddists&apos; or &apos;scientists&apos;? And how can we as lay people tell the difference? Part of the problem is the difficulty in defining science. While it&apos;s practised by all sorts of different people, with different qualifications in different places, one thing that&apos;s supposed to be constant is the scientific method. Many scientists, and most of us who study science, recognise that there isn&apos;t actually a single, unifying &apos;Scientific Method&apos;, but that doesn&apos;t stop people trying to find it, and there&apos;s a &apos;common sense&apos; version that&apos;s often suggested, which runs something like this:(1) Form hypothesis (2) design experiment to test hypothesis (3) run experiment (4) adjust hypothesis according to results  Sounds great: the problem is that it&apos;s no use at all when conflicts arise about what is and isn&apos;t &apos;good&apos; science. For example  imagine I make face cream. I read some articles and hypothesise that a particular vitamin will prevent wrinkles. I put it in my cream, give it to 10 women, and after a week ask them if their wrinkles have reduced. 8 of the 10 say yes, so I claim I have scientifically proven that the vitamin prevents wrinkles. It&apos;s easy to criticise this so-called experiment: it&apos;s a small sample, there are no controls to test whether it&apos;s the vitamin or some other ingredient which has an effect, the assessment isn&apos;t very objective, and so on. Although I&apos;ve followed the Common-Sense version of the scientific method, it&apos;s nowhere near enough. So we need to put in much more detailed definitions of words like &apos;experiment&apos; or &apos;hypothesis&apos; if we want to use this definition to distinguish between good and bad science, or between scientific diets and fads. This is where it gets complicated. Methods that work for one science don&apos;t always work for another; the gold standard of Randomised Controlled Trials might be essential for drug testing, but irrelevant for some forms of physics and impossible for many experiments in ecology. Even the general principles and definitions of basic words like &apos;theory&apos; or &apos;law&apos; or &apos;experiment&apos; might be different in biology and physics. Coming up with a blanket rule to explain why the face-cream experiment doesn&apos;t count as science is easy  but in other situations the debate sometimes comes down to a case-by-case dispute over a specific test or process (see the criticism of Haig, for example). The difficulty of communicating some of these more technical points is one reason among many why the science community has struggled to convince some people of the truth of climate change, or of evolution. What are we consuming? While scientists and policy-makers no doubt find this frustrating, it&apos;s grist to the mill for historians and philosophers. Part of our job is figuring out how all the thousands of different scientific methods are invented, supported, and condemned over time  how it is that some of them get to be thought of a &apos;good&apos; science while others are condemned as pseudoscience, and showing how this varies according to who you are and where you live, why one person&apos;s rational diet is another person&apos;s fad. So how should we decide if a particular diet is a good idea or not? We can&apos;t rely on a simple Scientific Method to determine if Fletcherism, Uric-Acid Free or No-Breakfast are sensible diets. We apparently can&apos;t rely on what the experts say  after all there&apos;s always one person who&apos;s willing to contradict the majority, and Fletcher, Haig and Dewey all had impeccable qualifications or high-level scientific support, so we still have to find a way of choosing between apparently scientific opinions. Perhaps one answer is to insist on better scientific literacy for all, so that we can judge for ourselves on a case by case basis without having to rely on anyone else&apos;s opinion. Of course, this leads us straight back to where we began. Whose science should we be literate in? Which scientific methods will we be taught as correct, and which &apos;pseudoscience&apos;? Will Dr Haig or his opponents teach the course on nutrition? Who decides?  Even food for thought can be subject to fads and diets", 
    "section": "science", 
    "gid": "science/the-h-word/2013/jan/08/history-science", 
    "wordcount": "1050"
}