{
    "headline": "Have Guatemala's rich finally seen the light on tax?", 
    "text": "For a country where more than half the population lives in poverty, new legislation leading to the removal of an income tax concession may not seem a ground-breaking act. But in Guatemala  officially classed as a lower middle-income country although malnutrition remains endemic  the tax reform package approved by parliament last month is an important step forward. Passed just weeks after the swearing-in of the new president, former army general, Otto Perez Molina, the reforms follow years of entrenched opposition from the business community to similar efforts by previous governments to realise greater tax revenues. The reforms offer hope to at least one other nation in the region that is hungry for tax reform  El Salvador  showing that it is possible for a government to hammer out a fiscal pact with its country&apos;s economic elite. The concession to be abolished is the scheme by which salaried workers can set VAT payments off against income tax by presenting receipts they gather during the year. It has become an entrenched, regressive tax rule, providing large benefits to higher earners  who have successfully blocked efforts to remove it for the past 15 years. Along with other changes to the income tax rules, Guatemala will introduce measures to tackle abusive transfer pricing, through which companies trading across borders manipulate their accounts to shift profits to jurisdictions levying little or no tax. A new 5% capital gains tax will also be introduced, and some foreign income will now be liable for tax under &quot;reinforced national income taxation&quot;. Although welcome, such reforms are not as sweeping as those called for by campaigners, who look to tax revenues to eliminate the extreme poverty in the country. Local thinktanks such as Icefi and activist groups are disappointed that the issue of free-trade zones and the maquila exemptions, which provide tax free status  ostensibly given to promote the manufacture of exports, but covering everything from mining to telecommunications  remain untouched. The opportunity to revamp mineral taxation has also been missed  royalties and taxes for the oil and mining sector remain unchanged. And, crucially, the tax authority remains unable to access bank information to help it detect tax evasion. However, even the most committed campaigners accept that the erosion of business opposition is a key step towards equitable, progressive tax reform. On being sworn in this January, President Perez Molina warned that the country was close to economic and moral breakdown. Now, it&apos;s possible the wealthy are finally recognising they have a stake in shoring up the state, including bolstering its resources. Civil society organisations will be watching to see that a significant portion of the money raised goes, as the president promised, on tackling malnutrition, on a broad package of social spending, and on rural development, as well as addressing security concerns.  Claire Kumar, Christian Aid economic justice adviser, Latin America", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/20/guatemala-rich-tax-reforms-combat-poverty", 
    "wordcount": "474"
}