{
    "headline": "Tuition fees and declining university applications", 
    "text": "What the Independent Commission on Fees has missed in comparing the 2010 cycle of applications with 2012 is the Ucas review of the 2011 cycle which reported adrop of 20,000 in new applicants in the year before fees went up (Missing: 15,000 did not apply to university after fees hike, 9 August). The Guardian has consistently misreported a &quot;surge&quot; or a &quot;rush&quot; your leader of 31 January, for example  well after the figures were known. That fall last year was mainly among school leavers, with the biggest percentage drop from independent school students, so this year&apos;s figures are not unexpected. Nor should the continuing narrowing of the (still very wide) class gap be a surprise  thelonger- termtrendhas been reported by the Higher Education Funding Council for England and the Scottish Funding Council. The policy paradox is that the new applicant profile prefers modern universities to the Russell Group, which reduced its UK intake by 3.5% between 2008 and 2011 when demand was high, but the government is sponsoring extra places in thoseinstitutions that do not want them and where demand is declining.Professor Ian McNayUniversity of Greenwich  So, 15,000 of our brightest young people didn&apos;t apply for university after taking their A-levels because of tuition fees. They must be thinking: &quot;Why did I bother?&quot; Their younger siblings, coming up to their GCSEs, must be thinking: &quot;Why shall I bother?&quot; Where is there any incentive for young people to do well in our education system when they can only progress through it if they  meaning their parents  have enough money? From the time when bright young people were given grants to make this educational journey, we have regressed to a regime where those without very considerable means are simply barred from taking their education forward and making important contributions to our society as well as fulfilling their own ambitions. &quot;Education, education, education,&quot; was Tony Blair&apos;s mantra. Yet under his Labour government tuition fees grew and have now been massively hiked under our coalition government (this was a key part of the Lib Dem election platform but, like all their others, has been entirely ignored). What are we doing to damage the future of our clever young people and, in turn, the future of our society?Elisabeth BossBath  The news that the constant reporting on changes to tuition fees, focusing on the raising of the upper limit to 9,000, has had an effect on university applications should surprise no one. It is a victory for the negative propaganda put out by the Labour party and the media (including the Guardian), wanting to attack the Lib Dems on the issue. It would be interesting to find out how many of the potential students would have applied if they had been told that their repayments would be up to 540 a year less than current students and that the length of the period for repayments was time-limited to 30 years with any outstanding loan left after then wiped off (meaning graduates that take career breaks won&apos;t have to carry on repaying into their sixties). While not trying to defend the principle of tuition fees (introduced by Labour, breaking a 2001 manifesto commitment), even independent experts looking at the scheme being introduced next month (see Martin Lewis on moneysavingexpert.com) say it is a better, fairer scheme than the one Labour introduced in 2005. Will those that have been blabbing on about the rise in fees, while ignoring the lower cost for most students, now admit that they have been wrong and accept part of the blame for the downturn in applications?Leon DuveenWorksop, Nottinghamshire  Any student not applying for university because of high tuition fees must have had lousy advice. They need have no fear of the financial burden. They do not have to pay anything up front; they are never asked for repayment of the capital sum; they pay no interest on the fees nor any repayment at all until they are earning 420 per week, at which point they pay 16; the loan cannot be taking into account later when seeking a mortgage; and, if not repaid within 30 years, it is written off. Sounds a good deal. Can student advisers, like banks and building societies, be sued for mis-selling?Michael MeadowcroftLeeds  When the sharp increase in university tuition fees was proposed I saw this as potentially more business for the Open University: excellent course content, qualifications recognised by the professions and you can study at home while working. It would seem, however, that the coalition was ahead of me. I recently inquired about further study with the OU in England and learned that from October this year the tuition fees for my chosen course and module had jumped from 800 to an eye-watering 2,500 because government had withdrawn funding. A student must complete six modules to graduate at ordinary level and eight modules for an honours degree. Two modules equates with one full-time year of study. So in three years a student will have a degree at ordinary level, whereas a student at conventional university can complete an honours course within a three-year period. The maximum tuition fees would be 27k; cost to the OU honours graduate would be 20k, plus the cost of set books, library fees, possibly a few summer schools, travel to study centres for tutorials etc. Harold Wilson&apos;s baby of a university, open to all who wished to study, is being thrown out with the bath water. The days when bus drivers and shop assistants could hope to graduate are over. The fees are prohibitive.Mary MooreNewcastle upon Tyne", 
    "section": "education", 
    "gid": "education/2012/aug/14/tuition-fees-declining-university-applications", 
    "wordcount": "968"
}