{
    "headline": "Cable questioned over appointment of Les Ebdon as university access tsar", 
    "text": "A vice chancellor who sparked a political storm over his views on the social mix of degree students has been appointed England&apos;s new university access tsar. Professor Les Ebdon told MPs this month that he might trigger the &quot;nuclear option&quot; if given the role, and forbid universities from charging the maximum tuition fees of 9,000 a year if they were not taking enough disadvantaged students. The row over Ebdon&apos;s appointment as director of the university admissions watchdog, the Office for Fair Access (Offa), reached the highest levels of government, with David Cameron claiming he was powerless to prevent the professor getting the 130,000-a-year, three-day-a-week role. On Monday Vince Cable, the business secretary, who has responsibility for universities, was summoned to the Commons to answer an urgent question about the appointment. Cable had originally endorsed Ebdon for the role and stood by him when the Commons cross-party business committee refused to back it. The Conservative backbencher James Clappison forced Cable to appear before MPs by tabling an urgent question, which was granted by the Speaker, John Bercow. Cable defended his choice, listing Ebdon&apos;s &quot;vast experience, gained through a working lifetime in higher education&quot;. He would be equipped to deal even-handedly with all parts of the sector, Cable said. &quot;We undertook two long, thorough searches to ensure we found the right candidate for the post, and I have no doubt that Professor Ebdon has the qualities and determination to help those students from low-income or other under-represented groups to secure the places in higher education that their attainments and potential show they deserve,&quot; Cable said. Ebdon, the vice chancellor of Bedfordshire University, has been accused of defending &quot;Mickey Mouse degrees&quot;. Michael Gove, the education secretary, is reported to have been against the appointment. Tory MPs, such as David Nuttall, have accused Offa of being an &quot;expensive and unnecessary quango encouraging social engineering&quot;. Others demanded reassurances from Cable that well-off pupils in their constituencies would not be turned down by top universities because of their backgrounds. Ebdon will take the helm of a watchdog that can fine universities 500,000 for missing targets, and can refuse to sanction an access agreement  in effect banning institutions from charging more than 6,000 a year in tuition fees. It aims to encourage more people from low-income families and other under-represented groups, such as some ethnic minorities, to apply for higher education. It is seen by some ministers as a central vehicle to improve working-class access to universities. A group of Conservative MPs, called the Fair Access to University Group, and including Graham Stuart, the chairman of the influential 1922 committee and the cross-party education select committee, argues that Offa has made attempts to &quot;enforce social rather than academic admissions criteria&quot; upon universities. &quot;This is not only a distraction, but counterproductive to the overall wellbeing of the sector,&quot; the MPs wrote in a report entitled Achieving Fair Access: Removing Barriers, Realising Potential. They said the main reason disadvantaged students did not go to the top universities is that they were not encouraged enough at school and sometimes were not given the chance to study rigorous subjects at A-level. Private schools should be given public money to recruit bright pupils on free school meals and schools should be ranked according to the proportion of pupils who go on to top universities, the MPs argued. They also called for face-to-face careers advice for students, something the government has reduced. The Russell Group, which represents the 20 most academically selective universities in the UK, warned that universities should not be subjected to government targets. These could &quot;disincentivise universities from continuing with some activities in deprived areas which target the students who are the hardest to reach&quot;, said Wendy Piatt, director-general of the group.", 
    "section": "education", 
    "gid": "education/2012/feb/20/vince-cable-les-ebdon-university", 
    "wordcount": "646"
}