{
    "headline": "Facebook staff celebrate multi-million dollar windfall outside the limelight", 
    "text": "The guests wore jeans and T-shirts. The venue was a sports bar. The menu was buffalo wings, mini-burgers, pizza and beer. The entertainment was a mechanical bull, which bucked in a corner, and screens showing basketball and football. Welcome to a hundred-billion dollar party, Facebook-style. It looked like college kids out for a typical Friday night, but the scene in the Old Pro, an unremarkable bar tucked off a sidestreet in Palo Alto, the heart of Silicon Valley, was the celebration of a cultural and financial milestone which mesmerised the world. &quot;Yeah, it&apos;s been a big day,&quot; grinned a lanky software engineer. &quot;So we&apos;re here chugging a few.&quot; He checked his watch. &quot;Still happy hour.&quot; He and his colleagues clinked beers, manifestly happy. Facebook had just completed its first day as a public company after one of history&apos;s most frenzied share sales valued it at $104bn. The trading took place in New York but the company&apos;s founder, Mark Zuckerberg, stayed with 2,000 employees at their colony in Palo Alto, the capital of social media. As the largest shareholder Zuckerberg, 28, ratcheted up a paper fortune of $20.4bn. An estimated 88 employees saw the value of their individual holdings exceed $30m. The extraordinary sums, the website&apos;s mercurial rise and its role in connecting more than 900 million people made the initial public offering (IPO) an event watched far beyond Wall Street. Had they received this windfall, Russian oligarchs might have celebrated by buying Manchester United. Investment bankers might have bought bigger yachts and jets. The lords of tech munched onion rings. &quot;The taste that can&apos;t be beat,&quot; according to the bar&apos;s website. &quot;This town, it&apos;s a very unusual place,&quot; said David Batista, manager of the Palo Alto Creamery, a cafe where Zuckerberg used to map strategy over milkshakes. &quot;You could be sitting beside a billionaire and not know it. A day like today and where do they go? A sports bar. It&apos;s all very low key.&quot; Internet revolution, Hollywood movie, global impact on human interaction, byword for self-promotion  few outsiders consider Facebook to be discreet. But employees are exactly that. &quot;You might think as soon as they make a million they buy a house in Palo Alto, but a lot of these guys live in apartments, don&apos;t have girlfriends and bicycle to work. And they work all the time,&quot; said Alan Dunckel, an estate agent. Those who did buy houses  $1,000 per square foot  did not flaunt wealth, he said. &quot;They wear T-shirts and hoodies.&quot; Many sellers, said Dunckel, had withheld properties in hopes of a boom. &quot;Expectations are huge.&quot; Facebook has promised $1.1m to Menlo Park&apos;s cash-starved authorities to fund capital projects, prompting hopes more will follow. The employees&apos; celebration at the Old Pro, however, was muted. Whereas non-Facebook groups booked tables with their names on them, Zuckerberg&apos;s troops clustered in anonymous little knots. They had been drilled by headquarters not to speak to the media. Ostensibly it was to avoid spooking the markets at a delicate time but it followed a company tradition of reticence  opacity, critics say  ironic given concern over Facebook users&apos; privacy guarantees. &quot;Sorry, buddy. Normally I&apos;m really interesting to talk to but I just can&apos;t right now,&quot; one employee, drinking an ale, smiled sheepishly. Others recoiled as if questions were radioactive. One confirmed a rumour that Zuckerberg was hosting a party for some staff that night at his home  a relatively modest $7m house  several blocks away. Blink on the highway and you could miss the company&apos;s Menlo Park headquarters, a nondescript complex of two and three-storey buildings which employees of the previous occupier, Sun Microsystems, nicknamed San Quentin, after the jail. An entrance billboard with the familiar thumbs-up icon is Facebook&apos;s only concession to marketing. Instead of trumpeting its historic day the company rebuffed interview requests and corralled television crews in a car park across the street. While the Observer interviewed an employee&apos;s mother inside the grounds  &quot;a historic day for the way the world is going&quot;, she was saying, beaming  security guards swooped, complaining about trespass, and threatened to summon police. Friday&apos;s bounty was preceded by austerity. On Thursday night employees made a round-the-clock &quot;hackathon&quot; of writing code. They wore newly printed T-shirts which said: &quot;Stay focused &amp; keep hacking.&quot; Some emerged early Friday for a ceremony at the centre of the complex known as Hack Square, where Zuckerberg rang the opening bell to start the Nasdaq stock market&apos;s trading. Then they returned to their computers. Canteens with free gourmet food and outstanding coffee keep staff inside the complex, disappointing nearby restaurants and cafes. Hairdressers like Nina Phana, however, who runs a salon two blocks down, say the techies emerge for the occasional trim and blowdry. &quot;They tip good.&quot; A hundred billion dollars is a gargantuan sum for a company started eight years ago in a college dorm, and the fact that Friday&apos;s frenzied trading ended with shares at $38.23, just a fraction over the opening price, stoked claims the company was overvalued. Ali Ghotbi, an executive at Box, a cloud computing developer, shrugged off concerns of another dotcom bubble. &quot;Back in the 90s it was, oh, you have a website, here&apos;s a million dollars. Now it&apos;s more controlled, more selective.&quot; A colleague, Tom Cochran, predicted Box would be Silicon Valley&apos;s next big thing. &quot;Our chief executive, Aaron Levie, is a genius like Mark Zuckerberg. But with charisma.&quot; The rate of startups in this corner of San Francisco bay  renovated premises filled with newly arrived geeks with Harvard and MIT baseball caps  suggests widespread confidence. Or hubris.", 
    "section": "technology", 
    "gid": "technology/2012/may/19/facebook-ipo-stock-market-staff", 
    "wordcount": "961"
}