{
    "headline": "Leadership is the answer to the right's problem with climate change", 
    "text": "Why does the right have a problem with climate change? That was the essential question asked at an event on Tuesday evening held by right-of-centre thinktank Policy Exchange. It&apos;s a good question, as the right wing of the Conservative party in the UK is acting as a dangerous and expensive drag on the developing green economy, but it&apos;s worth getting some perspective before grappling with the issue. Only three of 600 or so MPs voted against the climate change act, which enshrined the UK&apos;s carbon cuts in law. All three main parties in the UK back action on climate change, and every government and science academy on Earth does the same. So the problem is a fringe one. About 10% of UK citizens think climate change poses no threat, but those people are twice as likely to be Conservative voters, and twice as likely to be male and over 65 years old. Nonetheless, this fringe exert an influence beyond their numbers, assisted by the right-wing press. The problem is that global environmental problems require global action, which means co-operation if there are to be no free-riders. That implies international treaties and regulations, which to some on the right equate with communism. Conservative MP Peter Lilley, one of the lonely trio who voted against the climate change act, told the audience: &quot;I am the token denialist, a suitable case for treatment for deviating from the Stalinist line.&quot; His joke was directed at Cardiff University psychologist Adam Corner, who argued the problem was that the language used to press for action on global warming was infused with the ideas of the left, and that the right-wing fringe chose to deny the science rather than come up a coherent right-wing response. The fact that a coherent right-wing response is easily made suggests something more fundamental underlies the deniers&apos; position. That response was made by Tim Yeo, another Conservative MP, and chair of the energy and climate change committee. It is clear that the risks of inaction are too high, he said, and creating a low-carbon and resource efficient economy will give the UK a huge economic and competitive advantage in a world in which both temperature and population is rising. &quot;We led the first industrial revolution and we can lead the second,&quot; he said. At this point, climate sceptics Benny Peiser, from the Global Warming Policy Foundation, and journalist Dominic Lawson roared with laughter and almost fell off their chairs. Yet what was telling was that in even this right-wing meeting, the only spontaneous applause was when science-denying myths were debunked. The sceptics are a fringe within a fringe. Another sceptic, Stuart Wheeler, stood up to say there had been no warming for 15 years (yawn) and that the costs of climate action were too high and then walked out, uninterested in further debate. And there&apos;s the rub. In any group of people, there will be some who hold their ideology so dear that no amount of evidence, however compelling, will lead them to change their minds. As climate change most directly challenges extreme ideas of personal freedom and unfettered markets, it is this fringe that ends up in denial.  But what struck me most was how these fringe views influence the debate in direct contradiction to what most people want. Politicians and newspapers pride themselves on being in tune with the popular mood. Yet David Cameron is feebly bounced by the great populist paper, the Daily Mail, into abandoning the misleadingly-named &quot;conservatory tax&quot;, despite a majority of the public supporting it, and a Conservative council in Essex running the scheme for five years without complaint. Twice as many people are in favour of subsidies for wind farms than oppose them, while support for renewables over gas and nuclear is as consistent as it is deep. Yet wind farms are routinely slandered as useless desecrations. So what happens next? Presumably this yawning gap between what the public think and what right-wing politicians and newspapers do will lead to lost votes and circulation. That&apos;s the sort of evidence that does change minds, eventually.  An alternative, as Yeo has pointed out on a previous occasion, is to simply let nature take care of the elderly sceptics, who will go to their graves sooner than the rest of the population. The question is will either happen quickly enough to avoid the six degrees of warming to which the IEA says our current path will lead? I fear not, which leads me to a final point. Who said this? &quot;The problem of global climate change is one that affects us all and action will only be effective if it is taken at the international level. It is no good squabbling over who is responsible or who should pay. Whole areas of our planet could be subject to drought and starvation.&quot; It was Margaret Thatcher, darling of the right, speaking to the UN General Assembly in 1989. There are right-wing narratives on tackling climate change that would be acceptable to the vast majority. What is missing is leadership, to promote the interests of the many over the fringes. And that leadership is exactly what David Cameron&apos;s non-speech last week failed to provide.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/may/02/climate-change-sceptic-right-wing", 
    "wordcount": "872"
}