{
    "headline": "Alma telescope glimpses space's mysteries from on top of the world", 
    "text": "Spend a few days with astronomers at the world&apos;s most sophisticated telescopes in the mountains of Chile, and your skin will begin to feel different. Cheeks become stretched a little tighter; hands and lips get chapped. It seems to make little difference how much water you drink. Spend a few weeks here and, the astronomers will tell you, the headaches and dizziness start. &quot;You really feel it when you&apos;ve been here a long time,&quot; says Jonathan Smoker, an astronomer at the European Southern Observatory (ESO) at Mount Paranal in northern Chile. &quot;Sometimes my hands start to bleed because it&apos;s so dry here.&quot; The scientists and technicians who work here are not allowed to stay on the mountain for more than 14 days at a time. After that, they have to go down to sea level to recuperate. At 2,500m up in the northern Atacama desert, Paranal is no place for human beings to live for long periods: dry, dusty and devoid of much life. But it is perfect for watching the skies: at night, the bone dry air means the Very Large Telescope (VLT) can track and measure stars, black holes and planets with exquisite precision using its four individual observatories. At the heart of each observatory is an 8m-wide mirror made from a single piece of polished glass, the exact shape of which changes 100 times per second to counteract, in real time, the distorting effects of the air on the starlight that it is trying to detect. The VLT, opened in 1998, was the first telescope to image an exoplanet and it has made significant contributions to our understanding of the giant black hole at the centre of the Milky Way. But it is not the most extreme of the telescopes ESO operates. The VLT has recently been joined in Chile by an even bigger, even more sensitive telescope: the Atacama Large Millimetre/Submillimetre Array (Alma). When complete in 2013, this collection of 66 carbon-fibre radio antennae, each 12m wide, will open astronomers&apos; eyes to the half of the universe that has, until now, been hidden to modern optical telescopes. Alma will detect radiation similar to microwaves, around 1,000 times longer than the light we see with our eyes  but easily absorbed by water in the atmosphere. So astronomers picked the Chajnantor plateau, 5,000m up on the Andes, near the border with Bolivia, to build their new array. It is one of the driest places in the world, and the air contains half the oxygen of that at sea level. At this height, Alma will be able to produce pin-sharp images of the parts of the universe shrouded by dust. &quot;When a star forms, it forms in cold, dusty gas clouds,&quot; says John Richer of the University of Cambridge and a project scientist for Alma. &quot;The moment it&apos;s formed it&apos;s shrouded in this dusty material, out of which only half of the light from a typical star escapes. Many other stars are formed in very dense clouds and their light is completely absorbed by the dust in these clouds.&quot; These soot-like clouds of dust, which are also the birthplace of galaxies in the early universe and planets  including our own  obscure stars from modern optical and infrared equipment, such as the VLT and the Hubble Space Telescope. While the dust hides the stars, however, it also gets heated by the starlight to a few degrees above absolute zero (-273C). The dust then emits radiation of its own at sub-millimetre wavelengths, which can be detected on Earth. When it is fully operational in 2013, Alma will provide such an increase in sensitivity over current instruments that it will find a previously unseen galaxy every three minutes. The dishes themselves will be controlled by shifts of astronomers from an operations support facility (OSF), a collection of offices and workshops located more than 2,000m below the Chajnantor plateau. Here, visitors are given a chance to acclimatise to the thin air before the slow drive up to the higher-altitude site. On the half-hour journey up the mountains, the vegetation changes with every 500m or so of altitude, as the microclimate gets colder and wetter. Around the OSF, scrub and small cactuses can grow. At 3,000m, giant cactuses dominate the terrain, surrounded by dense, rounded shrubs with long spines that are known locally as the &quot;mother-in-law&apos;s cushion&quot;. Higher up, the spiny plants give way to larger bushes and grasslands. At 5,000m, the Mars-like terrain can support no life. The mountains are featureless save for small rocks that litter the surface and patches of ice and snow left after from the recent winter. By the start of 2012, the first 30 of the Alma dishes had already been installed and most are operational. Every few minutes, the white discs rotate and angle in unison towards some unseen target. By 2013, Alma will have all of its carbon-fibre antennas, which can be arranged in countless configurations, up to 10 miles apart across the mountains, depending on the measurements astronomers want to make. When the submillimetre light from distant galaxies and dust clouds has made its way across the universe and reached the Alma antennas, it goes through a carefully engineered obstacle course to ensure it is measured with maximum precision. The carbon-fibre dishes are linked, via optical fibres, to a building a few hundred metres away and the incoming light waves are first sent to an instrument known as the correlator. Here, thousands of microprocessors mark each incoming light wave with a timestamp, accurate to picoseconds, to ensure all the light from a single source can be reunited later in the detectors. To get that precision, the scientists have to allow for even the tiniest fluctuations in length of the optical fibres, which can expand and contract due to temperature fluctuations around them. The fibres are buried a metre underground but, where they emerge to connect to the antennas and computers at either end, they are exposed to the air and prone to changes. Any differences are minuscule  millimetres  but over the course of a 20km fibre this expansion and contraction will affect the arrival time of the light pulses at the correlator by a few femtoseconds (10-15 of a second). The engineers came up with a neat solution: a series of machines called the line-length correctors. These contain small coils of optical fibre connected to pistons. As the light from the distant galaxy comes in, computers use the pistons to stretch the fibre just enough to compensate for the thermal changes in the main fibre earlier on. &quot;It actually keeps the fibre in exactly the same length, it makes sure that you get the same number of wavelengths of light all the way out and back again,&quot; says Richard Hills, project scientist at Alma. This delicate attention means that all the different antennas, though miles apart on the plateau, work as a single telescope. The technique of combining signals from several receivers,known as interferometry, means astronomers can get all the benefits of a much larger telescope without having to build it. Combining data from 66 Alma antennas will produce the sensitivity of a telescope with a diameter of 14,000m. The correlator passes its perfectly timed light down the corridor to a second refrigerated room which then compares signals from each antenna at each specific point in time. It looks for signals that appear to come from the same source in the sky, picking out the light from galaxies or dust clouds from the background hum of the universe. &quot;What arrives at each telescope are these very, very faint signals but also coming from each telescope is the emission from the microwave background, from the atmosphere, the noise that&apos;s generated in the telescope and receivers themselves,&quot; says Hills. &quot;Those are a hundred or a thousand or, in the case of a really faint object, a million times stronger than what we&apos;re actually looking for. But they will be random noise, whereas the signals that have come from our distant galaxy will be the same, buried in that noise. We have to look for the correlation, the bits of that signal that are the same.&quot; Individual data from each antenna, around 120 gigabits per second, are compared to the other antennas. &quot;Because the signals from different places in the sky arrive with slightly different times, that&apos;s what enables you to tell where in the image each individual object is,&quot; says Hill. &quot;Not only do we have to compare each sample, we have to compare the ones at slightly different times as well. The net result is that the amount of arithmetic you need to do in this comes up to more than 1016 operations per second. A fast PC does 2GHz, that&apos;s 2x109. It&apos;s 10 million times your PC in terms of processing power.&quot; In October last year, Alma released its first scientific image, taken by measurements from 16 of the dishes then installed on the Chajnantor site. It showed the violent swirls of the Antennae galaxies, a pair of distorted spiral galaxies that are in the process of colliding about 70m light years from Earth. Though Alma is not yet complete, ESO already has plans to build the next generation of telescope. The European Extremely Large Telescope (ELT) will be situated near the main VLT observatory site at Paranal. The ink on the contracts is barely dry  the agreement from the Chilean government to bequeath the site at the top of Mount Armazones was only granted a few weeks ago. There is no road to the site yet, and getting to the summit of the 3,000m peak from the nearest highway means a bone-shaking drive that kicks up thick clouds of dust from the desert. The ELT will have a much greater collecting power than the telescopes on Paranal thanks to a primary mirror of almost 40m. Building this 1bn telescope will take at least a decade and require new technology  no one knows how to build a 40m mirror from a single block of glass (never mind transport it safely through the desert), so it will be composed of 1,000 smaller hexagonal segments. The main mirror will reflect the ancient starlight it detects onto a 4m-wide secondary mirror before it goes on to hit the detectors. Collecting more light will enable it to resolve more detail than anything before it  ELT will be able to take pictures of exoplanets directly, for example, and even work out what chemical elements are present in their atmospheres. It will see farther out into deep space (and therefore further back in time towards the beginning of the universe) and explore the nature of dark energy and dark matter. Most important, says ESO&apos;s Gonzalo Argando, is the unexpected, &quot;the things astronomers are not even able to guess today and that can reshape astronomy as we know it&quot;. An Earth-like planet with Earth-like conditions and which may even support life is tantalising for scientific as well as cultural reasons. Michael Sterzik, deputy director of Paranal observatory, said characterising the properties of an exoplanet&apos;s atmosphere would be a major hit for the ELT. He is acutely aware how such a discovery would appeal directly to the public, something ESO does its best to highlight when accounting for the big costs of modern astronomy, money that has to come from increasingly cash-strapped governments. The ELT might well be the last major telescope funded for some decades, as the world focuses instead on getting itself out of financial trouble. But it might also be the one that detects the first signs that we are not alone in the universe. &quot;People are really excited and want to know more about their origins and the origins of the universe,&quot; says Sterzik. &quot;I&apos;m very optimistic that funding will continue to be able to yield these facilities that help to answer the fundamental questions of mankind.&quot;", 
    "section": "science", 
    "gid": "science/2012/jan/29/alma-radio-telescope-chile-astronomy", 
    "wordcount": "2016"
}