{
    "headline": "15 things you need to know about partnering with the private sector", 
    "text": "Richard Jones, pro vice-chancellor, research and innovation, University of Sheffield Ensure that partnership with the private sector is mutually beneficial: UK universities are successful, internationally-competitive organisations. So it&apos;s not surprising that private companies would want to involve universities in research and training. Obviously they&apos;ll want to get the best deal from the transaction, so universities need to make sure the benefits are fully mutual. However, by &apos;benefits&apos;, the HE sector can&apos;t simply focus on the financial. Commercial activities by universities are not without their challenges: There are inevitably tensions between different aspects of the mission of the university - we sometimes end up patenting things earlier than one would want to if commercialisation was one&apos;s sole aim, because we need to get an important result into the open literature (both for REF purposes and for people&apos;s careers). We need to work harder to bring together people from different disciplines across the university - introducing the people who know the problem to the people who know the solution. We need to reconcile the natural tendency of good, engaged academics who want to manage their relationship with a company personally with the greater gains that can arise if we integrate that into a larger scale relationship at a more institutional level. Resource: The success of HEIs in starting and growing businesses to scale is not dependent solely on the institution. There are much wider issues at play here about the way our economy is structured. I expanded on this theme on my blog post - Good capitalism, bad capitalism and turning science into economic benefit. Resource: Beyond financial gain, working with industry demonstrates a university&apos;s mission is to be rooted in its community. At Sheffield, our VC, Keith Burnett, is very keen on reclaiming the title &apos;civic university&apos;. This implies that we should be closely involved in helping the manufacturing base of our regional economy and in trying to ameliorate the shocking health inequalities of our city, but also engaging with all parts of the community. The approach is exemplified by this wonderful project being run out of our English department called Storying Sheffield which is, to me, very moving in the way it&apos;s given voice to people whose stories often aren&apos;t heard. Simon Whittemore, programme manager, business and community engagement (BCE), JISC Innovation The keys to success are first senior management buy-in, then understand the type of partnership you wish to form and lastly a focus on core strengths: Senior management commitment is key to the success of university/industry partnerships. But interactions must then be differentiated in terms of whether they are strategic partnerships, so need to be managed corporately and consistently, or project partnerships, or more informal interactions. The degree of process and resource applied would vary accordingly. External engagement requires co-ordination across the institution as much as possible, otherwise related information cannot be collated, aggregated, compared and contacts will be duplicated, which is embarrassing and damaging to institutional reputation. Also institutions will need to make some hard strategic choices with regard to the third mission services they offer, and focus their efforts on their areas of strengths in research and education. For collaboration and consensus, think about the language you use carefully: Many academics are more likely to come on board if they feel there are wider benefits to their research being applied externally than just commercial (though they may also like the latter). It may be more useful to talk in terms of business as a generic term (public and private sector) and engagement rather than exploitation - the language makes a difference when you are aiming to create some consensus and coordination. Universities are unique entities - at once charities, autonomous educational institutions and businesses, so of course they deliver services which you could call commercial, but viewing the enrichment and exchange of knowledge, two-way dialogue with the public (public engagement) and the sharing of expertise for socio-ecomonic benefit as purely a commercial transaction would greatly reduce the unique and multi-faceted value of HE. You can&apos;t change a university&apos;s culture without taking some meaningful steps to change strategies, processes and capabilities: It is important to recognise that sustainable, embedded business and community engagement (BCE or third mission) requires skills and infrastructure. Numerous studies both by JISC and elsewhere (CIHE for example) have shown that there is a problem of translation between academia and external audiences - especially when it comes to the 97% of companies that are SMEs. While some academics can do the engagement effectively (by which I mean starting the conversation, agreeing the terms and putting it in wider institutional context), most do not naturally have the negotiation, facilitation, project management, high level communication, boundary-spanning skills that are needed. Hence the need for BCE practitioners and for processes (including HR) to empower them. Resource: JISC, in partnership with AURIL and 27 other national stakeholders is developing a BCE CPD Framework and online diagnostic (self-assessment tool - pilot version here, to be further developed) to help address the skills issue. Dr Joanna Berry, director of engagement, Newcastle University Business School There is a need to build high quality industry interaction across the entire student life-cycle: Partnering with industry in order to enhance student experience can&apos;t be limited to placements. From guest lectures, through to consultancy type module work on live projects, then onto internships and placements and even sometimes mentoring opportunities, all of these activities are required for industry interaction to be of high quality. Even after students leave, alumni teams and academics alike need to build on our relationships with companies and with students to keep up our reputation for engaged research and relevant, useful and supportive business engagement. You can then have I alums coming in to do a guest speaking slot in careers week - it all comes full circle. Make a &apos;pracademic&apos; the intermediary between the institution and industry: Having a &apos;pracademic&apos; intermediary as director of engagement helps, with solid and credible industry experience and real understanding of the integrally important nature of trust in such relationships. It will be interesting to see what the forthcoming REF throws up in the way of research with impact and how, if at all, this reflects the career trajectories of academics who might otherwise have gone unnoticed. Resource: At NUBS, we think that teaching and research can only be of high quality if they are in some way informed by and in return, informing, real live practical professional business issues. &quot;Engaged research&quot; is key - see @KITE_research for more. Charles David Cowap, director, Harper Adams Employer Engagement, Harper Adams University College Resource: Take care in setting up arrangements with private sector partners. Be very clear about who will do what and how. We have found that sometimes partners see all the attractions of a validated qualification, particularly with the benefit of co-funding, but time invested early on in the detailed specification of who will do what later on is time well invested. My colleague Lydia Arnold has commented on this aspect in her blog from time to time. Paul Hoskins, chairman, Precedent The academic must make room for the business manager: Nearly always the academic has to have direct contact with the the client initially but nearly always needs to be supported by a business manager. When the product or service is no longer new - for example being done for the second, third or fourth time - this business manger needs to become the prime contact to develop the revenue stream commercially, leaving the academic free to look at the next new thing. Universities should recognise when commercial activity moves from pure research through applied research to a commercial services where the delivery is repeated in a similar way. At this point it needs to be managed by different people as a commercial operation but without forgetting it still needs to deliver to the universities wider objectives. More ideas will be generated if you improve communications: Universities have a natural tendency for to communicate only externally but all Institutions have areas of success these need to be promoted much more internally in order to foster greater involvement. Cross departmental problem-solving will soon follow. Dr Rebekka Kill, head of School, Art, Architecture and Design, Leeds Metropolitan University It&apos;s essential to ensure that placements, internships, work-based learning or work-related learning are discipline or course specific: Even within the School of Art, Architecture and Design, at Leeds Metropolitan, we are considering a range of different approaches that are discipline specific. For example work related learning in architecture is already deeply embedded in the curriculum; as it is with many of our design disciplines. But, what does work related learning look like for the fine art student? This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/31/successful-business-engagement-strategies", 
    "wordcount": "1484"
}