{
    "headline": "Peter Higgs criticises Richard Dawkins over anti-religious 'fundamentalism'", 
    "text": "As public disagreements go, few can have boasted such heavy-hitting antagonists. On one side is Richard Dawkins, the celebrated biologist who has made a second career demonstrating his epic disdain for religion. On the other is the theoretical physicist Peter Higgs, who this year became a shoo-in for a future Nobel prize after scientists at Cern in Geneva showed that his theory about how fundamental particles get their mass was correct. Their argument is over nothing less than the coexistence of religion and science. Higgs has chosen to cap his remarkable 2012 with another bang by criticising the &quot;fundamentalist&quot; approach taken by Dawkins in dealing with religious believers. &quot;What Dawkins does too often is to concentrate his attack on fundamentalists. But there are many believers who are just not fundamentalists,&quot; Higgs said in an interview with the Spanish newspaper El Mundo. &quot;Fundamentalism is another problem. I mean, Dawkins in a way is almost a fundamentalist himself, of another kind.&quot; He agreed with some of Dawkins&apos; thoughts on the unfortunate consequences that have resulted from religious belief, but he was unhappy with the evolutionary biologist&apos;s approach to dealing with believers and said he agreed with those who found Dawkins&apos; approach &quot;embarrassing&quot;. Dawkins, author of the best-selling book The God Delusion, has been accused many times in the past of adopting fundamentalist positions.. In a 2007 post on his website titled &quot;How dare you call me a fundamentalist&quot;, Dawkins wrote: &quot;No, please, do not mistake passion, which can change its mind, for fundamentalism, which never will. Passion for passion, an evangelical Christian and I may be evenly matched. But we are not equally fundamentalist. The true scientist, however passionately he may &apos;believe&apos;, in evolution for example, knows exactly what would change his mind: evidence! The fundamentalist knows that nothing will.&quot; The criticisms have not led the biologist to soften his stance on religion. In a recent interview with al-Jazeera, he implied that being raised a Catholic was worse for a child than physical abuse by a priest. Responding to a direct question from the interviewer Mehdi Hassan, Dawkins related the story of a woman in America who had written to him about abuse she suffered as a child at the hands of a priest, and the mental anguish of being told that one of her friends, a Protestant girl, would burn in hell. &quot;She told me that, of those two abuses, she got over the physical abuse, it was yucky but she got over it. But the mental abuse of being told about hell, she took years to get over,&quot; said Dawkins. &quot;Telling children such that they really, really believe that people who sin are going to go to hell and roast forever, that your skin grows again when it peels off, it seems to me intuitively entirely reasonable that that is a worse form of child abuse, that will give more nightmares because they really believe it.&quot; Dawkins did not respond to a request to comment directly on Higgs&apos;s &quot;fundamentalist&quot; charge. In the El Mundo interview, Higgs argued that although he was not a believer, he thought science and religion were not incompatible. &quot;The growth of our understanding of the world through science weakens some of the motivation which makes people believers. But that&apos;s not the same thing as saying they&apos;re incompatible. It&apos;s just that I think some of the traditional reasons for belief, going back thousands of years, are rather undermined. &quot;But that doesn&apos;t end the whole thing. Anybody who is a convinced but not a dogmatic believer can continue to hold his belief. It means I think you have to be rather more careful about the whole debate between science and religion than some people have been in the past.&quot; He said a lot of scientists in his field were religious believers. &quot;I don&apos;t happen to be one myself, but maybe that&apos;s just more a matter of my family background than that there&apos;s any fundamental difficulty about reconciling the two.&quot;           In 1963 Higgs predicted the existence of a force-carrying particle, part of an invisible energy field that filled the vacuum throughout the observable universe. Without the field, or something like it, we would not be here. The field clings to the smallest fundamental particles and gives them mass. The field, which switched on moments after the big bang, allowed particles to come together and form all the atoms and molecules around today. In the interview, the physicist spoke about the announcement on 4 July that the Higgs boson had finally been found. He said he had received a call from a colleague at Cern a few days earlier who had told him he would regret it if he did not come along. At the announcement, Higgs began to cry. &quot;What was so overwhelming really was the response of the audience at Cern. It wasn&apos;t like a scientific seminar, it was like the end of a football match when the home team has won, and that was what was overwhelming to me, to be a part of that  It [bursting into tears] was a reaction to the emotions around me and the feeling that, well, it&apos;s arrived at last! That was hard to deal with.&quot; Many scientist believe that the discovery means that Higgs is odds on for a future Nobel prize. He was relieved, however, that the Nobel committee had skipped over the discovery for the physics award this year. &quot;I was relieved, simply because since the beginning of July I&apos;ve been so busy dealing with requests to do this and that, that I was glad not to have that on my schedule as well, so I have described it as a reprieve.&quot;  The original interview is copyright Pablo Juregui/El Mundo", 
    "section": "science", 
    "gid": "science/2012/dec/26/peter-higgs-richard-dawkins-fundamentalism", 
    "wordcount": "982"
}