{
    "headline": "On the road: Honda Civic 1.8 i-VTEC EX GT 5-door manual  review", 
    "text": "Famously from Swindon? Desmond Morris, the Manwatching man; Diana Dors, Melinda Messenger, Billie Piper, all famously watched by men. Explorer David Hempleman-Adams, a real man; Mark Lamarr with the hair: James Dyson with the air; 70s prog rockers Supertramp; Nick Hewer, the one who makes the cat&apos;s arse faces on The Apprentice; and theHonda Civic. I know it&apos;s Japanese, but they&apos;re made in Swindon, OK? Have been for nearly 20 years. Desmond Morris might have something to say about the Civic&apos;s evolution, from the first generation cheap little hatchback that appeared in the early 70s (round about the same time as Supertramp were establishing themselves) to today&apos;s much bigger, much more sophisticated model. Actually, I think this one  the ninth generation  is a step backwards in the looks department. The outgoing model has a neatness and a design cohesion of which Dyson would approve, plus an adventurousness (triangular exhausts!) DH-A might appreciate. This one is less successful, more of a mess. It combines the curves of Dors, Messenger and Piper with the hard edges of Lamarr It&apos;s time to drop this silly Swindon thing right now, and how would I shoehorn Nick Hewer in there, anyway? Basically, it&apos;s uglier than its predecessor. It is almost certainly a better car, though. It&apos;s more stable, and more rigid. More aerodynamic, too, which, together with a stop/start system and an Eco button (which restricts both the throttle and the air conditioning), means it&apos;s easier on your pocket, your planet and your conscience. Actually no one&apos;s quite perfected the stop/start thing yet. Sometimes they switch off, other times they don&apos;t. And this one&apos;s no different. More work needed there, car manufacturers. To drive the new Civic is nice  precise and agile without being thrilling. Inside, there&apos;s more room in the back, and it&apos;s clearer what to do in the front. The facia is calmer, less wacky and space-aged. It makes more sense, though it&apos;s less fun. That&apos;s it! It&apos;s a sensible car, not a fun car. So who is it for? It&apos;s for a man in his mid- to late 60s, a pragmatist not a risk-taker, someone who understands value and good quality and who is led by his head not his heart. Got it, it&apos;s a car for Nick Hewer! It was hard, but I got him in in the end. Just. Oh, my research reveals that Hewer has an old Jeep, a Citron Dyane anda tractor  not sensible vehicles at all. I was wrong about Nick, he&apos;s all heart. So who is the new Civic for? I don&apos;t know, someone else from Swindon, some one who works  who used to work  for the council. Honda Civic 1.8 i-VTEC EX GT 5-Door Manual       Photograph: Simon Stuart-Miller for the Guardian    Price From 26,885Top speed 134mphAcceleration 0-62 in 9.6 secondsAverage consumption 46.3mpgCO2 emissions 145g/kmEco rating 7/10Cool rating 3/10", 
    "section": "technology", 
    "gid": "technology/2012/mar/02/honda-civic-1-8-i-vtec-5-door-review", 
    "wordcount": "483"
}