{
    "headline": "30 best Android apps this week", 
    "text": "It&apos;s time for this week&apos;s roundup of new and notable Android apps those released for the first time in the last week, as opposed to updates to older apps. As ever, the price in brackets refers to the initial download, so some apps may include in-app purchases. The iOS roundup will be published later in the day. For now, read on for this week&apos;s Android selection: Material (Free) Inq used to make mobile phones, but has since pivoted into more of a software focus. Material shows what it&apos;s been up to: a &quot;content discovery service&quot; that aims to gauge your tastes, then serve up news stories and blog posts accordingly. Another competitor for Flipboard, Zite, News360 and other social/aggregation apps, in other words. Stylish design is its main attraction. NFC by Moo (Free) At last! An interesting NFC app for the current wave of Android smartphones. This is the work of Moo of teeny-tiny business cards fame which is selling NFC-enabled cards which can have URLs, phone numbers, map links, contacts and social networking profiles associated with them. The app reads cards and writes to them. The Simpsons: Tapped Out (Free) The second appearance in a row for EA&apos;s freemium Simpsons game: it came out in the US first, but is now available worldwide, including the UK. As before, the game sees you rebuilding Springfield after a nuclear meltdown, with appearances from all the TV show&apos;s main characters, and in-app purchases used for virtual donuts. Obviously. Zombie Minesweeper (0.63) Microsoft&apos;s Minesweeper was addictive for millions (well, hundreds of millions) of people. But it was a bit lacking in zombies. That&apos;s something developer Octo Industries is rectifying with its new Android game, splicing the famous number-puzzler with a plotline involving the undead. Also weapons. The 500 Hats of Bartholomew (3.18) There are few zombies in the Dr Seuss back catalogue, thankfully. Developer Oceanhouse Media continues to bring the rhyming books to smartphones and tablets, with The 500 Hats of Bartholomew based on a young boy&apos;s attempts to doff his hat to the king only to find another hat appearing whenever he does. The app is aimed at 6-12 year-olds. NewsWhip (Free) More news aggregation here, although NewsWhip does it by scanning &quot;a billion people on Facebook and Twitter&quot; to track breaking stories, then serving them up in a news stream. It drills down into 10 countries, including the UK, with a filter to focus on topics including politics, tech, music and health. Die Hard (Free) What, there&apos;s a new Die Hard film? This&apos;ll be a good time for a tie-in game, too. Die Hard is an interesting attempt to splice two different genres: Temple Run-style endless runners and traditional first-person shooters. You swipe and tap your way through missions, complete with a bullet-time feature to deal stylish death to your enemies. gifted2you (Free) This is a really nice idea: an app that reminds you of special occasions, and enables you to browse a catalogue of products from &quot;artisans and smaller producers&quot; to friends and family. It can connect to your Facebook (but doesn&apos;t have to), and sends physical gifts within the UK. Pokmon TV (Free) Yes, an official Pokmon app  the second in a few months, in fact, following the release of the Pokdex on iOS in 2012. This time round, the focus is on the Pokmon cartoon series, which is 700-odd episodes in now. The free app streams selected episodes, while also offering new film trailers and other exclusive features for Pokfans. Tamagotchi L.i.f.e. (Free) Talking of famous Japanese gaming brands making an Android comeback... Namco Bandai has launched a 16th-anniversary app based on the Tamagotchi virtual pet the original one that got kids hooked all those years ago. &quot;t&apos;s just like the virtual pet you loved, only better; its in COLOR, features more characters and higher resolution and a place to keep your Tamagotchi collection,&quot; the publisher promises. DashClock Widget (Free) This has the makings of a very nifty tool: a replacement lock-screen clock widget for devices running Android 4.2 and above, with customisable &quot;extensions&quot; adding features like local weather, missed call notifications, calendar appointments and unread Gmail inbox emails. Cordy 2 (Free) Stylish platform game Cordy 2 is full of character, as you guide a little robot... thing called Cordy through 48 levels of action the first four are playable for free, with the rest unlocked through an in-app purchase. Three varied worlds keep it fresh, as do an array of colourful characters. MediaMonkey (Free) Pitched as &quot;a media player for serious collectors&quot;, MediaMonkey is still in beta: a way to navigate around &quot;large music collections&quot;, playing songs and synchronising them with the Android device. It works wirelessly with the MediaMonkey Windows software. NBA All-Star 2013 (Free) Just in time for the NBA&apos;s All-Star weekend, where the best basketballers do battle, comes this official app. It&apos;ll provide live scores, videos and photos, as well as voting and prediction games to keep fans occupied as they watch on TV. Hunches in Bunches (2.49) The second Dr Seuss book-app this week, also from Oceanhouse, stars creatures including a Sour Hunch, a Very Odd Hunch, the Homework Hunch, a Four-Way Hunch, the Nowhere Hunch all trying to give the young hero advice, of varying quality. Impish rhymes and good features for children learning to read make it a winner. The Poppin Princess (3.73) This French children&apos;s app has recently been translated into English, which deserves to bring its charms to a wider audience. It revolves around a contest between a bunch of princesses to become the wife of a prince called Archibald, with lovely illustrations and plenty of interactivity for kids. Red in Bed (1.27) And another children&apos;s app it&apos;s a very good week for Android-owning parents this time one that teaches kids about the colours of the rainbow. It tells the tale of the colours painting the world, apart from Red (who&apos;s ill in bed). Each colour gets its own musical note, too ideal for tap-happy children. Auryn Ink (0.62) Digital watercolour-painting app Auryn Ink won plenty of acclaim in its iPad version. Now it&apos;s available for Android tablets too. The hook is that it tries hard to feel like real watercolour painting, right down to choosing between wet or dry canvases, and watching the paint dry on the page. Tapestry (Free) If you&apos;re interested in the way fiction might develop through apps, Tapestry is an essential download. It offers short stories from various authors, displayed full-screen rather than in e-book style layout. Readers are encouraged to give feedback to the authors too. Roller Rally - Snake Pass (0.69) Developer Milky Tea Play has worked hard to create the monsters that star in Roller Rally Snake Pass  they&apos;re full of character. It&apos;s a side-scrolling racing game with 20 levels to complete, and new characters to unlock along the way. Paul the App (Free) Yes, this app really is named after That Octopus That Seemed To Be Predicting All The World Cup Matches. In this case, his name&apos;s being nabbed for an app that aims to learn your preferences, then serve you a selection of videos and music from sources including CNN, YouTube, Last.fm, Facebook and Twitter, saving them for offline use if desired. Jetpack Jinx (Free) More casual fun from developer Bubblegum Interactive: this sees you controlling a little critter named Jinx as he flies upward with a jetpack, collecting power-ups and avoiding obstacles as he goes. Bridge Constructor Playground (1.49) This looks interesting: a game about building bridges (no, bear with me!) that&apos;s a sequel to another title called Bridge Constructor. Players work their way through 30 levels, building bridges and then seeing how they perform under a stress test. It looks good fun, but with educational value too. My Music Player (Free) A number of developers are having a crack at doing better than the default Android music player. It&apos;s early days for this one, which is based around organising music in folders. The idea being everything is always on-screen, rather than hopping from menu to menu. QuestLord (1.27) If you grew up on first-person RPGs like Dungeon Master, QuestLord will provide a warm glow of nostalgia. But it&apos;s a good game in its own right, as you explore dungeons battling monsters, completing quests and admiring the neat pixel-art graphics. Wipeout (1.27) No, not that Wipeout. This game from Activision available in the US only at the time of writing is based on the water-based bouncy-balls TV game-show, with challenges from the show to complete with &quot;a range of wacky contestants&quot;. Much like the real thing, then. Forever Lost: Episode 1 SD (1.49) If you&apos;re looking to sink your teeth into a proper adventure game on Android, Forever Lost is certainly worth a look. Myst is one obvious comparison for the game, which sees you exploring &quot;a world you can&apos;t remember, surrounded by things that can&apos;t be real, haunted by experiences long forgotten&quot;. A bit like Fernando Torres every Saturday, etc etc. Oddland (Free) Post-apocalyptic Wild West game Oddland is billed as a &quot;duel shooter&quot;. What that means is pointing a cross-hair at a succession of enemies faster than they can point one at you, with a campaign mode fleshing things out with a story and RPG progression elements. Hansel and Gretel (2.32) Hansel and Gretel has been overdone on iOS, where there are lots of book-app versions available. On Android, not so much: and Milkbook&apos;s new version of the classic fairytale has plenty of charm. Lots of things to tap on, and a choice of English, Spanish or Italian language, could make it a hit for toddlers. Jambo (1.49) Jambo wants to be &quot;the next evolution in drawing games&quot;  a step on from Draw Something, in other words. In this case, that means solving riddles drawn by other players, and drawing your own to submit in response. It&apos;s a one-player game you&apos;re not competing against anyone directly but you can challenge friends on Facebook and Twitter with your riddles. That&apos;s this week&apos;s selection, but what do you think? Make your recommendations or give your opinions on the apps above by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/feb/15/best-android-apps-material-ebookers-moo", 
    "wordcount": "1765"
}