{
    "headline": "Groupon founder Andrew Mason's farewell letter to employees  full text", 
    "text": "Groupon Inc. founder Andrew Mason sent a memo to employees after he was fired Thursday. Here&apos;s the text of his letter: People of Groupon, After four and a half intense and wonderful years as CEO of Groupon, I&apos;ve decided that I&apos;d like to spend more time with my family. Just kidding  I was fired today. If you&apos;re wondering why ... you haven&apos;t been paying attention. From controversial metrics in our S1 to our material weakness to two quarters of missing our own expectations and a stock price that&apos;s hovering around one quarter of our listing price, the events of the last year and a half speak for themselves. As CEO, I am accountable. You are doing amazing things at Groupon, and you deserve the outside world to give you a second chance. I&apos;m getting in the way of that. A fresh CEO earns you that chance. The board is aligned behind the strategy we&apos;ve shared over the last few months, and I&apos;ve never seen you working together more effectively as a global company  it&apos;s time to give Groupon a relief valve from the public noise. For those who are concerned about me, please don&apos;t be  I love Groupon, and I&apos;m terribly proud of what we&apos;ve created. I&apos;m OK with having failed at this part of the journey. If Groupon was Battletoads, it would be like I made it all the way to the Terra Tubes without dying on my first ever play through. I am so lucky to have had the opportunity to take the company this far with all of you. I&apos;ll now take some time to decompress (FYI I&apos;m looking for a good fat camp to lose my Groupon 40, if anyone has a suggestion), and then maybe I&apos;ll figure out how to channel this experience into something productive. If there&apos;s one piece of wisdom that this simple pilgrim would like to impart upon you: have the courage to start with the customer. My biggest regrets are the moments that I let a lack of data override my intuition on what&apos;s best for our customers. This leadership change gives you some breathing room to break bad habits and deliver sustainable customer happiness  don&apos;t waste the opportunity! I will miss you terribly. Love, Andrew", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/01/groupon-andrew-mason-fired-letter", 
    "wordcount": "374"
}