{
    "headline": "The energy bill is misleading, manipulative and destructive", 
    "text": "My conversation with Ed Davey began badly. Two weeks ago the Liberal Democrat secretary of state rang me to explain that his energy bill would be the best legislation drafted since the 10 commandments. It happened that earlier that day, Ed Davey&apos;s deputy, the Conservative energy minister Charles Hendry, whom it would be inaccurate to describe as petite, had delivered a statement to the House of Commons, after which he had tried to reverse into his seat. But he missed, and instead sat on the secretary of state. I told Davey that I hoped he had recovered, and that it seemed to me symbolic of the Lib Dems&apos; role in the coalition. To say that he took this in the wrong spirit is to state the case mildly. He insisted that it is &quot;inaccurate and unwarranted to suggest that the Liberal Democrats are being sat on by the Conservatives&quot;. Ten minutes later, halfway through a long and riveting disquisition on &quot;feed-in tariffs with contracts for difference&quot;, he suddenly and unexpectedly returned to the theme, hotly insisting that his role in government proved that the Liberal Democrats were not in any sense or any manner being sat on. That clears it up then. Our relationship is about to deteriorate further, as I will use this article to accuse Davey of some of the lowest and most deceitful tactics in the politician&apos;s armoury. On Tuesday, the Guardian published a letter from Davey, in which he claimed that I mistake his &quot;short-term methods&quot; (approving more gas and coal plants) for his &quot;long-term goals&quot; (stopping climate change). It&apos;s easy to mix them up, isn&apos;t it? Approving more gas and coal plants looks so much like stopping climate change that I&apos;m sure he can understand my confusion. But the question it raises is what he means by &quot;short-term&quot;. As I explained in my column this week, his energy bill allows gas plants to produce more carbon dioxide than they do today, until 2045. It imposes no restrictions at all on coal plants, as long as they undertake that one day in the indeterminate future they will &quot;demonstrate&quot; that carbon capture and storage equipment could reduce an unspecified quantity of their emissions. So the short term, in Davey&apos;s view, expires at some time between 2045 and the end of the solar system. Even at the beginning of this expiry period, the battle to prevent escalating climate change will be all over bar the shouting. Davey&apos;s &quot;transitional&quot; technologies, gas and coal (which are transitional in the sense that chocolate fudge cake is a transition to a low-calorie diet), will knacker his supposed long-term goals many years before the &quot;short term&quot; comes to an end. He then went on to claim that &quot;the Committee on Climate Change [the government&apos;s climate advisers] says our approach &quot;could be compatible with power sector decarbonisation required to meet carbon budgets  provided we reform the electricity market to secure low-carbon investment.&quot; So this is the first of the deceptions of which I will accuse him: one of the most blatant cases of selective quotation I have yet encountered. Here is what the Committee on Climate Change actually said:  &quot;The approach set out in the announcement could be compatible with power sector decarbonisation required to meet carbon budgets, but also carries the risk that there will be too much gas-fired generation instead of low-carbon investment.&quot;  As the blog CarbonBrief points out,  &quot;Presumably the second half of the last sentence wasn&apos;t quite so useful to Davey&apos;s point, so he left it off.&quot;  The committee also pointed out that:  &quot;It is important that a clear decarbonisation objective is set for [Davey&apos;s electricity market reform], and that a process is put in place to ensure that this objective is achieved.&quot;  The energy bill singularly fails to deliver either the objective or the process. Davey&apos;s attempt to claim the committee&apos;s endorsement is manipulative and misleading. After I wrote my column, Alex Marshall from trade magazine the Ends report got in touch to point out that I had missed something. Buried in the outer reaches of the known world (annex D of the bill) is a single sentence, which allows ministers to rip up any conditions for the construction and operation of new coal plants in this country. Admittedly, these conditions are so feeble as to be effectively useless. Coal plants can be built as long as:  &quot;Carbon capture and storage technology is or is to be, or has been, used in commercial electricity generation for the purposes of or in connection with a CCS demonstration project.&quot;  No figure is mentioned and  if you read it carefully  you will see that nothing actually needs to have been done: they will be approved if they undertake that CCS &quot;is to be&quot; demonstrated at some point in the future. &quot;Demonstrated&quot; does not mean that it has to continue to work, less still that it has to apply to any more than a small fraction of the emissions the plant produces. But the little sentence in annex D appears to grant Davey and his successors a licence to cancel even this condition:  &quot;Exceptions: power to make exceptions to maintain energy security.&quot;  Given that the bill is pitched partly as an attempt to maintain energy security, this appears to allow the government to approve any coal plant it chooses, whether or not it will one day be fitted with carbon capture and storage equipment. So Davey, I don&apos;t know whether you have been sat on by the Conservatives, except in the literal sense. But I do know that both your bill and the claims you have made about it are as misleading, as manipulative and as destructive as anything this government has yet done. And that is saying quite a lot.", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/may/31/energy-bill-destructive-daveys-claims", 
    "wordcount": "991"
}