{
    "headline": "New international land deals database reveals rush to buy up Africa", 
    "text": "Almost 5% of Africa&apos;s agricultural land has been bought or leased by investors since 2000, according to an international coalition of researchers and NGOs that has released the world&apos;s largest public database of international land deals. The database, launched on Thursday, lifts the lid on a decade of secretive deals struck by governments, investors and speculators seeking large tracts of fertile land in developing countries around the world. The past five years have seen a flood of reports of investors snapping up land at rock-bottom prices in some of the world&apos;s poorest countries. But, despite growing concern about the local impacts of so-called &quot;land grabs&quot;, the lack of reliable data has made it difficult to pin down the real extent and nature of the global rush for land. Researchers estimate that more than 200m hectares (495m acres) of land  roughly eight times the size of the UK  were sold or leased between 2000 and 2010. Details of 1,006 deals covering 70.2m hectares mostly in Africa, Asia and Latin America were published by the Land Matrix project, an international partnership involving five major European research centres and 40 civil society and research groups from around the world. It is the first time a comprehensive list of international land deals has been collected and made public. The database relies on a wide variety of sources  including media reports, academic research and field-based investigations  to add detail to a global phenomenon notoriously shrouded in secrecy. In a report published alongside the database, which analysed 1,217 agricultural deals covering 83.2m hectares of land, the researchers said the data confirms suspicions that wealthy food-importing countries have been targeting farmland in poorer countries with high rates of hunger and weak land governance. However, the report also reveals the growing role of emerging economies. The report describes the rise of a &quot;new intra-regionalism&quot; characterised by growing south-south investment. Overall, researchers found more than 30% of documented agricultural deals involve investors coming from the same region as their &quot;target&quot; country. Expanding agribusiness companies from Brazil and Argentina seem to prefer to invest in other Latin American countries, they said, while South African investors appear particularly involved in projects in nearby east, central and southern African countries. The majority of documented deals are in Africa. Researchers say 754 deals have been identified on the continent, covering 56.2m hectares  or roughly the size of Kenya. Little evidence of job creation or other benefits to local communities could be found among the hundreds of largely export-oriented projects, said the report. In some cases, it adds, investors have secured hundreds of thousands of hectares of prime farmland at little to no cost. One deal in South Sudan, for example, has reportedly granted a Norwegian investor a 99-year lease for 179,000 hectares at an annual cost of just $0.07 a hectare. Governments eager for foreign investment have often gone to great lengths to advertise vast tracts of available &quot;vacant&quot; land in their countries. But the report says almost half of the agricultural deals studied showed the areas concerned were already being farmed before investors moved in. Competition between powerful foreign investors and local farming communities seems &quot;inevitable&quot;, it said. But, so far, few large-scale projects have been established on the millions of hectares bought or leased for agricultural activities, according to the report, which says less than 30% of documented deals are thought to be in production. It suggests that some investors may have underestimated the challenges associated with their projects, while other deals are likely to be purely strategic and speculative investments. A separate report published on Wednesday by the International Land Coalition, the NGO Global Witness, and the US-based Oakland Institute, denounced the &quot;secretive culture&quot; around large-scale land deals, and demanded governments and businesses disclose contracts and detailed information about potential risks and impacts of land-based investments. &quot;Far too many people are being kept in the dark about massive land deals that could destroy their homes and livelihoods,&quot; says Megan MacInnes, senior land campaigner at Global Witness. &quot;Companies should have to prove they are doing no harm, rather than communities with little information or power having to prove that a land deal is negatively affecting them.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/27/international-land-deals-database-africa", 
    "wordcount": "718"
}