{
    "headline": "PC shipments drop by about 6% as consumers opt for tablets", 
    "text": "The story for the PC business keeps getting worse. Figures released by the research groups IDC and Gartner show that in the fourth quarter of 2012 sales of PCs dropped by about 6% year-on-year to 90m, as the business undergoes what Gartner analyst Mikako Kitagawa called a &quot;structural shift&quot;, with people buying new tablets instead of updating older PCs. &quot;Tablets have dramatically changed the device landscape for PCs, not so much by &apos;cannibalising&apos; PC sales, but by causing PC users to shift consumption to tablets rather than replacing older PCs,&quot; said Mikako Kitagawa, principal analyst at Gartner. The launch of Windows 8 at the end of October 2012 didn&apos;t lift the market, said Gartner: &quot;consumers no longer viewed PCs as the number one gift item&quot; but instead &quot;directed their attention elsewhere. Analysts said there was uptake of very low priced notebooks as a part of mega holiday deals, but this uptake did little to boost holiday PC sales&quot;. That poses a problem for Microsoft, which derives roughly half its profit from sales of Windows licences. Speaking last week, Tami Reller, the new head of the Windows division following the abrupt departure of Steve Sinofsky, who oversaw Windows 8&apos;s development, told attendees at a JP Morgan forum that there had been shortages of touch-enabled screens and devices which otherwise could have boosted sales: &quot;Frankly, the supply was too short,&quot; she said. &quot;I mean, there was more demand than there was supply in the types of devices that our customers had the most demand for. And there was some misalignment between where products were distributed and where there was demand.&quot; Reller said that Windows 8 had sold more than 60m licences in its first 10 weeks, &quot;roughly in line&quot; with Windows 7 at the same time. But that includes licences sold to companies which do not buy PCs, and sales to PC manufacturers whose products have yet to reach customers. The global PC base is also substantially larger than when Windows 7 was released in October 2009. IDC added that &quot;the fourth quarter of 2012 marked the first time in more than five years that the PC market has seen a year-on-year decline during the holiday season&quot;. Collapsing sales in the US and, particularly, in Europe point to a future where PCs are replaced less often, which would slow down sales substantially. There are slightly fewer than 2bn PCs in use worldwide, and corporate sales make up around half of PC sales during each quarter. But as companies have slowed down their replacement of PCs, while consumers have begun looking at other products such as tablets, in more saturated markets such as the US  and smartphones in countries such as China and Brazil where PC penetration is lower  market growth has begun slowing abruptly, and even gone into reverse. Neither company classes Microsoft&apos;s new Surface  a tablet with a detachable keyboard  as a PC. Independent estimates have put sales at around 700,000 for the quarter, not large enough to move the market even if it were classed as a PC. IDC and Gartner offered slightly different figures for the quarter  89.8m for IDC, a 6.4% drop against last year, and 90.3m for Gartner, down 4.9%. But both agreed on the direction and the problems that it poses for PC manufacturers and for Microsoft, which derives roughly half its profits from sales of Windows licences, and whose new Windows 8 product was released at the end of October 2012. The US market dropped 4.5% in the quarter, and 7% for the whole year, said IDC; Gartner put the fall at 2.1% for the quarter, though both companies&apos; figures are for inventory to wholesalers and retailers, not actual units sold to consumers and companies. The story for PC makers, already fighting for margin, is likely to get worse as companies such as Asus and Acer finally abandon the netbook market and turn their focus to tablets. Almost all tablets run Google&apos;s Android mobile operating system rather than variants of Windows. For the year, IDC&apos;s figures show a total of 352.4m PCs shipped, down 3.2% on 363.9m 2011, while Gartner says 352.7m were shipped  a 3.5% fall on 2011&apos;s 365.4m. The numbers indicate how rapidly tablets have begun eating into the PC replacement business  especially since they pushed out netbooks as the preference for people buying a new computing device for portability. In June 2011, IDC&apos;s forecast for total PC sales in 2012 was 400m, and even in September 2012 it was forecasting total sales of 364m for that year. Instead the market headed downwards. &quot;Consumers expected all sorts of cool PCs with tablet and touch capabilities,&quot; said David Daoud, IDC&apos;s US PC research director. &quot;Instead, they mostly saw traditional PCs that featured a new OS  Windows 8  optimised for touch and tablets with applications and hardware that are not yet able to fully utilise these capabilities.&quot; Apple, whose computers do not come with Windows installed, has not yet said how many computers it sold; that data will be released with its financial results on 23 January. Gartner reckons that its sales grew by 5.4%, amid a market that shrank by 2.1%; IDC, that they fell by 0.2% in a market that shrank by 4.5%. Both research groups saw HP regaining the lead it lost in the previous quarter, as the world&apos;s largest supplier of PCs, ahead of China&apos;s Lenovo. The two companies shipped roughly 15m and 14m PCs respectively. Dell saw a dramatic fall in shipments, by 20% to about 9.3m, according to both groups.", 
    "section": "technology", 
    "gid": "technology/2013/jan/14/pc-shipments-drop-consumer-tablets", 
    "wordcount": "959"
}