{
    "headline": "Rift valley pastoralists pay for lack of arms treaty with their lives", 
    "text": "  Korinamba Ruto is 14 years old, and there are two things he values above all others  his cattle and his AK-47. The teenager has owned the weapon  slung over his right shoulder  for two years, and he says he has to fire it often. He is a child warrior in a forgotten conflict that has been going on for decades. Ruto&apos;s life in the parched hinterlands of Kenya&apos;s Rift valley is several worlds away from Manhattan, and the teenager has certainly never heard of the UN, which has its headquarters there. But it is his story, and thousands of others like it, that the countries of the UN will be asked to reflect upon this week as they attempt to agree the first global arms trade treaty (ATT). If implemented, the ATT would make it illegal under international law to sell arms to regimes that were suspected human rights abusers. Russia could not sell arms to Syria, as it has been doing over the past two years. It would also demand that the intermediaries who buy and sell new and used conventional weapons are brought out of the shadows, including dealers in the mould of the notorious, and now imprisoned, Russian Viktor Bout. Nobody would be allowed to trade weapons unless they were on an approved register. The ATT is not the figment of liberal imagination. The coalition of those who want this treaty, and want it to be robust, is now far larger than those who do not. More than 150 countries have backed the toughly worded draft ATT, with only one against  Zimbabwe. Those supporting it include the giants of the aid and human rights lobby, such as Oxfam and Amnesty International, and the British arms firm BAE Systems. But now there is a small block of 20 or so other nations beginning to agitate openly and hustle privately, for a diplomatic fudge that would allow these countries, and their politically powerful arms manufacturers, more wriggle room. They include the unlikely coalition of the US, Russia and China. The foot-draggers will be pressed hard by the countries most affected by the illegal sale of arms, with the vast majority of countries in Africa, including Kenya. Kenya has special significance in this process. It was in Nairobi in 2002 that 100 of the world&apos;s NGOs agreed to co-ordinate an international push for an ATT, and Nairobi will send one of the biggest delegations to New York this month. It has suffered greatly over the past 20 years, as small arms and ammunition have been smuggled into the country across its porous border. At first the weapons came in from Uganda; now it is through South Sudan and Somalia. The government estimates  conservatively  that 500,000 guns are in circulation, and a small share of them are in the Masol community, where the teenager Ruto is now in the frontline of an age-old conflict. Guns did not start the rivalries between the Masol of West Pokot and the tribes of the neighbouring district of Turkana, but when the arms became available, the fights over cattle, and the grounds they graze on, brought an unprecedented level of bloodshed. Over the past 20 years, people who had judged their worth by the number of cows they owned came to judge their chances of survival on the number of AK-47s they could buy. Ruto&apos;s home 35km from the nearest town, Sigor, is reached by dirt tracks and crumbled bridges over dried-up streams. It is one of many areas where the police cannot, or will not, venture. With Ruto is 28-year-old Lokwangura Yaralita, who has brought his 30 cattle to one of the two small dams where the animals can drink water  and one of the two places where he is most likely to be ambushed and shot. &quot;We fought the Turkana here last week,&quot; he says. &quot;We fight once a week, sometimes more. I carry this gun to protect myself and to care for my animals. I have been carrying a gun since I was 13 and I fire it every time there is an attack. The government cannot guarantee our security and it cannot protect our animals. If they could, we would hand over our weapons.&quot; Yaralita says he has lost count of how many friends and relatives have died in recent years. &quot;I would rather live my life without a gun. But I think we will be in conflict forever.&quot; Ruto seems sure of this fate too. &quot;I do not want this life, but I do not have another. When you grow up here, carrying a gun is something that you know you will have to do. I am not afraid. I know I must defend myself and my cattle. We are struggling here  so we have to fight.&quot; This is costly in every sense. The going rate for an AK-47 is 10 cows. And every bullet costs 200 Kenyan shillings (1.50). For communities impoverished by drought, overlooked by the police, and cut adrift from modernity, this is a crippling cost. But without the guns, they say, they will lose what little they have. The victims of the violence include those who survive the skirmishes; men like Philip Lokapel, who had his right arm amputated just below the shoulder after he was shot three months ago outside his home in Riting. He says up to 40 cattle rustlers came to take his herd, and they left with all 55 animals. Lokapel could not fight back; he had surrendered his gun voluntarily to the police, who have been running amnesties. Now he wishes he had kept it. Lokapel is in pain, and not just because he is reliving the early evening raid in which he was injured. He has seen a doctor only once since the shooting, and the stump of his right arm is swollen and clearly infected. But he says he needs to stay at home and find a way of keeping his family alive without his cattle, and with a disability. &quot;Look at what this conflict has done to me,&quot; he says. &quot;The arms have brought terrible suffering. Both sides have to put their weapons down.&quot;If the Kenyan government knows the number of people who have died in the past 20 years, it does not offer a figure. More likely, it has no real idea, because those involved in the fighting rarely report what has happened.Senior police officers insist the violence is declining. They say 25,000 guns have been given up voluntarily, but district officer Patrick Mwangi conceded he had no way of knowing how many of those had been replaced with newer weapons. &quot;We are always worried about replacements. The problem we have is that we are not sure where the guns are coming from. We need to stop the supply of arms coming in.&quot; The fighting in West Pokot is replicated across Kenya, says Roselyn Mungai, head of programmes at Act!, a Kenyan NGO that is part-sponsored by the British government. Such skirmishes are also common in other countries in Africa, Asia and South America. &quot;Wherever there is a border, there is conflict,&quot; she says. &quot;There has always been fighting, particularly in places where there is scarcity of water and other resources, and the government has not been able to provide adequate security. But the ATT is important because it would help to cut off the supply of arms at source. It will not solve the problem on its own, but it&apos;s a start. At the moment, many of the countries manufacturing these arms are also giving aid to countries being damaged by conflicts such as these.&quot; The lack of a uniform standard for arms selling, and the ineffectiveness of embargoes authorised by different bodies, allows weapons to be sold to regimes that may turn them on their own people  as Russia has been doing with Syria. Arms are often recycled through different sellers, until the companies that manufactured them have lost sight of where they are going, and can claim no responsibility for where they end up. This has been happening in Kenya, Liberia, Somalia, Senegal and Mali, says Anna MacDonald, head of Oxfam&apos;s Control Arms campaign. The ATT would finally provide a proper, global, regulatory framework, if the negotiations stay true to the principles that started the process, she says. One of the main sticking points is the language around one of the key components of the treaty  which makes a direct link between arms and the human rights records of the countries that buy them. The draft treaty says nations must not authorise the sale of weapons to any regime where there is &quot;a substantial risk that those arms would be used to commit  serious violations of international humanitarian law&quot;. This would apply to all conventional weapons and ammunition too. Governments would not be able to sanction arms shipments if they could be used to prolong a conflict, or be diverted to terrorists groups.. This is proving too much for Russia and China. And the US, the world&apos;s largest producer, importer and exporter of armaments, has also expressed reservations. They prefer looser language, suggesting that nations should &quot;take into account&quot; human rights before sanctioning arms sales. &quot;This is where the big fight will be during the negotiations,&quot; says MacDonald. &quot;Our view, and the view of the vast majority of the nations in New York, is that the language has to be strong, and that if a nation sells arms to a regime that has a history, or is suspected, of abusing human rights, then this should be regarded as a flagrant breach of international law. The clearer this is, the better it will be, and the easier it will be to enforce.&quot; A fudge, she says, will cause confusion in which arms and ammunition will continue to be sold under the radar, or through shady intermediaries. The US, she says, seems to want to &quot;retain the ability to send weapons wherever they want, and to make political judgments against arms exports&quot;. But there cannot be one rule for Washington and another rule for everyone else, MacDonald argues. &quot;We have to turn off the tap somehow. We have to stop these guns getting into circulation, as well as the parts and spares too,&quot; she says. &quot;With the ATT in place, then the situation will begin to change. There will be fewer new arms available, the older ones will not last for ever if they cannot be repaired. And they cannot shoot bullets if there is a lack of ammunition.&quot;At the end of the month-long talks, any treaty will have to be agreed by consensus, though it is still unclear how &quot;consensus&quot; is to be defined. &quot;There is an opportunity here that may not come again,&quot; says MacDonald. &quot;It has taken 10 years to get this far, and it would be a tragedy if the chance was lost.&quot; If implemented, the ATT may not save Ruto and his family, but it may save his sons and daughters. Back in the Rift valley, the teenager will not be following every twist and turn of the negotiations; he has more pressing problems to contend with, including defending his community from the next attack. None of the fighters the Guardian spoke to bragged or boasted about the violence. Instead, there was the unmistakable whiff of desperation about their predicament, and the likelihood that many of them will become victims of a foreign-made weapon. The wives and mothers of the fighters know this to be true. Sitting under the shade of a tree by the side of a watering hole, Cheksang Kona, 35, says she has four children, two of them young boys. &quot;They are being trained now for the war,&quot; she says. &quot;They will inherit the gun their father has when he dies.&quot; One of the oldest women in the community, Cheporuala Lemngole, says she has lived through many conflicts during her 60 years, but that life here is more dangerous now than ever before. &quot;We are losing so many people. If the war continues like this, then the girls will have to join on the battlefield too.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/02/rift-valley-pastoralists-arms-treaty", 
    "wordcount": "2069"
}