{
    "headline": "Church schools shun poorest pupils", 
    "text": "England&apos;s faith state schools are failing to mirror their local communities by shunning the poorest pupils in their area, analysis by the Guardian of the latest government figures shows. The Roman Catholic church, which has repeatedly insisted its schools are inclusive, comes out particularly badly in the examination of data published by the Department for Education (DfE) last month and in December. Three-quarters of Catholic primary and secondary schools have a more affluent mix of pupils than their local area. The figures also reveal that most Church of England (CofE) primary schools have an intake that is untypically affluent and more middle-class than a year ago. The findings will fuel claims that faith schools have been picking pupils from well-off families by selecting on the basis of religion. The Guardian analysed the proportion of pupils eligible for free school meals  a key indicator of poverty  in each of England&apos;s 19,534 state, non-selective primary and secondary schools. All schools designated for children with special needs were taken out. The schools have been grouped according to whether they are affiliated to the CofE, the Catholic church or have no religious character. The number of state-funded Muslim and Jewish schools is too small to form a meaningful group  however, the 11 state-funded Muslim schools in England are collectively more reflective of their community, with 67% of primaries and 60% of secondaries having more than the local authority average of free school meal pupils. The 36 Jewish state schools on average have less representation of pupils on free school meals than their local area. There are many Christian schools connected to other denominations, but the data does not specify which denomination. The proportion of pupils eligible for free school meals in each CofE, Catholic or non-religious school was compared with the proportion of pupils eligible for free school meals in their local authority and among all the comparable schools in the same postcode area. It is well-known that the average proportion of deprived pupils in faith schools is lower than it is for all schools in England. However, it has not until now been clear whether this is a facet of the areas they serve. Our analysis shows for the first time the extent to which faith and non-faith schools reflect  or fail to reflect  the proportion of poor pupils in their area. The vast majority of Catholic primary and secondary schools fail to mirror the proportion of poor pupils living in their community, the data reveals. The Catholic church has fought successful battles to retain control of admissions to its schools. Some 73% of Catholic primaries and 72% of Catholic secondaries have a lower proportion of pupils eligible for free school meals than the average for the local authority. It is the same for CofE primary and secondary schools. Some 74% of these primaries and 65.5% of secondaries have a smaller proportion of pupils eligible for free school meals than is average for the local authority. In contrast, non-religious schools tend to reflect their neighbourhoods. Half (51%) of non-religious primaries and 45% of non-religious secondaries have a smaller proportion of pupils eligible for free school meals than is representative for their local authority. Faith schools fared no better when examined at a more local level. We compared the proportion of poor pupils in each postcode with the proportion of poor pupils in faith schools and non-faith schools studying in that postcode. The data shows 76% of Catholic primaries and 65% of Catholic secondaries have a smaller proportion of pupils eligible for free school meals than is representative of their postcode. This is the case for 63.5% of CofE primaries and 40% of CofE secondaries. Non-religious primaries and secondaries are far more likely to mirror the proportion of poor pupils in their postcode  just 47% of non-faith primaries and 29% of non-faith secondaries take a smaller proportion of free school meals than is representative for their postcode. Anna Vignoles, a professor of the economics of education at the Institute of Education, University of London, said the Guardian&apos;s findings could be explained by the fact that faith schools draw their pupils from their faith communities, which are not necessarily located in the same postcode or area as their school. A study by Dr Rebecca Allen and Professor Anne West of the Institute of Education and the London School of Economics, published in 2011, showed that middle class parents are more likely to apply to faith schools  and that the admissions procedures there are easier for them to navigate. Our data also shows that CofE primary schools are increasingly serving the better-heeled in their communities. Whereas this year 74% of the church&apos;s primaries have a smaller proportion of the poorest pupils than their local authority, the year before 72% did. At a more local level, the same is the case. This year, 63.5% of the church&apos;s primaries have a smaller proportion of the poorest pupils than their postcode, compared to 60% last year. Maeve McCormack, policy manager at the Catholic Education Service, said Catholic schools appeared not to reflect their communities in our data because their catchment areas were geographically wider than the postcode or local authority where the schools were situated. She said separate figures from the DfE showed 18.6% of pupils at Catholic primary schools live in the 10% most deprived areas of England, compared with only 14.3% of primary school pupils nationally. Some 17% of pupils at Catholic schools lived in the 10% most deprived areas compared to 12% of pupils nationally. The DfE calculates the proportion of pupils eligible for free school meals based on how many families apply for this benefit. McCormack said that because there was a &quot;cultural stigma&quot; attached to claiming free school meals, fewer than the expected number of pupils were reported to be on the benefit. A spokesman for the CofE said local authorities controlled the admissions of more than half its schools. The church rejected the idea that those schools that controlled their own admissions were failing to mirror their local communities. &quot;The current government agenda to narrow the differential attainment between groups was the priority of the founders of church school education 200 years ago, when providing a basic education for the poor was not seen as a state responsibility,&quot; the spokesman said. &quot;This remains the driver for all that we continue to do today. That is why the church is the largest sponsor of academies, mostly in deprived areas where the schools had a history of under-performance. &quot;These academies have opened up new opportunities and new life chances for nearly 45,000 young people, all living in disadvantaged areas  a clear example of the outworking of the church&apos;s mission in education.&quot; Richy Thompson from the British Humanist Association said the data gave &quot;further cause for concern that allowing religious discrimination within our state system exacerbates socioeconomic inequality as well as being religiously and ethnically divisive&quot;. He said: &quot;We urge the government to end faith-based selection in all state-funded schools.&quot; Our analysis found some particularly egregious examples of schools  both Catholic and CofE  that take far fewer numbers of pupils eligible for free school meals than is representative of their area. In St John&apos;s Church of England primary in Croydon, south London, just 7% of pupils are eligible for free school meals, compared with 29% across the postcode and 24% across the local authority. Meanwhile, at St James&apos;s Catholic primary school in Richmond, south-west London, only 1% of pupils are eligible for free school meals, compared with 10% across the postcode and local authority.", 
    "section": "education", 
    "gid": "education/2012/mar/05/church-schools-shun-poorest-pupils", 
    "wordcount": "1276"
}