{
    "headline": "Giving online customers the chance to pay what they want works", 
    "text": "What if the experience of purchasing electronic media was redesigned around making you feel trusted and sincerely appreciated? What if you knew that the lion&apos;s share of the money you spent on electronic media went straight to the creator? What if, in short, you knew your honesty would be rewarded with a fair deal for all parties? Of all the ideas from the heady days of internet futurism, none is as fraught as &quot;price discrimination,&quot; the practice of charging different rates to different customers for the same product. Price discrimination is a mainstay of the travel industry, where airlines and hotels try all manner of tricks to try and figure out who&apos;s willing to pay more and charge them accordingly. For example, travellers who won&apos;t endure an overnight Saturday stay are presumed to be travelling on business, charging the ticket to someone else, and therefore less price-sensitive. So itineraries with Saturday stays are often much cheaper than those without. Region-coding on DVDs is a crack at this: the cost of producing a DVD is very low, so the retail price is pretty much arbitrary. The studios thought they could offer goods at one price in rich countries, and a lower price in poor countries, and use region-codes to prevent the flow of cheap versions from the poor world to the rich world. But DVDs actually cost something to produce on a per-unit basis. What about purely digital goods? On the face of it, digital goods are perfect candidates for price discrimination. The marginal cost of distributing a digital good  an ebook, a game, a video, a song  is virtually nothing. So the art and science of selling digital goods is figuring out the optimal price, informed not by what your upfront costs are, but what you think the market will bear. With digital goods, the object isn&apos;t to make the maximum profit per customer, but to make the maximum profit overall. The 1980s and 1990s were full of stories of &quot;perfect markets&quot; where goods could be priced to exactly align with the amount customers are willing to spend. You could sell someone an ebook for a day, then let them upgrade to a weekly licence. You could rent a movie for a low price, rent out the pause button by the second. But with the exception of a few online video-rental services (which offer a time-bound use of a movie) no one seems to want this. People are especially resentful of their neighbours or friends abroad paying radically different prices. And in order to make this kind of limited-use model work, the entertainment industry had to deploy DRM  software that lurked in the customers&apos; devices, ready to swim to the fore and intone &quot;I can&apos;t let you do that, Dave,&quot; any time a purchaser wanted to do something outside of the deal they&apos;d been offered. Those deals are viewed as rip-offs, and rightly so. They&apos;re a way for big companies to confiscate most of the value that used to come with the price of purchase. A book comes with the right to lend it or give it away, to read it in any chair, under any lightbulb, shelve it on any bookcase, and take it with you to any country. A DRM-crippled ebook comes with arbitrary, ever-shifting limits on lending, reselling and giving away; and is locked to a single platform, effectively giving the store that sold you the book the right to control how you read it. It hasn&apos;t escaped the attention of digital customers that they don&apos;t need to spend any money to get digital goods. Pirate versions of digital goods are only a few clicks away, and the likelihood of being prosecuted for downloading is about on par with the likelihood of being struck by lightning. What&apos;s more, the pirate versions come with no restrictions at all. The inadvertent lesson of price discrimination through DRM is that people who pay more get less. In 2010, a group of independent game developers launched an experiment in voluntary price discrimination. They called it the Humble Indie Bundle, and offered a collection of independently produced, DRM-free, Mac/Windows/Linux video games on a &quot;name your price&quot; basis. Customers were invited to pay whatever they thought the bundle was worth, and were allowed to come back later and pay more if they reconsidered. They were also given the option of diverting some (or all) of their payment to two named charities: the Electronic Frontier Foundation and Child&apos;s Play. The theory behind this pricing model is both honest and sophisticated. Honest, because it is a public display of trust and generosity, a message to customers that says: &quot;We don&apos;t need DRM to keep you honest, and we know you&apos;ll pay us what this is worth.&quot; Sophisticated, because the canny game developers behind Humble introduced all sorts of game-like mechanics to encourage maximum spending, including:  A public leaderboard, listing the biggest spenders  some deep-pocketed customers got into a bidding war against each other to maintain pride of place.  An &quot;over-the-average&quot; premium that unlocked access to more games for any purchaser who&apos;d put down a higher-than-average sum  which meant that the average was being steadily driven up.  Grouping users into teams by their operating system, and informing them continuously of the relative generosity of Windows, Mac and GNU/Linux users, encouraging platform advocates to stump up more money to prove their side&apos;s virtue. It was a tremendous success, garnering more than a million dollars in the first week alone. Humble has heaped triumph upon triumph since, and the most recent Bundle made nearly $5m (3.1m) in its first week. It turns out that people do the right thing when given the chance; enough, anyway, to offset people who don&apos;t give a damn about doing the right thing. Since last spring, I&apos;ve been volunteering with Humble to curate their first-ever ebook bundle, which launches today, and includes my latest book, Pirate Cinema, a young adult techno-thriller about kids in London who make their own remix movies and show them on hidden screens in cemeteries, squatted pubs, even old sewers (and who end up in hot water with the entertainment industry when word gets out). Almost without exception, the writers I approached for inclusion in the ebook Bundle were enthusiastic about it. However, many of these authors were disappointed to learn that their publishers wouldn&apos;t allow them to sell their books without DRM, and had to pull out of the project. But even with those setbacks, I&apos;m delighted with the authors who&apos;ve come to the Bundle: Kelly Link, Neil Gaiman (with Dave McKean, no less!), Lauren Beukes, John Scalzi, Mercedes Lackey, and a host of others (some will not be revealed before the end of the first week). The charities for this Bundle are the Electronic Frontier Foundation and The Science Fiction Writers of America Emergency Medical Fund (the lack of reliable public healthcare in the US means many writers risk destitution from even minor illnesses and accidents). And we&apos;re trying a new price-setting strategy: in addition to the information about how different platforms&apos; users are spending, customers will also get insight into how their city or region ranks in a worldwide league table of relative generosity. We have no idea how this will fare. But the ebook market has been riven by fights over pricing and DRM, and with a roster of brilliant writers and exciting books, I can only hope that readers will follow the example of the gamers before them, and do the right thing.", 
    "section": "technology", 
    "gid": "technology/2012/oct/09/customers-pay-what-want", 
    "wordcount": "1266"
}