{
    "headline": "Postgraduates: we need student loans", 
    "text": "Arguments about access to university have dominated the headlines ever since the hike in tuition fees was announced two years ago. But despite many debates about university funding, the financial difficulties facing postgraduates are rarely mentioned. Unlike most undergraduates, postgraduate students do not, by and large, qualify for a student loan, apart from students on some eligible courses in Scotland, and some who are studying teaching. While master&apos;s students whose courses are vocational may be entitled to a career development loan of up to 10,000, this comes with 9.9% interest charges. Nor is there much public funding available now research bodies such as the Arts and Humanities Research Council have been hit with cutbacks. The AHRC funded just 486 master&apos;s courses last year, down from 605 the year before and more than 800 in 2006. Of those studying for PhDs starting in 2009, 37% were self-funded, with only 14% funded by research councils. Of the students I spoke to, some saw course costs as an investment. Clare Lawry, who is studying for a petroleum geoscience MSc, will spend at least 26,500 in tuition and maintenance costs before she completes her studies. But she says the field promises astronomical salaries. &quot;There are so few people graduating with these skills that at least at the moment, jobs are plentiful&quot;. Business student, Alex Cooke, agrees, telling me: &quot;You expect a practical return on the investment in the long term, which I&apos;ll hopefully get and the investment will be worthwhile.&quot; But he wonders how some can pursue postgraduate education when they&apos;re not expecting financial benefit. Most are driven by passion for their subject and survive on savings, part-time work and parental assistance. But balancing work and study isn&apos;t easy and many worry about the impact it will have on their research and funding opportunities. Dean Riddlesen, who is a funded PhD student, told me he believes &quot;healthy finance for PhD candidates is essential in retaining top students who may otherwise be interested in moving into paid work&quot;. University staff agree. Professor Jon Tonge at the University of Liverpool says: &quot;Postgraduate numbers in the UK have continued to grow amid these problems  but much of the growth is accounted for by increases in overseas students  who either are self-funding or have their government pay for them.&quot; With limited cash available to institutions, it&apos;s hard to imagine a funding system that would be fairer than the one we now have in place  the present system is at least based upon merit. But academics, such as the University of Liverpool&apos;s Nigel Swain, worry that this disadvantages those who mature later in their undergraduate career or juggle studies with work. The most logical measure may be an extension of student loans to postgraduates. In the meantime, however, postgraduate education will become increasingly inaccessible and stifled. This article was amended on 31 July 2012 because the original said postgraduate students do not qualify for a student loan. Students on some courses in Scotland and some studying teaching are eligible. This has been corrected.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jul/30/postgraduate-student-loans", 
    "wordcount": "518"
}