{
    "headline": "Microsoft rejects Motorola patent offer", 
    "text": "Microsoft has brushed off an offer by Motorola Mobility (MMI), the phone maker bought by Google, to settle patent disputes that are threatening to halt imports of Motorola&apos;s Android devices and Microsoft&apos;s Xbox 360 game consoles into the US. The patents at issue relate to a Microsoft technology called ActiveSync, which updates calendars automatically on some Android phones. According to Microsoft, MMI has offered to pay the software giant 33c (21p) for each Android phone using ActiveSync, and asked for a royalty of 2.25% on each Xbox&apos;s sale price, and 50c per copy of Windows for using its patents. The decision could take the row to the brink. In May, the International Trade Commission, which oversees imports to the US, recommended an import ban on infringing Android devices and Xbox consoles unless the patent issues were settled. That could seriously affect MMI, which has seen its share of the Android smartphone market which it once led eroded seriously in the past two years. Meanwhile, Microsoft has built up a commanding position in Xbox 360 sales in the US over the past few years. Microsoft is demanding royalties from all companies using Google&apos;s Android system in their devices, and has settled with most major manufacturers  except, crucially, MMI. Instead, MMI, a full subsidiary of Google since May, is demanding royalties on some of its own video and wireless technologies  specifically H.264 video decoding and some Wi-Fi code  used in the Xbox 360 game console and the Windows operating system, on pain of an import ban. &quot;While we welcome any good faith settlement effort, it&apos;s hard to apply that label to a demand that Microsoft pay royalties to Google far in excess of market rates, that refuses to license all the Microsoft patents infringed by Motorola, and that is promptly leaked to the press,&quot; said Horacio Gutierrez, Microsoft&apos;s deputy general counsel. Representatives of Motorola and Google did not immediately respond to requests for comment.", 
    "section": "technology", 
    "gid": "technology/2012/jun/21/microsoft-rejects-motorola-patent-offer", 
    "wordcount": "326"
}