{
    "headline": "A new generation of coders", 
    "text": "The question of what children should be learning in information and communication technology (ICT) lessons is one that increasingly preoccupies teachers and educators. Last August Google&apos;s executive chairman, Eric Schmidt, publicly attacked the UK saying it was throwing away its &quot;great computer heritage&quot; by failing to teach programming in schools. A few months later the Next Gen report, published by research and networking charity Nesta, into the future of the video games industry criticised ICT lessons, saying many focused on how to use software  rather than how to write it  and called for children to be taught computer coding in schools. While the government has said it is carrying out a review of ICT teaching, it recently closed Becta, the technology unit which had been tasked in the past with carrying out such reviews, leaving a question mark over the future direction of the subject. Only 150 schools in the UK currently offer computer studies. In January this year the Guardian launched a campaign, in partnership with Google, to improve and upgrade the teaching of ICT.  Last month, as part of the initiative, the Guardian hosted a two-day &quot;hack day&quot; event for pupils from four UK schools: Cavendish school in Eastbourne; Woodkirk Academy in West Yorkshire; St. Cuthbert&apos;s high school in St Helen&apos;s; and Dorothy Stringer high school in Brighton. Modelled on the Guardian hack days, in which developers set aside their normal work for a couple of days to work on creative projects, the 20 pupils  all aged between 13 and 15  were given the challenge of creating a website or application with the theme &quot;open access&quot; in just over 24 hours. To encourage collaboration and focus on the projects, the pupils were placed in mixed-school groups. Developers from Google and the Guardian were also on hand to offer advice and guidance to the pupils.  Open for all abilities Apart from some basic knowledge of the programming language Java  via a series of webinars delivered by Genevieve Smith-Nunes, who teaches at Dorothy Stringer high school in Brighton, most of the students had little experience of computer coding. &quot;We deliberately didn&apos;t just pick kids who could already code because we wanted the event to be open to all,&quot; she says. &quot;Often it can only be the really bright kids  and the ones who are already experimenting with coding  who get to go to this kind of event, but we wanted it to be open for children of all abilities and levels of experience.&quot; The seven resulting projects included an online community for sharing and editing photos; a collaborative calendar that allowed users to upload and share blogs, links and photos; a website for children to rate their teachers&apos; lessons; an app to help students who were having problems with maths; a web service that could compress or remove images to make it easier for internet users with low bandwidth to view websites; a web app that automatically refreshes updates on the social networking site Twitter; and a social networking app for android phones that allows users to gather tweets about a particular area so they can get the feel of a place.  By the end of the two-day event, most students had a good working knowledge of a number of programming languages, including Java, Python and HTML  in Smith-Nunes&apos;s words &quot;cramming a year&apos;s worth of learning into two days&quot;.  &quot;It was brilliant to get the chance to work with real developers. I&apos;ve always been interested in working with computers, but the experience has really inspired me to achieve this,&quot; says year 10 pupil AJ Jafer, whose group was behind the &quot;rate my teacher&quot; project.  Year 9 pupil Molly Fildes, agrees. &quot;The whole experience  coming to London and learning new things like HTML was brilliant. It was a bit daunting at first, as we were given a brief and had to just get on with it. While the teachers and developers were around to help, we had to work together to find solutions.&quot;  According to Silvano Luciani, developer programs engineer at Google, these are exactly the kind of skills today&apos;s young people  and the next generation of computer coders  need. &quot;This is the future of the economy. It&apos;s an information society and we need to grow kids who actually enjoy the process of learning and are willing to share what they have learned. This kind of event helps them see that programming it&apos;s not just a job and a salary  it&apos;s also a lot of fun.&quot; Nicola Jordan, business studies teacher, St. Cuthbert&apos;s high school, St Helen&apos;s, expressed similar sentiments: &quot;It&apos;s vital for students to have access to these kind of experiences. It allows them to work collaboratively and develop problem-solving skills,&quot; she said. Jordan pointed out that the current ICT curriculum in schools is limited because schools are not always able to train staff to use new software. &quot;Foundation office skills like Word and Excel are important, but young people also need to explore their creative side,&quot; she added. &quot;Hopefully this is an experience they can take back to the classroom to enthuse others aboutcoding.&quot;  To find out more, click here.  Developer&apos;s tips  The process of creating the instructions for a computer is called &quot;programming&quot;. You write the instructions out in a programming language  and there are many different kinds to choose from.   Choose a programming language to match your context, for example: learn Objective-C to make iPhone apps and JavaScript for interactive web pages.  If you are having problems doing something, break it down into small problems that are easy to describe. Then put each description into a search engine  you&apos;ll find a wealth of information on possible solutions online.   The best way to learn how to program is by programming. Find a good tutorial online or in your bookshop and read it, but always produce real working programs and websites alongside it to practise your new skills.Tips provided by Kenneth Lim, Guardian software developer. To find out more on development, visit theguardian.com/info/developer-blog View from the laptops: hack-day hopes Matt Kowalczyk, 15Cavendish schoolEastbourne I am very interested in computers, but until the hack day I was much more interested in the parts that make up the computer rather than how things actually work. Now I&apos;ve learned how to code, I&apos;m definitely going to start programming. As well as being great fun, it&apos;s also been good to meet real developers. I was expecting long-haired, spotty nerds who sit up all night programming, but they were all really normal. I&apos;ve always wanted to work with computers, but this has opened my eyes up to some different possibilities. Who knows, I might be the next internet millionaire! Matthew Pinate, 14Woodkirk AcademyWest Yorkshire I&apos;m really interested in technology, particularly in making games, so it was great to be able to get advice from real developers. Teachers can help a lot, but it&apos;s not the same as asking someone who does it as their job, every day. We used a lot of HTML in our project, which I hadn&apos;t done before, so I came away feeling I&apos;d learned lots of new things. Rosa Birchly, 14Dorothy Stringer high schoolBrightonI hadn&apos;t done any coding before, so I was quite nervous about the hack day event, but I was amazed how much I picked up in such a short space of time. I felt really proud to see our idea, which was aimed at helping students who were having problems with maths, turned into a website. I&apos;ve always been interested in web design, but the event has made me aware that there are other interesting jobs out there too. Oliver Hancock, 14Dorothy Stringer high schoolBrighton  I program and design websites in my spare time, so the chance to spend two days coding was very exciting; I&apos;d never get the chance to do that at school. It has been amazing to meet top developers from Google and the Guardian. They&apos;ve helped me get to grips with computer programming languages Python and JavaScript and it&apos;s been fun learning from them  they have such enthusiasm for code. I&apos;m a big fan of Google; it was started by two coders experimenting in their garage and now it&apos;s a big part of everyday life. JM The winning team A web service that could be used to compress or remove images to make it easier for people with low bandwidth to access websites won the top prize at the hack day. It was created by Oliver Hancock of Dorothy Stringer high school, Beth Lloyd of Woodkirk Academy and Matt Kowarczyk of Cavendish school. &quot;We interpreted the idea of &apos;open access&apos; as giving more people the opportunity to access online resources,&quot; says Kowarczyk. &quot;I know a lot of people who moan about slow connections and this could really speed things up.&quot; While it was a close competition, what really impressed the judges about the winning team&apos;s website, designed to work in the Google App Engine framework, was their use of different programming languages: HTML, Python and CSS. The winners were presented with a rare plaque, which was one of just 20 made to commemorate the Queen&apos;s visit to the London offices of Google in 2008.Event report commissioned and controlled by the Guardian Supported by Google Contact Sunita Gordon on 020-3353 2447 (sunita.gordon@theguardian.com) For information on sponsored content click here", 
    "section": "education", 
    "gid": "education/2012/may/01/ict-programming-skills-in-schools", 
    "wordcount": "1587"
}