{
    "headline": "Physics Nobel prize awarded for crucial step towards quantum computing", 
    "text": "The Nobel prize for physics has been awarded to two scientists who worked out a way to trap, manipulate and study the fundamental particles of light and matter without destroying them. Their work is a crucial step towards building superfast quantum computers and could lead to ways of measuring time with a hundred times greater precision than is possible using atomic clocks. Serge Haroche is a professor at the Collge de France and Ecole Normale Suprieure in Paris. He shared the 8m-kronor prize with David J Wineland of the US National Institute of Standards and Technology and the University of Colorado, Boulder. The citation from the Royal Swedish Academy of Sciences said they won &quot;for groundbreaking experimental methods that enable measuring and manipulation of individual quantum systems&quot;. Haroche said he was in the street when he got the call from the Nobel committee. &quot;I was passing a bench so I was able to sit down immediately. I was walking with my wife going back home and when I saw the area code 46, then I sat down,&quot; said Haroche. &quot;[When I saw] the Swedish code I realised it was real. It&apos;s fairly overwhelming.&quot; He said he called his family and closest colleagues to share the news. &quot;One of them was lecturing and I sent him a text. He answered me &apos;I am in the middle of a lecture, I&apos;ll call you back later&apos;. I sent a text back saying, &apos;interrupt your lecture and call me back immediately&apos;.&quot; Haroche said he wasn&apos;t expecting the prize. &quot;There are a lot of people in the world who deserve the prize, working in a lot of interesting areas. I just consider myself as just one of the possible choices. I did not think it was highly probable and I tried not to think about it in advance. I am also very glad to share it with Dave Wineland because he&apos;s a fantastic physicist and to be in his company is certainly a great pleasure for me and great recognition.&quot; Professor Sir Peter Knight, president of the UK&apos;s Institute of Physics and a researcher in the same field of quantum optics as Haroche and Wineland, said the Nobel laureates had &quot;made tremendous advances in our understanding of quantum entanglement, with beautiful experiments to show how atomic systems can be manipulated to exhibit the most extraordinary coherence properties&quot;. Fundamental particles such as photons are difficult to isolate from their environment without destroying many of the mysterious quantum properties that make them interesting for physicists to study. In the 1980s, Wineland and Haroche independently invented ways to trap particles while maintaining their quantum properties. Wineland used electric fields to trap electrically charged atoms, keeping them away from heat and radiation by conducting his experiments at very low temperatures and in a vacuum. Haroche trapped particles of light between superconducting mirrors that are cooled to a fraction above -273C, or absolute zero. Haroche said that his research, like the early work on lasers or nuclear magnetic resonance, was done without a practical purpose in mind. &quot;The manipulation of quantum systems belongs to the same kind of physics,&quot; he said. &quot;There are a lot of things to learn at the fundamental level and some application will come but it&apos;s very hard to say which one. Maybe it will be some kind of computer, maybe it will be in quantum simulations or quantum communications.&quot; Broadcaster and professor of physics at the University of Surrey, Jim al-Khalili, said this year&apos;s Nobel Prize recognised some of the most incredible experimental tests of the weirder aspects of quantum mechanics  ideas that, until the last decade or two, were nothing more than science fiction or the wilder imaginings of quantum physicists. &quot;Wineland and Haroche and their teams have shown just how strange the quantum world really is and opened up the potential for new technologies undreamed of not so long ago.&quot; Haroche said he planned to celebrate his Nobel win with some champagne at home with family and colleagues. &quot;In the afternoon I will go back to the office and the lab,&quot; he added.", 
    "section": "science", 
    "gid": "science/2012/oct/09/physics-nobel-prize-quantum-computing", 
    "wordcount": "704"
}