{
    "headline": "Why I changed my mind about homeopathy", 
    "text": "Homeopathy has intrigued me for many years; in a way, I grew up with it. Our family doctor was a homeopath, and my very first job as a junior doctor, was in a German homeopathic hospital. For the last two decades, I have investigated homeopathy scientifically. During this period, the evidence has become more and more negative, and it is now quite clear that highly diluted homeopathic remedies are pure placebos. Two main axioms constitute the core principles of homeopathy. The &quot;like cures like&quot; principle holds that, if a substance causes a symptom (e.g. onion makes my nose run), then that substance can cure a disease that is characterised by a runny nose (e.g. hayfever or a common cold). The second principle assumes that the serial dilution process used for homeopathic remedies renders them not less but more potent (hence homeopaths call this process &quot;potentiation&quot;). Both of these axioms fly in the face of science. If they were true, much of what we learned in physics and chemistry would be wrong. If anyone shows the concepts of homeopathy to be correct, he or she becomes a serious contender for one or two Nobel prizes. Homeopaths often say that we simply have not yet discovered how homeopathy works. The truth is that we know there is no conceivable scientific explanation that could possibly explain it. Yet as a clinician almost 30 years ago, I was impressed with the results achieved by homeopathy. Many of my patients seemed to improve dramatically after receiving homeopathic treatment. How was this possible? In order to understand this apparent contradiction, we have to take a step back and consider the complexities of the therapeutic response. Whenever a patient or a group of patients receive a medical treatment and subsequently experience improvements, we automatically assume that the improvement was caused by the intervention. This logical fallacy can be very misleading and has hindered progress in medicine for hundreds of years. Of course, it could be the treatment  but there are many other possibilities as well. For instance, the condition could have improved on its own. Or the encounter between the therapist and the patient could have been therapeutic without any meaningful contribution from the treatment itself. Or the patient could have had high expectations in the treatment that prompted a powerful placebo response. Or the patient self-administered some other treatments concomitantly that caused the improvements. In other words, it is not the effect of the remedy per se, but the non-specific effect of the context in which it is given that benefits the patient. Because of these complexities, we must conduct clinical trials that differentiate between the specific and non-specific effects of a treatment. In such studies, one group of patients receives the experimental treatment (e.g. a homeopathic therapy) and another group receives a placebo. If well designed, these studies expose the experimental group to the specific effect plus all the non-specific effects of an intervention, while the control group is exposed to precisely the same range and amount of non-specific effects but not to the specific effect of the treatment that is being tested. In this situation, any difference in outcome between the groups must be caused by the specific effects. About 200 clinical studies of homeopathic remedies are available to date. With that sort of number, one cannot be surprised that the results are not entirely uniform. It would be easy to cherry pick and select those findings that one happens to like (and some homeopaths do exactly that). Yet, if we want to know the truth, we need to consider the totality of this evidence and weigh it according to its scientific rigour. This approach is called a systematic review. Over a dozen systematic reviews of homeopathy have been published. Almost uniformly, they come to the conclusion that homeopathic remedies are not different from placebo. Many homeopaths reluctantly accept this state of affairs but claim that their clinical experience is more important than the evidence from clinical trials. And there is plenty of positive experience in homeopathy. Patients who consult homeopaths do get better, and observational studies have shown this ad nauseam. Homeopaths insist that this amounts to evidence which is more relevant than that from clinical trials. But is there really a contradiction? Experience is real, of course, but it does not establish causality. If observational data show improvements while clinical trials tell us that homeopathic remedies are placebos, the conclusion that fits all of these facts comfortably is straightforward: patients get better, not because of the homeopathic remedy but because of a placebo-effect and the lengthy consultation with a compassionate clinician. This conclusion is not just logical, it is also supported by data. Homeopaths from Southampton recently demonstrated that the consultation not the remedy is the element that improves clinical outcomes of patients after seeing a homeopath. One of my teachers at medical school kept telling us: &quot;Any treatment that does not harm patients cannot be all bad&quot;. As they contain no active ingredient, highly dilute homeopathic remedies are devoid of side effects. So, from this perspective, homeopathy might still be OK. This is perhaps the most difficult issue in the debate about homeopathy; there are obviously reasonably good arguments either way. But before you make up your mind, consider the following points:  Placebo effects are notoriously unreliable; the patient who benefits today might not do so tomorrow. Placebo effects also tend to be small and short-lived.  Knowingly giving a placebo to patients would be unethical in most instances. Either clinicians tell the truth (i.e. &quot;this is a placebo&quot;), in which case the effect is likely to disappear, or they do not, in which case they are liars.  Giving a placebo to a patient with a serious condition that would be otherwise treatable does seriously endanger the health of that patient.  In order to generate a placebo response in a patient, we do not need to administer a placebo. All treatments come with the free bonus of a placebo effect as long as clinicians administer them with compassion and empathy. So why only rely on part of the total therapeutic response? Is this not short-changing the patient? My personal journey in and out of homeopathy might be convoluted. I always knew that the homeopathic principles fly in the face of science. Yet I did see positive results and thought maybe there was some fundamental phenomenon to discover. What I did discover was perhaps not fundamental but nevertheless important: patients can experience significant improvement from non-specific effects. This is why they get better after seeing a homeopath  but this has nothing to do with the homeopathic sugar pills.", 
    "section": "science", 
    "gid": "science/blog/2012/apr/03/homeopathy-why-i-changed-my-mind", 
    "wordcount": "1117"
}