{
    "headline": "Sopa plans set to be shelved as Obama comes out against piracy legislation", 
    "text": "Congressional leaders are preparing to shelve controversial legislation aimed at tackling online piracy after president Barack Obama said he would not support it. California congressman Darrell Issa, an opponent of Sopa, the Stop Online Piracy Act, said he had been told by House majority leader Eric Cantor that there would be no vote unless there is consensus on the bill. &quot;The voice of the internet community has been heard. Much more education for members of Congress about the workings of the internet is essential if anti-piracy legislation is to be workable and achieve broad appeal,&quot; said Issa. The news is a major blow for Sopa&apos;s backers in Hollywood, who had enjoyed broad support in Congress. But the Motion Pictures Association of America, one of the bill&apos;s biggest sponsors, said it would continue to press for new laws. &quot;The failure to pass meaningful legislation will result in overseas websites continuing to be a safe haven for criminals stealing and profiting from America,&quot; the MPAA said in a blogpost. The tech community has fought hard to stop Sopa and a rival bill, Protect IP, also known as the Enforcing and Protecting American Rights Against Sites Intent on Theft and Exploitation Act, or the e-Parasite act. Websites including Reddit and Wikipedia are planning to &quot;go dark&quot; on Wednesday in protest against the legislation. Issa said he remained concerned about Protect IP, which will go before the Senate on 24 January. But both bills now look severely damaged after the White House came out firmly against their biggest proposals at the weekend.  &quot;Let us be clear  online piracy is a real problem that harms the American economy, threatens jobs for significant numbers of middle-class workers and hurts some of our nation&apos;s most creative and innovative companies and entrepreneurs,&quot; the White House said in its first official comment on Sopa and Protect IP. However, the White House said it would not support legislation that &quot;reduces freedom of expression, increases cybersecurity risks or undermines the dynamic, innovative global internet.&quot; The two bills aim to tackle online piracy by preventing American search engines like Google and Yahoo from directing users to sites distributing stolen materials. The bills would also allow people and companies to sue if their copyright was being infringed. The White House expressed concern about both these elements and about passing legislation that threatened the openness of the internet. In the online statement it said any new legislation must be &quot;narrowly targeted&quot;.  &quot;Any provision covering internet intermediaries such as online advertising networks, payment processors, or search engines must be transparent and designed to prevent overly broad private rights of action that could encourage unjustified litigation that could discourage startup businesses and innovative firms from growing,&quot; said the White House. The Obama administration also came out firmly against any plans to target the Domain Name System (DNS), a foundation of internet security, in order to tackle sites accused of piracy. Any proposed legislation &quot;must not tamper with the technical architecture of the internet,&quot; said the White House. The move effectively scuppers Sopa for now, and puts pressure on legislators ahead of a Senate vote on the e-Parasite act. This weekend Rupert Murdoch  whose News Corporation includes the Hollywood studio 20th Century Fox, took to Twitter to attack the Obama administration for its criticism of Sopa. &quot;So Obama has thrown in his lot with Silicon Valley paymasters who threaten all software creators with piracy. Plain thievery,&quot; Murdoch wrote in a series of tweets that accused Google of hosting pirated material and selling advertising against it. Google dismissed his claims as &quot;nonsense&quot;.  Art Brodsky, director for Public Knowledge, a Washington-based public interest group that has campaigned against Sopa, said: &quot;You can&apos;t view this bill in isolation; it&apos;s part of a continuum. They will try to muddle through with something.&quot; But he said the White House statement was &quot;very helpful&quot; and it was clear that any legislation that tried to make wide-ranging changed to the internet would now face tougher opposition.", 
    "section": "technology", 
    "gid": "technology/2012/jan/16/sopa-shelved-obama-piracy-legislation", 
    "wordcount": "686"
}