{
    "headline": "Boot up: Dell on Windows RT, FixYa on 7in tablets, US Android botnets and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Microsoft Surface software shouldn&apos;t be &apos;Windows&apos;, said Dell &gt;&gt; CNET UK  Dell boss Jeffrey Clarke suggested to Microsoft top dog Steve Ballmer that extending the Windows name to tablets was a bridge to far. Clarke reasoned a Windows logo on the back would suggest tablets ran the same software as laptops and computers - when in fact they run a different operating system with fewer features, and only selected apps from the Windows Store.  Microsoft decided instead to keep the brand for tablets, electing to simply present the tablet software as Windows RT. Windows RT is optimised for the low-powered ARM processors found in most tablets, and is presented as a stripped-down version of the full-sized Windows 8 software designed for the powerful Intel chips found in laptops and desktop computers.   So that went well, showing off Dell&apos;s ability to influence Microsoft&apos;s thinking. Should you stick with Windows 7, at least for now? &gt;&gt; Consumer Reports  A quick look at our newest computer Ratings tells an interesting story: Despite the release of the new Windows 8 OS, many Windows 7 computers are still available from a variety of retailers, and several top our Ratings. If you&apos;re shopping for a new computer right now, there are some good reasons to opt for Windows 7.   Steve Ballmer must be heaving a sigh of relief. If Consumer Reports isn&apos;t in favour, Windows 8 is guaranteed to do gangbusters business now. FixYa reports on common problems with 7-inch tablets &gt;&gt; ZDNet Jack Schofield:   No seen-inch tablet is perfect, but users of different models have different complaints, according to a report from FixYa, the problem-solving website. Google Nexus 7 owners complain about system update issues, for example, whereas for Nook HD owners, poor touchscreen response is the main problem.  Sometimes the main complaint is inherent, rather than (say) a design fault or manufacturing error. For example, Amazon Kindle HD buyers don&apos;t like adverts on the lock screen, while Apple iPad Mini owners say the 4:3 screen ratio is a drawback for watching movies.  Latest telecoms and pay TV complaints figures revealed &gt;&gt; Ofcom Landlines: worst for complaints (per thousand) is TalkTalk. (Previous quarter: TalkTalk.)Fixed broadband: Orange. (Was: TalkTalk.)Mobile phones: T-Mobile (was: Three)Pay TV: BT (was: BT). Google Maps for iPhone returns with redesign that makes it easier to use &gt;&gt; WSJ.com Walt Mossberg:   The Android version still has a few features the new iPhone version lacks: maps of the interiors of stores, malls and airports; bicycling directions; the ability to view map segments offline; and special offers that show up for some businesses. Google says it left these out for now because they aren&apos;t heavily used and the company wanted a new Apple version pronto. It says these may be added over time.  More important are the Android app&apos;s traits Google abandoned in the new iPhone version: too many menus and steps to get things done, confusing icons, and a concept called Layers that was techie talk for things like switching from map view to satellite view.  Researchers use liquid metal to create wires that stretch eight times their original length &gt;&gt; Eurekalert  Researchers from North Carolina State University have created conductive wires that can be stretched up to eight times their original length while still functioning. The wires can be used for everything from headphones to phone chargers, and hold potential for use in electronic textiles.  To make the wires, researchers start with a thin tube made of an extremely elastic polymer and then fill the tube with a liquid metal alloy of gallium and indium, which is an efficient conductor of electricity.  &quot;Previous efforts to create stretchable wires focus on embedding metals or other electrical conductors in elastic polymers, but that creates a trade-off,&quot; says Dr. Michael Dickey, an assistant professor of chemical and biomolecular engineering at NC State and co-author of a paper on the research.   Useful. Can&apos;t think what for just now though. Suggestions? Android botnet found on all major US carriers sends thousands of spam texts to infect users &gt;&gt; The Next Web  A new Android spam botnet has been discovered that uses infected phones to send thousands of SMS messages without the user&apos;s permission. While the threat is not (yet) widespread, it has already been spotted on all major US carriers and has the potential to make a big impact at the network level if it isn&apos;t dealt with soon.  On December 3, security firm Lookout detected the threat, which it dubbed SpamSoldier, in cooperation with one of its unnamed carrier partners. It spreads through SMS messages (it has not yet been detected on any major app stores) that advertise free versions of popular paid games like Angry Birds Space.   The text that spreads it looks pretty obviously spam. Except people fall for spam. The beauty of the Android fanboy battles &gt;&gt; Computerworld Blogs JR Raphael:   Stop and think about that for a second: I&apos;m now getting heckled for recommending one Android device over another Android device. The heated debate - the one that gets people&apos;s blood boiling - is now over a perceived snub to someone&apos;s Android brand of choice.  How cool is that?   Oh, wow, it&apos;s just like the graphics card battles of the 1990s. They achieved so much too, and made such a difference to the lives of all who participated. (In other words: it&apos;s only cool if you think playground fights are cool. And it achieves just as much.) (Thanks @modelportfolio2003 for the link.) Answers about Android &gt;&gt; BBC News  Rory Cellan-Jones: Why is there this gap between the BBC&apos;s offering for Apple and Android - I&apos;ve heard talk that it&apos;s all about the fragmentation of the Android ecosystem?  Daniel Danker [head of iPlayer at the BBC]: &quot;It&apos;s not just fragmentation of the operating system - it is the sheer variety of devices. Before Ice Cream Sandwich (an early variant of the Android operating system) most Android devices lacked the ability to play high quality video. If you used the same technology as we&apos;ve always used for iPhone, you&apos;d get stuttering or poor image quality. So we&apos;re having to develop a variety of approaches for Android.&quot;  RCJ: Why don&apos;t you just forget the older devices and concentrate on new ones?  DD: &quot;People write to us saying just that, why bother supporting older devices, why don&apos;t you just start with - and then they insert whichever model of phone they have. But more than a quarter of our requests to iPlayer come from devices running Gingerbread. And the number one [Android] device contacting us is still the Samsung Galaxy S2, which can&apos;t handle advanced video.&quot;   And to answer what some ask:   &quot;YouTube has lower expectations of quality, and they have no issues with content protection. Netflix has good quality but it builds the entire video player on phones - they have to reengineer for every device. That is costing a lot of money and as a public service broadcaster we don&apos;t have the resources to do that. People also say everybody else is doing it, but that&apos;s not true. Neither the ITV Player nor 4OD offers a full Android service.&quot;   It&apos;s screen size, screen resolution, graphics performance, CPU performance, APIs available by OS version - all those things interleaved, not just a single one. (Thanks @alanaudio for the link.) HTC 1Q13 smartphone shipments to grow slower than expected, say sources &gt;&gt; Digitimes  Affected by the launch of iPhone 5 and rapidly declining smartphone prices in China, HTC reportedly has revamped its product roadmap for 2013 and is expected to see its smartphone shipments rise 10-15% sequentially in the first quarter of the year compared to a 20-30% growth projected previously, according to industry sources.  HTC has suspended development of a number of new models for 2013, reducing the visibility of its orders for handset components, the sources revealed.   These are very difficult times for HTC with Android: it&apos;s caught between the jaws of Samsung on the top end and cheap Chinese &quot;white box&quot; handsets at the lower end. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/20/technology-links-newsbucket", 
    "wordcount": "1400"
}