{
    "headline": "Death threats, intimidation and abuse: climate change scientist Michael E. Mann counts the cost of honesty", 
    "text": "The scientist who has borne the full brunt of attacks by climate change deniers, including death threats and accusations of misappropriating funds, is set to hit back. Michael E. Mann, creator of the &quot;hockey stick&quot; graph that illustrates recent rapid rises in global temperatures, is to publish a book next month detailing the &quot;disingenuous and cynical&quot; methods used by those who have tried to disprove his findings. The Hockey Stick and the Climate Wars is a startling depiction of a scientist persecuted for trying to tell the truth. Among the tactics used against Mann were the theft and publication, in 2009, of emails he had exchanged with climate scientist Professor Phil Jones of East Anglia University. Selected, distorted versions of these emails were then published on the internet in order to undermine UN climate talks due to begin in Copenhagen a few weeks later. These negotiations ended in failure. The use of those emails to kill off the climate talks was &quot;a crime against humanity, a crime against the planet,&quot; says Mann, a scientist at Penn State University. In his book, Mann warns that &quot;public discourse has been polluted now for decades by corporate-funded disinformation  not just with climate change but with a host of health, environmental and societal threats.&quot; The implications for the planet are grim, he adds. Mann became a target of climate deniers&apos; hate because his research revealed there has been a recent increase of almost 1C across the globe, a rise that was unprecedented &quot;during at least the last 1,000 years&quot; and which has been linked to rising emissions of carbon dioxide from cars, factories and power plants. Many other studies have since supported this finding although climate change deniers still reject his conclusions. Mann&apos;s research particularly infuriated deniers after it was used prominently by the UN&apos;s Intergovernmental Panel on Climate Change (IPCC) in one of its assessment reports, making him a target of right-wing denial campaigners. But as the 46-year-old scientist told the Observer, he only entered this research field by accident. &quot;I was interested in variations in temperatures of the oceans over the past millennium. But there are no records of these changes so I had to find proxy measures: coral growth, ice cores and tree rings.&quot; By studying these he could trace temperature fluctuations over the past 1,000 years, he realised. The result was a graph that showed small oscillations in temperature over that period until, about 150 years ago, there was a sudden jump, a clear indication that human activities were likely to be involved. A colleague suggested the graph looked like a hockey stick and the name stuck. The results of the study were published in Nature in 1998. Mann&apos;s life changed for ever. &quot;The trouble is that the hockey stick graph become an icon and deniers reckoned if they could smash the icon, the whole concept of global warming would be destroyed with it. Bring down Mike Mann and we can bring down the IPCC, they reckoned. It is a classic technique for the deniers&apos; movement, I have discovered, and I don&apos;t mean only those who reject the idea of global warming but those who insist that smoking doesn&apos;t cause cancer or that industrial pollution isn&apos;t linked to acid rain.&quot; A barrage of intimidation was generated by &quot;a Potemkin village&quot; of policy foundations, as Mann puts it. These groups were set up by privately-funded groups that included Koch Industries and Scaife Foundations and bore names such as the Cato Institute, Americans for Prosperity and the Heartland Institute. These groups bombarded Mann with freedom of information requests while the scientist was served with a subpoena by Republican congressman Joe Barton to provide access to his correspondence. The purported aim was to clarify issues. The real aim was to intimidate Mann. In addition, Mann has been attacked by Ken Cuccinelli, the Republican attorney general of Virginia who has campaigned to have the scientist stripped of academic credentials. Several committees of inquiry have investigated Mann&apos;s work. All have exonerated him. Thousands of emails have been sent to Mann, many deeply unpleasant. &quot;You and your colleagues ought to be shot, quartered and fed to the pigs along with your whole damn families,&quot; said one. &quot;I was hopin [sic] I would see the news and you commited [sic] suicide,&quot; ran another. Yet all that Mann had done was publish to a study suggesting, in cautious terms, that Earth had started to heat up unexpectedly in the past few decades. &quot;On one occasion, I had to call the FBI after I was sent an envelope with a powder in it,&quot; Mann adds. &quot;It turned out to be cornmeal but again the aim was intimidation. I ended up with police security tape all over my office doors and windows. That is the life of a climate scientist today in the US.&quot; Mann insists he will not give up. &quot;I have a six-year-old daughter and she reminds me what we are fighting for.&quot; Indeed, Mann is generally optimistic that climate change deniers and their oil and coal industry backers have overstepped the mark and goaded scientists to take action. He points to a recent letter, signed by 250 members of the US National Academy of Science, including 11 Nobel laureates, and published in Science. The letter warns about the dangers of the current attacks on climate scientists and calls &quot;for an end to McCarthy-like threats of criminal prosecution against our colleagues based on innuendo and guilt by association, the harassment of scientists by politicians seeking distractions to avoid taking action, and the outright lies being spread about them.&quot; &quot;Words like those give me hope,&quot; says Mann. The Hockey Stick and the Climate Wars will be published by Columbia University Press in April", 
    "section": "science", 
    "gid": "science/2012/mar/03/michael-mann-climate-change-deniers", 
    "wordcount": "988"
}