{
    "headline": "'iPad mini' likely to be Wi-Fi-only  but revised 9.7in model will offer UK 4G", 
    "text": "Apple&apos;s expected &quot;iPad mini&quot; will only come in a Wi-Fi version  but there will also be a revised version of the iPad with 4G connectivity compatible with the UK&apos;s Everything Everywhere network, and sporting the new &quot;Lightning&quot; connector, industry sources have told the Guardian. Rumours have been building for months that Apple would move into the lower-priced end of the tablet market by offering a smaller version of its 9.7in iPad, dubbed the &quot;iPad mini&quot; and with a 7.8in screen. That would compete directly with Google&apos;s Nexus 7 tablet, made by Taiwan&apos;s Asus, and Amazon&apos;s Kindle Fire tablets, both of which measure 7in diagonally.  Multiple sources contacted by the Guardian have indicated that they think the announcement of the &quot;iPad mini&quot; is imminent, with retail sources saying that they anticipate new products in November.  One company, Knomo, which designs cases for Apple products, said on Tuesday that it would have an iPad mini case available within days  even though no invitations have yet been sent out for any launch. Earlier on Tuesday Sonny Dickson, an Australian writer, tweeted pictures of what he said was the &quot;iPad mini&quot;, showing a squared-off device about half the size of a standard iPad with a Lightning connector.  The new eight-pin connector, introduced with the iPhone 5, is incompatible with the 10-year-old connectors used on millions of iPods, iPhones and iPads, as well as accessories. Industry sources indicated to the Guardian that they do not expect to see 3G-capable versions of the iPad mini. That would allow Apple to produce it comparatively cheaply and to limit the top price of the product, while retaining mobile broadband connectivity for its pricier iPad line. Sources also indicated that they expect Apple to refresh the iPad line by following up the introduction of the iPhone 5, which is 4G-capable in the UK through Everything Everywhere&apos;s 1800MHz network  and from next September with Three  with revised versions using the same 1800MHz 4G chip and the new connector. Including the new connector on the iPad, iPhone and &quot;iPad mini&quot;, as well as the new iPod Touch which began shipping on Tuesday, would give accessory makers  who represent a multibillion-pound industry worldwide  a kickstart to build Lightning-compatible devices. Some analysts have estimated that Apple could sell as many as 10m iPad minis by the end of 2012 if it is released, as some expect, on 2 November. A key factor will be pricing: Amazon&apos;s Kindle Fire and the Nexus 7 are both priced at about $200 in the US, leading analysts to suggest that Apple cannot price the base version of any &quot;iPad mini&quot; above $250 without damaging its chance of selling. Apple has held sway over the tablet market since the first iPad went on sale in April 2010, and still dominates the overall market. But Amazon, Samsung and most recently Google have discovered a &quot;price umbrella&quot; at the 7in form factor which they have begun to exploit.  Internal emails revealed at the Samsung-Apple patent trial in August showed that executives there had urged the marketing of a 7in model, but without success. Industry rumours have suggested that Google intends to launch a 3G-capable version of the Nexus 7 tablet  for which no sales figures have yet been released  but so far there is no confirmation of this.", 
    "section": "technology", 
    "gid": "technology/2012/oct/09/ipad-mini-wifi-uk-4g", 
    "wordcount": "566"
}