{
    "headline": "Examiners could be banned from attending seminars with teachers", 
    "text": "Exam boards are considering imposing strict new curbs on examiners in the wake of allegations that some are divulging to teachers the questions pupils will be asked. Mark Dawe, the chief executive of one of the country&apos;s leading exam boards, OCR, told MPs that in future examiners could be banned from attending seminars with teachers. Each year thousands of teachers go to seminars organised by exam boards to pick up tips on what examiners are looking for when they mark pupils&apos; exam scripts. But an undercover investigation by the Telegraph last year claimed examiners were tipping off teachers about the questions their pupils should expect. The exams regulator, Ofqual, withdrew a GCSE exam paper as a result of the investigation and three examiners were suspended. One was recorded telling teachers: &quot;We&apos;re cheating. We&apos;re telling you the cycle [of the compulsory question]. Probably the regulator will tell us off.&quot; The sting sparked alarm among ministers, who ordered Ofqual to conduct an inquiry into whether there was sufficient &quot;unpredictability&quot; in exams. The inquiry is expected to report by the summer. MPs on the cross-party Commons education select committee, who had already started their own inquiry into the exam boards at the time of the investigation, described the revelations as shocking and suggested that there may be a need for radical changes. Facing questions from the MPs as part of their inquiry, Dawe admitted that two of his examiners had been sacked for divulging information to teachers in the past 18 months. The cases were unrelated to the newspaper&apos;s sting, he said. One of the examiners had revealed inappropriate information in a textbook, while another had given hints of what might be in an exam during a seminar, Dawe said. The hints turned out to be incorrect. Dawe told the MPs he was considering banning examiners from seminars if it turned out that the public was concerned they were giving away too much information. However, he said attending seminars was very helpful for examiners because they were given an opportunity to hear feedback from teachers on the questions they had set in previous years. &quot;It would be with some reluctance that we stopped examiners going to the seminars,&quot; Dawe said. &quot;But if we are continually facing accusations  we are going to have to do this.&quot; The process of banning examiners from seminars would take about a year and would not be painless, he said.", 
    "section": "education", 
    "gid": "education/2012/feb/21/examiners-banned-attending-seminars-teachers", 
    "wordcount": "409"
}