{
    "headline": "Country diary: Edington, Somerset", 
    "text": "A Cambridgeshire reader who subscribes himself &quot;exile from Somerset&quot; wrote to recommend a trip to the holy wells on the slopes of the Polden Hills, where he once lived. Desmond Hawkins, in his book Avalon &amp; Sedgemoor, calls the Poldens a humble range, the backbone of the Somerset moors or levels, dividing Avalon (the Glastonbury side) from Sedgemoor (the Bridgwater side). It preserves a distinctive character of its own, with its &quot;modestly sylvan atmosphere&quot;, as the road we know well runs along the ridge, in and out of woodland. But now we had reason to turn off and look into villages we did not know  Edington, Catcott, Chilton Polden, Shapwick  set on the northern flank. First we went down Holywell Road into Edington, looking for the particular holy well we had been encouraged to visit, with the information that the springs rising from the limestone on the Avalon side of the Polden ridge, with their particular mineral content, were long regarded as having curative properties and so being holy. At a junction down the hill, a walker told us that there was little flow from the springs just now, but he directed us past Holywell House to where we saw the well, handsomely restored in 1937. We had heard of the water&apos;s foul smell, and read that only the hardiest visitor sips a second time, but the water&apos;s unappealing properties were not evident on our visit since there was only a trickle on to the damp stone. On we went to Shapwick, where the well was once celebrated, and the water diverted around 1830 into a pump room and bath for the use of patients, though the watercourse has long since had its path changed again. A woman who said she had lived there for all of her 60 years apologised for never having heard of the holy well, though there was a pump, she said, across several wet fields, which we did not venture to explore.", 
    "section": "environment", 
    "gid": "environment/2012/jan/09/country-diary-edington-somerset", 
    "wordcount": "331"
}