{
    "headline": "Drought should force football clubs to consider artificial turf", 
    "text": "Artificial turf got something of a bad name for itself during the 1980s within the world of English football. Clubs such as Luton Town, Oldham Athletic, Preston North End and Queens Park Rangers all flirted with the technology, but, by the early 1990s, concerns about injuries and unfair disadvantage to the home side saw the return of grass pitches. But could a revival be on the cards in the English game? Many leagues around the world, across a variety of climates, now use artificial grass. In 2004, Fifa approved the use of artificial grass in international matches. (England were beaten by Russia at the Luzhniki Stadium in a qualifier for Euro 2008 on its &quot;FieldTurf&quot; artificial pitch.) And now the Football League in England is currently holding a consultation - which draws to a close at the end of this month - into whether it should sanction its use. The appeal in seeing its return seems to be entirely financial at the moment. The technology has moved on significantly since the 1980s, says its advocates, and the reduction in costs of ground-keeping and cancelled matches would see a return in investment for clubs within 3-6 years, according to the Football League&apos;s own consultation document (pdf). But the technology might offer environmental advantages, too, especially when you consider the potential implications to sportsfields of the hosepipe ban which has now come into effect across parts of drought-stricken England. At present, venues which host &quot;national or international sports events&quot; are exempted, as this list of clubs allowed to use hosepipes across the area served by Thames Water shows. However, this interview with Mark Perrin, the groundsman at Crystal Palace, shows just how much water it can take to prepare a grass pitch for a match:  On the morning of a game he will cut the grass, roll it, water it if the pitch is dry (in summer it might need 15,000 litres, equivalent to 2mm of rain) or take the frost covers off in winter.  And then there&apos;s the energy it takes to maintain a grass pitch at some of the bigger clubs:  Richer teams can afford ultraviolet grow lights and under-soil heating, but the likes of Crystal Palace can only afford frost covers in their battle to maintain a playable surface throughout cold spells. Grow lights cost 50,000 per rig and Tottenham Hotspur have six, according to Perrin. &quot;Aston Villa&apos;s pitch cost at least 800,000, ours cost 80,000,&quot; he says.  Surprisingly, the Football League&apos;s consultation document doesn&apos;t say anything about the environmental advantages of using an artificial pitch. The Fifa website does have information (pdf), though, about how the Scottish club Stenhousemuir has got on with its artificial turf, which it says cost 150,000 to install (plus 210,000 for preparatory ground work) and &quot;should last approximately 8 years&quot;:  One of the biggest savings for the club has been the reduction in pitch maintenance time. This has fallen from approximately 20 hours per week to only 5 hours per week, when the pitch is brushed...With the installation of the [artificial turf], the club no longer has to re-seed or fertilise the pitch each year and has reduced the need for line marking. This saves in the region of 5,000 per annum. In addition to the saving in maintenance costs, there has also been a saving in water bills, as the pitch no longer needs to be watered as much as grass. This has saved approximately 1,000 per annum. However, for clubs where water costs are significantly higher, or the climate much warmer, this saving could be much more considerable.The club has made no discernible savings in energy costs. One of the reasons for this is that the club traditionally did not have undersoil heating, a major energy user. However, the lack of under soil heating previously resulted in a number of matches being postponed. Now there is no requirement for under pitch heating, so although there have been no cost savings, there has been a significant reduction in matches postponed due to adverse weather conditions.  Of course, before concluding whether artificial pitches offer genuine environmental advantages we would need to study a life cycle analysis to establish how much energy and resources are used to manufacture and install the turf and then maintain it compared to a grass pitch. As Fifa states, local climate will likely introduce a huge variable in such a calculation. For example, in hot climates artificial turf needs to be watered to cool it down as intense sunlight can heat up the surface to temperatures which can potentially injure the players. And a close examination would need to be conducted into the comparative environmental footprint of the materials used to make the artificial turf. Gone, it seems, are the days of nylon pitches. Today, many manufacturers use polyethylene &quot;monofilament&quot; fibres with a sand and rubber (recycled tyre &quot;crumb&quot;) infill. Fieldturf doesn&apos;t seem to have such a study to hand, but it does offer a defence (pdf) against the environmental &quot;myths&quot; it says are being spread in the US about artificial turf by the natural grass industry, which it describes as a &quot;5,000-member behemoth that sells some $40 billion of chemicals each year  herbicides, fungicides and pesticides - used to maintain grass fields&quot; (pdf):  The environmental benefits of artificial turf include the recycling of old tires, the elimination of over 8 billion pounds of pesticides, chemicals and fertilizers and billions of gallons of clean drinking water used to maintain natural grass playing fields. This does not include the added benefit from the reduction of emissions and heat generated from mowers and grooming equipment. And don&apos;t forget about all the chlorine, bleach and soap required to wash natural grass stains off millions of tops, shorts and players&apos; uniforms each day.  It would be good to see some hard, comparative facts about all this instead of this kind of defensive retort. But, in terms of water-savings alone, it seems it might now be time to start seriously investigating the environmental credentials of using artificial turf on sportsfields.", 
    "section": "environment", 
    "gid": "environment/blog/2012/apr/17/water-water-bills", 
    "wordcount": "1040"
}