{
    "headline": "Race to map Africa's forgotten glaciers before they melt away", 
    "text": "Ptolemy thought they were the source of the Nile and called them the Mountains of the Moon because of the perpetual mists that covered them; Stanley claimed to be the first non-African to see their icecap; and the many thousands of subsistence farmers who today live on the slopes of the fabled Rwenzori mountains in Uganda and the Democratic Republic of the Congo fear that warming temperatures are devastating their harvests. While 20,000 people a year scale Mount Kilimanjaro in Tanzania, just a handful of trekkers tackle the lower, 5,100m Rwenzori summits and witness the spectacular plant forms that grow in some of the wettest conditions on Earth. The result is that little is known about the condition of the many tropical glaciers that descend off the three peaks of mounts Baker, Speke and Africa&apos;s third highest peak, Mount Stanley. But last month, a micro-expedition led by London-based Danish photographer Klaus Thymann returned from Uganda with the best evidence yet that the 43 glaciers found and named in 1906 are still mostly there, but are in dire condition and can be expected to disappear in a decade or two. Thymann, his journalist colleague Ian Daly and a team of nine local Ugandans spent 18 days recording Rwenzori&apos;s glaciers from both sides of the range that straddles the equator. &quot;The vast majority have retreated massively on the east side of Mount Stanley, they have practically all gone on Mount Baker, along with the river, and the Grant and Speke glaciers on Mount Speke are now tiny or have practically gone,&quot; says Thymann. Using an old map to hack through overgrown trails at 4,500m, the group traversed the western, Congolese side of the range, where it is believed few, if any people have been for many years because of insurgency and war. Perpetual cloud cover makes aerial or satellite photography of the range hard, but going on foot was revelatory, says Thymann. &quot;It&apos;s like a white spot on the map, covered in cloud most of the year. It&apos;s very inaccessible. From the Congo side you can find glaciers unseen in 40 years. It was like rediscovering them. The west Stanley glacier has become detached from its accumulation zone, and the Edward &quot;Y&quot; glacier on Baker has lost an arm.&quot; Analysis of satellite data in 2006 suggested that the combined area of the Rwenzori glaciers halved from around 2sq km to just under 1sq km between 1987 and 2006 and now is even less. &quot;You can see clearly how the glaciers have retreated massively on the east side. The melt is super-intense. It was surprising to find some there at all. They probably don&apos;t have much time left,&quot; says Thymann. Thymann heads Project Pressure, a collaboration of photographers, scientists, web developers and cartographers working to document the terminal decline of many of the world&apos;s glaciers and create a virtual record of ice on every continent. Working with the World Glacier Monitoring Service (WGMS) and the Nasa in the US, they plan to cover all continents to create the first photographic, interactive &quot;glacier atlas&quot;. Since 2008, Project Pressure has recorded fast-shrinking glaciers in Argentina, Alaska and Montana, Iceland, Uganda, Nepal, Ecuador, Spain, Switzerland, Chile and Norway. Later this year, researchers will visit Greenland, Colombia and Bolivia, and expeditions are being planned to Kamchatka in the Russian far east and New Zealand. But with tens of thousands of glaciers in nearly 50 countries, their record will be severely limited. &quot;The criteria we use to choose the ones we survey is the speed at which they are receding, how well they have been previously documented and how important they are to local people. I think it&apos;s very important to have an artistic impression of what the world looked like before these glaciers are gone forever,&quot; says Thymann. The work, which will not be formally launched until next year, is endorsed by scientists and feeds into research, but aims to be artistic. &quot;We know the Rwenzori glaciers are not going to last long. They are clearly disappearing fast and may be not much more than accumulated blocks of ice slowly atrophying. I can&apos;t see anything that will stop them disappearing, so what Project Pressure is doing is documenting what is there now,&quot; says hydrogeologist Richard Taylor of University College London, who has studied the Rwenzori icefield and visited the mountains six times. &quot;This is a last chance to see them. In years to come, the ice up there will be a fairy tale for the people who live [near Rwenzori]. This is the evidence of what was there, the proof. It is very helpful.&quot; Taylor attributes most of the Rwenzori glacier melt to increased air temperature rather than lack of rainfall, which is widely thought to be responsible for the shrinkage of the glaciers on Kilimanjaro in Tanzania. &quot;The rainfall there is many times that on Kilimanjaro. There, the evidence suggests that the glaciers are being starved of moisture, effectively desiccating them rather than melting.&quot; Four-hundred metres below the disappearing icefield, the communities of coffee farmers say that climate change has disrupted rainfall patterns, giving them more intense rains and then drier spells. &quot;But the dying glaciers are not responsible for their problems,&quot; says Taylor. &quot;The glacial discharge from Rwenzori is trivial compared with the 3m of rainwater that falls and collects in the mountain&apos;s bogs and bamboo forests.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/03/melting-glaciers-rwenzori-uganda-congo", 
    "wordcount": "917"
}