{
    "headline": "Mystery bird: Eurasian bullfinch, Pyrrhula pyrrhula", 
    "text": "    Eurasian bullfinch, Pyrrhula pyrrhula (protonym, Loxia Pyrrhula), Linnaeus, 1758, also known as the common bullfinch, north Eurasian bullfinch, northern bullfinch or simply as the bullfinch, photographed in a village 4 miles from Wrexhamin North Wales, UK (British Isles).  Image: Jackie Thomas, 24 July 2012 (with permission, for GrrlScientist/Guardian use only; visit this mystery bird on the RSPB site) [velociraptorise]. Olympus SP-810UZ, 1/500 sec, f/5.7, 154.8 mm, iso:125    Question: This Welsh mystery bird has stumped the local RSPB experts -- can you identify it? Can you tell us why it looks so strange?  Response: This is a Eurasian bullfinch, Pyrrhula pyrrhula, a member of the family of true finches, Fringillidae. Those of you who have been paying attention will notice that this individual does not have the typical grey and rosy plumage with black wings and cap on its head. This is because this particular bird is melanistic -- it overproduces melanin, a dark pigment that is placed into its developing feathers, thereby making this particular bird appear black.  Melanin production is under genetic control, so melanism typically is the result of a genetic change in one of the genes that controls melanin production such that it has been &quot;up-regulated&quot;: the gene is overactive or it isn&apos;t turned off at all. Genetic melanism is a dominant trait since one up-regulated gene will result in excess melanins being produced, effectively swamping out normally functioning copies of the gene. When birds grow feathers, they deposit pigments into the growing feathers, so when there is an excess of melanins, the bird grows brown or black plumage. Melanism can be the result of environmental factors, too: consuming excess quantities of certain types of foods can cause melanism, although this will disappear when the bird next moults if the environmental cause of this melanism oversupply has been corrected.  Unlike the underproduction of melanin, a condition known as leucism, overproduction of melanin is typically an advantage to the bird because it protects against UV light and it also strengthens feathers. However, excess melanin production can make a particular individual less attractive to the opposite sex, which reduces the likelihood that the melanistic gene(s) will be passed on to the next generation. That said, abnormally-coloured individuals near human habitations tend to survive longer and to reproduce, possibly because selective pressures are reduced.  Some bird species have &quot;dark morphs&quot; or melanistic populations, many of which live in the northern portion of the species&apos; range. Some examples of UK species with a melanistic phase include the red grouse, partridge, woodcock, snipe, buzzard and Montagu&apos;s harrier. US examples include red-tailed hawks and rough-legged hawks. Local populations of songbirds, such as tits (chickadees in North America), can also show a high incidence of melanism.  Perhaps the most famous example of melanism is the peppered moth, found in Britain. This moth has a pale (&quot;peppered&quot;) and a dark (melanistic) colour phase, and the dominant colour of the population depends upon predation -- birds eat the moths that are easiest to see, leaving the survivors to reproduce. The population of these moths caught scientists&apos; imagination because the ratio of peppered to melanistic forms of this moth species changed rapidly during the industrial revolution with the changing levels of soot coating the surfaces that the moths perched on. This soot was produced by industrial pollution, so when Britain cleaned up its act, the soot disappeared, and the melanistic form of the peppered moth became rare once again.  How can you identify a melanistic bird? It&apos;s not easy, but a skilled birder as well as a careful observer can do it. Since the species&apos; typical colour and pattern are obscured by melanins, you must rely on other useful (but often subtle) clues, known as the bird&apos;s &quot;jizz&quot; -- the shape of its body, bill and feet, combined with its behaviours, particularly what it is eating, who it is hanging around with, its songs and contact calls, the mechanics of its flight and how it moves, and where in the world it is located. It&apos;s also useful to keep in mind that melanism affects the bird&apos;s plumage colour, but colour of the eyes, feet and legs and bill are not affected by melanism.  I identified this songbird based on bill and body shape and size, location, food preferences and because it is (clearly!) visiting a bird feeder.  The Mystery Birds reference library: Africa South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jul/28/3", 
    "wordcount": "813"
}