{
    "headline": "Windows Phone Facebook numbers hint at less than stellar progress", 
    "text": "And just like that, Windows Phone has gained another 100,000 users. Apparently, there are now 1.4m devices out there whose users have activated the embedded Facebook app - and so been added to the count of &quot;users&quot; on its official Facebook page. Facebook confirms that that page is the one which links to the embedded app - and I had been wondering when it would update, or whether Windows Phone devices aren&apos;t shifting. Or what. But now, it has ticked over - showing that worldwide, more people have activated the embedded Facebook app that is found in the People Hub of the phone. (Facebook confirmed: &quot;These are the core integrations for the Windows Phone 7 application. I.e.Address book, people, photos.&quot; A downloadable app or the embedded one, I asked? &quot;To your question, embedded.&quot;)     Windows Phone: 1.4m people have now activated the embedded Facebook app, up from 1m in November    That&apos;s significant because for a very long time the counter on that page has been stuck at 1.3m users - a figure that was first remarked on by Benedict Evans, an analyst with Enders Analysis, back on January 23. At the time, he said   This number has gone up by 300,000 since mid-November. I would suggest that this means it is very unlikely that more than, say, 3-400,000 Nokia Windows Phones have been sold in the last two months.   It seems that the number only advances in increments of 100,000. Unfortunately the Wayback Machine doesn&apos;t provide archives of how that page changes (it&apos;s forbidden by Facebook&apos;s robots.txt file). So: 1m in mid-November, 1.3m in January, 1.4m in mid-February. How long will it take to reach 1.5m? That&apos;s a key question. At least now we have a marker. As Nokia chief executive Stephen Elop said, the company has a beachhead - and it&apos;s likely many of this latest 100,000 has come from Lumia activations. Now let&apos;s watch as Nokia launches the Lumia 710 in Europe, and the Lumia 900 in the US.  Put into context, though, it&apos;s scarily slow. Android activations were running at 700,000 per day in December; there&apos;s no reason to think that will have slowed significantly. Apple sold 37m iPhones in the fourth quarter - more than 400,000 per day. Set against that, taking weeks to add 100,000 confirmed activations where people are using the central embedded app - the People Hub - isn&apos;t quite the dramatic creation of a third ecosystem that Elop might have hoped for. Nearly 18 months after its launch, Windows Phone has yet to hit even the medium time, it seems. Update: WMPowerUser has been following the graph more closely (thanks @Scoob1011 for the link). It reckons that the ratio of &quot;Facebook embedded app&quot; activators to actual users of the phones is 1 in 5.  Though it&apos;s not explicit in that article, I think that ratio&apos;s based on the fact that there were 400,000 activations in January 2011, when Microsoft said it had shipped - note that, shipped - 2m handsets. But shipped isn&apos;t the same as sold. We can certainly agree that not all users of Windows Phone handsets will necessarily have a Facebook account (I&apos;d suspect that&apos;s a small proportion), and that not all users of WPhone handsets will use the embedded Facebook app if they do have them. But I don&apos;t think it will be as big as a 1 in 5 gap. Likely Windows Phone has done better than 100,000 activations - but I feel wary of the 500,000 new users calculation if the Facebook embedded app grows by 100,000. Apart from anything, you&apos;re encouraged to put those details in as soon as you fire up the phone. You&apos;d be really likely to if you had them. And for those calling for the comparative figures for iOS and Android: apparently they&apos;re not available any more (Evans tells me). And as he suggests, while the figures for Android and iOS were about half of the (estimated) installed base, you&apos;d expect that for the embedded app to be higher. Certainly WMPowerUser&apos;s 1-in-5 looks like a hopeful rather than empirical metric. Perhaps Microsoft will start releasing some activation figures soon. That would help a lot.", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/10/windows-phone-facebook-users", 
    "wordcount": "704"
}