{
    "headline": "Sahel locust invasion threatens crops in Niger and Mali", 
    "text": "Northern Niger and Mali  areas already hit by a devastating food crisis and civil conflict  are facing a new threat in the form of locusts. The Food and Agriculture Organisation (FAO) is warning that swarms of locusts are moving south from Libya and Algeria, and that early rains across the Sahel have led to the sprouting of vegetation that the insects can feed on. The warning comes as farmers across the Sahel prepare to start their annual crop planting season in the hope that a good harvest could replenish food stocks. Celeste Hicks spoke to Keith Cressman, FAO&apos;s senior locust forecasting officer, about the impending threat. CH: Which regions are most likely to be affected? KC: The locusts&apos; breeding grounds are in southern Algeria and southern Libya near the town of Ghat. When the locusts mature, they begin to move south  pushed by the prevailing winds  towards northern Niger, the Arlit and Agadez regions, Air mountains, Tamesna Plains and Djada Plateau regions. They may also end up in northern Mali in the Kidal and Gao regions, north-west Chad in the Borkou, Ennedi and Tibesti areas, and Mauritania. They may move even further south into Sahel farmlands, as they can travel 100-200km in a day. However, their advance eventually gets halted when the winds that carry them south meet the ITCZ [inter tropical convergence zone], which brings the west African rainy season, and the prevailing winds coming from the south. This year, the first groups of locusts were reported in northern Niger around Arlit on 30 May  this is early in the season. CH: Why is this year different to previous years? KC: Infestations were reported early in the season in southern Libya near Ghat and in southern Algeria after unusual rains in October and November  they had been able to grow quickly. In addition, it has already started raining in some parts of the Sahel. There have been rains in Iriba in north-east Chad and the Adrar des Iforghas in northern Mali. This means vegetation is already available for the locusts to eat as they move south and this has led to the early formation of swarms. This coincides with the planting season for farmers across the Sahel, and when the locusts are young they are at their most voracious. If the rains continue throughout the season [until October], there is a danger the locusts could have a second generation in one season. They can multiply their numbers 16 times in one generation. The last desert locust swarm came in 2003-05 when up to 80% of the harvest in Mauritania was eaten, and vast numbers arrived in regions as far apart as Darfur and Morocco. CH: Is this linked to the conflict in Libya? KC: In a normal year, Algeria and Libya would have been able to control most of the local swarms and prevent their movement south, but insecurity on the border is preventing full access for local teams and FAO experts. Libya&apos;s capacity to carry out control efforts has been affected in the last year. Teams that normally monitor the situation are no longer working, and equipment and vehicles have gone missing. And the locusts are moving from one insecure area to another. If they get into northern Mali [where MNLA rebels and the Islamist Ansar Dine groups are vying for control], there is practically no local authority there, and no one left with the experience of dealing with this. CH: Can the situation be controlled? KC: The pest control teams in all countries are usually very good: there has been a lot of technical advance and best practice training in recent years, it&apos;s just they have not been able to get access. We use generic pesticides to control the desert locusts, usually by spraying large areas from an aeroplane. But obviously this depends on whether the teams can get access or not. In Mali, teams cannot get in at all while in northern Niger they need a military escort. Two things need to happen  we need to mobilise the teams as soon as possible, and increase public awareness of the problem so that local people can tell us when they see swarms approaching, especially in the crop-producing parts of central and south Niger and Mali.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/11/sahel-locust-invastion-niger-mali", 
    "wordcount": "708"
}