{
    "headline": "Tablets will outsell PCs, says Apple chief as he hints at TV product", 
    "text": "Tablets such as the iPad will outsell desktop and laptop PCs within a few years and eat into their sales, says Apple chief executive Tim Cook. He also hinted that the company could be preparing to launch into the smart TV market with a revamped version of the Apple TV set-top box, and that Apple still sees enormous potential for growth in the smartphone market, especially in China. Speaking at a Goldman Sachs technology conference, the transcript of which has been put online by Macrumors, the head of the world&apos;s most valuable company  who took over from Steve Jobs last August when Jobs, then seriously ill, stepped aside  insisted that he would not let the &quot;unique culture and unique company&quot; unravel after its co-founder&apos;s death last October: &quot;I&apos;m not going to witness or permit the slow undoing of it. I believe in it so deeply.&quot; He also dealt with the topic of supply conditions for workers in the company&apos;s supply chain, insisting that Apple cares about every worker and that the audit being conducted by the Fair Labor Association was probably the biggest in manufacturing in history. He revealed too that Apple now has 100m users of its iCloud data synchronisation service, which was launched in October. &quot;I view iCloud not as something with a year or two product life  it&apos;s a strategy for the next decade or more. It&apos;s truly profound,&quot; Cook said. Cook suggested that the growth of tablets &quot;will be good for the PC industry, because there will be this strong competitor and tablets will innovate like crazy and customers will decide which to buy. There will be a strong PC industry but tablets will be stronger in units.&quot; He said he had begun using the original iPad before its launch in January 2010: &quot;We had our [window] shades pulled so no one [else in the company] could see us, but it quickly became that 80-90% of my consumption and work was done on the iPad. &quot;From the first day it shipped, we thought that the tablet market would become larger than the PC market and it was just a matter of time.&quot; Apple&apos;s iPad sales in the fourth quarter of 2011 hit 15.4m, more than double the number of the same period in 2010, while total worldwide PC sales fell by about 1% to 92.5m, based on figures from the research companies IDC and Gartner.  With rumours swirling that Apple is about to launch the next generation of its iPad device, including a higher-resolution screen, Cook said: &quot;I don&apos;t predict the demise of the PC, I don&apos;t subscribe to that. Given what we&apos;ve seen, I believe the iPad is cannibalising some Macs but more PCs. There are more of them to cannibalise than Macs so thats a plus to us. Tablets in general will cannibalise the PC.&quot; He paid tribute to Amazon over rival tablets using Google&apos;s Android operating system: &quot;Everybody that was in the PC industry and everybody in the phone industry decided they had to do a tablet. There was 100 tablets put on the market last year! They aimed at iPad 1 and by the time they came out with something we were on iPad 2. &quot;We wound up with 170,000 apps and I&apos;m not sure there is 100 yet on the other platform. At the end of the day, people want the great product. Amazon is a different competitor. They have different strengths. They&apos;ll sell a lot of units. They have and they will.&quot; Television hints On the TV front, Cook described the existing Apple TV set-top box  which essentially connects to the iTunes Store to show bought or rented films and TV shows  as a hobby, the same description that Jobs used about it. Apple sold 2.8m of the devices in 2011, almost half of those in its enormous Christmas quarter. But Cook said: &quot;We don&apos;t want to send a message to our shareholders that we think the market for it is the size of our other businesses. The Mac, the iPad, the iPod, the iPhone. We don&apos;t want to send a signal that we think the length of that stool is equal to the others. That&apos;s why we call it a hobby.  &quot;Apple doesn&apos;t do hobbies as a general rule. We believe in focus and only working on a few things. So, with Apple TV however, despite the barriers in that market, for those of us who use it, we&apos;ve always thought there was something there. &quot;If we kept following our intuition and kept pulling the string, we might find something that was larger. For those people that have it right now, the customer satisfaction is off the chart. We need something that could go more main-market for it to be a serious category.&quot; Premium pricing Challenged on the high price of Apple&apos;s iPhone, and the price of its other products, Cook insisted that he thought people would always prefer a more expensive but higher-quality product.  &quot;Price is rarely the most important thing,&quot; he said. &quot;A cheap product might sell some units. Somebody gets it home and they feel great when they pay the money, but then they get it home and use it and the joy is gone. &quot;The joy is gone every day that they use it until they aren&apos;t using it anymore. You don&apos;t keep remembering, &apos;I got a good deal!&apos; because you hate it.&quot; Smartphones Cook said that there is huge opportunity in the smartphone market  despite Apple&apos;s record fourth quarter in which it topped the smartphone league, selling 37m iPhones and edging ahead of Samsung. He said: &quot;37m is a big number. It was a decent quarter. It was 17m more than we&apos;d ever done before. We were pretty happy with that, but let me give you the way I look at the numbers. &quot;As I see it, that 37m for last quarter represented 24% of the smartphone market. There&apos;s three out of four people buying something else. Nine out of 10 phone buyers are buying something else.  &quot;Handset market is projected to go from 1.5bn to 2bn units. Take it in the context of these numbers, the truth is that this is a jaw-dropping industry with enormous opportunity. Up against those numbers, the numbers don&apos;t seem so large anymore. What seems so large to me is the opportunity.&quot; China opportunities Selling to China could be hugely valuable in the longer term, Cook said.  &quot;In 2007, the revenue combined from Greater China, several other parts of Asia, India, Latin America, Eastern Europe, Middle East, Africa, was $1.4bn,&quot; he said. &quot;Revenue last year for that same group of countries was $22bn. We&apos;re only on the surface. That&apos;s how I feel. We focused mainly in China. Last year we began to focus increasingly more in Brazil and Russia.&quot; Cash and Siri Cook also tackled the issue of Apple&apos;s $98bn cash pile, the Siri language interface on the iPhone 4S. He said that the Siri voice interface introduced on the iPhone 4S was another profound change in input [methods] which, despite being still a beta [unfinished] product, had become essential to his own life. But despite his reputation as the leader of a tight focus on costs in Apple&apos;s supply chain - the role for which he was originally hired by Jobs in 1998 - Cook said that iCloud and Siri were not something Apple runs profit and loss analyses on. Instead, he said: &quot;We run the company from the top and don&apos;t worry about the iCloud team or Siri team making money. Measuring things at that level wouldn&apos;t achieve anything. Both of these things go in the profound category. They&apos;re things that you&apos;ll talk to your grandkids about that are profound changes.&quot; Of Apple&apos;s cash pile  a large amount of which is outside the US, and would attract high taxes if it were repatriated  Cook said: &quot;We&apos;ve spent billions in the supply chain. We&apos;ve spent billions in acquisition including on IP. We&apos;ve spent billions on retail, the infrastructure of the company, the data centers et cetera.  &quot;Yes, we still have a lot. I would say we&apos;re judicious and deliberate. We spend our money like it&apos;s our last pennies. I think shareholders want us to do that. They don&apos;t want us to act like we&apos;re rich. &quot;We&apos;ve never felt that way. It may sound bizarre but that&apos;s the truth. In terms of our approach to cash, I&apos;ve said since becoming CEO that I&apos;m not religious about this. I&apos;m not religious about holding it or not holding it. We&apos;re in very active discussions at the board level on what we should do.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/15/apple-tablets-outsell-pc-cook", 
    "wordcount": "1479"
}