{
    "headline": "Windows 8 sold 40m licences in first month, says Microsoft", 
    "text": "Microsoft says it has sold 40 million Windows 8 licences in its first month - a statistic that compares favourably with 60m sold in the first two months of Windows 7 in 2009. The announcement by Tami Reller, the new head of the Windows division following the defenestration of Steven Sinofsky, comes as Microsoft faces increasing challenges from tablets made by Apple and Android manufacturers, from the rapid growth of smartphones, and from a global slowdown in PC sales. The figure for licences sold does not necessarily translate into machines running Windows 8, because corporations which buy Windows enterprise licences also get the right to downgrade to Windows 7. Microsoft hasn&apos;t split out what proportion of the sales are to corporate customers, and does not do so. However, as a proportion of buyers, they are likely to be small. The figure for licences sold may also include PCs that have been manufactured, but are not yet in the hands of users.  In the first three quarters of 2009, PC shipments ran at about 72m per quarter; for the same period in 2012 they are running at 87m per quarter, a 21% increase. That suggests a proportionally greater number of licences sold so far. Speaking at a Credit Suisse conference, Reller said: &quot;The journey is just beginning, but I am pleased to announce today that we have sold 40 million Windows 8 licenses so far.&quot;  The figures for licences sold in the first month aren&apos;t reflected in statistics collected by Net Applications, which showed that there had been a smaller proportion of machines running Windows 8 a month after its launch than there was for Windows 7 at the same time. Net Applications said that Windows 8 made up just 1.01% of users visiting the sites it monitors; in 2009 the figure for Windows 7 a month after its launch was 3.67%.", 
    "section": "technology", 
    "gid": "technology/2012/nov/27/windows-8-40-million-licences", 
    "wordcount": "315"
}