{
    "headline": "Barbara Stocking: 'Poverty is about power and politics'", 
    "text": "We hit the road at dawn. Now it&apos;s 9pm and the indigenous people&apos;s dance and drum troupe have only just begun. We&apos;ve travelled through Bangladesh&apos;s flood-plains by plane, 4x4, rickshaw and foot. We&apos;ve had three village meetings, PowerPoint briefings with staff and local NGOs, a tour of a &quot;crab fattening farm&quot; and projects to build flood-proof houses. We&apos;ve talked with villagers about cyclones, climate change and ending violence against women. No supper yet. But Barbara Stocking, in white-and-blue salwar kameez, is up and joining the dance. &quot;In England, people don&apos;t dance together enough. On these trips, I always end up dancing.&quot; When dal and rice arrive, at last, Stocking sits with a cluster of local women and gets into a laughter-filled debate. &quot;So how did you get to be head of Oxfam?&quot; is the usual question at these moments. She has an answer: &quot;&apos;I have a husband who helps with the work at home, and we had great contraception so we only had two children.&apos; And that tends to spark an hour&apos;s more talk  on husbands, contraception, everything.&quot; The 61-year-old chief executive of Britain&apos;s oldest and biggest international poverty charity [see footnote], Oxfam, is on her final field trip. With programme and emergency response visits, lobbying meetings with organisations from Davos to the UN, and management get-togethers, she has spent a third of her 12 years in the job travelling. That&apos;s always economy class, as per Oxfam rules (Stocking&apos;s tip: pack good earplugs and a torch). Yet she loved to be out of the office  &quot;where there are always 27 things coming at you&quot;  and on the road. &quot;People say: &apos;Don&apos;t you get upset with the things you see?&apos; But it would be very self-interested to go to a refugee camp and get upset. Travelling with Oxfam is great: being here with staff and partners, we&apos;re all talking about how to change things, get action, move politicians: how to help.&quot; Stocking has just finished two days of meetings with the Bangladeshi government, talking about the looming catastrophe predicted as more floods hit the country. &quot;Sometimes I can open doors for our staff and our ideas. And, the more people you know, the better. Seeing people helps you understand how theythink.&quot; She seems ever hopeful, though she has met a parcel of tyrants in her time. When Stocking went to Khartoum to raise the issue of mass rape being carried out by the Sudanese army in Darfur, a senior minister told her that such a charge was absurd: &quot;Any woman who said she had been raped would be lying, because in our country it would be too shaming to admit such a thing.&quot; She rolls her eyes. Stocking&apos;s background is &quot;very working class.&quot; Her father was a postman in Rugby, and the family were Methodists. &quot;I think what that meant chiefly was service to the community. Once I got out into the world, it seemed like there were so many peoplewho were so messed up.&quot; Her first sense of injustice was as a pupil at Rugby High School for Girls. She was singing in a choir alongside boys from Rugby, the public school. &quot;I just thought by what right do they have everything so easily?&quot; She studied medicine at Cambridge, and would have gone on to become a doctor but was pushed early on into management at the prestigious National Academy of Sciences in Washington DC. She worked in Africa with the World Health Organisation, and took the top job at Oxfam in 2001, straightfrom the NHS, where she had managed the vast south-east region. Under Stocking, Oxfam has thrived as an institution. Its income has doubled and its donor base broadened. Its international profile has been enhanced and its influence, arguably, is unequalled by any other development charity  at a time when the grand 20th-century project of ending poverty through aid has come to be fiercely questioned. When I worked for Oxfam in east Asia during the early 00s, Stocking was widely admired for bringing stability and modern management to the huge organisation. &quot;We&apos;ve had enough of visionaries and cavalier public school boys  we need stability and systems,&quot; one old hand said to me then. At 18, Stocking announced that her ambition was to save the world  &quot;Ithought we&apos;d do it through family planning  I was very into that, and its effect on women in poverty&quot;. Early in her career at Oxfam she said poverty could be finished during her lifetime. &quot;I think I&apos;d still say that. Extreme poverty could be dealt with in the next20 years.&quot; But has Oxfam, which was 70 years old last year, actually got anywhere towards &quot;lasting solutions to poverty and suffering&quot;, as its own mission statement has it? The results, as she admits, are patchy. Here in the great drain of the south Asian river system, where even the most modest predictions suggest that around 10 million people look certain to lose theirland and livelihoods in the near future, there is a pretty gruesome indictment of the failure of global attempts to end poverty. Climate change has made the prospect much harder. &quot;I can&apos;t underestimate how appalling the situation is on climate change  for all of us. Everything is going much faster than we ever thought it was: we&apos;ve got no global governance to solve it. Itis like we are sleepwalking into some horribletrap, really.&quot; This failure, along with the missed opportunity to improve ordinary lives in Afghanistan (&quot;such a great prize, for development, for women, but such a hard place to work&quot;), weighs heavily on Stocking. She leaves Oxfam next monthwithout a job to go to, giving up a salary of 119,000 which, for a multinational organisation with more than 5,000 employees and an annual income of 385m, seems modest. &quot;I stepped down because after 12 years I thought Oxfam needed someone new, with new ideas. Reinvention is crucial.&quot; Her replacement Mark Goldring, formerly chief executive of Mencap, starts in April. Oxfam has had incremental successes in the past decade. Stocking is proud of the big campaigns: the demands for change that Oxfam makes in a spirit of &quot;inspired naivety&quot;. Make Poverty History got significant debt relief for some impoverished countries. &quot;Africa really has changed. It&apos;s got growth: it isn&apos;t the basket case everyone thought it was 10 years ago.&quot; Oxfam&apos;s trade campaigns, through a combination of popular activism and well-researched, high-level lobbying, helped to get shiftson issues such as the rich world&apos;s agricultural subsidy and access to drugs. Helping beat the pharmaceutical companies over cheap HIV/Aids drugs for South Africa was a stand-out achievement. Less striking, but pleasing to her, is that Oxfam&apos;s 700 shops are more profitable, and power has been devolved from the Oxford HQ to offices in developing countries.Also, the organisation probably spends supporters&apos; money better. Independent analysts of NGO finances see Oxfam asunusually self-critical and honest inthis famously murky area. &quot;We&apos;re now measuring effectiveness,&quot; says Stocking. &quot;We reached seven million people, more than ever, in ourhumanitarian work last year  that means seven million people whoactually got stuff.&quot; But, after 70 years at the job, isn&apos;t the fact that Oxfam is still no closer to an end of the work an indicator of failure? She considers this carefully. &quot;I&apos;m quite pleased that where Oxfam Great Britain [there are 16 other Oxfams in the international family] used to work in 80 countries, now we&apos;re in 52.&quot; Has anywhere actually improved? &quot;Malawi, Kenya, Vietnam, Myanmar [Burma]  there are countries where things are better.&quot; A number of analysts have declared the humanitarian era  that time at the end of colonialism when the rich world believed aid and economic prescriptions could solve the world&apos;s inequalities  is over. Some, such as the Zambian-born World Bank economist, Dambisa Moyo, say that aid has done far more harm than good, a view popular in theBritish Tory party. Stocking, as you would expect, doesn&apos;t agree. But she does think the &quot;humanitarian spirit&quot; has changed. &quot;Now we know more, we go to places, we empathise better. And I think we&apos;ve shifted in understanding that it&apos;s not just the poor places that need to be changed, but our habits. But it&apos;s hard toget across the message that it&apos;s us lot, who are actually using all the global goods, who need to change.Notpoor people.&quot; Gradual successes, shifts in patterns of poverty and glints of light where a policy seems to work are all she  or anyone else in the aid world  can offer to show that the great project is working. Helping women get rights, economic muscle and access to the modern world&apos;s tools are among the things that make Stocking proud. Many of her stories start with &quot;Imet a woman in &quot; &quot;I was in a tukul in Turkana, northern Kenya and I watched an old lady carried in in a wheelbarrow so that, with her thumbprint and a smart card, she could get money from the microfinance bank&quot;  which give low-interest loans to aid small businesses. &quot;I thought  this is the future.&quot; Stocking&apos;s embrace of the private sector has been controversial in the left-leaning development world. &quot;She goes regularly and invests in the World Economic Forum  but not the World Social Forum,&quot; complains one critic, a current employee.But Stocking is convinced that corporations have a role and a duty in ending poverty. Though a partnership with Unilever to help small farmers has not really come off, famine-prone farmers of Tigray and flood-threatened families in the river plains of Bangladesh can take out insurance policies via Oxfam against future disaster. Innovations such as these, and using cash grants to stricken households as a cost-effective help in emergencies,please her. &quot;I&apos;m very proud our system of direct cash transfer  it&apos;s simple, gets families, communities and markets going, and itis good for people&apos;s dignity.&quot; Will she be missed? &quot;It&apos;s great that we now have people with MBAs running programs, but we do need to get serious about realising the vision,&quot; says Gareth Price-Jones, country director of the Bangladesh program.&quot;We need a practical, long-term plan toend poverty and suffering. Notjust to make it a little less awful.&quot; One senior ex-staffer said to me that he thought Oxfam was too entwined with the government after 1997. New Labour loved Oxfam, with its vast constituency of nearly half-a-million regular, middle-British donors. For a while there seemed to be a jobs escalator direct from Oxford to No 10 - the most significant being Justin Forsyth, who worked for Tony Blair and Gordon Brown on aid and communications and is now CEO of Save the Children UK. Given the political capital it had, Stocking thinks the organisation might have done more for Palestine-Israel  especially over the assaults and sieges of Gaza. But the relationship with Blair and Brown, she says, was not always cosy. Oxfam called for a ceasefire in Afghanistan in late 2001 so that the hungry could be fed. It opposed the Iraq war and refused to take money from Britain, as one of the warring parties, for the reconstruction of Iraq. That was a luxury that few NGOs could afford, but Stocking says the stance worked. &quot;The very next morning there was a cheque for 125,000 from a donor, saying he&apos;d heard on the radio we needed money.&quot; Stocking denies that Oxfam has shied away from the difficult political issues. &quot;I think we recognise more that poverty is about power and politics more generally  and that while charity or aid may be necessary, actually the rules of the game have to be changed if anything&apos;s going to happen.&quot; So what will she do next? Late last year she was turned down as the new head of the UN&apos;s Global Fund for HIV/Aids, TB and malaria and she&apos;s on the hunt for something that can satisfy her &quot;passion to organise&quot;. In the meantime, she might write a book about her adventures with Oxfam. I suggest she could call it How to Save the World. She laughs. &quot;It&apos;s an 18-year-old&apos;s dream. It&apos;s trite. It sounds silly. But  I still feel like I&apos;m here to try to do that.&quot; Read more development stories on http://www.theguardian.com/global-development  This footnote was appended on 23 January 2013:Save the Children was set up in 1919 to protect the rights of children suffering from the effects of war and famine. Oxfam was set up in 1942, initially campaigning for aid for the Allies&apos; starving children.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/16/barbara-stocking-oxfam-ideals", 
    "wordcount": "2204"
}