{
    "headline": "From dyes to rubbish dumps: top 10 toxic pollution problems  in pictures", 
    "text": "   No 1) Battery recycling: Collecting lead-acid batteries for recycling is a large industry, particularly in low- and middle-income countries with few lead ore sources. Global demand for cars is driving the search for lead. In this photo, workers at a car battery dump near Athi river, Machakos, Kenya, break down old batteries to extract lead Photograph: Tony Karumba/AFP       No 2) Lead smelting: According to the Blacksmith Institute, there are an estimated 2.5 million people at risk at almost 70 polluted lead smelting sites investigated worldwide.  Lead smelting refines lead ores to remove impurity, using furnaces and through the addition of fluxes and other chemical agents. In this photo, children play on the hills across from a metallurgical plant in La Oroya, Peru Photograph: David Rochkind/Getty Images       No 3) Mining and ore processing: Mining and ore processing supplies the minerals, metals and gems needed to produce a wide variety of products and materials, yet it can be very dangerous. The most hazardous pollutants at sites investigated by Blacksmith were lead, chromium, asbestos, arsenic, cadmium and mercury. In this photo, a vast expanse of toxic waste fills a tailings dam near Baotou city in Inner Mongolia, north-west ChinaPhotograph: Frederic J Brown/AFP       No 4) Tanneries: Tanning turns animal hides into leather for consumer products. Most tanning operations have pollution controls in place but there are still many small tanneries operating under primitive conditions with little controls. Chromium is the most hazardous pollutant found in the processes. In this photo, a man processes tannery waste for poultry and fish feed on the banks of the Buriganga river in Dhaka, BangladeshPhotograph: AM Ahad/AP       No 5) Industrial and municipal rubbish dumps: Dumps can contain batteries, scrap metal and agricultural products, and waste from hospitals, households and chemical industries. In many developing countries, all waste often goes into the same site. In this photo, cattle drink polluted water at a dump in Denpasar, Indonesia Photograph: SONNY TUMBELAKA/AFP/Getty Images       No 6) Industrial estates: They may be a mainstay of commerce, but industrial estates produce a range of pollutants including lead and chromium. In this picture, which shows houses originally built for factory workers in close proximity to a slag-heap in the Democratic Republic of the Congo's mineral-rich Katanga province, the potential health implications are clear Photograph: Phil Moore/AFP       No 7) Artisanal gold mining: Retrieving gold from mined ores is big business, but the production process releases more mercury than any other global sector, putting people at risk either directly or through contaminated water, soil and fish. In Brazil, rich deposits of gold are being mined and panned at huge cost to the environment Photograph: Susan Schulman/Getty Images       No 8) Product manufacturing: Consumer products play a key role in keeping national economies buoyant. This has persuaded many developing countries, eager to gain a competitive edge, to relax environmental rules. The consequences can be serious, however, as seen in this photo depicting the chemical waste from a knitting and processing factory in Dhaka, Bangladesh Photograph: Safin Ahmed/Demotix       No 9) Chemical manufacturing: Chemicals have many positive impacts, not least in the pharmaceuticals industry, but the manufacturing process also generates potentially dangerous byproducts. Here, a dead fish is seen at Pointe  la Hache, Louisiana. The Gulf of Mexico oil spill occurred three months before the photo was takenPhotograph: PJ Hahn/AP       No 10) Dye industry: Dyes are widely used to add colour and patterns to materials, but they have significant repercussions in terms of pollution. In this picture, a worker at an illegal dye production workshop in north China's Henan province shows his hands after red dye was dumped into the city's storm water pipe networkPhotograph: AFP  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/oct/24/top-10-toxic-pollution-problems-in-pictures", 
    "wordcount": "0"
}