{
    "headline": "Boot up: Google to brief US congress on privacy policy, Kinect to teach anatomy, and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Use Kinect to teach anatomy? It&apos;s a &apos;Mirracle&apos;! &gt;&gt; CNET Health Tech Simply brilliant:   &quot;Kinect hacks have been used for many a grand feat, from a tool that helps the blind navigate more easily to hands-free questing in World of Warcraft and virtual cat brushing. The Mirracle system projects a CT image onto the user&apos;s reflection to give the illusion of seeing inside one&apos;s own body. So why not integrate the powers of Microsoft Kinect with a mirror to teach such subjects as basic anatomy?   Maybe they could make it into a revision game for the Xbox 360? Google to give closed-door briefing on user policy changes &gt;&gt; USA Today To the US Congress. And Larry Page, the chief executive, can&apos;t make it. We await his first public appearance in front of Congress, or a similar public forum. And - behind closed doors? For the public privacy policy? The Register Comments Guidelines, 2012 &gt;&gt; The Register We never knew that El Reg had a moderation team. The policy there looks pretty much exactly like the one here, except that new commenters get put in a &quot;might sin&quot; bin before being allowed to play with the big kids. Why Android will gain HUGE tablet marketshare later this year &gt;&gt; Scobleizer No, not 2012. This is from June 2011:   I finally had someone explain to me why Android will gain huge marketshare this year in the large-screen tablet wars (aka where iPad is dominant). It took USA&apos;s #1 TV manufacturer, Vizio, to do it. Why didn&apos;t Google have them on stage to show this off a few weeks back at Google IO?   Vizio didn&apos;t figure in Android tablet sales for 2011 in any research we have seen. The World&apos;s first computer password? It was useless too &gt;&gt; Wired.com This may not come as a surprise. But it goes back a long way. Windows Phone switchers try a week away from iOS, Android and BlackBerry &gt;&gt; Laptop Mag Three people who usually use those bigger (in terms of sales) platforms try a week on Windows Phones devices. As it&apos;s the US, none is a Nokia one. The common response from the iOS and Android user: the apps don&apos;t match up. The BlackBerry user seemed impressed, though. First Look: Final Cut Pro X 10.0.3 restores professional features; adds notable new ones &gt;&gt; Macworld The latest update adds functionality:   Videographers were promised from the introduction of FCP X that in the near future we would once again be able to edit a multi-camera project, and Apple has delivered. With up to 64 active camera angles available, FCP X may actually shake the industry to its core with that level of multicam facility in the basic editing package. This means that you can actively edit more cameras than I have ever heard of being used for any multicam project, with the possible exception of the Super Bowl or, perhaps the bullet-time for The Matrix.   However, what&apos;s completely mystifying is why Apple released a not-good-enough initial version in June 2011, rather than waiting until it had everything it needed. It has lost clients - will this really get them back? (Thanks @rquick for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/02/google-privacy-congress-kinect", 
    "wordcount": "584"
}