{
    "headline": "The top 50 Android phone apps", 
    "text": "There is far more to smartphone life than Apple&apos;s iPhone. Google launched its Android software in 2008 and has since sold more than 300m of its smartphones; currently, more than 850,000 are added to that number every day. More than 450,000 apps are available on Google Play, which is generating more than 1bn app downloads every month. The latest Android smartphones are also viable competitors to the iPhone (stylish and powerful phones from companies such as Samsung, HTC and Sony Ericsson have been flying off the shelves in the UK), but Android apps haven&apos;t always had a great press. Android has been criticised on security grounds, with accusations that there are more viruses and malware apps on Google&apos;s store than on Apple&apos;s App Store. However, Android apps have to ask for explicit permission to access your personal data and phone features, so familiarise yourself with these permissions requests when installing apps and you&apos;ll be less at risk. Big games such as Grand Theft Auto III and Angry Birds Rio now launch on Android at the same time as on iPhone, while all the major social networking apps are also available on both. There is a growing catalogue of useful productivity tools and lifestyle apps, while Google has ensured that its key web services all have polished incarnations for Android. Over time, Google has made it easier for people with Android smartphones to find new apps, too. Its recently rebranded Google Play store has improved greatly on the one available when the first Android phone went on sale, but as with iPhone, finding the best apps can still feel like rooting through a digital haystack; apps such as Appsfire (featured here) are making the needle hunt less of a chore. Android is interesting, because it attracts two very different kinds of people: on the one hand, tech-savvy users who have made a decision to choose Android over iPhone and regular phone users who want a nice smartphone for a more affordable price. We&apos;ve taken as read that you&apos;ll be installing some of the most obvious apps, such as Facebook, Twitter, Skype, Amazon Kindle, BBC iPlayer and eBay, which is why they aren&apos;t in this list. We&apos;ve left out some very good apps due to restrictions on their availability or the phones they work with. Google Chrome browser (currently restricted to the handful of handsets running the latest Ice Cream Sandwich Android software) and excellent keyboard app Swype (still in beta and not available on Google Play) are two examples. However, the fact that they will be available for all Android users in the near future is another reason for smartphone owners to feel excited about the future of their gadgets. This list of 50 apps is a starting point, but there is plenty more in store. OUR TOP 50 PICK OF THE ANDROID PHONE APPS SOCIAL          ANDMADE SHARE Free This is a simple utility that replaces your Android phone&apos;s default &quot;Share&quot; menu with a better one, to make it quick to share your photos, messages and updates on Facebook, Twitter and other social networks.          FOURSQUARE Free It started as a way for groups of friends to check into bars, restaurants and other venues and earn points for their gadding about. That&apos;s still true, but now it&apos;s as much about using that data to recommend new, cool venues to visit.          GLANCEE Free One of several social location apps that are all the rage. You sign in with your Facebook details and it then alerts you when people with similar friends and interests are nearby, so you never need miss an important connection.          GOOGLE+ Free It&apos;s nowhere near as big as Facebook, but Google is making a big push for its Google+ social network, which has plenty of fans already. Its most impressive feature is Mobile Hangouts: live video chat with up to nine friends at once  and while you&apos;re on the go.          PATH Free Instagram for Android has only just been announced, but Path is plugging the gap with this well-designed social photography app. Upload photos for friends to see and post them to Facebook to share with your wider circle.          LINKEDIN Free If Facebook is for fun, Linkedin is strictly for business: a network for your work contacts. Its easy-to-use Android app helps you add new people, see what your contacts are up to and enables you to browse news from your industry.           WHATSAPP MESSENGER Free An app that wants to kill off text messages, replacing them with instant messaging that works across every smartphone. It supports text, photos, voice notes and videos and also offers group-chat features. ENTERTAINMENT          TUNEIN RADIO PRO 0.20 TuneIn is an essential download for radio buffs or anyone who regularly travels abroad and wants to fend off homesickness. It streams more than 50,000 radio stations  including the big UK ones  as well as podcasts.          ADELE Free She&apos;s sold more than 20m albums and scooped a host of awards and Adele&apos;s official Android app is equally classy. It offers news, videos and tour dates, as well as a &quot;fan wall&quot; to post comments and chat to other fans.          7DIGITAL MUSIC STORE Free Looking for a good Android alternative to Apple&apos;s iTunes Store for music downloads? 7digital is the one. It has a catalogue of 18m tracks for sale and lets you re-download your purchases when you buy a new device.          ESPN GOALS Free This sounds too good to be true for football fans, but it isn&apos;t. ESPN&apos;s app delivers video highlights of Premier League goals just minutes after they&apos;re scored, as well as live scores and stats. It&apos;s free, and funded by ads.          SHAZAM Free Are you listening to a tune on the radio or in a club, but can&apos;t quite place it? Shazam is your friend. It identifies tracks, then enables you buy them, watch the YouTube videos or start them playing in Spotify. It can also display lyrics.          SKY GO Free to Sky subscribers Sky&apos;s live TV app offers up to 23 channels, although how many exactly depends on which you have access to through your home subscription. They stream over 3G or Wi-Fi and you can register up to two devices.          SPOTIFY 9.99 a month Streaming music service Spotify goes from strength to strength, with more than 15m tracks available to stream or store locally on your phone for offline listening. It also works with Facebook for friends&apos; music recommendations.          TED Free Californian conference Ted is famous for its thought-provoking technology talks, as big thinkers grapple with the future of everything. Its Android app serves up its archive of videos, many of them genuinely mind-changing. GAMES          ANGRY BIRDS RIO Free You can&apos;t escape Angry Birds on any smartphone these days. The game sees you catapulting the miffed birds at nefarious pigs, with the addition of characters from animated movie Rio and boss battles to spice up the action.          FLICK SOCCER 0.69 There are full simulations, such as FIFA on Android, but the most addictive football game is Flick Soccer, which sees you flicking free kicks into a goal from a variety of positions. Fearsomely addictive, with bags of depth.          FRUIT NINJA 0.77 Fruit Ninja is another casual game that&apos;s as playable on Android as it is on iPhone. Here, you&apos;re slashing various fruit in half with swipes of your finger on the touchscreen, building up your score with squishy skills.          GRAND THEFT AUTO III 2.99 It&apos;s 10 years old, but GTA III still feels fresh on a mobile phone. This is the full console game crammed on to Android devices, with new touchscreen controls. Your nan still wouldn&apos;t approve, but this is excellent.          MINECRAFT - pocket edition 4.29 Want a game where you make things rather than kill them? Minecraft sees you roaming a colourful virtual world made of blocks and digging and building to your heart&apos;s content. It&apos;s like digital Lego for gamers.          TANK HERO: LASER WARS 1.99 The first Tank Hero has been a big hit on Android, with more than 5m downloads. This sequel bumps up the puzzle action, as you kit out a tank with all manner of destructive weapons to eliminate enemies.          WHALE TRAIL 1.49 Another excellent iPhone game that has found its way on to Android. Willow the Whale soars through the clouds as he seeks to escape the evil Baron Von Barry. The soundtrack comes from Super Furry Animal Gruff Rhys.          WORDS WITH FRIENDS Free Words With Friends is basically Scrabble under a different name: you make words with tiles on a board with rows and columns. Here, though, you&apos;re competing with your Facebook friends, taking turns at your leisure.          WORLD OF GOO 2.99 Having started life as a PC game, World of Goo has become one of the stickiest Android games. It sees you squeezing and stretching goo balls to build objects to get you through a succession of puzzle levels. Tactile and wonderful. READING          THE CAT IN THE HAT 1.91 There is a comprehensive selection of Dr Seuss books on the Android Market, so why not start with the most famous? You get voice narration, sound effects and words that rise up to help children&apos;s comprehension.          THE GUARDIAN Free Excuse us this one self-interested entry. This app puts a slick, mobile interface on the Guardian website, complete with podcasts, videos, the ability to save articles for offline reading and customise the homescreen categories.          BBC NEWS Free The BBC&apos;s official news app for Android is a well-designed way to scoot quickly through its stories, from UK and world through to technology, business and entertainment. You can also pick categories for its homescreen to suit.          PULSE NEWS Free Pulse is one of a clutch of news aggregation apps for Android. You tell it what websites you like and it pulls down the latest stories, while also letting you search for keywords of specific topics you&apos;re interested in. LIFESTYLE          AA ECO DRIVE Free An app that aims to save you money while also helping the planet? That will be AA Eco Drive, which uses GPS to track your driving style, then provides useful tips on how you can be more efficient at conserving fuel.          ANDROIDIFY Free One of Android&apos;s strong points is its striking robot logo, something capitalised on by Google&apos;s own Androidify app. It lets you create your own Android avatars, complete with accessories, to store and share with friends.          BUILDAPP Free This app is still in beta, but if you are thinking of moving house or redecorating, it could still prove invaluable. Buildapp enables you to design your rooms in 3D and then move virtual furniture around to see how it might look.          GOOGLE MAPS Free Google Maps remains, hands down, the best maps app for Android. Hardly surprising  it&apos;s easy to use and the maps are clear and detailed. Although built into Android, this standalone version is updated more frequently.          JAMIE&apos;S 20-MINUTE MEALS 4.99 Android is as pukka as iPhone for Jamie Oliver, whose app offers 60 recipes. They can be made in less time than an episode of The Naked Chef (though 20 minutes is optimistic)and have step-by-step instructions and photos.          LONDON BUS CHECKER  1.66 This app has been a huge hit with the capital&apos;s commuters on iPhone, but now it&apos;s on Android too. See live times of the buses coming to your nearest stop, based on live data from Transport for London as they travel around.          MET OFFICE WEATHER APPLICATION  Free The UK&apos;s Met Office has an official Android app and it&apos;s very good indeed. It provides five-day forecasts and daily weather maps, as well as severe weather warnings and favourite location forecasts.          NETFLIX 5.99 a month Netflix is a service for streaming films and television shows. It crossed over to Britain from the United States early this year and has a broad selection of things to watch. It works well on Android smartphones and tablets.          TOUCHNOTE POSTCARDS Free Picture messaging, Facebook and email might be good ways to share your photos, but sometimes you have to get physical. Touchnote turns your pics into postcards, sent to any address for 1.49 a time - in the UK or beyond.          TRAIN TIMES UK 3.49 If you&apos;re used to using the National Rail website to look up train times, Train Times UK is the best equivalent on Android. It provides live departure and arrival times, fare details and directions to and from stations. SHOPPING          BARCLAYS PINGIT Free Barclays&apos; new mobile payments app is an innovative and impressive idea: send money direct to friends&apos; bank accounts from your phone. For now, only Barclays customers can send, but that will change in the future.          APPSFIRE Free Appsfire is an app to help you shop for apps. It lets you browse your own collection and, crucially, recommends other app downloads you might like, based on your tastes. Appsfire offers a good way to keep on top of the latest apps.          AMAZON MOBILE FOR ANDROID Free Still think people won&apos;t shop on a phone? They said that about websites once. Amazon&apos;s app is fast and efficient for browsing and buying products, with barcode scanning to get more details on something when in a real-world shop.          TESCO GROCERIES Free Tesco&apos;s shopping app is a model of simplicity and effectiveness, as you create and manage shopping lists, book delivery slots and switch between the mobile and web shopping services. You can also scan products in-store to add them to your list. TOOLS          ADVANCED TASK KILLER Free If you&apos;re experiencing performance issues with your Android smartphone, it may be because too many apps are running in the background. Advanced Task Killer is the antidote, helping you shut down those you don&apos;t need.          DROPBOX Free Wonder why there&apos;s so much excitement around cloud services? Dropbox should help you understand. When installed on your computer and Android, you can swap files between the two at will  photos, videos, documents          EVERNOTE Free Another good advert for the power of the cloud, Evernote wants to help you &quot;remember everything across all of the devices you use&quot;, storing and synchronising notes and to-do lists, while adding photos for visual memory aids.          GOOGLE DOCS Free It should come as no surprise that Google&apos;s own online office suite works very well as an Android app. You can create, edit and share Google Docs with it; it also uses the camera to convert snaps of printed text into documents.          ONAVO Free You may know that your mobile tariff provides 500MB of data a month, but do you know how that data gets used by different apps? Onavo will show youhow, monitoring data traffic and displaying it as easy-to-understand charts.          OPERA MINI Free Looking for an alternative to Google&apos;s preloaded Android web browser? Opera Mini is well worth a look. It uses compression technology that ensures websites load faster and cost you much less in data usage  a godsend when roaming abroad.          SKY MAP Free Originally made by Google, this app has just been open sourced for other developers to work on. It&apos;s an excellent showcase for Android phones: point your device at the sky and it will tell you what the various stars are.          SWIFTKEY X KEYBOARD 0.49 If you don&apos;t get on well with the default on-screen keyboard for your Android phone, maybe you should give Swiftkey a try. It learns your language and provides more accurate predictions and corrections as you tap.", 
    "section": "technology", 
    "gid": "technology/2012/mar/18/top-50-android-phone-apps", 
    "wordcount": "2596"
}