{
    "headline": "World of Warcraft: is it losing the battle for subscribers?", 
    "text": "World of Warcraft users  the remaining 8.3 million of you  rejoice! Activision Blizzard says it will introduce new content more frequently, as it tries to shore up subscriptions to the giant multiplayer game, which have fallen by 1.3 million in the past three months alone. Is this the beginning of the end for one of the world&apos;s biggest &quot;massively multiplayer online role playing games&quot;? Probably not: WoW (as it&apos;s known) has a pretty consistent record of hitting a peak upon the release of a new expansion pack (in essence, tweaks to the game), and then gently drifting downwards. In case WoW has never crossed your radar, here&apos;s how it goes: users pay $14.99 per month (8.99 in the UK) to get the chance to assume the character of an orc, troll, human or dwarf and participate in &quot;quests&quot; against the other side. People can become so obsessed with &quot;progressing&quot; in the game (the highest level is currently 90) that they spend huge amounts of money for extras, and a huge shadow economy has grown up in China where people &quot;mine&quot; virtual gold for sale in the game, which all takes place in the world of Azeroth. What&apos;s it like? Well, here&apos;s the blurb for the &quot;Cataclysm&quot; expansion set ($19.99 in the US, 16.99 in the UK): &quot;Azeroth has been changed forever, and now you must enter the elemental planes in an epic quest to stop Deathwing the Destroyer from shattering the world itself.&quot; Basically, think of Game of Thrones, but without the quality of dialogue, good-looking actors or sexy interludes. In fact, WoW&apos;s existing popularity might explain part of why Game of Thrones has been so successful. (The sexy interludes probably don&apos;t hurt.) Uncomfortably for the Blizzard management, subscriber numbers fell in both the east (where they don&apos;t spend so much) and west (where they do). Chief executive Robert Kotick didn&apos;t have much good news for investors, though he could find one silver  pretty literally  lining: &quot;While we do believe further declines are likely and we expect to have fewer subscribers at year end than we do today, World of Warcraft remains one of the most successful franchises in the history of entertainment.&quot; That&apos;s definitely true: WoW has raked in billions of pounds across the globe since its launch in 2001. Players can get so obsessed that they spend hundreds of hours online. The strange thing about WoW is that even while its history is full of falls in users numbers, it seems to keep growing. Do a search on &quot;Warcraft users fall&quot; and you discover that this has happened quite a few times. Total subscriber numbers peaked at 12 million in 2004. Then, back in July 2009, it &quot;lost&quot; six million users  which then represented around half its population  when its servers in China were shut down, apparently because it didn&apos;t like having to give up a giant cut of revenues to its Chinese partner; and the players in China weren&apos;t the spendthrifts that Blizzard really wants. In November 2011, it reported that the number of active subscribers fell in two successive quarters  to 10.3 million. See? Goes down, but goes up. Now it&apos;s fallen again, and it&apos;s at 8.3 million. OK, so the general trend has been downwards from that 2004 peak. But if the management sticks to its promise of releasing more content more regularly, it&apos;s sure to keep the numbers popping upwards again. This article has been corrected - the monthly subscription price is 8.99, not 16.99, in the UK; the highest level is 90, not 85.", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/may/09/world-of-warcraft-losing-battle-subscribers", 
    "wordcount": "623"
}