{
    "headline": "Residential college places for young disabled at risk", 
    "text": "Born with a rare neurological condition, 19-year-old Joe Rae has learning difficulties and problems with speech and motility. He is a student at National Star College in Cheltenham, a specialist residential college for young people with complex physical disabilities, where he has hydrotherapy, physiotherapy, lessons in music, dance and life skills and, in his mother&apos;s words, has made &quot;extraordinary&quot; progress. &quot;I got a phone call [from college staff] one night to say that he had been watching television and suddenly wasn&apos;t there,&quot; says his mother, Edel Rae. &quot;He had pulled himself up on his walking frame  which, in itself, took great physical strength and determination  and taken himself off to his bedroom. It may sound like a small thing, but making a decision to remove himself from a room  something he had never done before  was a huge step forward for Joe.&quot; Education like this doesn&apos;t come cheap. There are 61 specialist further education colleges in the UK  most offering residential care  and a place at a college like National Star can cost more than 60,000 a year, and up to 120,000 for students with very complex needs. As a result, many parents already face a long, hard battle to secure financial support for their child to attend a specialist college, particularly as many are asking for funding for their child to study in a different local authority. But changes to funding for the education of young people with special needs, due to come into force next year, mean things could soon get worse. Under the new funding arrangements, local authorities will no longer have to &quot;ringfence&quot; funding for school leavers with high levels of need  those identified as needing financial support for their education that is likely to exceed about 10,000 a year. Instead, they will have a budget for all children and young people with high levels of need up to the age of 25. There are fears in the sector that resources will not be directed where they are needed most. One concern is that with the compulsory participation age due to rise to 17 from next year (and 18, from 2015), giving local authorities a statutory duty to provide education for that age group means there will be &quot;less in the pot&quot; for older learners, as Alison Boulton, chief executive of the Association of National Specialist Colleges (Natspec), puts it. She is also worried that some local authorities, which, like most public sector organisations are facing considerable budget cuts, will prioritise saving money over meeting the needs of young people. She says: &quot;Some local authorities&apos; attitude is &apos;we&apos;re not interested in the Rolls-Royce, we just want something that goes&apos;.&quot; Typically, local authorities will offer young people like Joe three or four days of education at a local provider, often travelling by taxi or specially arranged transport. And as Rae found out, there can be a big difference between what parents and local authorities deem suitable education for a young person with disabilities. She recalls a &quot;heartbreaking&quot; visit to a local day centre, which catered for an age range of 18 to 80, that her local authority argued could provide for Joe&apos;s needs. &quot;I said: &apos;I don&apos;t think it&apos;s appropriate for 18-year-olds to be with 80-year-olds  people with Alzheimer&apos;s  or vice versa.&apos; When my other son left school, nobody suggested it would be OK to mix with 80-year-olds so why is that OK for Joe? While the staff were doing their best, there was nothing in the way of learning or age-appropriate activities.&quot; A residential college placement gives students the opportunity to develop social skills and independence and, crucially, to mix with others like themselves. Kathryn Rudd, principal of National Star College, recalls one student saying: &quot;Coming here, for the first time, I haven&apos;t felt &apos;special&apos;. I didn&apos;t have to get on a special bus to get here, I don&apos;t have to do &apos;special&apos; things  I&apos;m just &apos;normal&apos; here.&quot; For some young people, this can make a huge difference  helping them to develop the skills to volunteer, work or live semi-independently, something they are far less likely to do if they are &quot;coming home from college in a taxi and sitting at home on their own all evening,&quot; says Rudd. While some local authorities are clued up about the benefits of specialist colleges, others lack understanding and expertise. One parent  who did not wish to be named for fear it would jeopardise the funding bid for her son  told the Guardian: &quot;My local authority told me I only wanted my son to go to a specialist college because I couldn&apos;t handle having him at home  that really hurt. Like any parent, I just want the best possible education for my son.&quot; According to Anne Price, director of education and life skills at David Lewis College in Cheshire, and Natspec chair, the experience is typical of the &quot;postcode lottery&quot; faced by parents. &quot;If you&apos;re in a good local authority, with good staff, you&apos;ll get a good deal, and if you aren&apos;t, you&apos;ll get nothing. I have never known it as bad as this, ever.&quot; Placing young people who would benefit from specialist further education in local colleges or training providers may help local authorities make short-term savings, but, in the long term, it can prove more costly. A report published by the National Audit Office last year showed that equipping a young person with moderate learning disabilities with the skills to live semi-independently  rather than in fully supported housing  could reduce their lifetime support costs by around 1m. And as Jane Stone, whose daughter Kate has Down&apos;s syndrome, found out, even the short-term savings can be negligible. After being turned down for funding for a specialist college, on the grounds that it was too expensive, Kate was offered a few hours at a college more than 10 miles away. Stone and her husband  both accountants  carried out a financial comparison of the costs of educating their daughter at a specialist college compared to a more local provider. &quot;We did a spreadsheet that showed if she stayed at home, social services would have to look after her from 10am-7pm, because we are out at work. So when you start adding up the cost of social care support at 20 an hour, taxi fares to the college, respite care  it doesn&apos;t take long to stack up. That was basically how we won [their case for her to go to a specialist college] because we were able to show that [the alternative] wasn&apos;t cheaper.&quot; Stone readily admits that persistent parents who make a fuss can be successful in overturning local authorities&apos; decisions. Time and money help too. As well as countless hours spent reading reports, writing letters and meeting with council officials, Stone spent &quot;two or three grand on a lawyer, just to write some sniffy letters&quot;. Rae started a fundraising organisation  the Joe Rae Trust  and organised coffee mornings, talent shows and sponsored walks to raise funds to help fight Joe&apos;s case (and to put towards his college fees if the local authority refused funding). But under the new, even more complicated funding arrangements, there is a concern that only the most sharp-elbowed parents will be able to find their way around the system. &quot;What happens to those young people who haven&apos;t got someone behind them fighting every step of the way and threatening to take everyone on the planet to court?&quot; asks Rudd. And, if local authorities are increasingly reluctant to hand over the cash to fund young people to study at specialist FE colleges, it could threaten the colleges&apos; very existence. &quot;We just don&apos;t know what this new system will be like  but it has the potential to destabilise the future of specialist provision,&quot; she says. A DfE spokesperson said the idea of the new policy was to make sure councils worked with health services. &quot;We will also be offering young people and parents the option of a personal budget so that they can have more control over how their support is delivered.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/17/funding-for-disabled-specialist-colleges", 
    "wordcount": "1380"
}