{
    "headline": "Canada's revamped approach to aid likely to leave bitter taste, say experts", 
    "text": "Following the unexpected announcement that the Canadian International Development Agency (Cida) will be folded into the ministry of foreign affairs and international trade, the Canadian government has made it clear there must be a direct return on its aid &quot;investment&quot;, primarily access to resources in other countries. &quot;It is a fundamental change. Canada is tying aid to its commercial interests. This is going to leave a bitter taste out there,&quot; says Samantha Nutt, executive director of War Child Canada, which has received CIDA funding for more than a decade. As Nutt acknowledges, all aid is politicised to some extent. But Canada has taken this to a new level. Civil society aid organisations working with CIDA are no longer aid delivery partners but sub-contractors, bidding on aid programmes and increasingly forced to work with the private sector, says Nutt. &quot;This puts Canadian aid organisations in ethical conflict. How can they criticise the actions of the mining companies they have to work with to get funding to help the poor?&quot; Cida&apos;s fate has startled not only Canada&apos;s foreign aid community but, by all accounts, Cida staff, who learned of the agency&apos;s fate through the media. The new department of foreign affairs, trade and development will continue to tackle poverty in developing countries with its $4.8 billion aid budget intact, the government said. &quot;This is Canadian money  Canadians are entitled to derive a benefit,&quot; said international co-operation minister Julian Fantino last December, adding that Cida is working with the private sector to help Canada &quot;maintain a global advantage&quot;. Fantino believes this strategy will &quot;leverage&quot; more private investment in development following the Harper government&apos;s decision to cut more than $380m from Cida in 2012. Though former Canadian prime minister Lester Pearson introduced the idea that wealthy countries commit 0.7% of gross national income to international aid in 1968, Canada has never come close to achieving the target. Canada&apos;s spending is expected to fall from 0.31% to 0.29% by 2014, a trend the Organisation for Economic Co-operation and Development (OECD) has called on the country to reverse. The OECD&apos;s peer-reviewed study criticised Canada&apos;s new approach, citing lack of transparency and public accountability. Over the past decade, governments have saddled Cida with a complex bureaucracy to ensure &quot;accountability&quot;, constantly shifted priorities, and interfered in funding decisions, says Stephen Brown, a development expert at the University of Ottawa. In 2005, Malawi became a focus for Canadian aid, but  although new Cida offices were built there  it has now, like Malawi, had its funding cut off. According to Brown, the reason given was that it is too difficult to deliver aid to these countries. &quot;I think the change at Cida is going to be terrible news for poor people in developing countries,&quot; says Brown. Cida has pulled back from Africa and increased its programmes in Latin America, where Canada&apos;s mining industry is especially active. As China is synonymous with global industry, so Canada is synonymous with global mining  although its activities in the sector embrace more than 100 countries. About 75% of the world&apos;s exploration and mining companies are headquartered in Canada, partly because the country acts as a major banker for the extractive industry, but partly also due to weak corporate governance and enforcement. Canada&apos;s Barrick Gold and Australia&apos;s Rio Tinto are two of the world&apos;s biggest international mining corporations. Both work in partnership with Cida to polish their reputations, argues Brown. &quot;They&apos;re using Canadian aid as greenwashing,&quot; he says. Mining and the extractive industries are questionable approaches to poverty alleviation since they&apos;re unsustainable, short term and destructive, says Jamie Kneen of MiningWatch Canada, an NGO watchdog. Extractive industries require big money and big machinery but create relatively few jobs. In recent years, developing countries have been fighting for a better deal. Canada&apos;s response, says Kneen, has been to offer a &quot;whole package&quot;, funding medical clinics, schools or health programmes in exchange for access to resources. In Peru, Barrick Gold, the world&apos;s biggest gold miner, is involved in a Cida project with World Vision Canada. Barrick provides some funding, while World Vision delivers the aid programme. However, World Vision has also expressed alarm at Cida&apos;s demise. &quot;There are so many voices in the world today speaking out for the needs of business and the powerful and we&apos;re concerned that those few voices that prioritise the poor risk being lost,&quot; said Dave Toycen, World Vision Canada president. In contrast with Canada, the UK&apos;s Department for International Development  which is much admired by Canadian NGOs  is forbidden from using aid to promote commercial interests. It is also independent and has a senior minister in charge, notes Toycen. Brown, meanwhile, notes that Norway and Sweden  both of which have world-class aid programmes run by their respective foreign affairs ministeries  have shown similarly strong political commitment to poverty alleviation, ensuring it takes precedence over commercial interests. Making Cida part of a senior ministry is long overdue, said the Canadian Council for International Co-operation (CCIC), a coalition of civil society organisations. However, CCIC is concerned that CIDA and its poverty alleviation mandate will be a junior partner in the new super-sized ministry by which it has been absorbed. Given the recent links between development assistance and Canadian commercial interests, &quot;there is reason for concern&quot; they said in a statement (pdf).", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/25/aid-canada", 
    "wordcount": "906"
}