{
    "headline": "Mystery bird: probable hybrid goose, barnacle goose X Ross's goose", 
    "text": "    Probable hybrid goose -- barnacle goose, Branta leucopsis, X Ross&apos;s goose, Chen rossii or Anser rossii -- photographed in Cleethorpes, North Lincolnshire, England (British Isles).  Image: Adrian White, 18 April 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D40X, 1/200 sec, f/4.5, 151.0 mm, ISO:400    Question: This handsome English mystery bird looks very unusual. Can you tell me why it looks like this? Can you identify this mystery bird&apos;s taxonomic family and species? For bonus smug points, can you also identify the bird in the background?  Response: The identity of this particular bird has been the source of many long and detailed conversations over a period of many months. The likely possibilities are nicely outlined here by one of our regular mystery bird commenters, icancho:  By its general &apos;jizz&apos;, shape and legs (and assuming this is NOT one of your not-really-English-birds-that-just-happens-to-be-living-in-UK-right-now) this would seem to be either: 1. an odd leucistic plumage &apos;sport&apos; of the &apos;short-billed&apos; fowl that breeds in Greenland, Iceland &amp; Svalbard, but winters in Britain and the margins of the n.w. European mainland; OR, 2. a hybrid of 1. and one of its &apos;way-North&apos; American cousins (the bill colour and the bill- and head-shape suggests one of the rarer ones, perhaps). The overall appearance of the head and the pattern &amp; colour of the secondaries and tertials makes me favour option 2. over 1. [link]   icancho goes on to further speculate:   where is this miscegenation supposed to have taken place? where would the parents have lived? Bernard&apos;s goose&apos;s natural range is VERY far removed from Lincolnshire. OK there&apos;s loads of exotics kicking about the UK, but that goose still has to be pretty infrequent, no? Given that large patches of white can show up in many hybrids, regardless of either parent showing such, could this not perhaps have been produced by native birds? perhaps a &apos;burnt crustacean&apos; (giving the bill- and head-shape) and a &apos;short-bill&apos; (matches the back &amp; wings quite well). Their natural breeding ranges are very similar (excepting Iceland). [link]   Despite icancho&apos;s doubts, the prevailing opinion proposes this bird is a hybrid barnacle goose, Branta leucopsis, X Ross&apos;s goose, Chen rossii, making this bird a very unusual intergeneric hybrid.  The photographer, Adrian White, writes:   Birdforums had a long discussion on [this bird&apos;s] parentage and origins. The consensus was that it was a hybrid as there should be some brownish feathering on the back (and not just black) as would be expected if it was leucistic. The bird was first found in the Northeast in Northumberland and was tracked down the East coast to Norfolk/Suffolk before we found it with a suspected feral flock of Barnacle [geese] at Cleethorpes. There is a free-flying flock of Barnacles whose origin is believed to be Flamingoland Zoo and Themepark.   Individual birds such as our mystery bird are a welcome test for one&apos;s observational and ID skills whilst also serving to deepen one&apos;s knowledge of the local avifauna.  The bird that is partially pictured in the background is an adult barnacle goose, providing a nice contrast for both colouring and colour pattern on the body parts that are visible.  The Mystery Birds reference library: Africa South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/06/10", 
    "wordcount": "607"
}