{
    "headline": "Amazon prepares to extend business into online food delivery", 
    "text": "Amazon is reported to be gearing up to take on another sector  the $1tn (650bn) a year US food market. If successful, the venture could be replicated in the UK. The move will disturb critics already concerned about Amazon&apos;s growing dominance in everything from books to electronics. The firm has for six years had a grocery service called Amazon Fresh that operates in its home town of Seattle, delivering groceries with its own fleet of trucks. According to Reuters, the company is now preparing to roll out the service in California, starting with Los Angeles and San Francisco, and could launch in 20 other urban areas  inside and outside the US  in 2014. Amazon has declined to comment on the reports. But retail experts see a move into groceries as likely and do not expect Amazon to stop in California. &quot;I&apos;ve been studying this company for a long time. Their experiments start here, the next place they go is a developed market like the UK or Japan,&quot; said Bill Bishop of online retail consultant Brick Meets Click. Any Amazon grocery push is likely to prove controversial. Retailers large and small in the US and Europe have complained that Amazon is pricing them out of the market. France&apos;s culture minister, Aurelie Filippetti, recently called Amazon a destroyer of bookshops. &quot;Everyone has had enough of Amazon which, by dumping, slashes prices to get a foothold in markets only to raise them once they have established a virtual monopoly,&quot; she said earlier this week. Bishop said Amazon was uniquely qualified to make inroads into online grocery thanks to its already massive distribution network, customer loyalty and ability to sell other products alongside food. &quot;More people buy groceries than anything else,&quot; he said, adding that Amazon had a &quot;voracious appetite&quot; for growth. Amazon Fresh started in 2007 as a limited test on Mercer Island, Seattle. The division has not been a success financially but Amazon founder Jeff Bezos said last month that it had &quot;made progress on the economics over the past year&quot;. The company already sells wine and household items like shampoo and cleaning products. Expansion in the US would be aided by one of the most sophisticated distribution chains in the world. Amazon has opened nearly 20 new distribution centres since 2010 across the US, almost doubling its total, and has pledged to build up its next-day delivery service. Refrigeration has recently been added to the company&apos;s California warehouses. Bezos is likely to tread carefully as he assesses whether Amazon can take on the grocery market. The last attempt to launch a national online grocer in the US ended in spectacular failure with the collapse of Webvan in 2001. Bishop said Fresh would be expanding in a different market and already had many of its distribution issues resolved. The company would face competition from established online grocery businesses in the US such as Peapod in Illinois, owned by Ahold, and Fresh Direct in New York, part owned by the UK&apos;s Morrisons. Walmart, probably Amazon&apos;s closest rival, is also testing a same-day and next-day delivery service for online groceries and general goods in the San Francisco area. Bishop said Amazon&apos;s mix of products would provide it with an edge over food-only rivals. &quot;If you are a large supermarket like Walmart or Tesco, you can be very aggressive on grocery prices because you are offering other products with higher margins like shirts,&quot; he said. Online grocery sales remain small  5% of total grocery sales in the UK and US  but the sector is growing rapidly. Forrester Research estimates that online sales of food and beverages will be worth $15.4bn in the US this year. About 12% of web users report buying groceries online, according to comScore. Bishop said online grocery shoppers tended to be richer and therefore likely to make other, higher priced, purchases.", 
    "section": "technology", 
    "gid": "technology/2013/jun/05/amazon-business-online-food-delivery", 
    "wordcount": "654"
}