{
    "headline": "Chinese food security may be motivating investments in Africa", 
    "text": "China&apos;s long-term motivation for investing in African farming could be to export food back to its home markets, a research paper from Standard Chartered bank has warned. The world&apos;s largest country is more or less self-sufficient in grains, but within 20-30 years it is expected to need to import an extra 100m tonnes of food a year to meet the growing appetites of its middle classes. &quot;Where China will turn to meet these agricultural needs is the key question,&quot; said the paper&apos;s authors, who have analysed China&apos;s involvement in African farming. &quot;Concerns about global food security have raised questions over whether investments in African agriculture are for export. While we do not see investment as securing Chinese food security for now, this could be a longer-term motivation.&quot; China&apos;s investment in African agriculture is still insignificant compared with the money it has ploughed into African oil, gas, mineral resources and infrastructure. Of an estimated $67bn of large-scale investments in Africa from 2006 to 2012, only $3.5bn was invested in agriculture according to the bank, which earns 90% of its profits from Africa, Asia and the Middle East. But there are strong signals that China is getting more interested in African farming. It has pledged to provide, in the next few years, up to 3,000 experts for technical assistance and training, as well as training 2,000 African agricultural technicians and setting up 14 major agricultural technology centres. Africa&apos;s population is expected to match or overtake China&apos;s by 2050, but the paper says China will soon need to develop deeper trade ties with key African countries to help feed its 1.3 billion population. &quot;China&apos;s current engagement in African agriculture is primarily aimed at addressing African food security,&quot; said the report. &quot;[But] by investing in the region with the greatest agricultural potential, China could also be seeking to support its long-term food security.&quot; China, along with Middle East countries and India, has been accused of &quot;land grabbing&quot; in Africa, but this may have been exaggerated, according to the paper. &quot;Reports that China&apos;s ZTE Agribusiness Corporation is leasing 3m ha [hectares, 7.4m acres] to produce palm oil in the Democratic Republic of [the] Congo appear overstated,&quot; said the study. &quot;In reality, this is likely to be closer to a total 100,000 ha. The leasing of land by Chinese companies across Africa is small compared with that of India and the Middle East.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/10/chinese-food-security-investments-africa", 
    "wordcount": "417"
}