{
    "headline": "Eurostar's revised policy on bike bags will discourage cycle travel", 
    "text": "Last week, Eurostar announced a revised cycle policy on its trains  the second change in six months. I&apos;d fallen foul of the previous version when returning from Paris on the Eurostar a few weeks ago. Arriving at the barriers with my bike in its bag, which I&apos;d taken by Eurostar many times before, I was told that it was now deemed too large to carry on, and I had to pay 29 to send it freight instead. Afterwards, I spoke to Eurostar, who said the policy was being reviewed, but the newest bike policy is disappointing: only bikes in bags up to 85cm in length can be carried on, which means it&apos;s impossible to take a non-folding bike as carry-on luggage. Instead, you must pay 10 (15 on the continent) to &quot;turn-up-and-go&quot;, and leave your bike bag at a counter in the check-in hall; you will then be reunited at Paris, Brussels or, I am told, Lille. That station is a trickier proposition for baggage since it&apos;s an intermediate stop, but it&apos;s also vital to connect to the best train services to the south of France. Eurostar believes it will be able to meet demand, but it can&apos;t guarantee 100% the bike will travel on the same train as you  which seems pretty unfriendly for people taking onward connections. If you&apos;re not willing to run that (admittedly small) risk, you must book your bike in advance as registered baggage for 25. You can also wheel it to the freight depot, unbagged, for 25 (30 to guarantee it on your train). The Eurostar website doesn&apos;t explain any of this very well at the moment, but I&apos;m assured that this is all how it works. Eurostar bills itself as a convenient, pleasant alternative to air travel to Europe, and the previous carry-on service was just that. A bag within the regulations fitted neatly on to the luggage racks. Generally, outside of peak times there&apos;d be plenty of space, but if the racks were full there was room to slide it in on top of everyone else&apos;s stuff. It&apos;s always annoying to have to pay for something you used to get for free. But what was best about the previous system was that you could keep an eye on your bike the whole way, and didn&apos;t have to entrust it to baggage handlers - a massive advantage over air travel. I&apos;d travelled more than 20 times over the past few years, taking my road bike to the south of France to sneak in rides around working at conferences, and my commuter bike to Paris, Amsterdam and Antwerp for work or for weekend breaks. Not once did I see a bike bag causing any inconvenience on the trains. Eurostar&apos;s regulations on bike bags now places it out of step with all of the high-speed trains it connects with  hardly the sort of joined-up thinking we need to promote rail as the convenient, sustainable alternative to flying. (However, if you&apos;re lucky enough to be on a direct Eurostar to Provence or the Alps, you can still take a 120cm bike bag on board.) It&apos;s a shame, and a complication for people travelling to cycle on the continent, be that for a sportive, a city break or touring holiday. I&apos;ve spoken to several people who have already made alternative arrangements. One man travelling to the tape had reluctantly booked a flight when it wasn&apos;t clear how he&apos;d make his train trip; and a couple who were worried that their specially modified tandem (to take account of a disability) wouldn&apos;t be looked after by the freight service were taking a ferry instead. Dave Holladay is an integrated transport specialist working with national cycling charity CTC and public transport operators on integrating cycling with public transport. He said:  &quot;It&apos;s not an ideal solution but it is one we can work with. It is too early to judge whether the promise of getting the bags collected at check-in on to the same train as the passenger can be met, and I expect some fine tuning will be needed.&quot;  A Eurostar spokesperson I talked to said the problem wasn&apos;t bike bags specifically: with passenger numbers rising all the time, it was the sheer amount of luggage. The new restrictions are in fact part of a policy limiting general luggage to two items up to 85cm per person.  &quot;It is important to balance the needs of all of our passengers and the changes we have made to our baggage policy have been designed to reduce the amount of oversized or excess baggage being taken on board. By doing so, we are able to continue to offer all passengers a generous and free individual luggage allowance while offering a number of options to those passengers who may have bulkier items of luggage.&quot;  So Eurostar is a victim of its own success. But cyclists have been a significant part of that, and it seems a shame their lives are being made more difficult. There&apos;s no doubt there&apos;s a substantial market. In 2007, Holladay and CTC worked with Eurostar to introduce a booking system so passengers could take complete bikes with them to the continent  and demand shot up 1,000% in three years. &quot;Most rail operators seriously underestimate the potential for connecting cycling with rail travel,&quot; Holladay said. In 2014 the German train company Deutsche Bahn will start running services through the Channel tunnel, to Amsterdam and Frankfurt via Brussels. Perhaps the competition will spur a further rethink.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/may/13/eurostar-policy-bike-bags-cyclists", 
    "wordcount": "928"
}