{
    "headline": "Obama urged by environmental groups to take on climate change in next term", 
    "text": "Campaigners handed Barack Obama a climate change to-do list for his second term on Tuesday, in an attempt to push the White House to live up to its environmental promises. Environmental groups are urging Obama to view his re-election, and renewed public attention to climate change after hurricane Sandy, as a historic moment. &quot;He passed historic healthcare legislation,&quot; Ed Markey, the Massachusetts Democrat who is one of the strongest champions of climate action in Congress told a forum hosted by Climate Desk. &quot;Now he needs to work on climate change.&quot; Markey, along with other experts at the event, offered up a list of options Obama can take to &quot;flex his executive muscle&quot; and push Congress and government agencies into action. The Natural Resources Defense Council, hosting its own event, came up with an even more detailed prescription: setting out a plan for phasing out old and inefficient coal-fired power plants in the next 20 years that would reduce carbon pollution by 26%.  Power plants are responsible for 40% of America&apos;s carbon emissions. The NRDC plan calls for power plants to switch from coal to cleaner fuels  like natural gas  or avoid carbon pollution by installing more efficient equipment. Campaigners are trying to keep up the pressure on the Obama administration to act on climate change, and to turn the president&apos;s vague promises since his re-election into concrete policies. The pressure on Obama represents a change of tactics for campaigners. Environmental groups had been reluctant to push Obama too hard on climate during his first term  a decision some campaigners now say they regret because it allowed the issue to disappear from the public agenda. Markey argued Sandy had changed the political dynamics of climate change. &quot;If you are a Republican above the Mason-Dixon line is it no longer going to be possible for you to start making jokes about climate. That era is gone,&quot; he said. &quot;Republicans now have to be more respectful of science.&quot; He admitted it would be unrealistic to expect Obama or Congress to adopt a carbon tax in the next few months. But Markey said there were other options available. Obama just needed to &quot;set the tone&quot;  or risk the opportunity slipping away. The items on his wish list on Tuesday included:  A commitment from Congress to extend tax credits for wind farms, which are due to expire at the end of this year  A commitment from Obama to use the full authority of the Environmental Protection Agency to regulate carbon emissions from large industrial sources, especially existing fleet of coal-fired power plants  Adoption of more ambitious efficiency standards for new federal government buildings and for household appliances such as washing machines and freezers. The standards have been drafted and are under review at the White House.  Adoption of a national renewable electricity standard  which would require the entire country to get a share of its electricity from sources such as wind and solar. About 30 states currently have a renewable electricity standard already. Others at the Climate Desk event went even further, calling on Obama to create a national performance standards for all energy sources. That would defuse political tensions between the fossil fuel industry and other energy sources, said Bill Becker, director of the Presidential Climate Action Project. &quot;He need not oppose oil. He need not oppose oil. He would oppose pollution and water waste,&quot; Becker said. He called on Obama to draft a detailed road map for America&apos;s transition to a clean energy economy. Vicki Arroyo, director of the Georgetown Climate Center, said Obama needed to get the White House&apos;s own climate change task force in order. The task force was under-staffed  operating at the same level as in the Bush era  and had lagged behind on preparing for future disasters, such as Sandy, she said.", 
    "section": "environment", 
    "gid": "environment/2012/dec/04/obama-environmental-groups-climate-change", 
    "wordcount": "647"
}