{
    "headline": "Summly, iPhone app disrupting the news", 
    "text": "Much of the coverage so far of Nick D&apos;Aloisio has focused on his age. He started writing apps in 2008 when he was 12, and raised the first round of venture capital for his startup Summly three years later. Cue conference appearances and press interviews peppered with questions focusing on the age thing how did GCSEs fit in, shouldn&apos;t he be out at parties, what did his parents think etc.  Understandable, perhaps, but hopefully in the past. Summly is one of the more intriguing and potentially disruptive apps to be released in 2012: the technology and its implication for the publishing industry is far more interesting than the age of its founder. Summly started life as an app called Trimit coded by D&apos;Aloisio himself, and released in 2011. He then raised $250k of funding from Hong Kong-based investor Li Ka-shing, and reworked it as Summly. A beta release in late December 2011 provided valuable feedback, but now it&apos;s getting a full launch on iPhone. What is Summly? To summarise, well, it&apos;s all about summaries. The app pulls in news articles from hundreds of online sources, then its algorithm pulls out the key points and summarises them into 400-character paragraphs that fit neatly onto the iPhone screen, to be swiped through rapidly. The news is filtered by category Technology, Sports, Fashion and so on with the ability for users to add their own keywords, add and remove specific sources, and share stories out to their social networks. &quot;It&apos;s a big, consumer mass-market product here,&quot; says D&apos;Aloisio. &quot;Anyone can benefit from this: not just people my age who consume news very differently, but adult news junkies too, with the amount of content you can get through.&quot; Summly is big on gestural controls, as you swipe sideways to move between summaries, then swipe down if you want to read the full story from the original source&apos;s website. The latter point is important: Summly is one of a number of startups disrupting the news industry that&apos;s keen for publishers to see it as a potential partner rather than a threat. &quot;Publishers have been tremendously supportive, and we&apos;ve already signed a deal with News Corporation,&quot; says D&apos;Aloisio. &quot;These summaries have never existed before: it&apos;s a whole new medium of content to monetise for the publishers. We&apos;re taking stuff that exists, and finding a whole new entity to put it into.&quot; This monetisation may include paywalls one senses this is why News Corp was interested in a partnership. D&apos;Aloisio suggests that Summly&apos;s summaries are a good fit for any sites looking to charge for their content, especially if that charging comes through microtransactions rather than monthly subscriptions. &quot;You can have the summary before the paywall, and after the paywall you get the full article,&quot; he says. &quot;People would never buy an article based on a headline, but now we can give you a logical preview.&quot; How does Summly make money, if its app is free? D&apos;Aloisio says there is scope for a premium subscription-based tier at some point &quot;we&apos;re offering a service, not just a product&quot; but my impression is that the app is as much a proving ground for Summly&apos;s technology, which may generate its real money from business-to-business uses. There are hints of this already: D&apos;Aloisio suggests that Summly&apos;s summaries would work well on publishers&apos; main websites, for example. &quot;If someone hovered over a link on the Guardian website, you could present a synopsis, but a journalist wouldn&apos;t have to spend time writing it,&quot; he says. Summly could be used for other kinds of content too, from academic works through to emails. In other words, there are plenty of licensing opportunities for the technology behind the app, which in turn means D&apos;Aloisio can give that app a decent runway as a free product without having to wodge ads in inappropriately. Or he could sell the company, of course. Summly has the air of a technology that an Apple or a Google (or a Microsoft, Amazon, Facebook) might want to get their hands on to ensure their competitors don&apos;t. &quot;No OS has got a de facto news app on mobile,&quot; says D&apos;Aloiso, diplomatically, in response to a mischievous question about when Apple is going to buy Summly. He does agree that it would make sense for &quot;Summly&apos;s home to be built into a pre-existing operating system, or another new service or search engine&quot; though. In the meantime, the consumer app is live, and Summly&apos;s team are working hard to get it to other platforms beyond the iPhone Android and Windows Phone are first on the company&apos;s agenda. New languages too: for now Summly is English-language only, but D&apos;Aloisio says work is proceeding apace for other parts of the world. &quot;We could launch in French tomorrow, but we want to make sure the quality is brilliant,&quot; he says. &quot;Our focus is on expanding very quickly to other regions, languages and devices.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/01/summly-iphone-app-news", 
    "wordcount": "846"
}