{
    "headline": "Adele tops 1.5m app downloads for iPhone and Android", 
    "text": "Adele is closing in on 20m sales of her album 21, but the British singer has also been a big hit on Apple and Google&apos;s app stores. The official Adele app has been downloaded more than 1.5m times on iPhone and Android, according to David Emery, head of marketing at Beggars Group, the parent company of Adele&apos;s label XL Recordings. He announced the milestone at the Music Apps: Beyond the Hype conference in London. &quot;It&apos;s just going gangbusters, especially on Android,&quot; says Emery. The app was released for iPhone in September 2011, and then Android in mid-February 2012. XL used the Mobile Roadie platform to create both versions. &quot;Android is now overtaking the iPhone version for downloads,&quot; says Emery, citing promotion on the homepage of Google&apos;s Android Market as the key reason. &quot;They&apos;re about half and half, but the Android one has been out for less than a month.&quot; In terms of features, Adele&apos;s app is fairly standard news, photos, videos, song previews and tour dates, as well as a social section for comments and photo postings. Emery says the aim was less about selling more music and tickets, than to provide &quot;another communication platform&quot; for Adele&apos;s fans, sitting alongside her own website, Facebook and Twitter. The social aspect has been incredibly popular: there&apos;s a whole set of people that use the app on an hourly basis,&quot; says Emery, citing stats from the app&apos;s leaderboard, which ranks fans according to their in-app activity. &quot;The top person has 386,000 points, and they&apos;ve made 6,600 comments and 6,540 fan-wall posts. And the next person down has made almost 13,000 wall posts! It&apos;s not a big surprise though, because we&apos;ve seen the same levels of engagement on Adele&apos;s website forums.&quot; Are there lessons to be learned from Adele&apos;s 1.5m downloads for other artists, though? The most obvious reason why the app is so popular is the phenomenal success of Adele herself, at a scale that very few artists can hope to repeat. &quot;I have no idea what this means for artist apps more generally, as it&apos;s such an odd outlier,&quot; says Emery. &quot;What it does say is that if you have a mainstream artist or brand and get coverage on these stores, it can really take off.&quot;     The Adele app uses the Mobile Roadie apps development platform    He admits that when it comes to the rest of Beggars&apos; roster of independent artists, the label group takes a pragmatic approach when deciding whether to invest in an app: if a band isn&apos;t at a certain scale, it may be more sensible to focus on their existing website and social media presence. &quot;We&apos;re working very hard on making our artist websites more mobile-friendly though,&quot; says Emery. &quot;These days, around 10-15% of visitors are coming from mobile devices, including tablets.&quot; That&apos;s unsurprising: as Bloomberg&apos;s mobile boss Oke Okaro explained to Apps Blog earlier in March, any mobile user who finds their way to a brand (or band) from a browser search or a link posted on Twitter or Facebook will pitch up at their website, not their native app. For now, though, Beggars will continue to use Adele&apos;s app as part of its wider communication with her fans, bridging the gap between the end of the campaign for 21, and whatever she comes up with next. One thing that isn&apos;t a huge focus for the app is selling music, even though the iTunes Store links are in there. &quot;Nobody&apos;s retiring off the money we&apos;ve made selling tracks through Adele&apos;s app,&quot; says Emery. &quot;And when you&apos;re talking about an app that&apos;s done 1.5m downloads with the biggest-selling artist in quite some time, the fact that they&apos;re only making a little bit of money selling tracks tells you this is primarily a communication platform.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/06/adele-iphone-android-apps", 
    "wordcount": "647"
}