{
    "headline": "Kim Dotcom granted access to spying records by New Zealand court", 
    "text": "Megaupload tycoon Kim Dotcom has won a significant battle in his ongoing war against a US extradition order after a court ruled that the New Zealand authorities must disclose information about illegally spying on him. The high court verdict also means that Dotcom can claim damages from the Government Communications Security Bureau in New Zealand for a raid on his house in January under the instructions of the FBI in the US. The US government is battling to extradite Dotcom from New Zealand on charges of fraud, money laundering and copyright infringement on the popular Megaupload website, part of a file-sharing empire that generated $175m in the seven years it operated. It was shut down in January, with the entertainment industry estimating the site traded $500m of illegally copied material. The new court ruling allows Dotcom&apos;s lawyers access to the GCSB files on the surveillance at his home and the police requests for information on his case. GCSB acted illegally by spying on Dotcom, the judge ruled, because they failed to check his residency status. Even though he was a German national, he had been granted New Zealand residency. New Zealand&apos;s prime minister John Key has already been forced to publicly apologise for the illegal spying after an earlier court ruled that the search warrants were illegal, and ordered the disclosure of evidential documents. Dotcom has had to sell part of his fleet of collectible cars to supplement his income, while continuing to promote a new music sharing site called Megabox and posting occasional eccentric amateur videos, including details of a panto for Christmas. Last month he also proposed funding free broadband for all New Zealand homes by suing the US government and Hollywood studios for &quot;unlawful and political destruction&quot; of his business.", 
    "section": "technology", 
    "gid": "technology/2012/dec/06/kim-dotcom-new-zealand", 
    "wordcount": "295"
}