{
    "headline": "Spotify takes aim at Pandora with mobile radio feature", 
    "text": "Spotify is rolling out an updated version of its iPhone and iPad apps that will include the revamped radio feature that launched in its desktop application in December 2011. &quot;Mobile radio&quot; will be available in the coming days on iOS, enabling users to create stations based on individual artists, albums and playlists. As on the desktop, Spotify is using technology from US music startup The Echo Nest to provide the recommendation engine driving the stations. Outside the US, mobile radio will require a Spotify premium subscription, just like the apps do. However, in the US, Spotify is taking advantage of local licensing laws to offer the feature as a standalone free version. This is a hugely disruptive move, calculated to strike at the heart of Pandora, currently the largest digital music service in the US with 52m active listeners according to its last set of financial results in May. 70% of Pandora&apos;s listening is on mobile devices, but now it will face its most potentially-threatening rival yet in the form of Spotify. Potentially, because it&apos;s unclear how many Spotify users there are in the US already. Pandora is also under attack from radio giant Clear Channel&apos;s iHeartRadio service, which blends streams of traditional stations with personal radio features, and signed up 10m users in the eight months following its relaunch in July 2011.  Analysts have also been suggesting that Songza, whose iPad app has generated 1.15m downloads in the 10 days since it launched, could also cannibalise Pandora&apos;s business. A standalone, free radio app could also drive Spotify&apos;s business in the US, though providing a new funnel of potential customers to upsell to its premium on-demand service. What about the rest of the world, though? &quot;We aim to bring a free mobile radio service to Spotify users in all countries over time, subject to licensing,&quot; says Spotify. In the meantime, mobile radio will be accessible to users who sign up for a 30-day free trial of its premium service. For now, the feature is iOS-only, but Spotify says it will be added to the company&apos;s Android app &quot;in the coming weeks&quot;. It remains to be seen when it will be added to the company&apos;s Windows Phone, BlackBerry and Symbian apps, however.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/19/spotify-mobile-radio", 
    "wordcount": "379"
}