{
    "headline": "Why the big rush to vote for a World Bank president?", 
    "text": "On Monday 16 April, the World Bank board is scheduled to vote on its choice for the next World Bank president. There is no compelling reason for this date, but there are excellent reasons to consider a delay. The deadline seems especially unfortunate since the American nomination of Jim Yong Kim has generated unprecedented controversy, and two credible alternative candidates have been nominated in Ngozi Okonjo-Iweala and Jos Antonio Ocampo. The Centre for Global Development (CGD) and the Washington Post co-sponsored a forum that would have been an ideal place for Kim to address the controversies. Okonjo-Iweala and Ocampo spoke at the forum earlier this week, but Kim declined to participate. An administration official kindly agreed to speak with me last Wednesday evening about why Kim did not participate in the forum. The official said it was purely logistical: Kim has been constantly on the road meeting member governments, and would continue to be on the road right up until the vote. Moreover, Kim&apos;s nomination happened at the last possible moment, and the nominations of Okonjo-Iweala and Ocampo were also late. The official said this was a global appointment and not a Washington one, so member governments have a higher claim on Kim&apos;s very limited time than development experts. I confess this argument (almost) convinces me. I have myself criticised the pretensions of development experts, and think even less of my own pretensions to be anything more than a cranky dissident with a minority viewpoint. But the administration cannot have it both ways: both the administration&apos;s and Kim&apos;s approach to development stress the importance of expert advice in achieving good results. It follows that an intellectual debate about Kim&apos;s qualifications and views on development is unavoidable. A public forum allows many different minority viewpoints to be heard. Indeed, the backlash against Kim has generated its own backlash. The point of a forum is not to privilege Kim&apos;s critics but to let both sides speak. Debates between opposite viewpoints are crucial to any democratic process, preventing &quot;groupthink&quot;; even when the dissidents are wrong, they force those with the right view to make their case. The CGD/Washington Post forum was transparent (the sessions with Okonjo-Iweala and Ocampo were both live-streamed and posted afterwards on the internet). Kim&apos;s discussions with global leaders were not transparent. Imagine a nominee with controversial environmental views or credentials were in the frame to lead America&apos;s Environmental Protection Agency (EPA). It&apos;s unlikely the administration would say the nominee was so busy meeting members of Congress behind closed doors that he or she had no time to consult with environmentalists. So let us grant the problem is simply logistical; that Kim would be happy to meet with his critics in a public forum and address their concerns, but there is simply no time left before the vote on Monday. This leads naturally to the question: what&apos;s the rush? There is universal agreement that the World Bank presidential selection process should be transparent. There is now a historic opportunity, generated by unprecedented and widespread participation in the debate on the respective merits of the three candidates, for this to happen. It is in the interests of the constituents of the World Bank, and of Kim himself, that this opportunity be seized.", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/13/why-rush-world-bank-president", 
    "wordcount": "545"
}