{
    "headline": "Schools aren't fit for pupils to learn in, warn four in 10 headteachers", 
    "text": "England&apos;s classrooms are in such poor condition that 39% of headteachers believe their school buildings are unfit for purpose, a survey exclusively conducted for the Observer shows. The Key, a national education support service, questioned 667 heads and school business managers on the state of their buildings  38 complained of dire overcrowding, with the Castle school in Taunton having to pack 1,236 pupils into a site designed for just 600. Another 25 warned that their buildings were a health and safety hazard. The business manager of Collegiate high school in Blackpool said classroom windows had loose glass, the ceilings leaked and pupils were unable to drink the tap water in the toilets. Terry Scott, headteacher of De Bohun primary in Southgate, north London, described it as looking like &quot;a shelled building from some war-torn country&quot;. The survey&apos;s findings come amid a burgeoning row at Westminster over the funding of the school estate. Within weeks of coming to power, the coalition scrapped a 55bn pledge by Tony Blair to rebuild or refurbish every state secondary school in England  the Building Schools for the Future programme. Ministers said the scheme had been wasteful and bureaucratic. Last July, Michael Gove, the education secretary, announced that the programme would be replaced by a 2bn scheme to rebuild the most dilapidated schools  the Priority School Building Programme. The deadline for applications was mid-October and heads were told they would find out if their schools had been chosen in December. But schools have still not been told  and the Department for Education has given no explanation for the delay. Meanwhile, central government has stripped millions of pounds from local authority budgets to repair school buildings. One school business manager told The Key&apos;s survey that her budget for building maintenance had dropped from 120,000 last year to just 17,000 this year, while a headteacher said his had dropped by 75%. Delays and confusion over the funding of the school estate come in the middle of a baby boom which in itself is putting intense pressure on space in primary schools. The number of pupils starting school is projected to rise by more than half a million between 2010 and 2018. Patrick Mercer, Conservative MP for Newark in Nottinghamshire, has attacked his own party for delaying decisions over which of the country&apos;s schools are to be given funds for repairs. &quot;Teachers, parents and pupils are extremely frustrated by the delays,&quot; Mercer told the Observer. The Grove school in his constituency, a specialist science college, has a water-logged roof and the toilet windows have to be left open permanently as the ventilation is so poor. &quot;Pupils lose thousands of teaching hours because they are sent home when there is a faulty roof. I can only imagine this is being replicated elsewhere,&quot; Mercer said. The Key asked state school heads and business managers whether their buildings were fit for purpose  260 responded that they weren&apos;t. Some 49% of secondary schools said their buildings were not fit for purpose, as did 33% of those from primaries. Nusrat Faizullah, chief executive of the British Council for School Environments, said many schools were in a worse state of repair than 10 years ago. &quot;Some are in a terrible  and dangerous  condition,&quot; she said. &quot;Headteachers and local authorities had to prioritise where to direct resources for maintenance and repair, influenced in part by the promise of more money for school buildings under the previous government&apos;s school building programmes. This meant some schools had urgent repair needs postponed because of an expectation that significant money for buildings was on the way, only for it to be cancelled.&quot; The Local Government Association has warned that at least 476 schools have applied for funding through the Priority School Building Programme. Only between 100 and 300 are likely to receive money. A spokeswoman from the Department for Education said schools would hear shortly whether they would receive funds. &quot;We are taking our time to get this right and will announce our decisions as soon as we can,&quot; she said. Ministers were making 1.4bn available to address maintenance needs up to 2013 and were investing another 1.4bn this year to create more school places, she said.", 
    "section": "education", 
    "gid": "education/2012/may/20/schools-unfit-to-learn-in", 
    "wordcount": "720"
}