{
    "headline": "Jeremy Hunt pledges fastest broadband network in Europe by 2015", 
    "text": "Jeremy Hunt has pledged to give creative industries a shot in the arm by ensuring Britain has the fastest broadband network of any major European country by 2015. The culture secretary&apos;s commitment marks a firming up of the government&apos;s original target to create the best superfast broadband network in Europe by the end of this parliament, and follows a House of Lords report into the national broadband strategy published last month. &quot;To really be the best you need to be the fastest,&quot; Hunt told broadband experts at Silicon Roundabout, the area around Old Street on the fringes of the City of London where many technology firms and startups are based. &quot;I am today announcing an ambition to be not just the best overall, but specifically the fastest broadband of any major European country. &quot;Getting the plumbing right for our digital economy is not just an advantage to consumers  it is also essential for our digital and creative industries, all of whom need reliable high-speed networks to develop and export their products as they move large digital files around the world&quot;. Industries where Britain excels, such as television, music, animation and video games, were reliant on good broadband, he said. The UK has the world&apos;s largest independent television sector and is the world&apos;s second largest music exporter. But Helen Goodman, the Labour culture spokeswoman, said the plan prioritised speed over access and meant &quot;millions of people will have to wait at least three more years for a broadband connection&quot;. Hunt&apos;s announcement at Google&apos;s offices came as survey of 1,500 companies found that 57% of them thought that poor quality internet access adversely affected their business. Freelancer.co.uk, an outsourcing marketplace, said its survey put businesses at odds with Hunt who was prioritising speed. Of those surveyed, 65% thought there was a rural-urban divide with more remote areas unable to take advantage of new opportunities because of lower broadband speeds. Broadband performance will be monitored by Ofcom, the telecoms watchdog, in a scorecard to be published for the first time this summer. Britain is ranked 15th in Europe in the quarterly speed league table by web technology company Akamai, behind countries such as Germany, Denmark, Sweden and Norway, but ahead of France, Italy and Spain. In the OECD&apos;s league table of advertised, rather than actual speeds, the UK is again in 15th place, ahead of the US and Germany, but behind France, the Scandinavian nations and Japan. Hunt&apos;s original target, set out in his first speech as a minister, was to create the best network through a combination of speed, coverage and take-up, price and choice. Ofcom will be asked to give a verdict on all these factors. The government is also aiming for 90% of the country to have access to superfast services  defined as 24Mb per second or more  by 2015, with the final 10% receiving no less than 2Mb. The Lords communications committee has suggested such targets are unambitious and could soon be out of date as the speeds required for internet connections increase to cope with new services such as online television. They urged ministers to switch their focus from speeds to building the right technologies, encouraging fibre-optic lines to be built for as many homes as possible. An all-fibre connection allows internet speeds many times faster than those available over copper wires. BT, which has the largest fibre-optic cable investment plan of any consumer-oriented telecom company, aims to link fibre cables to telecom street cabinets and relay them to homes via copper wires. An all-fibre line from BT will be available on demand from next year, although the prices are likely to be too high at first for households and smaller businesses. Hunt said: &quot;[The Lords] suggest that fibre to the cabinet is the sum of the government&apos;s ambitions. They are wrong. Where fibre to the cabinet is the chosen solution, it is most likely to be a temporary stepping stone to fibre to the home.&quot; He said fibre would be available on demand to more two-thirds of the population by 2016. The government was backing optic fibre to the cabinet &quot;as a potential medium-term solution&quot;, said Hunt, because it would allow a big enough rise in speed to create &quot;Europe&apos;s biggest and most profitable high-speed broadband market&quot;, creating the climate for further fibre investment.", 
    "section": "technology", 
    "gid": "technology/2012/aug/20/jeremy-hunt-broadband-fastest-pledge", 
    "wordcount": "733"
}