{
    "headline": "Coronavirus: what is it and how easily can it spread? Q&A", 
    "text": "What is the new virus? The infection is caused by a previously unknown strain of coronavirus, a large family of viruses named after their crown-like protruding spines. The common cold, and more serious infections, such as pneumonia and Sars, are caused by coronaviruses. What does the virus do? The new virus causes severe respiratory illness. The main symptoms are fever, coughing, shortness of breath and breathing difficulties. The incubation period, or time from onset of infection to first symptoms appearing, is thought to be 10 days. How does the virus spread? The same way as influenza and other respiratory infections. Through coughs, sneezes, and contact with the virus. Can it spread among people? Yes, but not easily. Tests in the UK have confirmed the virus passed from a man to his son. Another family member also picked up the infection. How dangerous is it? So far, six of the 12 people known to have contracted the virus globally have died from the illness. But the risk of infection is very low, because the virus does not spread easily. If it were highly transmissible, there would be far more cases, particularly among hospital staff. For the latest information, see the World Health Organisation updates. The virus is fairly fragile, lasting only about 24 hours outside the body. It is destroyed by detergents and most cleaning products. Where did the virus come from? Most people appear to have caught the virus while travelling in Saudi Arabia or Qatar. The first case was identified in September, in a patient who died from the infection in June 2012. The virus is new to humans, but its genetic makeup is very similar to a strain that infects bats. People may have become infected from contact with bat droppings, or people or other animals that were contaminated. Investigations are under way in Saudi Arabia and Qatar to confirm the source of the disease. Further cases have been identified in Jordan. How safe is travel to the Middle East? There are no travel restrictions in place and the risk to visitors is very low. Most travellers who return with mild respiratory symptoms are likely to have a common illness, such as a cold. But if the symptoms, such as shortness of breath, become severe, within 10 days of returning from these countries people should visit their GP or call NHS Direct, and mention the countries they have visited. How is the infection treated? Too little is known about the virus to provide specific details, but patients with severe infections are given breathing support in hospital. The Health Protect Agency recommends that suspected cases are kept in strict respiratory isolation and that all carers wear respirators, goggles, gowns and gloves.", 
    "section": "science", 
    "gid": "science/2013/feb/19/coronavirus-how-easily-spread", 
    "wordcount": "452"
}