{
    "headline": "Who writes your essays?", 
    "text": "Printing two copies of a 35-page dissertation at the university library: 3.50 Wire-binding both copies: 18 Four-pack of energy drinks and a packet of biscuits to make it through deadline night: 3.49 And there you have it  the recipe for a complete dissertation comes in at under 25. But what price do you put on the sleepless nights, stressful supervisor meetings and 12-hour library stints? How much would it cost to have someone else do it for you? Well, if you&apos;re after a first-class history dissertation written by an Oxbridge graduate and delivered in a week, according to one essay-writing company, it&apos;ll set you back a cool 3,430  just 145 less than an entire year&apos;s standard student maintenance loan. If you can wait a bit longer and you&apos;re only after a Desmond, you can get it for just under a grand. These prices must be out of reach for most students, but a quick online search of &quot;essay-writing services&quot; returns more than 31 million hits. Clearly these businesses are thriving  so where are their customers? Where are the students who are shelling out thousands of pounds for a pre-packaged essay? The unhappy answer, I fear, is: wherever there are desperate students. Things go wrong at university  family bereavements, personal crises, simple time mismanagement  and the sheer stomach-turning, throat-constricting panic of being unable to produce an assignment on deadline leads vulnerable students down this costly path. Now, three grand is worth a bit of customer service, right? Yet online forums are full of complaints about essays arriving peppered with spelling mistakes, arguments that don&apos;t match pre-approved propositions and  the most common grievance  results that don&apos;t match the promised grade. One user, who goes by the forum name RippedOff, told me that when she complained about not receiving an essay on time, she was informed that the company had been unable to get in contact with her assigned writer. &quot;They refused to give me a refund,&quot; says RippedOff, &quot;and said that I could claim a discount, but only off the next purchase I made with them. I didn&apos;t want to take it any further because I was worried about being found out. The essay never arrived and I was 200 out of pocket.&quot; So the prospect of shelling out for one of these essays is already looking pretty unappealing, even before we consider the unpleasant possibility of, you know, being thrown out of university for wilful plagiarism. The websites advertise their essays as being &quot;100% plagiarism free!&quot;, which we can take to mean that they haven&apos;t been copied from a database, and aren&apos;t resold to future customers. But students would be very wrong if they thought this somehow put them on the right side of the rules. By presenting someone else&apos;s work as their own they would be in breach of any plagiarism policy at any university. The papers might pass a plagiarism scan, but there&apos;s always the chance that a tutor will spot the signs of an essay that hasn&apos;t been written by its submitter  disparity in writing style, for example. But, of course, the essays provided aren&apos;t for submitting! How could you possibly think such a thing? Because they guarantee certain grades? Because they promise to meet your deadlines? Because they&apos;re fully referenced, double-spaced and bound? Well, clearly you haven&apos;t read the small print. Because hidden away on a hard-to-find page on each of these websites is a disclaimer that says something like: our essays are intended for research purposes only. A leading UK-based site even says that customers who order papers are implicitly confirming that using the service does not violate their university&apos;s rules. It adds that, due to the fact the essays are purely for research, that shiny guaranteed 2:1 you were promised on the home page refers only to the general standard of the essay and not your final grade. Well, aren&apos;t we glad we cleared that up? So it&apos;s as simple as that. All you have to do is shell out a few thou, bank on your essay arriving on time, hope it&apos;s grammatically correct, ensure it makes sense, pray you don&apos;t get found out, keep it quiet from all your friends (just to be safe), and live on packet noodles for the rest of term. What could be better?  If you&apos;re interested in stories about student life, take a look at our new Guardian Student Facebook page.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/feb/06/essay-writing-for-students", 
    "wordcount": "751"
}