{
    "headline": "Rising energy bills will be reduced with climate policies, Ed Davey says", 
    "text": "The impact of rising household energy bills will be greatly reduced by climate change policies which could save consumers around 166 by 2020, according to the energy and climate secretary, Ed Davey. Analysis by the Department of Energy and Climate Change (Decc) published on Wednesday showed that 85% of the present average 1,250 bill cannot be controlled by the government because it is determined by international gas and electricity prices, transmission and metering costs. After energy companies have taken their profits, and VAT has been paid, government policies can only influence around 11% of the bill, said Davey. In a riposte to some Conservative politicians and media which have claimed that wind power will cost more than 120bn in the next eight years and send household bills soaring, he claimed that energy-saving policies, better gas boilers, tighter building regulations, the coalition&apos;s green deal loan scheme and smart meters could save householders around 166 a year by 2020. According to Decc, that is an 11% cut compared to the government doing nothing. Onshore and offshore wind power are needed for the UK&apos;s energy mix to insulate it from global gas prices and together cost householders only 18 a year in total, he said. &quot;It is a tiny part of the overall bill.&quot; He added: &quot;Global gas price hikes are squeezing households. They are beyond any government&apos;s control. The analysis shows that our strategy of shifting to alternatives like renewables and of being smarter with how we use energy is helping those who need it most to save money on their bills,&quot; he said. By 2020, the average household&apos;s dual fuel bill could be expected to be 1,496 without government policies and 1,331 with energy-saving policies, according to Decc&apos;s analysis. By then, around half of UK households are expected to have at least one major insulation measure delivered through energy supplier obligations which could save households from 25 to 270 a year.     Infographic showing estimated average impact of energy and climate change policies on household energy bills in 2020 Photograph: Decc    Greenpeace&apos;s policy director, Doug Parr, said: &quot;This report demonstrates that green policies are not causing rocketing household bills and they will not do so in future. With the right investment, UK clean energy will only get cheaper. The same cannot be said of gas.&quot; Davey brushed off reports that Britain was risking the lights going out with only two days&apos; gas in store. &quot;It is true that supplies are relatively low, but that is because it is the end of winter. It is what we expect. It does not mean we are running out of gas. Only a small part of our supply is stored. Reports of big consumer bill [hikes] are wildly wrong,&quot; he said. The report said businesses could expect much bigger rises in energy prices without the same cushion. &quot;The picture for businesses is less positive, which is why our new proposals to exempt and compensate the most energy-intensive industries from certain policy impacts is crucial. Nothing would be gained from forcing industry, jobs and emissions abroad,&quot; he said. In 2011, the government announced 250m compensation for so-called energy-intensive industries such as cement, chemical and others.     Dual fuel Photograph: Graphic    But Mark Swift, a spokesman for EEF, the manufacturers&apos; organisation, said: &quot;This is a wake-up call. Policies are already adding 30% to business electricity prices, and this will rise to 50% by 2020. Measures to shield the most energy-intensive industries from a portion of the costs will make a difference but, unless we get a grip on spiralling policy costs, steeply rising electricity prices for the rest of the sector risk making the UK an increasingly unattractive location for industrial investment.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/27/rising-energy-bills-reduced-climate-policies", 
    "wordcount": "615"
}