{
    "headline": "Norway energy deal wriggles UK further onto fossil fuel hook", 
    "text": "Can you spot the oxymoron: &quot;sustainable development of Arctic energy&quot;? As the polar ice melts, taking the opportunity to drill out more of the fossil fuel that via global warming is driving that melting can hardly be described as sustainable. But that oxymoron is at the heart of the &quot;landmark&quot; energy agreement prime minister David Cameron struck with his Norwegian counterpart Jens Stoltenberg on Thursday. The deal, according to the press release, &quot;emphasises not only the ongoing importance of fossil fuel production, but also the need to promote low carbon growth through renewables and CCS.&quot; The UK is clearly going to use plenty of oil and gas in the next decade or two, so Cameron taking the time to keep our most reliable supplier sweet is sensible. Given that Norway provides over a quarter of the UK&apos;s entire energy demands, it&apos;s rather astonishing that he&apos;s the first UK prime minister to visit Norway in 26 years.  But the big question is one of balance, between gas and low-carbon energy. The UK&apos;s new dash for gas, baking in carbon emissions until 2045, fails to strike that balance. Ed Davey, the secretary of state for energy and climate change, probably knows this, given that the announcement was slipped out on a Friday night. But the unusual endorsement that accompanied it, from chancellor George Osborne, suggests it may not have been Davey&apos;s decision to make. The question of balance was expressed clearly by Fatih Birol, chief economist for the International Energy Agency, in May. &quot;Renewable energy may be the victim of cheap gas prices if governments do not stick to their renewable support schemes,&quot; he said. &quot;A golden age for gas is not necessarily a golden age for the climate.&quot; Osborne&apos;s attack on onshore wind farm subsidies - the cheapest of all renewables - does not look sticking to renewable support schemes, more like &quot;pandering to climate change deniers on the Tory backbenches&quot;, as Labour&apos;s Caroline Flint put it. Cameron presented the agreement with Norway as one of mutual benefit, which it is: we import their energy, they import our money. But it is not an agreement of equals. As George Smeeton at WWF points out, Norway&apos;s state oil giant Statoil has been quick to &quot;cajole and threaten the UK over energy policy in the past&quot;. Statoil&apos;s Rune Bjornson said in October: &quot;There are other places we can export the gas to apart from the UK.&quot; A series of commercial deals were highlighted in Thursday&apos;s agreement. Four are to boost oil and gas production, one pushes forward the huge Dogger Bank offshore wind farm plans, and one nudges forwards two electricity interconnectors across the North Sea. So does the deal impale the UK ever more firmly on the fossil fuel hook, a hook that has caused energy bills to soar in recent years? The greater prominence of oil and gas in the agreement over renewables and the grid they will need suggests it does. Michael Liebreich, boss of Bloomberg New Energy Finance, thinks so too, tweeting: &quot;This UK/Norway energy thing smells like a hotline for oil and gas companies to call Cameron, plus a London office for a drilling services company.&quot; The agreement also notes &quot;the latest licensing rounds attracted unprecedented levels of interest&quot;, not a sign that prices are going to fall. Finally, a report that Cameron asked Vladimir Putin to build a new gas pipeline to Europe when in Russia in September, would also suggest wriggling further onto the gas hook, but No10 assures me that it was Putin who made the offer, not the other way around. The government, of course, has an answer to criticism of its dash for gas. Its strategy, it noted on Thursday, will &quot;set out the role for gas-fired power in delivering a secure and affordable route to a low-carbon economy. Carbon capture and storage (CCS) will enable gas to provide substantial electricity consistent with our climate change agenda.&quot; But, as I saw for myself last month, Norway is up and running with CCS. The UK hasn&apos;t even left the starting blocks.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jun/07/energy-uk-norway-oil-gas-renewables", 
    "wordcount": "700"
}