{
    "headline": "Postgraduate student loans: an idea whose time has come", 
    "text": "After years on the sidelines of higher education policy, postgraduates are finally getting their moment in the spotlight. In July 2012, the House of Lords Science and Technology Committee recommended that the government create a new loan scheme for STEM postgraduates. The review of Liberal Democrat science policy led by Julian Huppert came to the same conclusion. And just last week, the government&apos;s social mobility czar, Alan Milburn, called postgraduate study a potential time-bomb and urged the government to commission an independent report to develop proposals for a loan system. Next week, the Higher Education Commission, a cross-party group of senior leaders from industry, parliament and the education sector will add their voice to this call, publishing a major report on the future of postgraduate education. The report looks at the health of the postgraduate sector, identifies a number of challenges the postgraduate sector will face in the years to come, and considers in detail how a postgraduate loan scheme might work. It is the final output of an eight-month inquiry chaired by Graham Spittle, vice president of IBM and former chair of the Technology Strategy Board, the UK&apos;s innovation agency. It draws on scores of interviews  with students, academics, employers, industrialists and vice chancellors  and thousands of pages of written evidence. The commission warns that a perfect storm is on the horizon for postgraduates. Many institutions are increasing their tuition fees  either because of greater awareness of costs, or because of the flawed view that universities cannot possibly justify charging 3-4,000 fees for advanced education when undergraduates are paying 9,000. Such high fees will put already stretched funding schemes under greater pressure. We conclude that the existing scheme of professional and career development loans for taught postgraduates is inadequate. Last year only 44% of those applying for a PCDL were successful, and the terms of such loans have been described by consumer finance experts and others as uncompetitive. It is clear that the status quo is not sufficient. There is a widespread concern amongst employers and universities that students starting undergraduate courses this autumn, at a cost of 9,000 per year, will be less willing to enter postgraduate education when they graduate in 2015. A worrying number of current postgraduate students interviewed during the inquiry were unsure they would have entered further study had they studied under the new undergraduate finance system. The report also highlights the growth in the number of international students over the past decade  the number of non-EU students has increased by 200%, while home and EU student enrolments have only increased by 18%. The proportion of British students progressing into postgraduate study within two years of completing a first degree is among the lowest in Europe. Only three countries in the Bologna higher education area have a progression rate below 10%  the other two are the Republic of Kazakhstan and the micro-state of Andorra. Noting that most international students quickly return to their home countries, the commission warns that high numbers of international students cannot compensate for poor take-up of postgraduate education among the home-domiciled population. We call for an emphasis on up-skilling the UK population, which will involve dismantling some of the current barriers to participation. Postgraduate skills are becoming increasingly important for entry to the labour market; there are a number of areas in which postgraduate study is becoming a de facto requirement for finding employment. There is a risk that existing inequalities in access to postgraduate study will multiply into inequalities in access to the professions. One vice chancellor giving evidence to the inquiry described postgraduate education as the &quot;next frontier of widening participation.&quot; The report looks beyond our borders, at the educational and industrial strategies which are being pursued by our competitors, and asks what labour market our country will need in the years to come. As global competition intensifies our focus will have to shift even further up the value chain. This will inevitably require a more highly-skilled workforce and more investment by industry, universities and government into research, development and training. We will need to tackle the UK&apos;s skills utilisation problem by better matching the skills and training people will need with the postgraduate courses available. The commission concludes that urgent action is required to correct failures in conventional credit markets. Given the substantial wage premium from which the average postgraduate benefits, it should be possible to design a loan scheme in which the vast majority of money loaned is repaid. The commission calls upon the government to immediately establish a taskforce to develop proposals for such a system. Such a scheme should be targeted rather than universal, and the report identifies three principles for prioritisation. The key principle is maximising value-added  the loan design should seek to minimise deadweight cost and should not crowd out existing streams of funding. We might wish to target loans at areas where we are currently underinvesting and which are strategically important to our future competitiveness. Alternatively we could prioritise funding on the basis of improving access to the professions  targeting loans at courses which are de facto requirements for entry into employment, or as Universities UK have suggested, identifying and targeting students that may not otherwise pursue postgraduate study. There is a growing groundswell of support for a postgraduate student loan scheme. The challenge now, for the sector and policymakers alike, is developing a model which works. Joel Mullan is senior researcher to the Higher Education Commission  the commission&apos;s report on postgraduate education will be launched in UK parliament on 29 October This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/higher-education-network-blog/2012/oct/23/postgraduate-study-higher-education-commission", 
    "wordcount": "956"
}