{
    "headline": "Farming co-operative takes on abattoir over future of meat industry", 
    "text": "Carl Gray, who raises beef cattle on around 340 hectares (830 acres) of rolling countryside near Tewkesbury, was surprised to get the letter. It came from Vion, the abattoir and cutting factory where he sends his organic cattle for processing for Tesco. Vion is a Dutch farmer-owned company that has emerged from a series of takeovers as the UK&apos;s largest slaughterer of meat. Although little known to UK consumers, most of us have eaten its products; it supplies nearly all of the major retailers with chicken, beef, lamb and pork. Without ceremony the letter in March informed Gray that Vion would be changing its systems to pay him not through his co-operative as currently but direct in future and asked for his bank details. It also wanted a considerable amount of information about his farm and plans for it, and his personal activities in the area. If he filled it in promptly it offered him a place in a free prize draw, the prize being  perhaps an unlikely incentive to beef farmers  some free beef. The letter and hundreds like it to other farmers supplying Vion are at the heart of a dispute about what the future of British livestock farming should look like. On one side is the co-operative group of around 300 organic farmers, Graig Producers, to which Gray belongs, which says small and medium sized family farms are at risk as the meat supply chain becomes increasingly controlled by a tiny number of corporate players who wish to bypass their organisation. On the other side, Vion believes that more direct and shorter links are vital to creating a chain that is efficient enough to stand up to global competition and potential shortages. The farmers are launching a campaign with an online petition this week called Ethicalfood4Me, inviting consumers to sign up to fairer treatment for British producers in response to the Vion moves. The online petition has already garnered high-profile support from MPs, former government advisers, prominent academics and church leaders. The Graig Producers managing director, Bob Kennard, has suspended trading with Vion and taken the unusual step of going public in an industry where people tend not to speak out about disputes for fear of losing future business. He says Vion has sought to undermine his group by approaching members to sell to it direct, in breach of their contracts with the co-operative. He also believes that paying the farmers direct rather than through the co-operative is an attempt to bypass it. Vion acknowledges that one of the procurement managers it recruited, who had worked for the co-operative but retired from it, did contact members seeking to buy from them direct but did so without its knowledge or approval. It said it instructed him to desist as soon as Graig Producers brought his activities to its attention. His action was unrelated to the changes in the payment system implemented in the past few weeks, according to a spokesman, who said Vion was disappointed at the response by Graig Producers to the changes it proposed. &quot;Vion continues to maintain a positive, constructive commercial relationship with other farmer marketing groups who continue to be recompensed for the valued services that they provide. We believe that [direct payment] is more efficient for farm administration, and a clear response to calls for greater supply chain transparency. Vion operates within a highly competitive marketplace. It deals directly with thousands of small producers throughout the UK and recognises their importance to promoting a strong, sustainable agricultural supply chain,&quot; the company said in a statement. Farmer members of Graig Producers such as Gray disagree. &quot;The letter talked about the system of payments as though it was just a business formality, which would be more convenient for me, but it was proposing a fundamental change in the way I operate,&quot; he explained. Gray, like other members, takes advantage of the negotiating leverage, marketing, insurance cover, and bulk buying discounts the Graig group is able to offer them collectively. &quot;I strongly believe the producer groups and co-operatives are essential to us being in a reasonable bargaining position with these huge organisations. Without payments for our livestock going through Graig, the group may wither away and we will be in a far worse position. I&apos;ve dealt with abattoirs directly in the past and sometimes it went well but sometimes you would be dropped like a stone.&quot; Without co-operatives, he says, the beef industry will be vulnerable to the slow death that the British dairy and pig industry have suffered. &quot;There will be pressure for more intensive units and family farms will struggle.&quot; Soaring commodity prices that have fuelled inflation in food in the shops and in the raw ingredients of livestock farming  grain, fertiliser, fuel  are putting enormous pressure both on farmers&apos; incomes and consumer budgets. After years of prices barely covering the cost of production for farmers, many have left the business, so that supplies are short just as global demand for meat, in particular from China and India, is soaring. Large processors supplying the supermarkets have been looking at ways of keeping prices in check while also anxious to secure their supplies. Lord Curry, a former government adviser on food and farming and now chair of the Better Regulation Executive, has given his support to Graig&apos;s campaign. &quot;Farmers should be free to choose how they want to sell their livestock to processors and co-operatives are a vital part of farmers being able to meet and survive the demands of the market. Processors are worried about continuity of supply and wanting to take greater control of their supply base. There has to be an element of driving down costs too. But they don&apos;t need to cut Graig out to do that,&quot; Curry told us. His view is backed by another former government adviser on food and farming, Tim Lang, professor of food policy at City University London. &quot;British farmers are always being urged by government to join co-operatives to stand up to retail and processing power but look what happens when they do: they get busted.&quot; Politicians from rural constituencies have also expressed concern. Kennard&apos;s local MP is the Liberal Democrat farmer Roger Williams. &quot;Small producers are very often in a very weak negotiating position and this group has helped them get a bit of a premium that allows them to continue in production. The government and the Welsh assembly have been encouraging farmers to form co-operatives, so what&apos;s happening here goes against the grain for short-term financial gain. I&apos;m sure it&apos;s about securing supply since there&apos;s a shortage of British beef and lamb because people haven&apos;t been able to produce at a profit,&quot; Williams said. Andrew George, Lib Dem MP for St Ives in Cornwall, also has constituents affected and is supporting the petition as part of his long-term campaign to establish an independent adjudicator to whom those who feel they have had a raw deal in the supermarket supply chain can complain. For church leaders, the survival of co-operatives is part of securing an economic future for rural areas. The bishop of Wakefield, the Right Rev Stephen Platten, and the Church in Wales lead on rural affairs, the Rev Richard Kirlew, are also signed up. &quot;Organisations like Graig Producers are an essential part of the marketing chain. They give producers a coherent voice but also serve to promote diversity of production from farms of a wide range of sizes,&quot; Platten said. The main players in the meat industry Meat processing has become highly concentrated in the UK in the past decade, as large abattoirs have taken over from smaller ones in a series of acquisitions. Dutch-owned Vion bought the Grampian Country Food Group in 2008 to become the leading UK abattoir and meat packing company with a turnover of 8.9bn in 2010. It operates in all meat sectors. A handful of players supplying the major retailers dominate in each category:  The poultry sector has five main players: 2 Sisters, Vion, Moy Park, Faccenda and Cargill  The beef and lamb sector is dominated by ABP, Vion, Dawn, Dunbia, Scotbeef and Woodhead Bros (abattoir for Morrisons)  The pork sector has four main players: Danish Crown, Vion, Woodhead Bros and Cranswick", 
    "section": "environment", 
    "gid": "environment/2012/may/01/farming-abattoir-future-meat-industry", 
    "wordcount": "1382"
}