{
    "headline": "Samsung opens airport booths for users to hand in Galaxy Note 7 phones", 
    "text": "Samsungs Galaxy Note 7 is now banned on so many airlines worldwide that the company is opening up stalls inside airports to let owners swap or get a refund for the phablet before boarding their flight. The booths are opening in airports around the world, including Australia and South Korea, following the ban of the device on those countries largest airlines, Korean Air, Virgin Australia and Qantas. The Australian bans are at the airlines discretion, however: in other nations, including Korea, the US and Japan, the Note 7 is banned from flights under the order of the countrys airline regulators. Australian travellers can exchange their phones in Sydney, Melbourne, Brisbane, Canberra, Adelaide, Perth and Gold Coast airports, with more information available on Samsungs website, while Korean travellers have access to a stall in Seoul airport. The company says that the points will be available before security screenings, and will either exchange for another Samsung smartphone with a refund for any price difference, or provide a full refund. Samsung says its working to set up similar stands at other airports around the world.           Samsung Note7 customer shows charred remains of phone after it caught fire    Flights are becoming a critical point of negative publicity for the company, which is struggling to deal with the fallout from its worldwide recall of the Note 7. Many airlines worldwide now begin a trip with a warning to remove the Note 7 from checked baggage, and to power down any phones in hand luggage. But as awareness of the explosive potential of the Samsung Note 7 has spread, false rumours have grown out of it. Gizmodo, for instance, reports some travellers mistakenly handing in Samsung Galaxy phones, a different line with no reported faults, while writer John Gruber shares a recording of a Lufthansa pilot forbidding the use of Galaxy S7 phones, Samsungs newest flagship device.  Samsung Galaxy Note 7: airlines across Asia, the US and Europe ban exploding smartphone ", 
    "section": "technology", 
    "gid": "technology/2016/oct/18/samsung-airport-booths-passengers-galaxy-note-7-phones", 
    "wordcount": "318"
}