{
    "headline": "Chad's malnourished children offer stark illustration of Sahel food crisis", 
    "text": "Fatouma Bashir has travelled for miles in the searing heat to bring her eight-month-old son, Ismael, to a feeding centre in the town of Mao, in one of the driest and most isolated regions of Chad. Dusty winds blow, and at noon the temperature reaches 45C. White Unicef tents provide the only shelter from the baking sun as Bashir and the other mothers wait to get their children weighed and measured. Lying on colourful mats, many of the children look thin and listless. &quot;My baby is sick,&quot; says Bashir. &quot;He has diarrhoea and there is nothing to eat. This year is really bad  we have no money, no clothes. We can&apos;t buy any food on the market. I am hungry. We have suffered so much this year.&quot; Kanem is one of the worst-hit regions in the current food crisis, which Unicef estimates is affecting approximately 15 million people in the Sahel. The NGO Action Against Hunger says that, in March alone, it had 68 new admissions to its therapeutic feeding centre in Mao, a dramatic increase compared with February, when they had 27. Therapeutic feeding centres cater for those children worst affected by severe malnutrition, youngsters too sick to eat fortified nut pastes such as Plumpy&apos;nut or Plumpy&apos;doz. Once in the centre, the children receive fortified milk and round-the-clock medical care. In an average year, admissions peak in July and August, just as the rains arrive but before the next harvest has matured. According to Action Against Hunger, the peak has begun already. &quot;The children are very sick and weak when they come. It&apos;s really critical,&quot; said Sigo Laroun Estelle, the centre&apos;s deputy nutrition programme officer. &quot;Some of the children have been given dirty water instead of breast milk, so they have diarrhoea or acute respiratory infections.&quot; Chad has a cereal deficit of about 400,000 tonnes this year, and stocks of only about 40,000 tonnes. Food production in Kanem is particularly precarious. It rained in Mao just nine times in 2011, and access to the town&apos;s invaluable oases is complicated because they belong to the traditional sultanate of Kanem. There are few trees, and the sun blazes down on to blinding white sand. A walk around the town&apos;s market shows almost no vegetables apart from a few onions and tomatoes. But this is not just a crisis of failing rains. Kanem has had a chronic malnutrition problem for many years, with global malnutrition rates regularly running at more than 15%. This year it is worse because of drought and hunger in 2009, when families ran down all their stock and lost many animals, a situation from which they have been unable to recover. &quot;The needs are many and varied in Chad, as we are facing multiple crises,&quot; said Anthony Lake, executive director of Unicef, during a visit to Mao. &quot;Not only have people lost their traditional coping mechanisms, but we&apos;ve seen 90,000 Chadians returning from Libya where they used to work. That remittance money has now dried up, and people are destitute.&quot; Poor nutritional care among mothers also plays a role. Many women do not give their children breast milk in the first few days as they believe it to be bad for the child; if a woman falls pregnant, she will stop breastfeeding almost immediately. And when the babies become sick, dangerous traditional medical practices are often used. &quot;If a baby is suffering from diarrhoea, the traditional doctors will sometimes burn the child&apos;s anus,&quot; says Achta Alli of Beli, a female education NGO. &quot;If they are coughing too much they will burn the child&apos;s chest and, if they&apos;re vomiting continuously, they cut the back of the throat or pull out the baby teeth. A lot of women just don&apos;t know any better. It takes us many, many days to sit with them and convince them that what they&apos;re doing is not good for the child.&quot; The government response in Chad has been slow compared with neighbouring Niger, where a crisis was declared in September last year. Food distribution in Kanem has finally begun, and the World Food Programme has taken delivery of 200 tonnes of Plumpy&apos;doz. The health minister, Nahor N&apos;Gwara, rejects criticism that the government has acted too late: &quot;We have already stepped up our interventions, we&apos;ve opened a number of new feeding centres to help the hungry children. The government is taking measures to increase food production in the south so they send food to the north.&quot; According to Lake, there needs to be a change in the way the development world thinks about its response to these recurring chronic food problems. &quot;We see emergency, recovery and development as three separate phases, with development not being able to start until recovery is over,&quot; he said. &quot;But we can&apos;t wait. We need to support capacity building in health and education systems for communities now. We will see another drought in the Sahel.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/10/chad-sahel-food-crisis", 
    "wordcount": "839"
}