{
    "headline": "Talk point: farming at a crossroads  live debate on the future of agriculture", 
    "text": "High and volatile food prices, together with growing concern about climate change, population growth, and other pressures on land and resources, have pushed food production up the international agenda. There is, however, little consensus over the future of farming and the route to global food security. The arena is packed with special interests and different visions of agricultural development. Do the potential benefits of GM crops outweigh the costs? Could supporting smallholder farmers, thrust into the spotlight by a growing list of UN agencies, companies and development groups, hold the key to tackling both food production and rural poverty? November&apos;s Global development podcast will focus on these issues and more, exploring the merits of competing models of farming for food security. As always, we want your questions to help drive the discussion. John Vidal, the Guardian&apos;s environment editor, will chair a panel including Patrick Mulvany, co-chair of the UK Food Group, Andrew Dorward, economic director at the Centre for Development, Environment and Policy at Soas, and Morgane Danielou, co-chair of Farming First and private-sector representative at the UN committee on world food security. We&apos;re recording the debate at the Development Studies Association conference in London on 3 November, where we&apos;re hosting a panel on &quot;Farming at a crossroads&quot;. We&apos;ll be taking questions from the audience but, if you&apos;re unable to attend, you can add your thoughts to the comment thread below. Want to get a feel for the debates? Robin McKie, the Observer&apos;s science and technology editor, has argued the advantages of GM food can no longer be ignored. Author Charles Eisenstein disagrees. John Vidal has interviewed the Gates Foundation head of agriculture Sam Dryden. The UN special rapporteur on the right to food, Olivier de Schutter, believes growing crops for food and fuel can only work if governments give proper weight to food security, and has suggested alternative models of biofuels production. George Monbiot says the impact of extreme weather on crops in the US and UK this year highlights the challenge of increasing food production in a changing climate. And Heather Stewart argues you can&apos;t tell the story of recent food price rises as a simple tale of supply and demand when speculation on food commodities distorts price signals. In previous podcasts we&apos;ve examined obstacles to food security, the global rush for farmland, the potential for a new global food crisis and the situation in west Africa&apos;s Sahel region. Let us know what you think. What are the key questions and issues? What would you like to know from our panelists? Post your comments below. As always, we&apos;ll put a selection of your thoughts and questions to the panel. If you have any problems posting a comment, or if you would prefer to suggest a question anonymously, email us at development@guardian.co.uk and we&apos;ll add your views to the thread.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/23/talk-point-farming-crossroads-future-agriculture", 
    "wordcount": "476"
}