{
    "headline": "Instagram makeover: see Obama, Bush and Blair transformed! Well, sort of", 
    "text": "With the news that Facebook had decided to acquire Instagram for the princely sum of $1bn, we wondered what difference the photo sharing app would have made to a selection of well-known images. After all, Instagram is the app that has transformed the photographs of a generation of amateurs, ironing out bad exposure and glossing over poor focusing. Would it not do the same for the professionals? Answer: probably not.  Bromancegram     George Bush and Tony Blair at Camp David in 2001, Instagrammed. Original photograph: Mario Tama/EPA    Has the special relationship ever looked more special? George Bush and Tony Blair looked particularly at ease in each other&apos;s company during a walkabout at Camp David in February 2001. With the help of Instagram&apos;s Toaster filter, warmth flows from this photo. Inauguram     Barack Obama at his inauguration in 2008, Instagrammed. Original photograph: Timothy A Clary/AFP/Getty Images    Barack Obama is sworn in as US president in January 2009. The presence of a hipster with an iPhone and the Instagram app would surely have only added to the gravitas. Weddingram     The Duke and Duchess of Cambridge and other young royals, seen through an Instagram filter. Original photograph: Clarence House    No modern wedding is complete without a grainy image loaded through Instagram&apos;s Lo-fi filter. With the click of roughly five buttons, Wills and Kate go from stuffy monarchs to ber-cool scenesters.  Yeltsigram     Former Russian president Boris Yeltsin dancing at a rock concert, as seen by Instagram. Original photograph: Alexander Zemlianichenko/AP    The gregarious first president of the Russian federation was known for his love of the good life, although by the time he left office he was seen as something of an embarrassment among Russians. Yeltsin did himself no favours with an infamous dancing performance during his presidency  but perhaps if his moves had been seen through Instagram, they would have been better appreciated. Lisagram     The Mona Lisa smile, Instagrammed. Original image: Leonardo da Vinci    While Leonardo da Vinci turns in his grave, behold the Mona Lisa  as the artist never intended. The Lo-fi gives the subject a little more colour in her cheeks, as well as a snazzy border and a weird green line behind her head. Goodbye, art!", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/09/instagram-obama-bush-photo-makeover", 
    "wordcount": "288"
}