{
    "headline": "Mars rover detects complex substances", 
    "text": "The first detailed analysis of Martian soil by Nasa&apos;s car-sized rover, Curiosity, has revealed a complex mix of substances, including water, sulphur, chlorine and organic compounds. At this stage though it is not possible to say where the carbon contained in the organic material originated. It may have been carried to Mars as contamination on the rover, or aboard meteorites that rain down on the planet&apos;s dusty surface. Organic compounds are made up of chains of carbon atoms and are considered crucial for life to have existed on Mars, alongside water and a source of energy. Scientists on the project now hope to confirm whether the carbon compounds the rover sniffed originated on Mars, and if so, whether they are of biological origin, or due to natural processes in the soil or atmosphere. &quot;It has made this detection of simple organic compounds, we just don&apos;t know if they&apos;re indigenous to Mars,&quot; said project scientist John Grotzinger. &quot;Curiosity&apos;s middle name is Patience and we all have to have a healthy dose of that,&quot; Grotzinger told reporters at a meeting of the American Geophysical Union in San Francisco. The Curiosity rover touched down on Mars in August, in an ancient riverbed that scores the floor of a 3.5bn year old crater. The rover used its Sample Analysis at Mars (SAM) instruments to examine scoops of soil from a region called Rocknest. The soil was a mix of coarse crust and fine grains of grey, white and reddish hues. Once scooped up with Curiosity&apos;s robotic arm, scientists checked the wind and, when still, poured the grains into a chamber for testing. The instrument used an oven to bake the soil and measure the gases that wafted off. The most abundant gas released from the soil was water vapour, which came not from free-flowing water, but from water molecules bound tightly to the sand and dust grains. The instrument also sniffed carbon dioxide, most likely released from magnesium or iron carbonates in the soil. Among the other gases picked up by the rover were oxygen, sulphur and chlorine. The chlorine and oxygen may have come from a chemical called perchlorate that was spotted by Nasa&apos;s Phoenix lander in 2008. The substance might form in the Martian atmosphere, or come from historic volcanic activity. In the coming months, Curiosity will drive to the foothills of the 5km-high Mount Sharp that rises from the base of the Gale crater, and gradually work its way upwards. Layers of sedimentary rock at the bottom of the mountain are billions of years old, while those nearer the summit formed more recently. Through tests on each layer, Curiosity will piece together how environmental conditions, and perhaps the habitability of the region, changed over the planet&apos;s history. ", 
    "section": "science", 
    "gid": "science/2012/dec/03/mars-rover-detects-complex-substances", 
    "wordcount": "461"
}