{
    "headline": "Meet the world's best new environment bloggers", 
    "text": "Today we&apos;re lifting the curtain on our new family of environment bloggers. From Shanghai to New York, Melbourne to Bangalore and Lima to Nairobi, our 10 new blogs will open a global window onto stories about wildlife, climate change, pollution, food, water, deforestation, activism, and more. Inspired in part by the Guardian&apos;s stable of science blogs, our environment bloggers will have independence to publish without our editorial interference. Being on the ground, and experts in their field, I believe they&apos;ll deepen and enrich our coverage, rather than replacing our traditional journalism. This week, for example, the team have written on under-reported but important stories, such as Kenya experiencing its bloodiest week yet for rhino poaching deaths, China switching on part of its mega south-to-north water diversion project for testing, and how rhetoric against windfarms in Australia is &apos;spinning out of control.&apos;     A rhino poached on private ranch Oserian Wildlife Sanctuary, Kenya, killed in late May 2013. Photograph: Phil Mathews    Here&apos;s the full list of our blogs, and who&apos;s behind them:  Andes to the Amazon David Hillis a journalist based in Peru who writes on the Amazon rainforest and environmental issues across South America  Africa Wild KenyanPaula Kahumbuis the CEO of NGO WildlifeDirect, and writes on the threats facing Africa&apos;s wildlife, and efforts to protect species  China&apos;s choice Jennifer Duganis an Irish journalist based in Shanghai, who writes about environmental issues in China, including pollution, activism and climate change  Climate Consensus - the 97% John Abrahamis a professor of thermal sciences andDana Nuccitelliis an environmental scientist. They write about climate science and scepticism  Earth insight Nafeez Ahmedis a journalist, scholar and policy expert writing about the geopolitics of environmental crisis and its links to society, energy and economics  NatureUp Adam Welzis a New York-based South African writer and film-maker who writes on the hows, wheres and whys of wildlife conservation  Planet Oz Graham Readfearnis an Australia-based journalist who writes about the environment, climate change, energy and the role of lobbying and denial in the planet&apos;s future  Southern crossroads Alexander Whiteis a campaigner and writer who blogs on environmental issues in Australia, with a particular focus on climate politics and campaigning  Terra India Kavitha Raois a journalist in Bangalore, India, who writes on a range of environmental issues in India, from water and wildlife to climate change and energy  True North Martin Lukacsis a journalist in Canada who writes about social movements, new economies and climate change  World on a plate Emma Bryceis an environmental science writer based in New York City who writes on food, farming and the environment       View of an artwork by film-maker David Bukland, part of a climate change exhibition that opened in May 2013, in Beijing. Photograph: Sion Touhig/Unfold    You can keep up with the bloggers&apos; latest posts on their team homepage, on their individual blogs, or on Twitter via this list. We&apos;d like to know what specific stories you think they should be digging into  either post in the thread below, or tweet with the hashtag #tellgeb. I&apos;m very proud of the team  assembled from over 800 applications for the positions, many of whom were also impressive, making the judging very tough  and hope you&apos;ll agree they bring a truly global dimension to our environmental journalism.", 
    "section": "environment", 
    "gid": "environment/blog/2013/jun/07/meet-worlds-best-environment-bloggers", 
    "wordcount": "527"
}