{
    "headline": "Tim Peake: one giant leap for Britain's first man in space", 
    "text": "I think we already know what people will be calling him in two years&apos; time. When that Soyuz rocket blasts off from Baikonur Cosmodrome in the Kazakh desert carrying Britain&apos;s only visitor to the International Space Station (ISS), the first thing to be jettisoned will be Major Tim Peake&apos;s surname. Having seen off competition from more than 8,000 other applicants, following a career in the army and as a helicopter test pilot, Major Tim has really made the grade. Yet space is not just more amazing than we realise; it is also tougher than we think. Peake has already spent more than three years in training with the European Space Agency, and now faces another two, of higher intensity  which will be sorely needed. Apart from mastering the life-science experiments he will conduct, he will have to become familiar with the environment on board the station, learn how to fly the rocket that will get them there, be drilled in docking with the robot arm, performing spacewalks  Everything needs endless practice. Because it can, but must not, go wrong. On launch day, the Soyuz capsule itself is tiny, much smaller than the shuttle used to be. &quot;It&apos;s probably two or two-and-a-half telephone boxes&apos; worth of space, in total,&quot; says Dr Kevin Fong, who has worked with Nasa on human adaptation to space, knows Peake and is the author of Extremes: Life, Death and the Limits of the Human Body. That is for three crew members, remember  with Peake, the European, traditionally in the left-hand seat. &quot;It&apos;s like cramming yourself and five mates into the back seat of a Mini Metro,&quot; says Fong. &quot;Going from the Soyuz into the space station, which is more like a747, is going from the ridiculous to the sublime.&quot; At that moment, Peake and his crewmates will join three astronauts  all of whom they will already know  and begin the six months they have been training for. Or at least they can once they get over their space sickness. Because the balancing functions of the inner ear can be extremely disturbed, or even disabled, by the transition to micro-gravity, causing many astronauts to at least feel (and often be) extremely sick, and suffer impairment to their hand-eye co-ordination. This goes double for rookies such as Peake. In the ISS, of course, vomit floats around in wobbly balls, but that doesn&apos;t mean you want it to, so astronauts get a lot of practice on the famous &quot;vomit comet&quot;. This is the adapted aeroplane that dives to simulate micro-gravity. &quot;They&apos;re very good at training you how to get a sick bag up to your face in time,&quot; Fong says. He has been three times. Daily life on the station is not quite as regimented as it used to be for the shorter shuttle missions. (&quot;You&apos;d get up at 0700, brush your teeth at 0715 and have breakfast at 0722,&quot; remembers Fong.) Even so, there will never be a shortage of important things to do. Parts of the ISS have been in orbit for 15 years, and it all needs constant maintenance. Just last week, for instance, there was aserious ammonia leak, which required emergency repairs. When there are just three crew members aboard, repairs is almost all they do. Much of the maintenance work involves basic checks and tinkering with the equipment, but there are scheduled spacewalks too, in order to repair or replace parts on the outside. Space folk call these EVAs (short for extra-vehicular activity), but it is clearly the glamour job  and it excites the astronauts, who experience perhaps the most wondrous view that is ever experienced by anyone. It is not just the whole world beneath you when you are out there, it is the whole world clearly moving beneath you, and at 17,000mph. The astronaut Dan Tani told Fong he had to follow the planet with his camera just to get a picture that wasn&apos;t blurred.     Ground control to Major Tim: Tim Peake beat 8,000 other applicants to get his place on board the ISS. Photograph: Lynn Hilton/Rex Features    At the same time, however, it is very arduous. Peake has already practised spacewalks underwater in a neutral buoyancy tank in Houston, and scheduled ones are choreographed and repeated until they are as well drilled as ballet. At the same time, the space suit  actually, more of a spacecraft made from cloth  is almost unendurable, especially the ultra-tight undergarments. &quot;They talk about losing fingernails from them going black and falling off,&quot; Fong says. Spacewalks are dangerous as well, especially those that were not scheduled or practised, like some that were needed to deal with the ammonia leak. As Peake himself says, &quot;an EVA is certainly a very physically and mentally demanding skill to have. I went through the training last year, absolutely love it, but it&apos;s by far the most challenging I&apos;ve come across so far.&quot; Another thing: the ISS may look serene, but it is extremely noisy. Certainly noisy enough to damage the crew&apos;s hearing over the course of the mission, so many of them wear ear defenders when they&apos;re not being filmed. Then there&apos;s sleeping, which is seldom easy, but very important, because everybody needs to be alert and well rested. There is no actual need for a bed, of course, since there is no gravity to press you against anything, so the crew just tidy themselves into sleeping bags and float. &quot;That takes a bit of getting used to, I am told,&quot; Fong says. &quot;They take to doing weird things, like strapping pillows to their heads up there.&quot; And the day-and-night cycle is a complete mess. As Fong puts it: &quot;You&apos;re whacking round the Earth every 90 minutes or so; sunrise and sunset every 45.&quot; Eating from packets and pouches is straightforward enough, but not very pleasant. &quot;No one would want to go to space for the food.&quot; says Thomas Reiter, a former astronaut and now the European Space Agency&apos;s director of human spaceflight. Going to the toilet, however, is a new experience. Astronauts cannot use a conventional bowl, because there would be no gravity to stop the contents floating out. Instead, they have suction devices  essentially posh vacuum cleaners  with nozzles of different sizes to be applied to the relevant body part. &quot;Each crew member has their own nozzle, colour-coded,&quot; Fong says. &quot;There is a station where you can sit and pull bars over your thighs to stop yourself floating away. In Houston, they&apos;ve got this delightful simulation system with a camera down below, so you can make sure you position yourself correctly.&quot; In spite of all the preparations and precautions, however, space remains an intrinsically unhealthy environment, causing pronounced muscle wastage, including to the heart, because the human body is designed for gravity. The main way of counteracting this is regular exercise against resistance  although that is not straightforward either, as most gym machines rely on gravity as well. Peake and the crew will therefore spend two hours each day using unique equipment, such as special rowing machines or treadmills with bungee cords over their shoulders. And there are benefits to all of us. Besides the experiments themselves  which look into why bacteria become more virulent in space, offering vital clues to help us deal with them on Earth  a lot has been learned from the effects of space on the astronauts&apos; bodies. Peake has mentioned that a lot is being learned about intracranial pressure and osteoporosis. (And both Cat scanners and MRI machines came from technology developed for space, remember.) &quot;It&apos;s a big deal to get a flight opportunity for a British astronaut!&quot; Fong says. &quot;It could only be better if it was me!&quot;", 
    "section": "science", 
    "gid": "science/2013/may/20/tim-peake-britains-first-man-space", 
    "wordcount": "1291"
}