{
    "headline": "Seabird chicks follow their fathers", 
    "text": "The Lunga cliffs had shed their skin of seabirds. With the breeding season drawing to a close, the aggregations of guillemots and razorbills had dispersed, leaving the grey rock exposed. Crusted with orange lichen and streaked white with guano, it resembled a Jackson Pollock painting. On the water, guillemot chicks bobbed like corks, each following in its father&apos;s wake. Having exerted more energy rearing its chick, the female has a greater need to feed, so it is left to the male to lead its offspring out to sea and teach it to fish. On the Harp Rock sea stack, dumpy fulmar chicks were crammed into nest scrapes that scarcely accommodated them. With their white down, they looked like giant dandelion seed heads caught in the crevices of the cliff face. Above the fulmars, two well-grown shag chicks chased each other round a boulder. Eventually the larger of them successfully ambushed its sibling and, jumping on to its back with a cackle, pinned it to the ground by its neck. Most of Lunga&apos;s 3,000 puffins had massed on the sea in undulating offshore rafts. A small number of adults were still tending to their young at the nest and from time to time whirred past on stubby wings, glistening silver moustaches of sand eels hanging from their brightly striped bills. The puffins paddled the air with their orange feet as they came in to land, then quickly slipped into the safety of the burrow. With so few birds on the wing, these solo puffins were vulnerable to attack and constantly subject to the hungry gaze of black-backed gulls buoyed above their burrows. Pursued by a gang of the predators, one bird relinquished its catch and ditched into the bay to safety. On the clifftop I found a bleached-bone carcass still sporting a perfect pair of diminutive wings, the remains of one puffin that had not been so fortunate.", 
    "section": "environment", 
    "gid": "environment/2012/aug/13/lunga-treshnish-isles-seabird-chicks", 
    "wordcount": "318"
}