{
    "headline": "iTunes Radio: Apple reveals Spotify rival - and says it will be free to iPhone and iPad users", 
    "text": "Apple has unveiled iTunes Radio, an online streaming music radio service which could have up to 300 million users within a year, directly challenging a similar service from Google as well as smaller companies such as Sweden&apos;s Spotify, US-based Pandora and British-based Last.fm. The company also showed off new iPhone software and new computers in a riposte to critics who have complained that its pace of innovation has slowed. &quot;Can&apos;t innovate any more my ass,&quot; said marketing chief Phil Schiller, announcing a forthcoming Mac Pro desktop computer which will be assembled in the US. The new music service will be available free to hundreds of millions of iPhone and iPad users from this autumn when new software for the devices, called iOS 7, is released. Chief executive Tim Cook was bullish over the position of the iPhone, amid complaints that the company has lost ground to Google&apos;s Android mobile software. He pointed to Google statistics showing that the most-used version of Android dates from autumn 2010 to claim that iOS 6, released with the iPhone 5 last year, is the world&apos;s most-used mobile operating system. He called the upcoming iOS 7 software &quot;the biggest change to iOS [the software powering the iPhone] since the iPhone&quot;. The software uses subtle 3D effects and adds elements such as wireless filesharing between phones as the feature race intensifies. Cook also pointed out that there are already 300 million users of its iTunes service. That means it could steamroller its smaller rivals once it is released beyond the US. Eddy Cue, the software and services chief who inked the rights deals in the US with the major labels including Sony just before the weekend, said it would be available in the US from the autumn, and &quot;other countries will be added over time&quot;. That will rely on contracts being drawn up with other music labels and publishers in other countries, but Apple has previously shown its ability to persuade record labels to join in with it  stretching back a decade to the launch of its iTunes Music Store in 2003. Spotify, launched in 2006, has more than six million paying subscribers, while Pandora, started in 2005, has 200 million registered users who use its service for free. Last.fm, owned by CBS, has struggled to make a profit. Apple&apos;s stations will be powered by its Genius service, introduced in 2008, which scans users&apos; music libraries to find songs they typically play or own. That gives the company a huge lead in data about user preferences over its smaller rivals. While Spotify has the lead for now in offering offline playlists and social elements, Apple&apos;s service is effectively cheaper  with no limits announced on listening time per month, unlike Spotify which has cut back on free listening per month due to the licensing costs associated with songs. Apple will aim to cover those costs by selling ads, though people who pay the annual $29 (19) fee for its cloud music storage service will get an ad-free version. Oleg Fomenko, chief executive and founder of the mobile music discovery service Bloom.fm, said: &quot;Apple&apos;s vast user-base will undoubtedly guarantee healthy traffic, and as such the service will be an attractive proposition for advertisers, but will this create significant and sustainable revenue for rights holders and artists? &quot;We&apos;ve heard talk of the major labels securing attractive deals and healthy revenue shares from Apple but the standalone viability of an ad-funded model still remains to be proven.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jun/10/apple-unveils-itunes-radio", 
    "wordcount": "590"
}