{
    "headline": "Firm claims to offer same education as top public schools for half the price", 
    "text": "A for-profit company is setting up private schools that claim to offer the same quality education as top public schools but for half the price. GEMS Education, based in Dubai, intends to open six fee-paying day schools for boys and girls aged three to 18 in towns and cities across England over the next two years. The company plans to charge parents between 8,000 and 12,000 a year  about half or a third of the price of some of the country&apos;s leading public schools. Sending a non-boarding teenager to Millfield in Somerset costs 19,500 a year, while King&apos;s College School in south-west London charges 17,520. Mark Labovitch, chief executive officer of GEMS for the UK, Europe and Africa, said &quot;huge swaths&quot; of the British middle classes were keen for the opportunity to send their children to private schools, but could not afford what was on offer. Private school fees had risen well ahead of inflation, he said. Fees for non-boarding pupils shot up by 27% in UK private schools between 2007 and 2011, according to data from the Independent Schools Council (ISC). Fees for boarders rose by 25%. Last year, average boarding fees were 25,152 a year, while day fees were 11,208. Labovitch said fees had financed a race to upgrade facilities at private schools. Dulwich College, in south London, has its own boat house on the Thames, while Millfield has two 18-hole golf courses. Dr Martin Stephen, GEMS&apos; director of education for the UK and a former high master of St Paul&apos;s School, said independent schools were &quot;obsessed with doing things themselves&quot;. &quot;Do you, as a school, buy your own boat house or do you go to the local rowing club and do a deal with them? It obviously makes sense to do a deal with the local rowing club,&quot; he said. The company&apos;s new private schools will be designed to suit couples who both have busy careers. Parents will be able to drop their children at school before breakfast and pick them up after rush-hour. The schools will also have a doctor&apos;s surgery on site. Their location has not yet been finalised, but Labovitch said there were parts of the country that were &quot;under-served&quot; by the number of private schools they had. In some areas, parents either had to give up on the idea of sending their children to private schools or take them on &quot;very complex daily commutes&quot;, he said. &quot;This causes great inconvenience to working parents.&quot; Some 45% of the UK&apos;s fee-paying schools are based in London or the south-east, data from the ISC shows. Wales and the East Midlands have just 18 and 63 private schools respectively, while the south-east has 361 and Greater London 191. However, the headteacher of Brighton College, which charges up to 18,675 a year for non-boarders, warned against what he said was a &quot;cut-price education&quot;. Richard Cairns said independent schools managed to attract &quot;outstanding teachers  by offering enhanced terms and conditions and smaller class sizes&quot;. &quot;These cost money and, inevitably, this is reflected in higher fees. Any school that thinks it can stint on teachers&apos; salaries and class sizes while still offering a first-class education is kidding itself,&quot; he said. He also questioned the wisdom of launching &quot;cut-price&quot; private schools in the current economic climate. &quot;All the evidence suggests parents are tending to send their children to well-established schools with a strong academic track record and firm financial foundations. They don&apos;t want to enrol their children in a school only to find it going bust a term later,&quot; he said. Kenneth Durham, the headteacher of University College School in Hampstead, north London, said many existing private schools allowed pupils to turn up early and stay late and provided regular &quot;medicals&quot;. Labovitch said his company, which runs 100 schools worldwide, was still considering how it might devise entrance requirements for the new schools. GEMS already runs 10 schools in the UK, but these were mainly acquired by the company, rather than purpose built by it. What the new private schools promise to offer  The schools will cost between 8,000 and 12,000 a year.  Each will have a doctor&apos;s surgery on site.  Parents will be able to drop their children off before breakfast and pick them up after the evening rush-hour.  The schools will have an international perspective, and emphasise team sports and traditional subjects.", 
    "section": "education", 
    "gid": "education/2012/feb/02/quality-education-public-schools-half-price", 
    "wordcount": "765"
}