{
    "headline": "New Orleans heralds recovery from Hurricane Katrina disaster", 
    "text": "New Orleans makes a spectacular host for most occasions but is especially suited to the NFL&apos;s big annual shindig, which bears Roman numerals to lend it gravitas and attracts record viewing figures every year. The city&apos;s stadium is even called the Superdome; its downtown provides a ready-made source of entertainment for more than 100,000 visitors; and its very nature ensures a user-friendliness that few rival cities can match.  Yet for the past seven years, the Big Easy has been off the Super Bowl rota, thanks to the ravages of Hurricane Katrina, which in 2005 left large parts of Louisiana and Mississippi a veritable wasteland. It took $320m to make the Superdome Super-worthy; almost $75bn had to be spent to make the city (almost) whole again. Such huge investment has paid off, however, with the arrival of Super Bowl XLVII, some XI years after New Orleans last hosted the game, setting the stage for a week-long celebration of the league&apos;s 47th title showdown. Cue the outpouring of local bonhomie, beads, beignets and Bourbon Street excess as everyone  resident and visitor alike  parties like there&apos;s no tomorrow. Except that tomorrow is uppermost on the minds of the people who have helped rebuild New Orleans for the NFL, its corporate partners and party animals everywhere  the US Army Corps of Engineers. And not just tomorrow, but next week, next month and, more importantly, the next hurricane season. The Corps was charged with ensuring the city&apos;s viability in the wake of Katrina, with a brief to make New Orleans able not just to withstand the wide-ranging effects of the next major storm but also to survive The Big One, the epic &quot;only-in-100-years&quot; meteorological event that could make Katrina seem like a bothersome gale. The &apos;Super Barrier&apos;            So while a city revels in the return of its Super status, work is going on in the background to complete a $14.5bn &quot;security ring&quot; around New Orleans  officially, the Hurricane and Storm Damage Risk Reduction System  that will ensure that the NFL can safely consider bringing LX, LXX and even C to the city if it chooses to do so.  This work is in the care of a dedicated but largely unsung band of men and women who will not be doing much of the partying this week  men like Mike Stack, the chief of emergency operations for the corps. Late in the week, while the Ravens and 49ers conducted the latest in a seemingly interminable round of interviews at their team hotels and the Harbaugh brothers, head coaches John and Jim, gave their 99th press conference, Stack led a small group of journalists out to the nearby rivers, lakes and canals. Here, some 12 miles from the revelry around the Superdome and Bourbon Street, is the front line of a city&apos;s weather defences, a new 1.8-mile state-of-the-art levee  a Super Barrier, if you like. It has taken almost three years to complete, with a $1.2bn investment, but now the world&apos;s longest-length single tidal barrier is ready for action. It has already been tested  &quot;No, not tested. It was more like a quiz,&quot; said Stack  once, last August, when Hurricane Isaac made landfall about 50 miles south but still brought in heavy winds, torrential rain and the city&apos;s nemesis, a major storm surge from the Gulf. Isaac was only a relative tiddler, a category-one storm as opposed to the category-five monster that was Katrina, but the surge was only 3ft less than that of the 2005 catastrophe. The new barrier laughed it off. The barrier represents the culmination of seven years of intensive research, brainstorming and labour, all aimed at ensuring that the kind of failures the city&apos;s patchwork quilt of defenses suffered on that fateful August day-and-night in 2005 are never repeated. Stack explained:   We had to review every aspect of the levee system, all 360 miles of it, working out what had gone wrong, why, and how best to repair things. It meant a complete start-over, a new way of thinking  and a system that will stand up to what we call the 100-year storm, the kind of event that will come along only once every century.  &quot;We decided the best line of defense was to push the main barrier further out, beyond the existing defences and the incomplete system we had in place before Katrina. The old system was one that had grown up, piecemeal, since the [second world] war and which still lacked the funds for completion in some places. We went to London to look at the Thames Barrier and Rotterdam to study their coastal defence system, which is far more extensive than here in New Orleans. &quot;The end result was our grand barrier, a near-two-mile wall 26ft high and strong enough to withstand the highest tidal surge our models can come up with. The surge is our biggest enemy, not the hurricane force winds or even the rains they bring, but the big influx of water from the sea. We learned so much from Katrina and have put it all into practice here. Our main job is to stop the surge and, if we do that, the city itself should be safe.&quot; There are levees and walls behind the main barrier, a network of canals and waterways that are vital to getting water out of the city as well as stopping more coming in. There is also the Mississippi itself, a crucial route for freight through the heart of America, which cannot be seriously impeded for long if the internal economics of trade are not to be badly damaged. All of these considerations have confronted the Corps with a series of thorny technical, political and even ecological issues, each of which had be addressed in turn with the long-term strategy in mind, and which are now largely all in place, ready to be handed over in a few years&apos; time to the state authority, with full instructions for continuing to run this mammoth engineering project. &apos;A great sense of security&apos; For such a huge government-funded project, there has also been surprisingly little opposition and political in-fighting. Mayor Mitch Landrieu has had plenty of praise for the Corps  unlike his predecessor, Ray Nagin  and the success of last year&apos;s &quot;test&quot; under Hurricane Isaac quickly became a compliment-fest, with Landrieu saying: &quot;For the people of the city, there is a great sense of security now the new barrier system is in place. In Orleans Parish, we feel a thousand per cent better. The pumps worked. The levees worked. It was a huge confidence builder.&quot; Local author John Barry, who was a vocal critic of the federal government and the feeble efforts of the Federal Emergency Management Agency after Katrina, went even further, saying:   Without this new system and the way it has been implemented, nobody would have had any confidence to put money back into the city or even live in it.  Even environmental groups were impressed by the efficiency and speed of the build process, with pressure group America&apos;s Wetland Foundation coming out in support of the Corps, although it said the government is still dragging its feet over the long-term restoration of the vast wetlands area south of the city, which is another crucial battlefield in protecting southern Louisiana. There have also been some recent hiccups, with a number of legal challenges to a tender awarded for a new pumping station on the Old Orleans Avenue Canal, the process being put back more than a year while the lawyers unravel the bidding process. The Corps staff manning the current temporary station have had to eke out their maintenance procedures to ensure the part-time facility can fill in for the next three to four years while the new one is finalised and built, but even then the quality of the &quot;temporary&quot; facility has amazed local engineers with its capacity to handle high volumes of city water. This week&apos;s Super Bowl festivities will go on, then, with all this largely unknown or unnoticed. The XLVII logos, 5,000-plus media members and attendant TV cameras are nearly all focused on the Superdome and its environs, Party Central for the NFL&apos;s happy crowd. But go those few miles out into St Bernard&apos;s Parish, where 40% of residents have never returned, where rows of drowned houses have been bulldozed out of existence and others still exhibit a sickly green high-tide mark from almost seven and a half years ago, and you&apos;ll know the Super Bowl is taking place only thanks to the efforts of the Corps, and the work of men like Mike Stack, who really do deserve the title of &quot;Super&quot;.", 
    "section": "environment", 
    "gid": "world/2013/feb/02/new-orleans-hurricane-katrina-super-bowl", 
    "wordcount": "1457"
}