{
    "headline": "Yes, nanoscience can enhance humans  but ethical guidelines must be agreed", 
    "text": "Engineers are trained to try to figure out how to achieve things that humans cannot and in nanoscience and nanotechnology that challenge is no different. Many of the most exciting advances in the field try to improve human incapacities with things such as memory, hearing, stamina or intellect. In my field of nanomedicine, the notion of human enhancement is, in a lot of cases, a way to deal with disease: enhancing vision, cognitive functions or improving a person&apos;s ability to move independently. I have always found the relationship between technology and its use to &quot;aid&quot; or &quot;enhance&quot; human capability intriguing because there is a fine line beyond which all kinds of ethical alarms go off. Where does human enhancement against true pathological conditions or disabilities end? Thoughts like these were on my mind last autumn on a plane to Taiwan, when I watched the latest movie version of one my favourite comic-book heros, Spider-man. The main character, a very normal, scientifically talented and altruistic teenager (who truly wants to save the world) is bitten by an experimental transgenic spider, which results in his transformation into a man-spider hybrid. This concept is a classic method used in science fiction to explain the creation of characters with super-human powers. Interestingly, the transformation almost always occurs after exposure to different agents perceived as &quot;dangerous&quot;  Spider-man with an unintended bite by a transgenic spider, the Hulk by intentional exposure to external beam radiation. Interactions with human-machine interfaces have also been exploited in science fiction numerous times with the most recent example that of Iron Man (or Robocop and Total Recall for those of a more distant era). These tales are not only entertaining, they also reveal many important aspects of our relationship with medicine, science and technology. It is now clear that &quot;human enhancement&quot; is a reality and not just a product of science fiction. Even more so, technological advances will imminently provide various devices that will interface with the human body in various ways. A recent article in Science magazine exemplified how machines can interact with living brains to allow wireless changes in behaviour by the implantation of devices directly into the brains of mice. These devices could then be remotely controlled to activate different parts of the brain using light. Two recent articles by fellow bloggers for CNN and the Guardian have described chips implanted in the brain to enhance memory and other implants to allow connectivity between brains. These are just a few cases of how technology can allow transcendence into a hybrid human-machine neuronal system of higher capabilities. People living with a wide range of disabilities will benefit immensely from these advances. But what is the ethical, legal and social framework that will result from the wide adoption of these technologies? New devices will shrink with the use of nanomaterials to allow implantation or grafting by a simple injection or tattooing. The first generation of such devices are expected to act as health monitors (temperature, blood pressure, glucose levels, etc) able to connect wirelessly with the patients&apos; smartphones and their doctors&apos; computers. The next generation will be more sophisticated, more capable and more functional, something like hi-tech hearing aids, vision aids or even memory aids. Would that constitute &quot;doping&quot; at a massive scale? Would people who will have brain implants to enhance their vision or intellectual capacities be treated differently to those of us who may choose to remain implant-free? How strict and how realistic would it be to regulate such procedures? Maybe I&apos;m worrying too much and society at large will be less squeamish. But I have distant childhood memories (back in the 1970s, if you&apos;re asking) of how rare plastic surgery procedures were almost exclusively confined to patients in need. I recently came across statistics as to the popularity of modern plastic and cosmetic surgery procedures around the world to note that breast, lip and buttock implants are now collectively termed &quot;soft tissue enhancements&quot;. These non-medically driven &quot;enhancements&quot; constitute the majority of procedures undertaken. There are millions of them performed and they are on the rise. More disconcerting to me is the thought that our brain may one day fall into the category of &quot;soft tissue&quot; as well. Clearly, we need to allow disabled people and the various patient groups to benefit from advancements in electronics, informatics and nanotechnology. And I must stress that in no way do I advocate that a possible solution could involve restrictions on generation of new knowledge and technological advancement. Research work should (and will) not be affected by the possibility of misuse or exaggeration by certain individuals or organisations. The challenge will be to draw a visible line that could be regulated and could not be crossed globally, restricting &quot;human enhancement&quot; to only those who medically need it, irrespective of their financial or celebrity stature. I am not sure though whether such regulatory framework and its enforcement could be feasible at a global scale, given the levels of competitiveness and range of ethical principles that prevail. Alternatively, shall we just accept the fact that we will learn to live with fellow humans who will be &quot;enhanced&quot; either by selection from their governments, armies, companies or by personal choice into spider-climbing individuals with hugely projected breasts, lips, buttocks and Einstein-brains?   Kostas Kostarelos is a professor of nanomedicine at University College London and director of the university&apos;s Nanomedicine Lab", 
    "section": "science", 
    "gid": "science/small-world/2013/jun/03/nanoscience-enhance-humans-ethical-guidelines", 
    "wordcount": "916"
}