{
    "headline": "School academies: not all good, or all bad  but all in need of a helping hand", 
    "text": "They might disagree, but from the education secretary, Michael Gove, to the NUT leader, Christine Blower, everyone in the educational world seems to have a strong view on academies. The first thought on reading the report is that these schools cannot all be good or bad  both because there are suddenly so many of them, and because the &quot;academy&quot; label is being slapped on to different sorts of institutions. The overall tally has shot up roughly twelvefold since Gove got his feet under the desk at Great Smith Street  compared with the 206 Labour academies. Those were highly atypical schools: big, inner-city institutions, flush with cash, and often, though not always, in gleaming new buildings. Even back then, there were two distinct models  the mark 1 Blairite creations, which were set up with the help of a sponsoring sugar daddy who stumped up 2m and the more regulated mark 2 creations of the Brown premiership, not reliant on philanthropic whim. By contrast, the November 2012 total of 2,456 academies includes more than half of England&apos;s secondaries, and so the &quot;academy&quot; category is now necessarily more diverse than it ever was under New Labour. All the more so because, as the Academies Commission details, there are fully seven different paths to becoming a mark 3 academy school. Schools can be encouraged to make the leap on account of success, or be pushed as a result of failure; they can be &quot;free-standing&quot; islands of autonomy, or members of federated chains. And the commission might have detailed even more flavours, had it not feared that its homework was getting out of hand, and ruled primary and free school academies were beyond its remit. So the detailed working of an academy is wide open  as open, in fact, as the terms of a private contract, by which they are established. For all the talk of freedom, the threat of non-renewal gives the secretary of state a nuclear option, which some say could up end with cowed schools being less autonomous than before. But for all the uncertainty, &quot;academisation&quot; does reliably have one effect: diminution of local authority control. The knock-on consequences of that vary from place to place, but we are starting to see many things that would never have happened under the guiding hand of an LEA. Consider three examples: Bristol Free School is built on land in the BS10 postcode, but it reserves more places for pupils from prosperous BS9, home of the middle-class parents who agitated to set it up; Breckland Free School in Suffolk is entirely run through a 21m contract with the Swedish company IES, pre-election promises that schools would not be run for profits having been sidestepped by lawyerly means; Shelley College in West Yorkshire, a 14+ comprehensive which declared war on neighbouring middle schools by signalling that it suddenly wanted to recruit 11-13s, and backed off only after huge public protest. Many more controversial cases will rear their head. Whether the question is social segregation of pupils, services provided across schools, or a mismatch between the local supply and demand for places, they will have to be sorted out somehow  and it isn&apos;t going to be the LEA anymore. Academy purists might imagine market forces will step in to fill the gap; this report is sceptical about that. Its main recommendations are all about identifying new bodies to do all the tricky work that used to fall the way of the town hall.", 
    "section": "education", 
    "gid": "education/2013/jan/10/school-academies-not-good-bad", 
    "wordcount": "587"
}