{
    "headline": "Quantum Conundrum  review", 
    "text": "It&apos;s been a few years now since Valve usurped iD&apos;s crown as the developer&apos;s developer, marked by few but always landmark releases. Valve arguably went one further by not restricting itself to epics, with Portals 1 and 2 being the most obvious example of simple mechanics stretched to fascinating new levels. Quantum Conundrum is a similar concept, basically a series of sandbox-puzzles wrapped up in weird but consistent physics. Now QC isn&apos;t a Valve game, but the lead designer was also the co-creator of Portal, and the two share many similarities  starting with a strict non-violence pact. Yes, you can die but it&apos;s little more than a painless transition between checkpoints. In fact, with a hero who is a child let loose in a scientist&apos;s house, everything moves at a gentle pace as you discover the limits of your powers through a series of physics-based puzzles. Only this time, instead of a reality-warping gun, you have a reality-warping glove. Based on the Unreal engine, you might expect QC to look good and it sort of does. Pastel colours and soft textures abound, together with a slightly surreal geometry that the developers never make the most of. Though movement is smooth and the 3D locations large, they are curiously bland and uninspiring  apart from the actual puzzles themselves. These start basic  simply place the block on the pressure pad  easy! Pretty soon however, you need to start manipulating dimensional space which can be done in four ways. Once pressure pads require heavier objects or lasers make an appearance, you&apos;ll need to access Fluffy Dimension, a soft-focus bouncy mode that allows you to leap higher and lift previously unliftable objects. As you progress, other dimensions are revealed  making objects more solid, so they can block lasers for instance, reverse gravity or trigger slow motion. As in older puzzlers such as Lemmings, it&apos;s immediately clear what must be done in each level, but less certain how to do it. Given this solution has to be precisely what the developer had in mind, it&apos;s a case of practice makes perfect rather than any greater test of ingenuity or intellect. For a game that relies on warping reality, it&apos;s also a shame that so many puzzles hinge on platform staples such as jumping at the precise moment. And although the child-like pace, puzzles and storytelling should appeal to a younger audience, the largely silent gameplay probably won&apos;t hold them for long. This is compounded by the sole narrator (actor John de Lancie, most recognisable as Star Trek&apos;s Q) whose interruptions either explain too much about the level mechanics or end up sounding irritatingly humourless. QC clearly aspires to Stephen Fry&apos;s work on Little Big Planet, but simply lacked the budget to pull it off. Quantum Conundrum feels like the PC&apos;s answer to a smartphone app  a simple idea, well executed but never quite reaching the level of a &quot;real&quot; game. You&apos;ll play it for a few hours, enjoying the experience and then suddenly think: &quot;Well, that&apos;s enough of that,&quot; and never go back. It is what it is; a small slice of casual gaming at a slightly inflated price.  Game reviewed on PC", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/26/quantum-conundrum-pc-game-review", 
    "wordcount": "532"
}