{
    "headline": "The smell of the steam train and the scent of wild roses", 
    "text": "Swirls of wet steam and specks of grit emanate from the blue and black steam engine, Helen Kathryn, as I stand at the open window of a railway carriage. The evocative smell of train mixes with the scent of the wild roses that arch over the steep banks. This is the South Tynedale Railway, a narrow gauge line that starts at Alston before crossing the border from Cumbria into Northumberland. Its slow journey is a passage through wildflowers in July. Under the trees beyond the station only wild raspberry, nettle, bramble and occasional red campion can cope with the leafy shade. But it&apos;s then out into the open where the linesides undulate with tall grasses and flowers. Creamy heads of meadowsweet bob in the wind, rising above grasses that flash silver as swallows skim low over them. Sudden patches of melancholy thistle punctuate the verges with purple. Alone ringlet tumbles past, unusual in this butterfly sparse summer. Beyond stone walls lie meadows of shorter grasses with more delicate wildflowers scattering swaths of yellow, white and red from clover. Hay is cut and lying in some fields, as farmers grab a weather window and make the most of it. A solitary lapwing stands among tufts of rushes in a rougher pasture. Ipeer down as the train crosses a bridge topped by black metal railings fixed into its coping stones. A rocky stream plummets beneath it on its way down to the South Tyne, a dark brown river running among thickly gravelled beds in the valley bottom. Ahead are views to high fells; there&apos;s an upland farm, swaddled by barns, its rutted tarmac broken up by recent floods. Then the pace slows, the birdsong is louder and at Kirkhaugh the train stops but no one gets on or off; for a quiet journey among meadows this seems a suitably Adlestrop moment, as described by Edward Thomas in his poem published in 1917.", 
    "section": "environment", 
    "gid": "environment/2012/jul/19/country-diary-smell-steam-train-roses", 
    "wordcount": "324"
}