{
    "headline": "Beyond The Story talks Anne Frank, apps and the evolution of publishing", 
    "text": "     It&apos;s early days for 2013, but one of the most impressive book-apps of the year might just be Anne Frank, a new digital version of the famous diary. Released for iPad and Nook tablets in January, the app was a collaboration between publisher Penguin&apos;s Viking division, book-apps company Beyond The Story and the Anne Frank Fonds (Foundation). It includes the full text of Anne&apos;s diary, as well as documentary video clips; audio interviews and readings; notes, document scans and maps; facsimile pages from the original diary; and timelines of Anne&apos;s life and the wartime events that defined it. &quot;When we finished, I told the team there&apos;s probably never been a more important piece of work that we as a company will ever produce,&quot; says Jen Porter, Beyond The Story&apos;s chief executive.  &quot;We had to honour Anne&apos;s past and curate this in a way that speaks to her memory all about who she was and what she tried to achieve rather than make something gimmicky. It was about creating a better learning experience: educating and informing and immersing readers in the story, not detracting from it.&quot; It&apos;s a delicate topic, because a lot of people will argue that Anne Frank&apos;s diary doesn&apos;t need multimedia and interactive extras to convey its emotional punch and lessons for new generations of readers. The flipside of that argument, though, is that if 2013&apos;s tablet technology helps bring Anne&apos;s 1940s diary to teenagers who might not otherwise have read it, that&apos;s a good thing. The audience for the tablet app is exactly those students, as well as their teachers. Beyond The Story&apos;s chief technology officer Kirk Bowe explains the motivation further. &quot;We&apos;re really talking about early teens, which is the first time people become engaged with the story at school level,&quot; he says. &quot;They&apos;ve grown up so disassociated from the horrors of World War II, it can be a struggle to get them engaged with something like Anne Frank just through the written word especially when they&apos;re using gadgets and iPads all the time. So we&apos;re trying to challenge them and engage them on that battleground, but we&apos;re absolutely not dumbing it down.&quot; The app was built using Beyond the Story&apos;s in-house publishing platform an earlier version of which was used to build the Kings and Queens iPad app for historian David Starkey in 2011. Bowe talks about the process of making Anne Frank as more akin to a film or game, in terms of the involvement of teams of creatives on tasks including its graphic design, 3D modelling and artwork, as well as sending a team to Basel to shoot footage of the original diary.  &quot;If publishing is going to evolve, it&apos;s going to have to embrace this kind of convergence,&quot; he says. &quot;People are spending all their time on a single device, and if they&apos;re reading on it, they&apos;ll demand more from reading. In fact, they&apos;ll demand more from everything they&apos;re doing on the device.&quot; Bowe is keen to stress, though, that the full text of the diary remains at the centre of the app, and core to all the extra content and interactivity. &quot;No marketing gimmicks,&quot; as he puts it. How are publishers responding to the call for evolution from startups like Beyond The Story? Apps like The Waste Land, A Clockwork Orange, Dan Snow&apos;s Battle Castles, The Sonnets by William Shakespeare, War Horse Interactive Edition, Timeline World War 2, The Magic of Reality, Brian Cox&apos;s Wonders of the Universe, the two Explore Shakespeare apps and others have shown an appetite for innovation within publishers as well as from their development partners. &quot;When I got here from New Zealand in 2010, I struggled to get an appointment with publishers,&quot; says Porter. &quot;But like the music industry, their whole world has turned upside down. I now walk into publishers and say &apos;how can we help you make money in digital?&apos;. Penguin absolutely embraced that.&quot; Porter says Beyond The Story is ambitious for its platform, hoping to build 30-40 new book-apps a year rather than one or two. &quot;All the future projects we have coming up are in fantasy fiction,&quot; she says. &quot;That&apos;s a really creative market to get into, and there are fantasy and science-fiction fans across the globe. Some of the books we&apos;re scoping at the moment involve multiple universes in multiple timezones.&quot; Bowe adds that fantasy as a genre is particularly suitable for the app treatment because there&apos;s often a huge amount of author-generated content available on the worlds they create he cites Tolkien&apos;s many writings about Arda and Middle-earth as a prime example. &quot;That&apos;s the direction our platform is heading in,&quot; he says. &quot;How do you present all this as a cohesive, coherent experience for the reader without sending them off to separate books or Wikipedia, and breaking the spell?&quot; Ultimately, though, Beyond The Story wants to license its platform to publishers so that authors can use it when writing their books rather than just as something used to create apps for existing books, or after manuscripts are edited. &quot;This will have the ability for authors to write and store all of their research, character art etc. This is the stuff they have to do already in the writing process, but our platform will capture all that information in its raw format,&quot; he says.  &quot;The time-to-release of the digital editions will be far quicker than if we had been engaged after the manuscript was delivered. They&apos;re no longer writing the text: they know they&apos;re writing this 3D thing.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/feb/04/beyond-the-story-anne-frank", 
    "wordcount": "954"
}