{
    "headline": "20 best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of new and notable Android apps, based on what&apos;s been released for the first time on the Google Play store in the last week. As ever, the selection includes apps and games, with the prices quoted referring to the initial download only: games in particular often use in-app purchases, even if they&apos;re free to download. Read on for this week&apos;s roundup: Aralon: Sword and Shadow (3.17) Good news for Android owners itching to get stuck in to a sprawling RPG adventure. Aralon: Sword and Shadow is the work of Crescent Moon games, with a huge open world to explore, lots of quests and side-quests to occupy your time, and more monsters than you can shake a (sharpened) stick at. 4oD (Free) Channel 4 has ported its 4oD TV on-demand app to Android, providing a selection of its shows (plus those from E4 and More4) to stream over a Wi-Fi connection in the UK. The broadcaster promises a 30-day catch-up window for programmes, although there&apos;s no offline caching, nor will the app work on rooted devices. Carbon for Twitter (Free) &quot;Simple, Dark, and a dash of elegance for your Twitter day-to-day pleasure,&quot; promises Carbon for Twitter&apos;s Google Play listing. It&apos;s a Twitter client that&apos;s already causing plenty of excitement, with a stylish design promising less taps to navigate around your stream. Wunderlist 2 (Free) Excellent to-do list app Wunderlist 2 has been out for Android smartphones for a while, but now it has a native tablet version too. It&apos;s good for building all manner of lists, with reminders, notifications and social features thrown in for good measure. The Simpsons: Tapped Out (Free) Americans: this one&apos;s for you. I&apos;m told that EA&apos;s free-to-play Simpsons game will be available to Android owners elsewhere in the world later this month though. For now, the US-only port of the popular iOS game sees you rebuilding Springfield, fuelled by the in-game donuts currency. The Little Mermaid (2.99) Developer StoryToys has made a name for itself with cute digital pop-up books based on various Brothers Grimm fairy tales. Now it&apos;s turning its attention to Hans Christian Andersen and The Little Mermaid, with a mixture of pop-up scenes, mini-games and easily-readable text. Life is Magic (Free) Once upon a time, location-based gaming meant 24 Swedish men running around a field pretending to shoot one another with text messages. Nowadays, things have moved on a bit. Life is Magic is a massively multiplayer location game set in a fantasy universe, where you explore dungeons, battle monsters and team up with other players all overlaid on the real world. Tesla Model S Beta (Free) Got a Tesla Model S electric car AND an Android handset? Okay, it&apos;s a niche right now, but the official app is interesting for its hints at future connectivity between smartphones and cars. The app lets Tesla Model S owners check charging progress, heat or cool the car before driving it, ping its location and honk its horn when trying to find it, and lock or unlock it. Fox Now (Free) Another US-only app this column gets plenty of American readers, if you&apos;re wondering why I cover them this is from broadcaster Fox. &quot;The mobile destination for your favorite Fox shows,&quot; as the Google Play listing puts it. That means trailers and clips, cast interviews, photos and social features for shows including The Simpsons and Raising Hope. Burpple (Free) Those photos your friends are taking: they&apos;re not random snaps of lasagne. They&apos;re &quot;trusted food moments&quot;. Well, they are on Burpple. It&apos;s the latest app aiming to help people share snaps of their meals, tagging them with times and places, while cross-posting them to various social networks. Young Driver (Free) This UK-focused app comes from The Co-operative Insurance, and is aimed at young drivers. You may have guessed that from the name, of course. It runs in the background on their Android phone and rates their driving from 1-5, with the aim of showing them whether they&apos;re eligible for the company&apos;s Young Driver insurance policy. Cartoon Wars: Blade (Free) The title says it all: cartoon graphics, lots of people to make war against, and blades by the dozen. Part of a wider Cartoon Wars series from publisher Gamevil, this is a zippy adventure with characterful graphics and lots of hacking and slashing. Guns 4 Hire (Free) There are LOTS OF CAPITAL LETTERS in the Google Play listing for Rebellion&apos;s Guns 4 Hire game, to indicate its EXPLOSIVE gameplay. Said gameplay involves four &quot;ass-kicking, money-hungry mercs&quot; taking on hordes of bad guys in this free-to-play bullet-fest. It looks great fun. Autology Homework Tutor (2.99) The Kids, of course, shouldn&apos;t be having great fun with (virtual) big guns: they should be doing their homework. Autology Homework Tutor wants to help with that. Aimed at 11-19 year-old students in the UK, it aggregates educational content from a range of sources, charging 2.99 a month or 29.99 a year for access. Monster Rivals (Free) Monster Rivals is a social game from developer Pixelmaji that sees players building their own monster then battling those of Facebook friends, working their way through more than 30 weapons to find the best strategy. MoviePass (Free) US-only, but a very intriguing idea: a subscription service that lets its users pay a monthly fee to see as many films as they want in partner cinemas. The app ties in with the existing MoviePass website. Metal Slug 2 (2.49) One for retro-gaming fans this: the second Metal Slug game from SNK Playmore, brought up to date for Android devices in 2013. New features include a mission mode to choose which level to play, and controls reworked to be less fiddly on a touchscreen. Bakery Story: Valentine&apos;s Day (Free) TeamLava&apos;s Bakery Story is more for present-day mobile gamers, being a free-to-play social game based around running a virtual bakery. This is a brand new app: a Valentine&apos;s Day spin-off. Expect heart-shaped cakes and plenty of pink icing. MyPics (Free) Developer AppStair says more than 850k people have downloaded the iPhone version of this media-organising app. Now it&apos;s on Android, helping you to browse the photos and videos stored on your device and its SD card, and organise them into digital albums. Editing and sharing features are also included. Quietto (0.61) Finally this week, something for anyone presenting at a conference with an Android device to hand (or, rather, in pocket). Described as a &quot;discreet time-control app&quot;, Quietto vibrates gently at pre-set times to keep you alerted about your progress. That&apos;s our selection, but what do you think? Post your recommendations or views on the apps above in the comments section.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/feb/08/best-android-apps-4od-carbon", 
    "wordcount": "1134"
}