{
    "headline": "Subaru XV", 
    "text": "Price 21,295MPG 50.4Top speed 120mph Staying calm when every fibre of your being wants to be unpleasant is a challenge, but my neighbour James was doing a pretty good job of it. &quot;Thank you, Joe, you&apos;ve done alovely job on Daddy&apos;s new car,&quot; he said to his young son, fists clenched by his side, jaw working. But how was Joe to know that you aren&apos;t supposed to polish cars with sandpaper? The enthusiastic car valeter had spent abusy hour grinding his way across two doors and the rear panel, leaving the shiny topcoat scored and scratched with aspider&apos;s web of fine white lines. If only James had bought anew Subaru XV instead of that Mazda, he needn&apos;t have worried. Car makers are always coming up with novel and often dubious ways to add value to their models, and the latest scheme from Subaru&apos;s dealers is that they&apos;ll wash your car every month and annually clear up its scuffed paint, graunched alloys and dinged bodywork, all for nothing. But being clean is the last thing aSubaru cares about. The marque&apos;s mojo has always been that its vehicles are tough, chunky, no-nonsense transporters that revel in inhospitable environments. For ageneration the Japanese maker has been equipping its cars with all-wheel capability, from the Outback to the Impreza, and cleanliness has never been next to godliness at Subaru. Now, preordained to play in the dirt, comes its new XV crossover. Over the past decade, the rugby scene in Japan has been gathering pace. Brilliantly named teams such as the Ricoh Black Rams, Suntory Sungoliaths and Panasonic Wild Knights (can you spot the corporate sponsors?) have been afinal paycheck for many an All Black legend on his last legs. And Subaru&apos;s first XV displays many of the characteristics of Japan&apos;s national squad: tenacious, committed and nimble, though not as physically intimidating as some of the hulking monsters out there. However, Subaru&apos;s marketing department may have missed atrick in the naming of the XV. The Japanese team is known as the Brave Blossoms. Just imagine, aSubaru Brave Blossom The XV&apos;s boxer diesel offers adistinctive drive. Many modern diesels are smooth and quiet, but this 2-litre power unit makes areassuringly old-fashioned clatter at low speed and a welcome growl under acceleration. More impressive still is the consumption figure. The official one is 50.4mpg, and covering 200 or so miles Imanaged 49.8  the closest real-world figure I&apos;ve ever achieved in a test car. It&apos;s typical of Subaru&apos;s forthright approach that it wouldn&apos;t fudge such a key issue. That same pragmatism is evident inside the car. It doesn&apos;t feel cheap, but there&apos;s no sense of indulgence. Plastics are chosen to be hard wearing, while fabrics are as unyielding as the Harlequins&apos; front row. Is there a fly in the ointment? Just one: price. Subaru builds its cars in Japan and the yen&apos;s wayward nature means it is in the same league as an Audi Q3 or BMW X3. But if you want something different, and one that can withstand asix-year-old&apos;s valeting, the Brave Blossom is for you     Fire brands: the Brooklands Double Twelve Motorsport Festival 16 and 17 June 2012. Photograph: Observer    The Brooklands Double Twelve Motorsport Festival 16 and 17 June 2012 This year&apos;s Double Twelve Festival at Brooklands Museum is a wonderful weekend for motoring enthusiasts. All the action kicks off at 10am on Saturday 16 June and throughout the weekend visitors will be spoilt for choice with some world-class vehicles competing in challenges and heats as well as a period-style fun fair, Scalextric races and some unbeatable vehicle displays. After a day of thrilling action on the Saturday, drivers and spectators are invited to stay on into the evening for music and dancing 1930s style in the hospitality marquee. Vintage attire is encouraged as the Double Twelve once again evokes those halcyon days of British Motorsport at Brooklands  where it all began. The festival comprises three competitive elements: the Double Twelve Speed Trials is a &quot;sprint&quot; on the Mercedes-Benz World Track on the Saturday; the Double Twelve Driving Concours on the historic museum site spans both days; and as a climax, Sunday will feature the Test Hill Challenge which sees teams pulling vehicles up the steep incline and a myriad of two, three and four-wheeled creations all trying to reach the summit under their own steam. The Vintage Sports-Car Club who co-organise the weekend has confirmed an astonishing array of vehicles for the Speed Trials. They include: six pre-war Bentleys; eight MGs such as a K-Type Magnette, M Type, J2 and Bellevue Special; five Austin 7 Ulsters; three Morgan Super Aeros; two Bugatti Type 37s; giant veteran racers like a 9.2-litre 1903 60HP Mercedes, a 9.5-litre 1907 Wolsit and a 13.5 litre Panhard-Levassor; and two ERAs, one of which is Mac Hulbert&apos;s ERA R4D  fresh from victory in the recent Monaco Historic Grand Prix -. Meanwhile, two early Vauxhalls owned by the Vauxhall Heritage Centre that appeared in the Steven Spielberg film War Horse will compete in the Brooklands Double Twelve Driving Concours. The 1910 C10 3-litre Vauxhall, originally built to compete in the Prince Henry Trophy, a German trial designed to discover the world&apos;s best all-round touring car, has since been acknowledged as Britain&apos;s first true sports-car. This peculiar car has been owned by Vauxhall Motors since 1946 and is thought to be a pre-production example and one of only nine surviving cars of this type in the world. The other Vauxhall, a D-Type Army Staff Car built in 1918, was developed from the Prince Henry and cost 500. Used extensively by the War Office, it was a D-Type that was the first car to cross the Rhine into Germany after the 1918 Armistice. Advance tickets which give access to all the action on both the Museum site and at Mercedes-Benz World, are available from brooklandsmuseumshop.com or on 01932 857 381 ext 268. Adult day tickets are 12 and family tickets (for two adults and up to 3 children) are 30 in advance or 15 for adults and 37 for families on the day. Tickets for Children (5  16 years) are available for 5 in advance or 6 on the day. The full list of Classes for both the Driving Concours and the Speed Trials, along with entry forms and application details, can be found at either brooklandsmuseum.com or vscc.co.uk.", 
    "section": "technology", 
    "gid": "technology/2012/jun/08/car-review-subaru-xv-martin-love", 
    "wordcount": "1090"
}