{
    "headline": "A month in space: from a perigee moon to a black hole at work  in pictures", 
    "text": "   The annular eclipse is seen through binoculars which cast two images of the rarely seen ring of fire, Sacramento, California, 20 May 2012 Photograph: KeystoneUSA-ZUMA/Rex Features       The peculiar galaxy Centaurus A (NGC 5128) is pictured in this image taken by the Wide Field Imager attached to the MPG/ESO 2.2-metre telescope at the La Silla Observatory in Chile. With a total exposure time of more than 50 hours this is probably the deepest view of this peculiar and spectacular object ever createdPhotograph: ESO       A 'super moon' lights up the night sky in a once-a-year cosmic show, seen from Mount Eden in Auckland, New Zealand, 6 May 2012. The moon seems especially big and bright when it reaches its closest spot to Earth at the same time as it is in its full phase, Nasa said. The scientific term for the phenomenon is 'perigee moon'. The moon follows an elliptical path around Earth with one side, or perigee, about 50,000km closer than the other, or apogee Photograph: Simon Runting/Rex Features       Nasa's Spitzer Space Telescope was able to detect a super earth's direct light for the first time using its sensitive heat-seeking infrared vision. Super earths are more massive than Earth but lighter than gas giants such as Neptune. As this artist's impression shows, in visible light, a planet is lost in the glare of its star. When viewed in infrared, the planet becomes brighter relative to its star. This is largely due to the fact that the planet's scorching heat blazes with infrared light. Even our own bodies emanate more infrared light than visible due to our heat Photograph: JPL-Caltech/NASA       The SpaceX Falcon 9 rocket soars into space from Cape Canaveral in Florida, 22 May 2012, carrying the Dragon capsule to the International Space Station. The capsule's cargo includes food, water and provisions for the station's expedition crews Photograph: NASA       The SpaceX Dragon berths alongside the International Space Station Photograph: ISS/NASA       At the Baikonur Cosmodrome in Kazakhstan, the Soyuz TMA-04M spacecraft is rotated to a horizontal position on 8 May 2012 ahead of the launching of three new crew members  Gennady Padalka, Joe Acaba and Sergei Revin  to the International Space Station for a four-month mission Photograph: Victor Zelentsov/NASA       Expedition 31 flight engineer Sergei Revin performs the tradition of signing one of the doors at the Cosmonaut Hotel in Baikonur, Kazakhstan, before taking off in the Soyuz spacecraft, 15 May 2012 Photograph: Bill Ingalls/NASA       This image of the Cartwheel galaxy shows a rainbow of multi-wavelength observations from Nasa missions, including the Galaxy Evolution Explorer (blue), the Hubble Space Telescope (green), the Spitzer Space Telescope (red) and the Chandra X-ray Observatory (purple)Photograph: JPL/Nasa       The Karoo Array Telescope site in the northern Cape, the location for the world's most powerful radio telescope  a joint venture between South Africa and Australia Photograph: Alexander Joe/AFP       The next-generation J-2X rocket engine is tested at the John C Stennis Space Center in Mississippi. On 25 May Nasa recorded another first during a 40-second test of the engine. For the first time, test conductors fired the J-2X in both the secondary and primary modes of operation, 20 seconds in each. Previous tests were run in one mode only; combining the two allowed operators to collect critical data on engine performance Photograph: SSC/NASA       Nasa's Hubble telescope shows that the Milky Way is destined for a head-on collision with the Andromeda Galaxy. Thankfully it will only happen in billions of years' time Photograph: Hubble telescope/NASA/ESA       Four aluminum domes, each created using innovative friction stir welding processes, are seen in this overhead view of the Marshall Space Flight Center advanced welding and manufacturing facility in Huntsville, Alaska. In this cutting-edge facility, a team of Nasa and contractor engineers and technicians develop complex manufacturing processes aimed at achieving high-strength, defect free, uniformly bonded aluminium structures  a vital requirement for next-generation launch vehicles and hardware designed for long-term space travelPhotograph: David Higginbotham/MSFC/Nasa       A composite of a series of images photographed from a mounted camera on the International Space Station, from approximately 380km above Earth by flight engineer Don Pettit using 'stacked' multiple 30-second exposures Photograph: ISS/NASA       The Nasa/ESA Hubble Space Telescope has made detailed observations of the dwarf galaxy NGC 2366. While it lacks the elegant spiral arms of many larger galaxies, NGC 2366 is home to a bright, star-forming nebula and is close enough for astronomers to discern its individual stars Photograph: Space telescope/NASA/ESA       Astronomers have gathered the most direct evidence yet of a supermassive black hole shredding a star that wandered too close. Nasa's Galaxy Evolution Explorer, a space-based observatory, and the Pan-STARRS1 telescope on the summit of Haleakala in Hawaii were the first to the scene, helping to identify the stellar remains Photograph: Hubble Telescope/S. Gezari (JHU), and J. Guillochon (UC Santa Cruz)/NASA       This landscape showing the impact crater Tycho is among the most violent-looking places on the Moon. Astronomers weren't using Hubble to study Tycho, however; the image was taken in preparation to observe the transit of Venus across the sun on 5-6 June Photograph: NASA/ESA       New results from Nasa's Neowise survey find that more potentially hazardous asteroids (PHAs) are aligned with the plane of our solar system than previous models suggested. PHAs are the subset of near-Earth asteroids, coming within 8m km.  Photograph: JPL-Caltech/NASA       This image of the region surrounding the reflection nebula Messier 78, just to the north of Orions belt, shows clouds of cosmic dust threaded through the nebula. The submillimetre-wavelength observations, made with the Atacama Pathfinder Experiment telescope and shown here in orange, use the heat glow of interstellar dust grains to show astronomers where new stars are being formed. They are overlaid on a view of the region in visible light. Photograph: ESO       Nasa's Jupiter-bound Juno spacecraft tested its JunoCam instrument on one of the icons of the night sky - the Big Dipper. Photograph: JPL-Caltech/NASA  ", 
    "section": "science", 
    "gid": "science/gallery/2012/jul/06/space-nasa", 
    "wordcount": "0"
}