{
    "headline": "Universal Music hails role of tablets, apps and ads for digital music's future", 
    "text": "Tablets, third-party apps built on APIs from services like Spotify and Deezer, and ad-supported business models all have the potential to boost digital music consumption in the coming years, according to Francis Keeling, global head of digital business at Universal Music. Keeling was talking at the 2013: A Survival Guide event in London, where he hailed the &quot;massive transition to mobile&quot; as something that isn&apos;t just focused on growing smartphone usage. &quot;I think tablet is going to have an enormous impact actually, just as a far more portable device giving you that improved experience, to find music, to build playlists,&quot; he said. &quot;You&apos;ve got the ability to listen, but at the same time to be curating, and building. The tablet can give you a much more immersive experience of music.&quot; Keeling also talked about the growing importance of mobile apps built using APIs from streaming music services like Spotify, citing iPhone app SpotOn Radio as a good example. &quot;Consumers will subscribe to certain services, but I think often their consumption will be through third-party apps.&quot; One challenge for these services is missing out on new album releases from artists like Rihanna, Taylor Swift, Coldplay and Adele through windowing strategies, where they&apos;re not made available to stream until months after their release on iTunes and other download stores. &quot;Us trying to implement windowing in our business is a complete disaster, it&apos;s the wrong thing to do, and can only alienate the fanbases,&quot; said Keeling a point UMG is likely making just as forcefully behind the scenes to the managers of artists like Rihanna. Keeling also addressed the question of business models for mobile music and music more generally in the future. He said Universal is not just focusing on how to convince music fans to pay for subscription services. He said music companies should be studying the newspaper and magazine industry for pointers. &quot;In a world where newspapers and magazines have so traditionally made so much money from advertising, and the publishing world is still vastly ad-funded, we&apos;ve got to look at that market, learn, understand how they&apos;ve done it and how we integrate advertising into our product,&quot; said Keeling. &quot;Advertising is not something we should be afraid of. We should embrace it, and use it to fund a lot of what we&apos;re doing.&quot;     Universal Music's Francis Keeling, far left, with FAC's Crispin Hunt far right    There&apos;s a long history of unsuccessful ad-supported digital music services mention of SpiralFrog and Qtrax still brings industry veterans out in a sweat. There have also been bright spots though. US personal radio service Pandora generated $120m of revenues in the third quarter, with the majority coming from ads although like Spotify, it has faced criticism about the amount of money artists make from streams of their songs. Ad-supported music videos service Vevo recently announced it had paid more than $200m to rightsholders since its launch in 2009. And Spotify&apos;s ad-supported free tier has been an important factor in its growth to 5m paying subscribers in the last four years. Keeling also hopes that more advertising around digital music will lead to a closer relationship between labels and technology companies like Google and Facebook, as a counterpart to the retail-based relationship with the likes of Apple and Amazon. &quot;As we move more towards an ad-funded consumption of music environment, then Facebook and Google get far more out of music,&quot; said Keeling. &quot;That then brings them far more closer to everything we&apos;re doing.&quot; Artists want to be brought into these loops too, though. One of Keeling&apos;s fellow panellists at the London conference was Crispin Hunt, formerly of Britpop band Longpigs, who nowadays is a songwriter and producer, and also co-CEO of musicians&apos; rights group the Featured Artists Coalition. &quot;One of the things I&apos;d like to see is that artists are included in the discussions and debates that are going on with our future and our work,&quot; said Hunt. &quot;Artists have always been at the forefront. We were the first ones to start setting up websites and flogging stuff ourselves. It&apos;s now very important that the industry deals with us transparently, and then we&apos;ll be able to get behind it.&quot; Hunt said he uses Spotify himself, but feels &quot;sick&quot; when receiving financial statements showing that &quot;there are 80,000 streams of something and it&apos;s made me 1&quot; on streaming services. &quot;As the digital environment opens up, it&apos;s got to become more transparent: the way that these new deals are done, because new and groundbreaking innovations spring out of nowhere the entire time,&quot; he said.  &quot;Artists have to be included in that, or we won&apos;t be able to make art any more.&quot; Hunt was also dismissive of Pandora&apos;s campaign to reduce the royalties it pays for music played on its service, suggesting that it is not just the industry&apos;s fault if the company is struggling to balance its books. &quot;Maybe they&apos;ve got a crap model and it doesn&apos;t work,&quot; said Hunt, before training his sights on Google. &quot;They&apos;re an incredibly good search service, but I don&apos;t think they&apos;ve got any sympathy for the music industry whatsoever. In the universal sphere of things they don&apos;t give a damn about how much we&apos;re selling, or the needs of our lobby,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/dec/12/universal-music-tablets-apps-advertising", 
    "wordcount": "900"
}