{
    "headline": "Apple urged to spread its cash around", 
    "text": "Working out what Apple should do with its gargantuan cash pile has become a favourite Wall Street parlour game. When the company&apos;s reputedly frugal chief executive Tim Cook announces first quarter results on Tuesday, he will be under pressure to start spending some of the estimated $90bn (58bn) amassed by the maker of the world&apos;s most desirable consumer electronics. It is a huge sum. Last summer, when the US government was debating how to balance its books, Apple held more cash than the US Treasury&apos;s daily operating balance. The world&apos;s largest company by market capitalisation, Apple&apos;s masters of the universe scale can be difficult to comprehend.  As the website Things Apple is Worth More Than points out, the company&apos;s market capitalisation exceeds the gross domestic product of Singapore, the value of gold held at the New York Federal Reserve, the largest bullion store in the world, and the value of the worldwide illegal drugs trade. Investors&apos; favoured option for Apple&apos;s cash mountain would naturally be to resume paying a dividend, something Steve Jobs was vehemently opposed to. The last dividend was paid in 1995, before Jobs returned. Around two thirds of Apple&apos;s cash is held outside the US, and cannot be repatriated without a hefty tax bill  which limits the amount that can be returned to shareholders. Tavis McCourt at US broker Morgan Keegan believes the company could afford up to $10 or $11 a share.A share buyback could also boost the price, although not as much as turning Apple into a dividend stock, say financial analysts. What Wall Street fears most is that Apple could be tempted to blow billions on a foolish acquisition. Fading technology giants have occasionally resorted to retail therapy in search of a quick fix. Microsoft spent $8.5bn on loss-making internet calls group Skype last year, and Hewlett-Packard, the world&apos;s largest PC maker, spent 7bn acquiring British corporate search software group Autonomy a few months later in a muddled bid to turn itself into a software and services supplier. But Cook is not known for splashing the cash. He slimmed Apple operationally, pulling out of the costly business of making its own hardware, closing factories and warehouses around the world. The company has tended to favour small acquisitions of highly focussed teams of developers and designers. Like the team who developed the iPhone&apos;s Siri voice recognition technology.  Some would like Apple to buy a mobile phone network. Even with its cash hoard, the money would only stretch to masts in the US plus other countries, leaving a subscale operation compared to multinationals like Vodafone. Anyway, Apple is moving on from telecoms. Nothing has been confirmed, but an internet connected television set is expected to be unveiled later this year. The iTV will be more than a screen. If it works in the way the iPod and iPhone worked, it will light a fire under Hollywood&apos;s mighty film and cable TV conglomerates in the way its predecessors disrupted the giants of music and mobile telephony. Consumate Apple watcher and Gartner analyst Carolina Milanesi believes the iTV will, like a mobile phone, be based on the subscription model. In the same way that iPhone buyers subsidise the cost of the handset by signing a two-year calls contract with a network, customers will take a subscription for content from the iTunes store. Instead of selling films and TV shows, iTunes will rent them. To take on the broadcasting industry, Apple will need cash. The content will need to be compelling to convince users to sign a subscription, and exclusive first-run pay TV rights do not come cheaply. Bereft of interesting things to watch, Apple&apos;s current TV product  a box that connects your existing set to the internet  has been a rare misfire. Adding a very expensive screen will not generate the level of sales that the company needs to continue growing at its current break-neck speed. The iTV will need to convince people to spend more on TV content, perhaps even swap out of their Sky or Virgin Media channels subscription. Does Apple want to become a media company? I would argue that it already is. Gross revenues from iTunes, which totalled $5bn (3.2bn) in 2011, are greater than ITV&apos;s 2bn turnover and on a par with the BBC&apos;s annual budget of 3.5bn. They are already a third of Amazon&apos;s $15bn takings in 2010 for media sales worldwide. Of course, Apple may prefer to let others do the work. Online TV and film rental services such as Netflix and LoveFilm have financial firepower and are already snapping up the rights to top-flight content. Foreseeing the threat, incumbent pay TV operators like America&apos;s cable companies or the UK&apos;s BSkyB are more likely to hamper than promote their growth. What they need to achieve lift-off is the kind of user-friendly, elegant interface that Apple excels at creating. Whether or not Apple decides its future lies in selling pay-TV, Cook will find it increasingly hard to resist sharing the spoils with shareholders.", 
    "section": "technology", 
    "gid": "technology/2012/jan/24/apple-urged-share-spoils", 
    "wordcount": "840"
}