{
    "headline": "Now showing on the Guardian  science films from the Newton Channel", 
    "text": "     For almost 18 months, the Guardian has been hosting films from the Newton Channel. These high-quality films have featured everything from interviews with leading scientists such as Craig Venter and Murray Gell-Mann, to guides to quantum physics from Brian Cox and stand-up comedy from Helen Keen. Novelist Ian MacEwan talked about his book Solar and we have also searched for microbes that might want to take a trip to Mars. Today we&apos;re launching a much closer working relationship with the filmmakers behind Newton, who are seasoned producers and directors with decades of experience in making science accesible and interesting on television. As part of our increasing commitment to online video, the team behind Newton now has a dedicated space on the Guardian&apos;s website to showcase their work. They will operate independently and make the films they feel are important or entertaining (although, no doubt, there will be plenty of Guardian collaborations too).           There will be interviews with scientists, fascinating lectures, heated debates and topical reports, and perhaps even science-y meetings in pubs that might be of interest to an even wider audience. Through Newton, we hope the science website will be filled with new voices and fascinating nuggets of information that you&apos;ll want to share. Our aim with the partnership is to bring readers another way to enjoy science stories, complementing the extensive coverage already available through our blogs, podcasts and news reporting.           At the new home for Newton on the Guardian&apos;s website, you will find the archive of films that we have already featured  some of which will be featured on the Guardian science front page and through our social media streams in the coming weeks to remind you what&apos;s there. Every week, the Newton team will add new films to the page as they are made. We hope you enjoy them. To kick things off, why not try to counting from zero to infinity with Marcus du Sautoy?", 
    "section": "science", 
    "gid": "science/blog/2012/apr/05/showing-guardian-science-films-newton-channel", 
    "wordcount": "320"
}