{
    "headline": "Namibia court rules HIV-positive women sterilised without consent", 
    "text": "In a landmark judgment for patients&apos; and women&apos;s rights, the high court in Namibia on Monday ruled in favour of three women who claimed they had been sterilised without their informed consent. But the judge in the capital, Windhoek, rejected a claim that they had been targeted for sterilisation because they are HIV-positive. The case, LM&amp;MI&amp;NH versus the government of the Republic of Namibia, is being watched by health rights campaigners around the world. In Africa  especially Kenya, Swaziland and South Africa  allegations have recently begun to emerge of state hospitals practising sterilisation of HIV-positive mothers. The Namibian case, which began two years ago, was brought by the country&apos;s legal assistance centre on behalf of three women aged between 22 and 47 who had caesarean deliveries to reduce the risk of transmitting HIV to their babies. The sterilisations were carried out at the same time as the caesareans. Facing a court room packed with campaigners wearing black T-shirts printed with the words &quot;Non negotiable: my body, my womb, my rights&quot;, Judge Elton Hoff took two hours to read his judgment. He said the three women in the case, who were sterilised in Namibian state hospitals between 2005 and 2007, had dealt with health staff who could not speak their language, Oshiwambo. They were handed consent forms containing unintelligible acronyms. The forms were produced while the women were in labour, minutes before they were wheeled into the operating theatre. In at least one case, the woman had been in labour for four days and was made to believe she would only be eligible for her caesarean if she signed the form. In all three cases, the women only realised the meaning of &quot;BTL&quot;  bilateral tubal ligation  after the surgery. The judge said: &quot;There could not have been counselling in those circumstances. No woman should be required to sign forms during the height of labour. Such a practice is highly undesirable.&quot; He dismissed the Namibian government&apos;s denial that the women had been forcibly sterilised, saying poor record-keeping in state hospitals left the government with no defence. &quot;There is no indication in hospital records that plaintiff No3 had given her consent at any time before the surgery,&quot; said the judge. While admitting that health workers in Namibian state hospitals face tremendous pressures, the judge called on the government to institute group counselling about contraception and to make information available in all languages necessary. But although the judge said damages for the women could be discussed, he did not rule on an amount. He stopped short of ordering the government to issue a circular imposing a change of practice in state hospitals. The judge also claimed the women had not sufficiently proved that they were targeted for sterilisation because they are HIV positive. Nevertheless, their lawyer, Amon Ngavetene, welcomed the judgment. He said: &quot;I was happy that the judge said we are moving from medical paternalism to patient autonomy. This marks an important step forward for patients&apos; rights. It means there is a need for health practitioners to look at ethical issues and record keeping. If the government is not prepared to settle out of court in terms of damages then we will obviously come back to court.&quot; Ngavetene said the judgment marked a breakthrough in terms of people&apos;s perceptions of their rights. &quot;In Namibia, because of our history, people think they have only been wronged by the government if it stops a protest or muzzles the media. This case highlights the fact that the government is responsible for the actions of the people it employs, it is expected to employ enough people and the right people.&quot; About 13% of adults in Namibia are HIV-positive, according to UNAids. Anti-retroviral drugs are widely available and the use of Nevirapine  a drug treatment to prevent mother-to-child transmission of HIV  is widespread.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/30/namibia-hiv-women-sterilised-without-consent", 
    "wordcount": "651"
}