{
    "headline": "Peter Molyneux on Curiosity: This is the most amazing experience I've ever had", 
    "text": "Of course, it could all be a brilliant, self-referential prank. Peter Molyneux, the game designer famed for over-promising on his projects, promising a life-changing prize at the centre of his latest release. But already, Curiosity has become a phenomenon. Whatever people think, they are playing. For the uninitiated, Curiosity is a smartphone game designed by Molyenux and built at his new studio, 22Cans. It&apos;s a massively multiplayer experiment, depicting a cube floating in virtual space. The cube is constructed from over 60 billion &apos;cube lets&apos; which can be tapped away by gamers. The idea is for players to keep tapping away, removing tiles until they complete a layer; then the next layer becomes available. And then the next. And so on until one participant taps and roves the final piece, at which point they&apos;ll unlock a video explaining their prize. Only Molyneux and one other member of staff knows what it is.  Launched on Tuesday, there are already hundreds of thousands of people taking part, tapping away at the cube&apos;s latest layer. Some are driven by a desire to see the prize, but most seem to just enjoy tapping, removing tiles and making pictures in the process. Some form words, there even appears to have been a Curiosity marriage proposal. It is a sort of collective work of art, as well as a meditation on compulsion. It is a strange cross between those online multiplayer magnetic letter games and Ian Bogost&apos;s social gaming critique Cow Clicker. It is, like everything Molyneux does, interesting and divisive. To find out more about Curiosity and its origins, we spoke to Molyneux, who talked to us after 36 hours without sleep and six cups of coffee. So, the obvious start, where did idea come from?Over the years you just pick up inspiration and ideas bubble away in my mind. I remembered a long time ago, Kit Williams hid a golden hare somewhere in Britain and wrote a book which was layered with clues about where the it was. This really fired my imagination, I read the book and it was way too cryptic for me to understand, but it seemed to fascinated people - it even got on the news. This thing was only worth five grand, but the mystery of where it was really touched a nerve with the public.  And then I saw a TED talk given by JJ Abrams where he walked out on stage with a cardboard box that had a question mark drawn on the side. He explained that when he was a kid his grandfather had given him a locked box and said that there was something inside for him. But Abrams had chosen never to open it because he enjoyed the mystery. That all combined together with a further thought: here we are in a world where practically overnight a billion people have smartphones in their hands, and there isn&apos;t an experience that brings them together in a unique way. I put all of those together and that&apos;s how Curiosity was born. We also wanted to test some theories we had about motivation, we wanted to look at analytics, we anted to understand peoples&apos; play styles. And it was born out of something I&apos;d been thinking about: what would be an amazing thing for a single person to have? What would change their life?  There seem to be two motivations: there&apos;s the desire to find the prize, but there is also something about tidying the cube. It&apos;s a vicious compulsion loop, isn&apos;t it?That&apos;s absolutely right. And it&apos;s fascinating how that changes. It was only Wednesday afternoon when the first layer was cleared and then we we&apos;re back to a blank slate again, but that slate is a little bit closer to the middle  people&apos;s motivations of utter cooperation are going to start to change as we get closer to the middle. And on a blank slate, people can start drawing again. At the beginning, one person put the word love and immediately afterwards someone else wrote &apos;fuck&apos;. Then someone else tried to change the word - it&apos;s completely self-policing and this is happening every 24 hours with the number of people on the cube.  It&apos;s amazing and it&apos;s going to get a lot more amazing; we have been totally and utterly overwhelmed by the number of people trying to get on to the cube. I thought this was going to be a cosy experiment that a few people would be interested in. I thought maybe in the first week we&apos;d have a couple of thousand people - we had that in the first ten minutes. We&apos;ve now got hundreds of thousands of people all over the world, all tapping at the same time. All of our servers are really creaking at the seams - we&apos;re just upgrading them and uploading a solution so you can see people tapping in real-time beside you.  There have been some server problems, it must have been quite a technical challenge to keep this going.Well, we have a problem in that, because we&apos;re such a small developer, these servers that maintain the cube, which are owned by Amazon, are very, very expensive. We have to be careful that we aren&apos;t being made bankrupt by our own success. None of us have slept for the last 36 hours just to keep things going. Providing I can keep intravenously injecting coffee into people&apos;s veins we should have a solution very soon now.  After years of big Triple A projects, this seems to have been creatively liberating for you. You know what? This is the most amazing experience I&apos;ve ever had. I&apos;ve done something like 15 games and some of those have been great experiences, but the last 24 hours has been incredible. I mean, I&apos;ve had to take myself off into a corner to just weep a few times. It&apos;s just an incredible sensation to put something so simple and so pure out there and to see the world interpreting and defining it. And the whole point is, if I can learn things from this for the big game we&apos;re working on, it will make that game far more likely to be successful and to be what I want it to be.  I feel that all us game designers that who been making these Triple A games for decades, we need to go back to school, we need to think of ourselves as kids who don&apos;t know much. These smartphones are so different - the people who use them are different people than we&apos;ve addressed before and that means we need to learn new rules and make totally new gaming experiences. Curiosity does show that there&apos;s new stuff to do, there are so many new things we can give to people on these devices which they&apos;ve never seen before. The power to do that is here today - we need to be brave in how we approach that. And you haven&apos;t seen the surprise that&apos;s coming about why we want to link to your Facebook profiles; you might be curious about that. For the moment we&apos;re not showing anything. The first idea was to make it as pure as possible, but as the layers are revealed we&apos;re going to have some surprises going on.  So is 22Cans a mobile games specialist?Nowadays, if you start saying we&apos;re only on this platform  whether it be mobile, console or browser  you&apos;re making a rod for your own back. You have to think the way consumers increasingly are thinking: the device I&apos;m using is just another device, it&apos;s a window into my world. We are thinking that way. That said, all of our development currently is on mobile, thats our main focus. I think in the next few years we&apos;re going to have some might amazing experiences on those devices. I still love consoles, I still have my consoles - I haven&apos;t turned it on for three months, though. But I play more games than anyone, it&apos;s the first thing I do when I get up in the morning and its the last thing I do before going to bed. It&apos;s an exciting world  I&apos;m the kid who just wants more, I want more of those experiences on my mobile device and I want them today.  And surely you must be thinking about, ahem, monetisation?There are two sides to that. The first thought is, there may come a time when running Curiosity becomes prohibitively expensive - we&apos;re just a small start up and we have a finite amount of money to spend. We&apos;re independent at the moment, which means we&apos;re eating into our own money  that&apos;s nothing to worry about, but we&apos;ve just got to be aware of it.  The second thing is, as part of the experiment, we have the ability to turn on monetistaion, but i don&apos;t want to do that at the wrong time, I want to do that when we can learn something from it. We&apos;re not going to do it just to make money  although that&apos;s very nice, there&apos;s nothing strange about that; we&apos;re going to do it when we&apos;re ready to learn about it. One of the really exciting things, which we&apos;ve pushed to next week, is when we start showing the world some of the analytics, some of the things we&apos;ve learned from the cube, sharing the data we&apos;ve got. And it&apos;s amazing, the amount of interesting behaviours it&apos;s fascinating about what people are doing with their coins. Some are hoarding, some are spending them straight away. There&apos;s lots of interesting data. When we&apos;ve done that, it might be time to think about some monetsiation. And it&apos;s facsinating that you&apos;re charging in-game currency to see the game stats. I like the idea even curiosity about the analytics is part of the game...We can adjust all those things dynamically, and there is more we can do on that side. There are some fascinating stats that we may charge more of those coins for. Information is as valuable as a chisel - and we can play with that to our heart&apos;s content. Has it been interesting to see the sorts of guesses people are making about what&apos;s at the centre of the cube?There are three categories of guesses. There are the joke guesses, the people who think there&apos;s going to be a dead cat in the middle, or me telling a joke  some ridiculous thing that the world would clearly just get very angry about. Then there are the, &apos;oh it&apos;s going to be 50,000 pounds&apos; guesses. Those two put together make up 90% of the speculation.  Then there are people who have been thinking a little bit more out of the box - if you pardon the pun. Some are thinking, okay, lets say Peter isn&apos;t lying, what could he possibly have that&apos;s so amazing to give away? There have been some interesting guess there, but I&apos;ve got to be very careful even to comment on them. It&apos;s like when my son tries to get out of me what I&apos;ve bought him for Christmas: he always ends up guessing just by what I don&apos;t respond to. My overwhelming urge is not to give anything away, because if people find out what&apos;s in the centre, it totally changes the experiment. In fact, it would be fascinating to run the experiment again with people knowing what&apos;s in the cube. I&apos;m not saying we&apos;re going to do that! The whole point here, and the seed that JJ Abrams laid in my mind is, is the power of curiosity enough? What happens next? That dramatic construct is what has driven soap operas and serialised novels over the course of history. Mystery and curiosity are real motivators. But I have put clues out in the world already, and there are clues on most layers of the cube to prompt people to start thinking in the right way. You can expect some of those pretty soon. And on your website you suggest that there will be 22 experiments. When will we find out about the others?There will be an announcement on the next experiment very soon. Curiosity is out there and we&apos;re going to do quite a few experiments within that game. The first two layers will be pretty pure, but we&apos;ll introduce a few surprises as you go. It&apos;s a bit like playing pass the parcel: you want something in the layers to keep people interested. Then we&apos;ve got another announcement soon, which is big, that&apos;ll be pretty interesting. There comes a point when the experiments will need to be more like products. As I said, we&apos;re a start up and unless some hugely charitable person wants to give us a wedge of cash, we&apos;re going to have to make money at some point! Have you received interest from outside the games industry about Curiosity? I mean, there&apos;s an element of conceptual art about it. Have any galleries been in touch?We&apos;re just getting those responses now; people have woken up to it. There are a few publishers who have approached us, a few companies have approached us about sponsoring surfaces of the cube, we&apos;ve had a phone call from a museum about featuring a live footage installation. But the phone has been ringing a lot and we haven&apos;t been answering it - I&apos;ve hardly dared go near my email. But it is amazing it&apos;s amazing how people are reacting to it.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/09/peter-molyneux-curiosity-interview", 
    "wordcount": "2245"
}