{
    "headline": "Cloning scientists create human brain cells", 
    "text": "The news that Edinburgh scientists had created the world&apos;s first cloned mammal, Dolly the sheep, at the university&apos;s Roslin Institute made headlines around the world 16 years ago. Her birth raised hopes of the creation of a new generation of medicines  with a host of these breakthroughs occurring at laboratories in the university over the following decade. And now one of the most spectacular has taken place at Edinburgh&apos;s Centre for Regenerative Medicine, where scientists have continued to develop the technology used to make Dolly. In a series of remarkable experiments, they have created brain tissue from patients suffering from schizophrenia, bipolar depression and other mental illnesses. The work offers spectacular rewards for doctors. From a scrap of skin taken from a patient, they can make neurones genetically identical to those in that person&apos;s brain. These brain cells, grown in the laboratory, can then be studied to reveal the neurological secrets of their condition. &quot;A patient&apos;s neurones can tell us a great deal about the psychological conditions that affect them, but you cannot stick a needle in someone&apos;s brain and take out its cells,&quot; said Professor Charles ffrench-Constant, the centre&apos;s director. &quot;However, we have found a way round that. We can take a skin sample, make stem cells from it and then direct these stem cells to grow into brain cells. Essentially, we are turning a person&apos;s skin cells into brain. We are making cells that were previously inaccessible. And we could do that in future for the liver, the heart and other organs on which it is very difficult to carry out biopsies.&quot; The scientists are concentrating on a range of neurological conditions, including multiple sclerosis, Parkinson&apos;s disease and motor neurone disease. In addition, work is being carried out on schizophrenia and bipolar depression, two debilitating ailments that are triggered by malfunctions in brain activity. This latter project is directed by Professor Andrew McIntosh of the Royal Edinburgh Hospital, who is working in collaboration with the regenerative medicine centre. &quot;We are making different types of brain cells out of skin samples from people with schizophrenia and bipolar depression,&quot; he said. &quot;Once we have assembled these, we look at standard psychological medicines, such as lithium, to see how they affect these cells in the laboratory. After that, we can start to screen new medicines. Our lines of brain cells would become testing platforms for new drugs. We should be able to start that work in a couple of years.&quot; In the past, scientists have studied brain tissue from people with conditions such as schizophrenia, but could only do so once an autopsy had been carried out. &quot;It is very difficult to get primary tissue to study until after a patient has died,&quot; added McIntosh. &quot;Even then, that tissue is affected by whatever killed them and by the impact of the medication they had been taking for their condition, possibly for several decades. So having access to living brain cells is a significant development for the development of drugs for these conditions.&quot; In addition, ffrench-Constant is planning experiments to create brain cells from patients suffering from multiple sclerosis, a disease that occurs when a person&apos;s immune system turns on his or her own nerve cells and starts destroying the myelin sheaths that protect the fibres that it uses to communicate with other nerve cells. The condition induces severe debilitation in many cases. &quot;The problem with MS is that we cannot predict how patients will progress,&quot; said ffrench-Constant. &quot;In some, it progresses rapidly. In others, the damage to the myelin is repaired and they can live quite happily for many years. If we can find out the roots of the difference, we may be able to help patients.&quot; The brain cells that make myelin and wrap it around the fibres of nerve cells are known as oligodendrocytes. &quot;We will take skin samples from MS patients whose condition has progressed quickly and others in whom it is not changing very much. &quot;Then we will make oligodendrocytes from those samples and see if there is an intrinsic difference between the two sets of patients. In other words, we will see if there is an underlying difference in people&apos;s myelin-making cells that explains, when they get MS, why some manage to repair damage to their brain cells and others do not.&quot; Once that mechanism is revealed, the route to developing a new generation of MS drugs could be opened up, he added. &quot;It is only a hypothesis, but it is a very attractive one,&quot; said ffrench-Constant. &quot;Crucially, stem cells will be the means of proving it.&quot; The technology involved in this work is a direct offshoot from the science involved in making Dolly the sheep. Dolly showed that adult cells in animals were more flexible than previously thought. This paved the way for research that allows scientists to turn adult cells, such as those found in the skin, into stem cells that can then be converted into any other type of cell found in the human body. Four basic uses for stem cells have been found: to test the toxicity of drugs; to create tissue for transplanting, for example for Parkinson&apos;s disease; to try to boost levels of a patient&apos;s own population of stem cells in order to improve their defences against diseases; and to make models of diseases that will lead to the development of new drugs, as is being done with the Edinburgh research on brain cells. &quot;That is why the stem cell revolution is so important,&quot; said ffrench-Constant. &quot;It has so much to offer, not just in the area of creating material for transplants but in areas such as making models of diseases which should then allow you, hopefully, to develop all sorts of new treatments for a condition.&quot;", 
    "section": "science", 
    "gid": "science/2012/jan/29/brain-cloning-breakthrough-mental-illness", 
    "wordcount": "984"
}