{
    "headline": "DLD 2013: the gathering of the digital great and good", 
    "text": "What can we expect at the ninth DLD in Munich this weekend? Every tech conference now has the inevitable blokes (and it usually is blokes) flogging their books, blokes perpetuating hype about some possibly-soon-to-IPO consumer web business and blokes pitching their impossibly niche and on-trend startup. See also: never-ending panel discussion on the economics of social media, the groundbreaking digital marketing campaign of our times or whether paywalls are a good idea. Change the MP3, will you?  Photo by David Sifry on Flickr. Some rights reserved. DLD, or Digital Life Design, gathers a higher calibre of speakers (partly because it runs just before the World Economic Forum in nearby Davos) but also an invite-only audience of around 800 people from Europe, the US and beyond (imagine that!). Though there is a fairly detailed schedule, the organisers like to regularly remind conference groms (as surfers would say) that the aim is spontaneity; that might mean Esther Dyson popping up at breakfast, Alec Ross lingering around the bagels at lunch or Peter Thiel hovering by the bar at bedtime. But beyond the names is the nature of the conversation, and DLD does like to throw its net a little wider. Discussions are beyond individual companies and more concerned with concepts, with new thinking and approaches, and with connected thinking across projects from bionics and biosynthetic architecture to climate prediction, big data, 3D printing and crowdsourced cultural authority.  DLD has tried to counter criticism of the male-dominated event by introducing the Aenne Burda award, which this year architect Zaha Hadid will collect, as well as a separate summer conference called DLD Women. Despite that, the DLD programme is still overwhelmingly male; either the conference organisers have struggled to find high-impact female speakers in business, science, technology and the arts, or men have a monopoly on building and identifying the patterns that connect to create the future. I sincerely hope it is not the latter.", 
    "section": "technology", 
    "gid": "technology/pda/2013/jan/19/dld-2013-munich-digital-conference", 
    "wordcount": "321"
}