{
    "headline": "It was a sparkling, invigorating morning for our visit to the coast", 
    "text": "When Saturday dawned bright and clear after a week of overcast skies, the prospect of a trip to the coast proved irresistible. We headed for Whitburn Rocks, where sandy beach gave way to pebbles and where seabirds gathered among heaps of kelp cast up by autumn gales. The rising tide channelled them in our direction and soon we were close to scores of waders, too busy feeding to take much notice of us. Turnstones, whose chestnut plumage blended with the brown kelps and wracks, flipped stones and seaweed fronds in their search for sandhoppers. A flock of sanderlings congregated on the last remnant of sand, their movements choreographed by the ebb and flow with the sea. With each retreating wave they dashed forward to retrieve food morsels, then raced back ahead of boiling surf that threatened to engulf them. Out in the bay eider ducks dived for crabs over the submerged rocks. The low-pitched squeaks, whistles and chatter of the wader flock&apos;s contact calls mingled with the cries of gulls and the grinding rattle of wave-washed pebbles, swept forward then sucked back in the undertow. Distant shouts of children playing and dogs&apos; yapping drifted along from the sands. And it was a spaniel, ears flapping as it raced twice around us before plunging into the shallows in vain pursuit of fleeing birds, that broke the spell. We strolled along the promenade, past families tucking into fish and chips and surrounded by attentive flocks of expectant starlings and gulls. At the promenade cafe tables at Cannonball Rocks, where waves splashed against the sea wall, we warmed our hands around mugs of tea. Across the bay a fishing boat, leaving on the flood tide and trailing a blizzard of gulls in its wake, pitched and rolled in the swell as it left the shelter of Roker pier and sailed into the North Sea. It was a sparkling, invigorating morning, a visit to lift the spirits as the days grow shorter.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/nov/21/whitburn-rocks-tyne-wear-sparkling-coast", 
    "wordcount": "328"
}