{
    "headline": "Galaxy Note 7: what to do with Samsung's potentially exploding phone", 
    "text": "Do I need to hand back my Samsung phone? Only if its a Galaxy Note 7. You can tell its a Galaxy Note 7 because it says, on the back of the phone, Galaxy Note 7. I already exchanged my Note 7 once; do I need to do anything else? Yes. You need to power off your new Note 7 and stop using it. It its latest statement, Samsung has conceded that the supposedly safe replacements it gave to Note 7 owners are also at risk of explosive discharge. Consumers with an original Galaxy Note 7 or replacement Galaxy Note 7 should power down and take advantage of the remedies available, including a refund at their place of purchase, the company said. Who will be most affected? The vast majority of phones sold were in the US and east Asia, with just 45,000 making it to Europe, of which most were for the British market. Its not clear how many actually made it out of shops and to consumers. Samsung originally shipped 2.5m phones which could explode, and ordered a recall of them. This new notice is broader, however, and affects different versions of the phones for markets like China, which were previously considered different enough to be safe.     Andrew Zuis, of Farmington, Minnesota, shows the replacement Samsung Galaxy Note 7 phone belonging to his 13-year-old daughter Abby, that melted in her hand earlier in the day. Photograph: Andrew Zuis/AP    I dont own a Note 7. Should I be worried about other peoples phones exploding? Probably not. While the number of exploding phones is definitely too high as anything higher than zero is too high, its still a tiny fraction of the 2.5m Galaxy Note 7s that were initially shipped. And even if every single Galaxy Note 7 owner recklessly decided to carry on using their phones, your chance of being anywhere near them would still be slim. Thats particularly true if youre in Europe, where there werent even many phones in the first place. Can Samsung remotely deactivate the phones? The company could issue a software update that prevented the phone from working, but it seems unlikely to do so: the damage to the company from bricking millions of devices would probably outweigh the damage caused by 10 or so of them exploding. But other companies are acting. Facebook, for instance, has issued a software update to its Gear VR virtual reality headset, which acts as an accessory to compatible Samsung phones, to prevent it working with the Note 7. That means no one will accidentally strap an exploding phone to their face. First hoverboards, now this. Why are consumer electronics exploding? Batteries are hard to get right. The technology behind a battery basically involves storing a lot of energy in as small a space as possible. If something goes wrong, and all that energy is released in one burst, then it can have explosive results. And the problem is that although our demands on batteries are getting bigger, batteries are not, forcing manufacturers to adopt ever more innovative ways to increase the capacity.", 
    "section": "technology", 
    "gid": "technology/2016/oct/11/samsung-galaxy-note-7-questions-exploding-phone", 
    "wordcount": "496"
}