{
    "headline": "Plentiful harvest in the damp days of autumn", 
    "text": "The tide floods beneath Undercliff and past the old lime kilns at the confluence with the Cotehele mill stream. Sheets of great scented liverwort, and ferns and mosses, thrive within the damp interiors of the cave-like kilns. The brick-lined wells, once packed with layers of burning coal and limestone, are also masked in greenery. Stalactites drip from arched roofs and old man&apos;s beard scrambles into overhanging branches. Nearby, the quarry, a source of stone for building Durnford Street in Plymouth, blends with woodland on the river cliff. Downriver, beneath steep groves of evergreen foliage and polytunnels of raspberries and strawberries, reeds encroach across the levee into the wettest part of marshy fields. A century ago, when gardeners marketed a wide range of fruit, vegetables and flowers, two enterprising sisters sold bunches of the purple plumes of reed flowers as Tamar Spiraea. Around the meander towards Halton Quay, stream outlets towards the tidal river have been partially blocked to raise water levels and increase biodiversity on land protected from salt water flooding by the embankment. Black cattle are scattered across this rushy land  part of Haye which is farmed organically, producing beef and lamb. The farm is a member of a co-operative growing brassica, leeks and potatoes for the Riverford box scheme. Calabrese was gathered this morning, by a group of pickers from eastern Europe, and salad potatoes were dug in July before the onset of blight. Toadflax, wood sage and woundwort flower on hedge banks along the lane uphill from the marsh. Pineapple weed and stinking mayweed grow inside a gateway where pheasants rise out of green fodder, grown as winter keep for the sheep. Two barn owls emerge from an ivy-covered building, used in earlier times to produce jam from local fruit, and a couple of late swallows glide over a clover field. Across the river, in Bere Alston parish, a shower mists the browning leaves of Braunder Wood and maize crops, soon to be harvested for dairy cows on Ferry Farm. The William Condry memorial lecture at the Tabernacle/MoMA in Machynlleth, Powys, is on Thursday 4 October at 7pm", 
    "section": "environment", 
    "gid": "environment/2012/oct/02/st-dominic-tamar-valley-damp-days", 
    "wordcount": "352"
}