{
    "headline": "10 Best Android apps this week", 
    "text": "This weekly Apps Rush post will usually be published on a Friday, but due to a personal holiday, last week&apos;s has slipped to Monday. A separate iOS-focused post will be published later in the day, with both concentrating on non-game apps. New games for smartphones and tablets get their own weekly post over on the Games Blog. On with this week&apos;s Android selection: Pinterest It took a while, but picture-focused social network Pinterest finally has an official Android app. You can pin images and links from the web to your own boards, and browse those of other people your friends, and the wider Pinterest community. Sky Sports TV Just in time for the new football season, Sky Sports TV makes its way onto Android, offering eight streaming channels for 4.99 a month. Sky says that will include 115 Premier League football matches, although Android Jelly Bean 4.1 isn&apos;t currently supported be warned, owners of the Nexus 7 tablet. Dolphin Browser Beta Dolphin Browser has been around for a while on Android, but this is a new &quot;improved Webkit version&quot; that promises to be faster than ever. In fact, its developer reckons it&apos;s 5-10x faster than the default Android browser, and twice as fast as Google&apos;s Chrome (albeit with an &quot;at times&quot; caveat on the latter claim). Falcon for Twitter Beta The future of many third-party Twitter clients may be in some doubt, but Falcon shows why innovation continues to happen outside Twitter&apos;s official apps. It&apos;s an Android Twitter widget with a good set of features, all designed to be used from the homescreen. UK Bus Times: Bus Scout+ This paid version of the same developer&apos;s Bus Scout app ditches ads, but keeps the focus on live bus times and routes from around the UK throwing in tubes, trams and ferries for good measure. That includes departure boards for 370,000 stops and stations. RealPlayer Now, RealPlayer for Android isn&apos;t new, as such it&apos;s been downloaded more than 10m times according to the Google Play store&apos;s stats. But it has emerged from beta this week, hence its inclusion here. As before, it plays music, video and photos, with Last.fm scrobbling and a graphic equalizer for the first of those. Mapsaurus Beta Armed with a &quot;visual map&quot; user interface that&apos;s reminiscent of the Discovr apps on iOS, Mapsaurus tackles the challenge of Android app discovery. Users can start with an app they own, or specific app categories, then browse the flowchart-style map to find similar ones. Echoer Released earlier this year for iOS, location-based app Echoer is now available for Android devices too. Its aim: &quot;working out which thoughts are worth hearing; elevating the most recent and popular content above the noise&quot;. That means filtering relevant recommendations about local venues and businesses. WebMD Baby Most new parents will have found themselves on a WebMD webpage at one time or another, in varying degrees of panic about their children&apos;s health. Now the site has an Android app &quot;a pediatrician in your pocket&quot; and while its content has a US audience in mind, it&apos;s still relevant to British parents too. Visit The City The 2012 Olympic Games may be over, but with the Paralympic Games to come and the weather taking an upturn there are still plenty of tourists milling about in London. Visit The City may help them: it&apos;s an app from the City of London Corporation showcasing hundreds of events and attractions in the capital. That&apos;s this week&apos;s selection, but what&apos;s been floating your boat on Android? Post your recommendations in the comments.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/aug/20/best-android-apps-sky-pinterest", 
    "wordcount": "613"
}