{
    "headline": "Global food security, the latest Ibrahim index, and the future of UK aid", 
    "text": "Concerns about global food security have been, once again, a major point of discussion over the past fortnight, with the UN warning of a looming food crisis, and the EU lowering its biofuel targets. NGOs have warned that rising food prices and international land deals are likely to cause further problems for vulnerable countries. The UN&apos;s special rapporteur on the right to food, Olivier De Schutter, wrote that although the EU announcement on biofuels was an important step, growing food must remain a priority. Elsewhere on the site Mark Tran reports from the EU development days annual forum. With the EU aid budget under close scrutiny, the European commissioner Andris Piebalgs is finding it difficult to garner support for aid spending. Nigeria was judged to be the worst performing African &quot;powerhouse&quot; in this year&apos;s Mo Ibrahim index on good governance in Africa; for the third time, the Ibrahim Foundation prize for African leadership was not awarded. One year after the food crisis in northern Kenya, Peter Guest reports from Turkana, where pastoralists are being encouraged to find new ways to build resilience to drought. And we report on plans by Kenya&apos;s Kenyatta University to open a campus in the Dadaab refugee complex. Global development podcast On Wednesday, we&apos;ll be recording this month&apos;s podcast on the future of UK aid. There&apos;s still time to shape the debate by posting your comments and questions to the panel. Next month we&apos;ll be recording our podcast from the Development Studies Association conference in London. On Saturday 3 November, we&apos;ll be hosting a panel on &quot;Farming at a crossroads&quot;, debating the future of agriculture and the route to global food security. Share your views and let us know what questions you&apos;d like to put to our panelists. Coming up on the site What is the resource curse and how can countries overcome it? Mark Tran looks at how the issues surrounding minerals and mining affect development. This week, the UK&apos;s international development committee feeds back on Afghanistan&apos;s development progress and prospects. We&apos;ll report on the committee&apos;s findings. And Kate Holt visits Somalia, where she speaks to women in forced marriages who live in fear of violence and rape, and who need access to justice and the freedom to live without fear of attack. Student resources We are analysing the work of some of the key thinkers, theories and policies that have shaped development over the past 60 years. This week we look at Andre Gunder Frank and dependency theory. Catch up on our previous article, on Walt Rostow and his influence on policy after the second world war, and watch out for our next piece on the Washington consensus. Multimedia Video: Mo Ibrahim on Rwanda, DRC and African governance The billionaire philanthropist Mo Ibrahim talks about Rwanda and its troubled relationship with the Democratic Republic of the Congo, tackling gender issues in Africa, and his pessimism for the future of Sudan and South Sudan. In pictures: On the street where you live Scenes of city life, from Kabul to Kampala; we showcase the photos of urbanisation you sent to our Flickr page. Video: Border point queues: a curse for truck drivers in Africa In Zambia, Kenya, Botswana and beyond, inefficient border posts force truck drivers to wait three days or more before they can continue their journeys across Africa Africa network The Guardian has joined forces with sites writing from and about Africa  solo bloggers, media groups, expert analysts  to expand our coverage of the continent. Our Africa network will join the already rambunctious debate around issues such as the quality of leadership, the legacy of colonialism, racism, inequality, aid and identity. What is &quot;Africa&quot; anyway and should it look east, west or within? Join in the discussion on theguardian.com/africanetwork. What you said: some of the best comments from our readers On Lawrence Haddad&apos;s blog on urbanisation, Aidjunkie wrote:  Clearly if countries have swaths of urban growth then they need to develop the economy to support it. If not then they will end up in chaos.  On Jonathan Glennie&apos;s review of the UK&apos;s shadow development secretary&apos;s comments at the Labour party conference, ipeanddevelopment commented:  Labour needs to reinvent aid. 0.7% is not the golden spoon for development, however positive it is.  And on Celeste Hicks&apos; report on Mali&apos;s hunger crisis, Rain4Sahara said:  YES, we need to move away from food aid to food security  People are eager to work and improve life for their children. They need tools and education.  Highlights from the blogosphere On Duncan Green&apos;s From Poverty to Power blog, Oxfam research policy adviser Richard King breaks down global hunger figures published by the Food and Agriculture Organisation and argues that &quot;rich qualitative information that sheds light on how well people are coping with changes to their food security and wellbeing&quot; are needed to truly understand what it means to live in a time of food price volatility. On the Centre for Global Development&apos;s blog, Sarah Jane Staats discusses how US foreign assistance programmes are evaluated and praises the Millennium Challenge Corporation for its courage to &quot;conduct and share the first real evidence  and grades  for its development investments so everyone can do better&quot;. Graa Machel writes on the DfID blog about the importance of educating girls. And finally  The Poverty matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/23/global-food-security-ibrahim-index", 
    "wordcount": "943"
}