{
    "headline": "Green news roundup: Food prices, 'pirate' fishermen and badger cull", 
    "text": "Environment news  UN warns of rising food costs after year&apos;s extreme weatherGlobal warming could make washout UK summers the norm, study warns British fishermen attacked by French boats in the Channel Alex Salmond hits back at critics of Scotland&apos;s energy policies West African fishing communities drive off &apos;pirate&apos; fishing trawlers M&amp;S among companies under fire over pollution claims Australia&apos;s largest solar farm opens amid renewable target debate On the blogs     Physicist and climate expert Dr. Joseph Romm is a Senior Fellow at American Progress. He oversees the blog ClimateProgress.org, which was named one of Time Magazines Fifteen Favorite Websites for the Environment in 2007. Photograph: Center for American Progress     Rising food prices are climate change&apos;s first tangible bite into UK lives Owen Paterson calls Labour &apos;cowardly&apos; over badger cull Why we can&apos;t bank on recessions to keep global warming in check Joe Romm on why climate change is a winning political strategy Multimedia     The Zoological Society of London have released footage of a little known species of seahorse, filmed off the coast of Senegal Photograph: Zoological Society of London     The week in wildlife  in pictures Illegal fishing in Sierra Leone  in pictures West African seahorse filmed for the first time - video How to fit a bike brake cable - video Children&apos;s Eyes on Earth 2012 photography contest  in pictures Best of the web     The eastern half of the Maya Biosphere Reserve not only harbors much of Guatemala's biodiversity, but it also includes historic Mayan sites like these temples, part of Tikal National Park and World Heritage Site. Photograph: Al Argueta/Alamy     Europe rejects ban on Arctic oil drilling Clean energy investment set to fall for first time in eight years Is SoloPower the next Solyndra, or a solar power &apos;American success story&apos;? The fight to save Guatemala&apos;s Maya nature reserve from drug gangsFor more of the best environment comment and news from around the web, visit the Guardian Environment Network. ...And finally  Windfarms on Ireland&apos;s bog of Allen could provide UK electricity", 
    "section": "environment", 
    "gid": "environment/2012/oct/11/green-news-roundup", 
    "wordcount": "234"
}