{
    "headline": "The Landscape of New Physics", 
    "text": "I am back in Edinburgh! This is a beautiful and exciting place, and the University of Edinburgh School of Physics and Astronomy is where I started my career as a university lecturer almost 15 years ago. The visit brings back many happy memories: the city, the people, the weather (&quot;light breeze, sunny spells and scattered showers&quot;), our beautiful Georgian flat with it&apos;s dodgy (Victorian?) central heating, enjoying whisky with friends, bacon and sausage rolls for breakfast and, of course, the &quot;Higgs&quot;.  Peter Higgs had long retired when I arrived, and I heard the saying that as a person he is as elusive as the particle named after him. And that was true. During the five years I spent in Edinburgh, I met Peter only twice, once on the occasion of a &quot;Higgs Fest&quot; we organised to celebrate his 70th birthday and the second time when Jack Smith, a Professor at Stony Brook University and one of Peter&apos;s first students, came to visit the department. I am now back in Edinburgh for a &quot;Higgs Symposium&quot;, the inauguration meeting of the newly established Higgs Centre for Theoretical Physics. This centre will bring together students, researchers and professors from around the world to discuss and collaborate on various topics in theoretical physics. As an associate member of the Higgs Centre I am looking forward to frequent visits to Edinburgh, a place that still feels a bit like home. The discovery of a Higgs particle at the Large Hadron Collider LHC at CERN is not only a tremendous experimental achievement, but also a triumph of theoretical physics, and a triumph of the paradigms that have lead to the construction of the so-called Standard Model of particle physics: reductionism and symmetries.  All visible matter in the Universe and the known forces between matter can be described by a small set of simple laws and equations, the structure of which is determined by symmetries. While the properties of the new particle are still being scrutinised, so far it looks very much like the Higgs boson of the Standard Model. And if it fits the bill? Should we then not sit back, relax, and declare particle physics closed? Certainly not, because the Standard Model leaves many questions unanswered: What determines the actual value of the particle masses? What is the nature of astrophysical dark matter? And what is the quantum theory of gravity? These are all very mighty questions, so why do we think we will be able to answer them? Because particle physics for decades has been driven by the vision of an ultimate theory, a unique theory of everything in which all physical parameters are determined or computable. This is of course the reductionist&apos;s dream, and this dream was fuelled by string theory, which promised to explain all physical phenomena based on the vibrations of one kind of fundamental object, the string, and in terms of one parameter, the string tension. String theory, however, describes nature at extremely high energies, which are way beyond anything that can be probed directly by experiment.  The firm belief that such a theory of everything should leave its trace at the LHC has largely been based on the so-called &quot;naturalness criterion&quot;: Through the interaction with the quantum vacuum, the mass of the Higgs particle is naturally driven towards the highest energy scale in nature, i.e. the scale of a unified theory or ultimately the so-called Planck scale at which quantum gravity becomes important. (The Planck scale is approximately 1019 times the proton mass, or 1017 times the physical Higgs mass as measured at the LHC.) So what keeps the Higgs mass light? Some tremendously large accidental and thus unnatural cancellation between various different effects, or is it maybe a theoretical structure like some new kind of symmetry?  It was in the early 1980s when the Nobel Laureate Martinus Veltman pointed out that a conjectured symmetry of space and time, supersymmetry, could protect the Higgs mass from large quantum corrections and explain naturally why the Higgs particle should be light. Supersymmetry is a very beautiful and unique concept: it is the only space-time symmetry one can add to the Standard Model, and it emerges inevitably in the most attractive versions of string theory. Supersymmetry predicts a wealth of new particles, superparticles, some of which could also provide the astrophysical dark matter. If supersymmetry is indeed the solution to the naturalness problem, these superparticles should have masses within reach of the LHC. In fact, already in the 1980s the naturalness argument has lead us to believe that supersymmetry is just around the corner. Unfortunately, it has remained just around the corner ever since. Experiments have not found any direct evidence for supersymmetry, and thus the simplest supersymmetric models cannot be considered natural any longer. More general models of supersymmetry are still viable, but maybe it is time to reconsider the naturalness criterion and our hopes of catching a first glimpse of a theory of everything at the LHC.  Recent developments in string theory come as a further blow to the dream of the ultimate theory: it appears that there is no unique solution to the equations of string theory, but rather the inconceivable amount of about 10500 possible solutions, all of which correspond to a different physical world with different values of the physical parameters. Stanford string theorist Leonard Susskind coined the term &quot;string landscape&quot; to describe this multitude of possible solutions. Given the enormous number of possible values of physical parameters provided by the string landscape, it might seem appropriate to resort to anthropic reasoning in legitimate physical theories: if we are able to study nature, then we must live in a part of the landscape where physical parameters take values suitable for the appearance of life. To me this is a mere tautology, which does not seem to allow us to explain anything or to predict anything that we did not already know. But then, maybe the anthropic principle can help prevent us from attempting to explain facts or numbers which are simply a result of the initial conditions, and which do not provide new insight into the fundamental laws of physics. Kepler, for example, had been trying to explain the number of planets in our solar system from the symmetry of the Platonic solids. A beautiful idea, but just plain wrong. The number of planets in the solar system, or the distance of the earth from the sun, are simply environmental parameters which depend on the details of the complicated conditions under which the solar system formed, and whose values we will never be able to deduce from first principles. Naturalness arguments did provide useful insight into particle physics in the past, for example in the context of the electromagnetic contribution to the electron mass, but they do not work all the time. Will the naturalness problem of the Higgs mechanism lead to profound new insights or is it just a red herring? It is still too early to conclude, but the lack of any signal of new physics at the LHC, and the landscape of solutions of string theory, have led us to reconsider the role of naturalness as a particle physics paradigm. According to the philosopher and historian of science Thomas Kuhn, a paradigm is a scientific achievement that provides model problems and solutions for a scientific community. A similar concept had already been introduced in the 1930s by the Polish microbiologist Ludwik Fleck. Fleck used the term &quot;thought style&quot; (&quot;Denkstil&quot;) to denote the way a scientific community perceives the world. The thought style is shaped not only by empirical facts but also by historical and sociological components, and it determines the choice of problems, the way the problems are approached, and how the solutions are judged by the scientific community. While Kuhn emphasises scientific progress through radical changes when prevalent paradigms are challenged, Fleck argues that thought styles are subject to continuous changes.  I find Fleck&apos;s description particularly appropriate to characterise the rise and possible fall of the naturalness criterion in particle physics. The naturalness criterion was introduced by various authors in the late 1970s in different formulations and with different emphasis. Its role as a thought style had been strengthened in the last 25 years by the increasing evidence for the Standard Model Higgs mechanism, and by the progress in building viable supersymmetric models as a potential solution to the naturalness problem. Naturalness has not been abandoned in a radical change of paradigms, but it is rather being eroded slowly by the lack of any signal of new physics. As Fleck has pointed out, such an evolution of a thought style is driven by the interaction among different scientific communities and the exchange of ideas and notions. In the case of naturalness, these would be the particle physics community, the mathematical physics community and, in particular, the community of astrophysicists and cosmologists. Cosmology, too, has a severe naturalness problem in explaining the small but non-zero value of the cosmological constant, and astrophysicists and cosmologists have resorted to anthropic reasoning long before it was acceptable in particle physics. And of course, the development of thought styles is influenced by sociological aspects and the historical context: aren&apos;t we rather biased towards ideas that promise a rich and exciting physics programme at the LHC? Particle physics is approaching a crossroads, and it is not clear if we will travel along the anthropic path, or if the naturalness criterion will indeed lead us to new physics at the LHC, which could pave the way to a unified theory. Given the present LHC limits, the focus in supersymmetry phenomenology has now shifted towards exploring models which retain some of the attractive features of supersymmetry, like explaining the astrophysical dark matter, but which do not attempt to solve the naturalness problem. Unfortunately, there is no guarantee that such models can be discovered at the LHC, so it might be that unnatural supersymmetry remains &quot;just around the corner&quot; forever.     (Photo: Nepenthes) Quo vadis? Anthropic big desert up to the Planck scale, or...    There has been much speculation about the implications of the Higgs discovery and the future of particle physics here on the first day of the Higgs symposium. It is already dark outside, with the familiar light drizzle, and it appears most natural to now continue the discussion over a wee dram of single malt whisky.      .... a natural supersymmetric Garden of Eden? (Photograph: Isabell Melzer-Pellmann)  ", 
    "section": "science", 
    "gid": "science/life-and-physics/2013/jan/09/physics-particlephysics", 
    "wordcount": "1732"
}