{
    "headline": "Interview: Dragon's Dogma producer Hiroyuki Kobayashi", 
    "text": "Japanese publishers have always inspired a cult following among gamers in the know  and perhaps none more so than Capcom. Known primarily in recent years for three franchises  Resident Evil, Street Fighter and Devil May Cry  it has understandably been characterised as a purveyor of action-adventure and beat-&apos;em-up games. But it&apos;s about to enter the competitive but potentially rewarding field of open-world role-playing games with Dragon&apos;s Dogma, which conspicuously eschews the typical Japanese RPG blueprint that marries turn-based gameplay with anime-style visuals. Indeed, Dragon&apos;s Dogma&apos;s real-time action, giant game-world and medieval fantasy setting put one more in mind of the likes of Skyrim, and the ability to climb up bigger adversaries to target your attacks adds a hint of Shadow of the Colossus. We caught up with Dragon&apos;s Dogma&apos;s producer, Hiroyuki Kobayashi (best known for being a leading light of the Devil May Cry games), on a rare visit to London. So, Mr Kobayashi, where did Dragon&apos;s Dogma  an undoubted departure for Capcom  come from? &quot;First of all, I&apos;m glad you think it doesn&apos;t sound like a regular Capcom title. We wanted to try something new, and break into this open-world RPG genre, but of course include all the Capcom elements that we have in a lot of our games. The idea first started off with Hideaki Itsuno, the director of the game, and right around the time when Devil May Cry 4 finished, we started talking about what the next big game we wanted to make would be. &quot;Itsuno-san really likes the Lord of the Rings series, for example. And when he was in elementary school, he read lots of choose-your-own-adventure books. So that was one inspiration. Another one was going back to the Lord of the Rings, the way that a lot of the fantasy movies are represented  we wanted to create epic battles. There are a lot of games where you fight bosses and hack and slash at their feet, but we wanted to add to that, where you can actually climb onto these enemies and aim for their weak points. So you can climb on a Cyclops and aim for the eye  that kind of stuff. We really wanted to create that realism of being able to take down those giant enemies, just like in the movies. &quot;In the story, the main character is called the Arisen, and at the beginning of the game, he or she  you can choose  is in a town which a dragon visits, and takes their heart out, rips it out of your chest. So the Arisen becomes more of a hero in this world, and is on a quest to get his or her heart back. A lot of the questions that people have  like why did the dragon take your heart rather than someone else&apos;s, or why is it beckoning you to come on and defeat it  these are mysteries that you will figure out as the story progresses.&quot; Not just another RPG Creating a new open-world RPG franchise undoubtedly makes sense for a publisher like Capcom  such games can be fantastically popular. But they also require huge teams and costly resources, so represent a bit of a punt. It&apos;s vital, then, that they sport unique features, and Kobayashi-san singles out the &quot;pawn&quot; system, which lets you assemble a party of fellow-adventurers with complementary skills, via rift-stones in the game: &quot;It is, I think, the first of its kind. A lot of open-world games like this are multiplayer, but we specifically chose to make this a one-player open-world game  with network functions. The pawns are a sort of legion of not-quite-human people: they don&apos;t act under their own volition, but they follow. As you play the Arisen, you can command them at your will. There are plenty of pawns you can choose from as your support pawns, and your main pawn will be with you throughout the game. The reason for the existence of the pawns  why are there pawns in this world, and why aren&apos;t they human?  will also be answered as you play the game.&quot; The pawns add a hint of multiplayer, or at least community-style gaming, as you can make your favourites available to other players via the game engine, Facebook or Twitter. Kobayashi elaborates: &quot;You can reach the pawn community from the main menu, so you don&apos;t have to go through Facebook. It will open up two options: you can either share your main pawn or do a pawn search, which will show all the main pawns that are up on Facebook and Twitter. And you can narrow down your search  look for a Mage, or search by skills and gender. You might find a message from the owner. And if you note their online ID, you can search for that pawn in the rift.&quot; Action-wise, Kobayashi contends that Dragon&apos;s Dogma, despite being a first stab at an RPG, preserves the ethos that pervades Capcom&apos;s other, more action-focused, franchises: &quot;For example, if you grab onto a gryphon, and the gryphon flies off, as long as you&apos;re still holding on, you can continue that battle in the air and bring it down that way. And you can do things like hold an enemy while your pawns attack them. You can grab enemies and throw them off cliffs. That action element, I think, separates Dragon&apos;s Dogma from a lot of the other fantasy games.&quot; The levelling-up system, too, is unconventional, placing unusual emphasis on the weight of the objects you collect, and letting you expend XP on upgrading them. Kobayashi explains: &quot;Basically, there are two different ways you can level up your character  by accepting quests and completing them, or by fighting random battles. By, for example, exploring the world, you can find different items and, of course, money; with that you can buy weapons, or upgrade them and level up your character. So if you buy a better sword than you had before, it will raise your strength. Also, each weapon and item of armour can be upgraded up to three stars. So you can make weapons stronger, and make them lighter as well  weight is an important concept in the game, and if you make equipment lighter, you can move a lot more freely.&quot; No shortage of ambition One of the main joys of open-world RPGs is their sheer scope: the best ones feature giant fantasy worlds in which you can lose yourself for months. And as Kobayashi explains, Capcom hasn&apos;t stinted in that regard with Dragon&apos;s Dogma: &quot;As far as the world is concerned, it&apos;s the biggest map we&apos;ve created in a Capcom game. If you walk around the coastline of the world, it would take you four to five hours. So it&apos;s pretty big. As for the main campaign, it would take an average player around 50 hours to complete, just if you do the main quests. If you do all the sub-quests, it would take easily over 300 hours. It has been in development for about three and a half years now. In-house, we have over 100 people working on it, and out of Capcom, we have about 200  so it&apos;s a very big dev-team.&quot; Kobayashi affirms that, if Dragon&apos;s Dogma hits the spot, Capcom is keen to develop it into a franchise in future, and adds: &quot;We do have DLC planned  we will be releasing information about that in the very near future.&quot; A demo version of the game will hit Xbox Live Arcade on 24 April and the Sony Entertainment Network on 25 April, so you&apos;ll be able to sample it before its release on 25 May. And from what we&apos;ve seen, while it may come from a hitherto unlikely source, it should launch Capcom as a major player in the RPG world, in competition with the likes of Bethesda and BioWare.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/01/interview-dragons-dogma-producer", 
    "wordcount": "1320"
}