{
    "headline": "Star Citizen  preview", 
    "text": "Ten years ago, Chris Roberts, creator of Wing Commander, Privateer and Freelancer, left the games industry and seemed to take the whole space combat genre with him. While Eve Online has built a cult following, we never again saw narrative interstellar dog-fighting adventures achieve mainstream success. The genre that materialised so thrillingly with Elite and that gave us some of the absolute best Star Wars ties-ins of ALL TIME, seemed to just disappear into a crushing black hole. But now, everything is okay: Roberts has returned. After almost a decade as a film producer, the Manchester-raised developer has announced Star Citizen a vast online multiplayer space game, which he says will combine all his previous classics into one multifaceted universe. Players wlll be able to take part as combat pilots, mercenaries, merchants, bounty hunters and a range of other classes, all with their own missions and side-quests. &quot;Basically I&apos;ve always made games because I&apos;m a gamer,&quot; he says. &quot;If there was a game that I wanted to play but that didn&apos;t exist, I would make it. Even when I was off making movies I always had the most recent consoles and high-end gaming rigs, playing the latest games. It got to the point two years ago when I felt that the power and fidelity would allow me to do the stuff I wanted to do. I was feeling that, yeah, I want to see this sort of game and no one is doing it.&quot; So a year ago, he started prototyping his concept for a multiplayer online space combat title, employing a small development team that includes several ex-staff from his previous studios, Origin and Digital Anvil. Then, very recently, he started teasing his return to games, setting up the Roberts Space Industries website and releasing snippets of the Star Citizen backstory. Now the project is taking shape.      Set in the year 2942, the game takes place within Earth&apos;s vast cosmic empire, which is now being threatened by an emerging alien civilisation  the Dralthi  on the other side of the galaxy, as well as hordes of barbaric space raiders along its borders. Roberts says the idea is essentially the Decline and Fall of the Roman Empire, but in the distant future.  &quot;Citizenship is a big deal in this universe,&quot; says Roberts. &quot;Citizenship isn&apos;t your birthright. There&apos;s a little bit of Starship Troopers in there, but that in itself is modelled on the Roman system. You can win citizenship through military service, or you earn it through civic duties, or by becoming a merchant and buying it. That then opens up a new level of other things you can do in the galaxy.&quot; And from here, a range of experiences are on offer. &quot;It&apos;s not dissimilar to how Privateer and Freelancer worked,&quot; says Roberts. &quot;There will be a combination of more procedurally driven missions, there will be specific story missions that we&apos;ll be adding and curating as we go along, then we&apos;ll try to build a place where you can hire someone to be your wingman who hire them to take someone out - so players help to make the content too.&quot;      Within the game, a full single-player campaign named Squadron 42 lurks. This Wing Commander-like option puts the player on the frontline of a battle along the edge of Earth territory, attempting to get into the eponymous unit  essentially, it&apos;s the French foreign legion of space. This can be attempted offline, but if you stay connected, friends can join in to be wingmen in key battles. When you complete it, you enter the persistent universe as an elite warrior, like a Navy SEAL: &quot;and then you venture out into a Privateer-style world,&quot; says Roberts Opt to be a mercenary or merchant, however and it&apos;s fortune and glory that drives you rather than military ambition. The game&apos;s immense dynamic economy looks to be a key element for Roberts. He acknowledges the work CCP has done in this area with Eve Online but reckons the Star Citizen implementation is very different. &quot;With the economy, I want the players to feel like what they do has an impact on the events that unfold,&quot; he explains. &quot;It&apos;s about ownership: I want players to feel like they&apos;re becoming part of the lore, the history of this galaxy. So a lot of the tools we&apos;re building for the online persistent world allow us to micro update the content. A lot of online games use these big monolithic updates once every year or two years, my goal is to have something where we&apos;re doing constant updates. One week we may add a star system, another we may had five small missions on the other side of the galaxy. Developers have become a modern day version of a dungeon master, where you&apos;re riffing off your players. &quot;It&apos;s also a bit like TV. When you write a new series you start with your bible then write the first five or six episodes and broadcast it  if people like it, you listen to what they&apos;re saying, and some of the story lines will be adjusted depending on what the audience likes or does&apos;t like. That&apos;s part of the idea: players have to feel that the things they&apos;re doing can ripple out across the wider universe. There may be a news event somewhere or a spike in prices somewhere else, or a battle will result people will feel like their actions are having an imprint on the world.&quot;      Right now, Roberts&apos; small, mostly freelance team has come up with an impressive demo, using a heavily modified version of Crytek&apos;s Cry Engine 3 tech, but it&apos;s little more than a graphics showcase right now. In the short sequence we saw, the player can explore the vast landing bay of a 1km long space carrier, entering a fighter and flying out to get a better look at the huge mother craft (which is constructed, Roberts says, from seven million polygons). Adopting an external camera view, it&apos;s also possible to look in your own smaller craft, where your pilot is visible, using the controls and hitting the throttle when you press the corresponding buttons on the controller. Apparently, the game will support both stereoscopic 3D and the Oculus Rift VR headset to add augment the feeling of being in a small bubble in space.  The sense of authenticity extends to handling. The craft is a rigid body, propeled through space by thrusters working on the principles of Newtonian physics. If one is damaged by a direct hit, manoeuvrability is affected accordingly. Every moving part on the ship (there are over 60 on a fighter craft alone) has a job, a purpose, whether that&apos;s the cables leading to the gatling guns, or the missile systems which show an explosive charge when firing. The game will have a fixed upfront fee for the initial download, but there are no subscription fees. Extra income will come from in-game purchases of ship and weapons upgrades, although all of these can also be bought with an in-game currency earned through completing missions. Roberts is clear that he wants this accumulation process to be an enjoyable part of the experience. &quot;I hate games that use grind, that make it terribly boring to earn in-game money so you want to pay for it,&quot; he says. &quot;Maybe it&apos;s stupid of me, but I won&apos;t do that. You build the game in such a way that, if people don&apos;t want to spend ten hours trading they don&apos;t need to. But it should be fun to do ten hours of trading - it was fun in Privateer! You should have fun doing everything.&quot;      He&apos;s also keen to make a game in which the little guy stands a chance. Although participants can level up, being 10 ranks above a competitor in a P vs P space fight won&apos;t mean instant victory  smaller craft are able to zip around faster than great big space tanks with massive weapons systems; skilled players can compete at every level. The big question many will ask is, well, why didn&apos;t Roberts just use the Wing Commander license? It&apos;s clear Star Citizen belongs in that universe; the craft and themes all scream that. So why no brand? &quot;EA own it,&quot; he shrugs. &quot;I&apos;ve had discussions with them about doing Wing Commander, but when I build a game I want to do it on my terms - I don&apos;t want to be part of the big machine building it.&quot; And there will be no console versions  not for a while anyway. The game will be released in 2014 and will probably require today&apos;s highest-end machines to run it; that may well test even the next generation machines from Sony and Microsoft. But Roberts is unrepentant. &quot;I&apos;m a PC game creator,&quot; he says. &quot;I&apos;ve been feeling over the last few years that the PC just isn&apos;t getting enough love or respect. For me, it was important to come back and push what they can do&quot;. And he is doing that by building the universe he has been hinting at since the early nineties, in full, online and with spaceships a kilometre long. Wherever these gigantic craft are going, plenty of us will follow.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/12/star-citizen-preview", 
    "wordcount": "1561"
}