{
    "headline": "Zynga wins bidding war for makers of six-week-old Draw Something game", 
    "text": "Social gaming firm Zynga has paid a reported $200m to the makers of Draw Something, an online drawing game that has attracted over 35 million players in its first six weeks. Zynga, the company behind Words With Friends, FarmVille, CityVille and the majority of the most popular online games, announced late Wednesday that it was buying OMGPOP, maker of Draw Something. No price was announced, but according to Dow Jones newswire the figure was somewhere between $200m and $250m. Disney and Electronic Arts, the games company, were also believed to have made offers for the company. Over 35 million people worldwide have so far downloaded Draw Something, a game where players draw images based on selected words, from French dance pioneers Daft Punk to basketball sensation Jermy Lin, on their mobile devices and their friends guess what they are trying to depict. Zynga says it is already the top word game in 84 countries. In the last week, more than a billion drawings were made on the application. &quot;The OMGPOP team has created a game that&apos;s fun, expressive and engenders real social interaction. Draw Something has captured the imagination of millions of people around the world,&quot; said Mark Pincus, founder and chief executive of Zynga. &quot;We&apos;re honoured to have the opportunity to partner with and support such an innovative team of creative inventors.&quot; The purchase is the largest Zynga has made, dwarfing its previous big buy, Newtoy Inc, maker of Words With Friends. Zynga paid $53.3m for Newtoy in 2010. The game company made 22 deals in 2010 and 2011, spending $105.1m. Analysts speculated that a bidding war drove up the price. &quot;A reported $200 [million-plus] price tag for a six-week old game will justifiably raise eyebrows,&quot; Macquarie analyst Ben Schachter wrote in a note Thursday.  &quot;Clearly, Zynga believes that this is a unique evergreen-type game that can become a long-term growth franchise. They are also focused on the cross-marketing potential between Draw Something and Zynga&apos;s players. Our initial reaction is that a bidding war likely led to too high of a price for the developer, but we really won&apos;t know if that price was justified for some time,&quot; he wrote.", 
    "section": "technology", 
    "gid": "technology/2012/mar/22/zynga-wins-draw-something-bidding-war", 
    "wordcount": "371"
}