{
    "headline": "RIM mulls sale of corporate jets in bid to cut operating costs", 
    "text": "BlackBerry-maker Research In Motion (RIM) says it may sell one or both of its two corporate jets as part of efforts to transform itself into what chief executive Thorsten Heins calls a &quot;lean, mean hunting machine&quot;. The company told the Guardian that it is looking at options relating to its two executive Dassault jets, which can seat nine and 14 people. Initial reports suggested that the company would try to sell the smaller jet, which could fetch between $6m and $7m, while reducing outgoings in maintenance and ground crew. &quot;We&apos;re looking at options with both our aircraft costs and finding ways to reduce our travel while still making sure we keep in close contact with our partners around the world,&quot; a spokesperson said. &quot;It&apos;s all part of the effort to find ways to reduce costs and drive efficiencies that Thorsten Heins has talked about.&quot; RIM is trying to save $1bn (650m) in annual operating costs after two quarters of heavy losses, and with no clear end in sight to its problems. Analysts have questioned whether it can survive in its current state, or whether it could head for the bankruptcy courts or be split, with its security software being purchased by a US company  because the US government relies on BlackBerrys for secure communications  and the handset business being sold to a Chinese company. RIM has owned the jets for at least two years. The news came as Heins faced shareholders in Waterloo, Ontario, for the first time at the company&apos;s annual general meeting, following a year in which the company&apos;s shares have lost 95% of their value from their peak, and 80% over the past year. Its market capitalisation is now just $3.74bn, of which 85% derives from its patent portfolio covering email security, messaging and handsets, Heins suggested at the weekend. Heins told shareholders he was not satisfied with the company&apos;s performance but that he was excited about the prospects of its upcoming BlackBerry 10 software, which he suggested in another interview could appear by January  although officially it is due only by the first quarter of 2013. RIM&apos;s stock has since been trading near a nine-year low. Two weeks ago, it announced disappointing quarterly earnings, plans to cut 30% of its workforce and the latest delay in BlackBerry 10.", 
    "section": "technology", 
    "gid": "technology/2012/jul/10/rim-research-in-motion-corporate-jets-blackberry", 
    "wordcount": "390"
}