{
    "headline": "Epic Mickey 2: Warren Spector talks choice, consequence and co-op play", 
    "text": "Mickey Mouse has been a symbol of squeaky (sorry) clean family values since his creation in 1928 and in spite of Walt Disney&apos;s enthusiastic engagement with McCarthy era anti-communist witch hunts and persistent allegations of anti-semitism, Mickey&apos;s image has remained refulgent for more than 80 years. So it came as a bit of a surprise when the original Epic Mickey was announced as a project by Warren Spector, a man famous for System Shock  still possibly the most disturbing interactive experience yet released as a game  and Deus Ex, a title that revelled in the seamier sides of corporate corruption and body modification. You could just about imagine Warren Spector making a Batman game, but Mickey Mouse? Spector says: &quot;A lot of people were surprised I guess. My mother said, &apos;It&apos;s about time.&apos; Certainly it was a change of pace in terms of content and tone, but really it was a return to my roots. I wrote my masters thesis on cartoons, I taught animation classes, I did a game called Toon, the cartoon role-playing game, and another called The Bullwinkle and Rocky Party Role Playing Game, back in the tabletop game days, so it was a return to the things I loved.&quot; But far from distancing his more family-friendly output from the likes of Thief, he sees it as a continuation of the same set of ideas. &quot;From a game design standpoint I see Epic Mickey and games like the new one as more of the same. They&apos;re all about choice and consequence.&quot; Epic Mickey 2 starts in the familiar confines of sorcerer Yen Sid&apos;s workshop, complete with tiny marching brooms carrying buckets of water, but even at this stage you need to make decisions. The tutorial closes with two alternatives: paint in a treasure chest or use thinner to erase it, a simple choice that sets events in motion on slightly divergent paths. &quot;Once you decide whether to paint or thin, you can never go back; there are two rewards, which one do you want?&quot; says Spector. &quot;There&apos;s also the way the world looks  the skybox changes based on your choices, the music changes based on your choices, there are places in the game that I don&apos;t want to talk about in too much detail where you will literally get to a Y, a fork in the road, and if you go to the right, the left path will be closed to you forever. &quot;In the first game, we had choices like that and we allowed you to explore both avenues. This time we feel like we&apos;ve introduced this idea to the audience now and we can push them a little further. At the end of the game all the choices that you make are going to show up in a unique end game.&quot;     Warren Spector: 'It was a return to my roots'    However, getting such systems in place with any degree of subtlety isn&apos;t always easy. &quot;Publishers are always telling me, &apos;put a meter in there, tell players that they&apos;re making a moral choice&apos;, and I say, &apos;no&apos;. It&apos;s not about moral choice, it&apos;s not about me saying this is good and this is bad, it&apos;s about you deciding what&apos;s appropriate in the moment and then seeing the consequences of that. &quot;The paradox of making a game of choice and consequence that I think is interesting, is if you do it right, people don&apos;t notice. They just play the way they want to play and have the experience they want to have.&quot; Alongside a greater sense of player agency, perhaps the biggest change in Epic Mickey 2 is its co-op gameplay, with Mickey&apos;s older brother, Oswald, now a playable character that you can either switch to manually or let another player drop in to control in split screen. While Mickey has paint and thinner, Oswald carries a remote control to zap machinery to life and create a slightly different set of interactions with his environment. Another shift is in the game&apos;s tone, which isn&apos;t quite as sinister as its predecessor was. Did the darkness of the original make Disney nervous? &quot;There were people who were worried, let&apos;s say,&quot; says Spector. &quot;One of the goals of the game was to make Mickey a video game hero, and hero is a big word. In order to be a hero there has to be something significant to push up against. We needed the world to be kind of dark and the problem to be significant so Mickey had a chance to prove that he was a hero, and they understood that  they understand storytelling pretty well at Disney. With the second game, we made a conscious decision to brighten things up maybe 10% or 20%.&quot;     Epic Mickey 2    And that brightening process stretches as far as frequent musical numbers. &quot;What we&apos;re trying to do is make a game of contrasts. For every dark thing there&apos;s a light thing, for every down there&apos;s an up, so the world has to be a world of strong contrasts. And there&apos;s great humour in contrast. A dark world or a villain singing a song to express his emotions  it&apos;s fun, it&apos;s revealing, it&apos;s very Disney  and so it seems kind of appropriate.&quot; In Epic Mickey 2&apos;s case, music appears to be confined to cut scenes, which you&apos;ll be able to skip (although on early evidence, you&apos;d need a heart of stone to do so) but Spector would like to go further with music and games. &quot;One day I&apos;m going to make a game where songs are part of the game system  I&apos;ve got a lot of ideas about how to do that.&quot; For now he&apos;s interested in pursuing the themes of choice and consequence. &quot;It&apos;s a different tone, but absolutely with the same idea in mind, that what you&apos;re doing really matters and there&apos;s nothing that says the only worthy consequence is death or failure. Different kinds of choices have different kinds of consequences and that&apos;s all it is.&quot; With just three levels playable  the tutorial, the OsTown hub area and a 2D platform-style knockabout  there&apos;s only so much cause and effect visible at this stage. Mickey is very much able to change the look and functionality of OsTown by painting in buildings and erasing other ones  which, as in the last game, makes an immediate and palpable difference to your surroundings. Epic Mickey 2 is due for release this autumn and promises to be rather more thoughtful than most games featuring licensed characters.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/23/warren-spector-epic-mickey-2-preview", 
    "wordcount": "1091"
}