{
    "headline": "Science for Girls (aka Science)", 
    "text": "When I was 10 years old, I fell in love with a man who showed me the stars. But this wasn&apos;t Doctor Who, and there wasn&apos;t a wobbly BBC set in sight. The show was Cosmos, and the man was Carl Sagan. Even as the child of working class parents without qualifications, science gripped me at an early age. I&apos;d wear a white school shirt unbuttoned over my other clothes as a lab coat. I&apos;d grab the cardboard inners of toilet rolls and turn them into telescopes and microscopes as well as wrist bands and tiaras (my scientist phase was concurrent with my Linda-Carter-as-Wonder-Woman phase). I deliberately popped the lenses out of a pair of plastic sunglasses, so I could look all clever and brainy. As a child, science was my chemical X Factor, my Strictly Come Stargazing. The future would be a utopia, we had the Tomorrow&apos;s World team telling us so. There were still incredible things to be discovered, I knew because Sagan took me to the stars. Science was huge fun, I knew because Heinz Wolff and Wilf Lunn made me laugh. Science had enough of a grip on the public imagination to make an 8 year old girl from a big Brighton housing estate want to be part of it. And it wasn&apos;t just for the boys. Judith Hann, Maggie Philbin and Marian Davies were there, front and centre on our TV screens, showing that women were every bit as interested in STEM topics as men were. No barriers. Everything was possible. So what turned me away from science? Puberty had a lot to answer for. Not just menstrual cramps, terrible haircuts and strange stirrings incurred by George Michael. I suddenly felt pressure to fit in and to be, well  feminine. Girls were likeable, didn&apos;t disagree too strongly with boys or make a fuss, they stood in front of the mirrors at break time re-applying their lip gloss and most of all, they didn&apos;t make themselves look too brainy. Boys didn&apos;t like that. At least, the cool ones didn&apos;t. To cap it all, the gender balance in STEM topics in my classrooms seemed horrifically skewed. I found myself literally the only girl among 30 boys for both computer science and physics. It was bad enough being the only Goth in a school full of mullets and Lacoste, but when the most sincere scientific question asked of me was what size bra I wore, I couldn&apos;t help but feel a bit unique. It&apos;s fair to say that the pervading mood of my adolescent years was that if you were a girl, you could do science  you just couldn&apos;t ever expect to have a boyfriend too. You&apos;d be doomed to a single, career-driven lonely life, possibly with lots of cats that would climb over your dead body and nibble your eyelids when you&apos;d been dead for three weeks and nobody found you. I gave up on a Life Scientific and took up a Life Calorific instead  I now work as a chef. But science hasn&apos;t given up on me just yet. While the science content of mainstream television disappears beyond the watershed, and newspapers crank out the same health stories, science has found a new democratic home online. A place where ordinary people like me can catch up on the latest theory, find papers relevant to our interests, and blogs on every field you can imagine. From duck sex to string theory, science history to The Cochrane Collaboration, it&apos;s all there. The friends I&apos;ve made online have inspired me, and at 41 I decided to pursue a BSc in health sciences with the Open University. Formal science education has opened up to me once again, and I love it. It&apos;s also made me look at my own daughter, nearly 10, and wonder if anyone will be her Carl Sagan. Sadly, it will still most likely be a man who inspires her. The BBC&apos;s only regular female science presenter pre-watershed is the terrific Liz Bonnin. CBBC&apos;s (very limited) science content is male-dominated, with the exception of the woefully underused Maggie Aderin-Pocock. Most of the female scientists on TV are tucked away out of children&apos;s sight, talking about their specialist fields on Horizon, after my daughter is in bed. It&apos;s not that there aren&apos;t brilliant women out there, but they&apos;re just not making it into populist media slots. Where is our Julia Bradbury, our Kate Humble, our Mary Beard of scientific understanding? I love watching the boys, but I want my daughter to see women in science too, dammit! I know they&apos;re out there. I follow them on Twitter, I read their blogs and I hear them on podcasts. So why are they not making it beyond the internet? They might not be pulling in the telly figures, but women scientists are gaining recognition elsewhere. Tuesday is Ada Lovelace Day, dedicated to raising the profiles of women working in STEM careers and to providing girls and young women with the role models they so desperately need. On 19 October, the Royal Society will be hosting a Wikipedia &quot;Edit-a-thon&quot;, where supporters can learn the skills they need to improve the shamefully sparse entries covering women scientists. 18 October sees us getting our own Calendar Girls, as the Science Grrl project, brainchild of Heather Williams and Louise Crane, launch their official calendar. Many scientists reacted angrily to a European Commission video released in June that featured women parading in high heels, brandishing test tubes and  erm, failing to do any science. The video was withdrawn the same day. The calendar, a direct reaction, serves both to illustrate the wide variety of women in science, and to raise funds for projects that encourage the women scientists of the future. I&apos;ve already ordered my copy and will display it proudly for my daughter and son to see. But all these are niche projects that I know about from my niche interests. Mainstream media is being shamefully slow in picking up on the disparities. I would have hoped that, 30 years on, I could say the visibility of women in science has improved, and instead it&apos;s quite the opposite. This is partly due to the slow erosion of science television in general, but it makes it even more important, surely? I don&apos;t know what kind of career my daughter will choose, but I don&apos;t want her to believe that a Life Scientific is only for the boys.Tania Brown is a chef, aspiring scientist and gives away far too much information on Twitter @cherrymakes", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/oct/16/neuroscience-women", 
    "wordcount": "1091"
}