{
    "headline": "Headteacher quits Downhills primary school amid row with Michael Gove", 
    "text": "The headteacher of a school opposed to the government&apos;s academy programme has quit after it was placed in special measures by the schools inspectorate. Leslie Church resigned as headmaster from Downhills Primary in Tottenham, north London, after the school was judged inadequate in the latest inspection by the watchdog Ofsted. The Department for Education said the school, last placed in special measures in 2002, had struggled to obtain the required standards for years and that the independent inspection, ordered by the education secretary, Michael Gove, was necessary. The school had claimed Gove was illegally attempting to force academy status on the school and that attainment records, and an interim Ofsted report last September, suggested standards were improving. The school&apos;s governing body confirmed Church&apos;s resignation, adding that the governors intended to stay in place while decisions were made about the future of Downhills. In a statement the governors expressed &quot;gratitude for the work&quot; Church had done, and added: &quot;For personal reasons Leslie has decided to step down from his post as headteacher from Friday. &quot;Leslie&apos;s resignation was reluctantly accepted. Leslie is tremendously popular with parents, staff and children and retains the full support of the governing body. We wish him every success for the future.&quot; The statement said there is strong support for the school and governing body from pupils&apos; parents and the wider community, and that &quot;immediate action&quot; was being taken to deal with the failings. The governors have written to Gove to ask for a meeting to discuss the future of the school, which is in Haringey, one of London&apos;s most deprived boroughs. They added: &quot;It remains our position that any restructuring of the school should not be imposed from above unless and until there has been a full consultation with parents, staff and the local community.&quot; The school last came out of special measures in 2005 but in January 2010 was told by Ofsted that &quot;significant improvement&quot; was needed. The Department for Education said: &quot;We will need to see the final Ofsted judgment before any decision about the future of Downhills is made. &quot;We have been clear that we consider academy status to be the best way to improve schools that are consistently underperforming. &quot;Academies have already turned around hundreds of struggling secondary schools across the country and are improving their results at twice the national average rate. We can&apos;t just stand by and do nothing when schools are sub-standard year after year.&quot;", 
    "section": "education", 
    "gid": "education/2012/feb/11/headteacher-downhill-quits-row-gove", 
    "wordcount": "420"
}