{
    "headline": "Guns don't offer protection  whatever the National Rifle Association says", 
    "text": "&quot;The one thing a violent rapist deserves is to face is a good woman with a gun!&quot; That was Wayne LaPierre, executive director of the National Rifle Association, the standard bearers for America&apos;s gun lobby, making the case that personal firearms prevent rape. The assertion that guns offer protection is a mantra the NRA has repeated often. In the wake of the Sandy Hook school shooting, LaPierre opined: &quot;The only thing that stops a bad guy with a gun is a good guy with a gun&quot;, insisting that schools should have armed guards. Academics such as John Lott and Gary Kleck have long claimed that more firearms reduce crime. But is this really the case? Stripped of machismo bluster, this is at heart a testable claim that merely requires sturdy epidemiological analysis. And this was precisely what Prof Charles Branas and his colleagues at the University of Pennsylvania examined in their 2009 paper investigating the link between gun possession and gun assault. They compared 677 cases in which people were injured in a shooting incident with 684 people living in the same area that had not suffered a gun injury. The researchers matched these &quot;controls&quot; for age, race and gender. They found that those with firearms were about 4.5 times more likely to be shot than those who did not carry, utterly belying this oft repeated mantra. The reasons for this, the authors suggest, are manifold. &quot;A gun may falsely empower its possessor to overreact, instigating and losing otherwise tractable conflicts with similarly armed persons. Along the same lines, individuals who are in possession of a gun may increase their risk of gun assault by entering dangerous environments that they would have normally avoided. Alternatively, an individual may bring a gun to an otherwise gun-free conflict only to have that gun wrested away and turned on them.&quot; This result is not particularly unexpected. Prof David Hemenway of Harvard school of public health has published numerous academic investigations in this area and found that such claims are rooted far more in myth than fact. While defensive gun use may occasionally occur successfully, it is rare and very much the exception  it doesn&apos;t change the fact that actually owning and using a firearm hugely increases the risk of being shot. This is a finding supported by numerous other studies in health policy, including several articles in the New England Journal of Medicine. Arguments to the contrary are not rooted in reality; the Branas study also found that for individuals who had time to resist and counter in a gun assault, the odds of actually being shot actually increased to 5.45 fold relative to an individual not carrying. The problem goes deeper than this, however. There&apos;s good evidence that the very act of being in possession of a weapon has an unfortunate effect of making us suspect others have one too. This was shown in a 2012 paper by psychologists Prof Jessica Witt and Dr James Brockmole, where subjects were given either a replica gun or a neutral object and asked to identify the objects other people were holding. Subjects in possession of a replica firearm were much more likely to identify a neutral object as a firearm. The erroneous assumption that someone else is armed can and does often end in tragedy. Indeed, the evidence suggests the very act of being armed changes one&apos;s perception of others to a decidedly more paranoid one. Other studies have shown an element of racial priming too, where a black subject is more likely to be assumed to be carrying a weapon. Guns have a curious psychological effect beyond this: a 2006 study by Dr Jennifer Klinesmith and colleagues showed men exposed to firearms before an experiment had much higher testosterone levels and were three times more likely to engage in aggressive behaviour relative to the subjects not primed with a weapon. LaPierre&apos;s proclamation bears the hallmarks of a litany of misconceptions. Gun aficionados often frame the debate in terms of protection, but it is vital to realise that the vast majority of rape and murder victims are not harmed by nefarious strangers, but by people they know, and often love  friends, family members, lovers. Far from protecting people and keeping families safe, the sad truth is that firearms are often used in episodes of domestic violence. The John Hopkins centre for gun policy research has some sobering facts on this; women living in a home with one or more guns were three times more likely to be murdered; for women who had been abused by their partner, their risk of being murdered rose fivefold if the partner owned a gun. Nor did guns make the women safer; women who purchased guns were 50% more likely to be killed by an intimate partner. So LaPierre&apos;s &quot;good woman with a gun&quot; is actually, it seems, putting herself in danger. Viewed in this light, the NRA&apos;s insistence that rapes can be prevented with firearms or that teachers should be armed appear even more stupid than they already seemed. It is worth remembering that just as America leads the world in gun ownership, so too does it lead the world in gun homicide, with 11,000 to 12,000 murders committed by firearms each year. The tired old rationalisation that guns protect people is frankly contradicted by the evidence. The inescapable conclusion is that gun ownership makes everyone less safe. The logic the NRA espouses is perverse and transparently self-serving  the solution to gun crimes is not more guns, and no amount of rhetorical dexterity can surmount this fact. If the US is to have a truly honest discussion about its gun culture, it needs to be rooted in fact rather than fantasy, and the sound and fury from the NRA should be dismissed with the contempt it deserves.  Dr David Robert Grimes is a physicist and cancer researcher at Oxford University", 
    "section": "science", 
    "gid": "science/blog/2013/mar/25/guns-protection-national-rifle-association", 
    "wordcount": "995"
}