{
    "headline": "E3 2012: Sim City preview", 
    "text": "Amid the cacophony of E3, with its massive screens showing blood-splattered first-person shooters and mega-licensed sports titles, a rather more austere series stole plenty of attention. Sim City, Will Wright&apos;s original sand-box town planning game is returning next year, boasting a beautiful new &quot;Glassbox&quot; simulation engine. Now, every car and every pedestrian is a simulation agent, every building can be augmented with dozens of customised add-ons and roads can actually be curvy. Curvy! &quot;It&apos;s one of the most requested new features,&quot; says producer Jason Haber with only the faintest hint of incredulity. He goes on to explain that one of the game&apos;s designers, now freed from the tyranny of the rigidly grid-based planning structure of old, has created a town in the shape of a giant guitar. &quot;It&apos;s a properly functioning town!&quot; he exclaims. &quot;It&apos;s profitable!&quot; In short, your city will look like a functioning model town  a living simulation of a modern metropolis. Or it will look like a giant musical instrument. It&apos;s your choice. But everything functions as part of the whole. Even the trees are simulations.  We pored over the single-player components in a preview in April, but at E3, Maxis was explaining more about the multiplayer element. Players will be able to build their cities in districts shared with other friends, who&apos;ll also be constructing their own urban areas. These towns will all be linked by highways, which will allow sims to travel from one city to the next  so if your place has a large population, but your neighbour has an under-staffed new factory, your people can commute across, helping your mate&apos;s economy and boosting your own stats in the process.      Sim City    It will also be possible to share energy and other resources. If one town is producing an excess of electricity, it can build pylons across to a neighbour then charge to supply it with juice. This is important if any players in a region decide to specialise in a key area. Instead of growing generalised urban environments, its possible to target areas such as tourism or industry, constructing only elements that fit in with this goal. So holiday hotspots may have to rely on any smoke-churning neighbours to power their hotels, sports stadia and swimming pools.  Neighbouring cities are also able to combine their efforts to work on major engineering projects called Great Works. These can be anything from airports and solar farms to space research bases, but all require the financial and human resources of at least couple of neighbouring towns. This is a neat idea that lifts the sense of cooperation beyond the level of shared utilities, and it should foster a sense of joint creativity. It also boosts the economy of every town in the area: construct an airport, for example, and tourist towns get lots more visitors while industrial centres open lucrative new export routes.  I also like the idea of large projects and specialisations having an effect on the deeper simulation. Building a sports stadium, for example, brings in and entertains sims from all the other cities in the region, but that presents a major traffic challenge. In our E3 demo, Haber gets round this buy building a light railway system, plotting its course through the town by bringing up the rail data layer, which shows how many people would use the system based on its current proposed route. Okay, it&apos;s super geeky stuff, but I can imagine myself spending hours plotting the most efficiently profitable rail networks. I don&apos;t want to imagine myself doing it, but I completely can.     Sim City    There are also disadvantages to having neighbouring cities. If you&apos;re next to a huge industrial sprawl, the pollution it creates could easily float over to your town. Similarly, if your neighbour has failed to get on top of a crime problem, you&apos;ll find your own outer suburbs becoming hives of scum and villainy. And like other areas of the game, crime is highly visualised now  you&apos;ll see graffiti appearing on buildings and armed robbers driving the streets occasionally trying their luck at one of your banks. During the E3 demo, we see a hoodlum roaring into town, blaring out heavy metal from his red convertible. The teeny figure than disappears into a bank and comes out with a bag of cash, only to find the building surrounded by cop cars. There&apos;s a miniature shoot-out, and the robber is felled  all in cute SimCity visuals. Didn&apos;t think a shoot-out could be cute? Just wait until you see one in this game. The multiplayer system supports both simultaneous and asynchronous co-operation, so it&apos;s fine if you and your friends have different town planning schedules. And it&apos;s also fine if you play alone  although I suspect those wishing to build specialist cities will struggle more.  Whatever the case, this looks to be the best possible outcome for the SimCity concept. It&apos;s a game that retains all the depth required by veterans, but with plenty of new accessibility features that should open it right up. Maxis is no doubt targeting those gamers whose only experience of city building has been in certain Facebook social titles. Boy, are those poor guys in for a surprise.  Sim City is coming to PC in February 2013. Keith Stuart travelled to E3 as a guest of EA", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/18/e3-2012-sim-city-preview", 
    "wordcount": "888"
}