{
    "headline": "Icann criticised over 'commercial landgrab' of internet", 
    "text": "More than 1,000 new internet &quot;top level domains&quot;  such as .app, .kids, .love, .pizza and also .amazon and .google  could come online beginning early next year, with the potential to radically change the face of the web. But the move by Icann, the US-appointed company which decides what new domains can be added to the web, has been criticised by some as allowing a commercial landgrab of the internet. Documents released by Icann on Wednesday show that Amazon and Google have made dozens of applications to control hundreds of domains  including .shop, .book, .love, and .map and .mba. The most applied-for domain is .app, which 13 organisations have staked a claim to own, including both Amazon and Google. Only one entity can own a top-level domain. The next is .home and .inc, with 11 applications, .art with 10, and then .book, .blog, .llc, and .shop with nine each. Those put in charge of allotting such domains will have complete power over whether a company or individual can apply for a website or domain name within them  so that if Amazon was to control .book, it could deny a rival such as Waterstones the chance to create waterstones.book. The new top-level domains, or TLDs, will start to come online in the first quarter of 2013, said Rod Beckstrom, the chief executive of Icann, who unveiled the list of 1,930 applications for 1,700 different new TLDs at a press conference in London. &quot;This is an historic day for the internet and the two billion people around the world who rely on it,&quot; Beckstrom said. &quot;The internet is about to change forever. Through its history the internet has renewed itself through new ideas; we&apos;re on the cusp of new ideas and innovation which will give rise to new jobs and ways to link communities and share information.&quot; Companies, individuals and communities were able to apply for the new TLDs, which cost $185,000 per registration. But the cost of registration and the complexity of filling out the 250-page forms appears to have dissuaded applications from Africa, which produced only 17 of the 1,930 applications. By contrast, North America produced 911 applications  although Amazon&apos;s 76 applications have been made through its Luxembourg office, almost certainly for tax reasons. Google has made more than 100 applications, including .android, .baby, .blog and others. Guardian Media Group, which publishes the Guardian and Observer newspapers and the theguardian.com website, has applied for five, though it faces a contest for the principal one, .guardian, which has also seen an application from the US-based Guardian Life Insurance company, which also owns the worldwide guardian.com domain. Icann will have to resolve hundreds of such conflicts, which will see a combination of trademark disputes and arguments about which companies or organisations will be appropriate owners of TLDs. It reckons that it will be able to process the applications in batches of about 500 each, taking between four-and-a-half and five months each. That means it will take about 18 months to process the entire set. The applications from Africa, however, are guaranteed to be in the first tranche considered, and so should go online first if they succeed in the selection process. Alexa Raad, chief executive of Architelos, which provides consultancy services to businesses looking to run domains, said: &quot;It&apos;s like the difference between owning a flat in an apartment, and owning the whole apartment block. If you own the block, you can decide who gets in and out of it, you can decide on the behaviour in there. &quot;For Amazon, it could decide to reward its most loyal customers with a &apos;.amazon&apos; email, for example, and it will know that that email is never going to go away. People are focusing just on the names but it&apos;s not the name that&apos;s important, it&apos;s the business models that will lie behind them.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/13/icann-criticised-commercial-landgrab-internet", 
    "wordcount": "656"
}