{
    "headline": "Apps Rush: Chrome, CSR Racing, Broken Sword, IMAG-N-O-TRON, Sidecastr, Broadgate Stories and more", 
    "text": "A selection of 11 new and notable apps for you today: Chrome Google sprang a surprise in its second-day I/O conference keynote by revealing a version of its Chrome browser for iOS, and then releasing it the same night. As with all third-party iOS browsers, it has to use Apple&apos;s Safari&apos;s core, but the key feature here is the ability to sync open tabs, bookmarks, passwords and other data with Chrome on the desktop.iPhone / iPad CSR Racing NaturalMotion&apos;s CSR Racing was the only game to be played on-stage at Apple&apos;s WWDC keynote earlier in June. Now it&apos;s out: a freemium drag-racing game starring a host of cars, eye-popping graphics and lots of customisation.iPhone / iPad Broken Sword: Director&apos;s Cut Here&apos;s a treat for adventure-game fans who own Android devices. Revolution Software has ported the director&apos;s cut of its classic Broken Sword game from iOS, complete with a revamped user interface designed for touchscreens.Android IMAG-N-O-TRON: &apos;The Fantastic Flying Books of Mr. Morris Lessmore&apos; Edition US firm Moonbot Studios had a big iOS hit with book-app The Fantastic Flying Books of Mr. Morris Lessmore, then bagged an Oscar for its animated short. Now the company has launched an augmented reality app to be used with the physical book: &quot;Simply point the IMAGNOTRON at it and watch the pages come to life. Get swept up in a storm! Transport to another world! Play music! Fly!!! It&apos;s a wonder of the ages!&quot;iPhone / iPad Sidecastr for iPad Just ahead of Zeebox&apos;s debut in the US, it has a new second-screen social TV app rival: Sidecastr. The app pulls in and organises tweets around specific shows, but more importantly shows them in sync with an episode. Say you&apos;re watching a recorded episode of Breaking Bad a day after it aired Sidecastr will show you what people were saying at the time.iPad Broadgate Stories Wander around London&apos;s Broadgate zone near Liverpool Street station, and you&apos;ll overhear a few stories many of them from tipsy City-boys gabbling about bonuses. The Broadgate Stories app thankfully looks beyond that: an audio guide to the art and architecture of Broadgate, collected and produced by young people in Hackney.iPhone Dead Trigger Grr! Dead Trigger is a zombified first-person shooter so frightening, it&apos;s capitalised as DEAD TRIGGER on the App Store. The plot is familiar: collapsed civilisation, strange virus, zombies all over the shop. Your job is to shoot them, while rescuing other humans and securing supplies. It looks beautiful. Well, beautiful in a guts-flying way.iPhone / iPad Final Fantasy III Square Enix is certainly brave, charging 10.99 for the Android version of Final Fantasy III  an RPG first released in 1990. The game has been updated for the smartphone era with touchscreen controls and exclusive &quot;story sequences&quot;.Android The Amazing Spider-Man A few hours after The Amazing Spider-Man was in yesterday&apos;s Apps Rush (29 June) for iOS, it was also released on Android. The game is the same: 3D web-slinging action across New York, based on the new Spider-Man movie.Android Ninja Ranch We&apos;ve had Mafia Farm, so Ninja Ranch is a logical next step, perhaps. Not that this is a farming game: instead, it&apos;s a puzzler that sees your ninja swiping animals into groups: a match-three puzzle game that swaps gems for, er, farting cows. And ninjas, obviously.iPhone / iPad Seeker Seeker describes itself as a business and residential directory service, and has just launched in the UK. It aims to help people find businesses while out and about, with additional info on Borisbike hire in London, and the Olympic Games.Android / iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/29/apps-rush-chrome-csr-racing", 
    "wordcount": "609"
}