{
    "headline": "David Dobbs on science writing: 'hunt down jargon and kill it'", 
    "text": "What&apos;s a good science story? A good science story is like any other good story: it has tension and movement; it has conflicts the reader can relate to; it&apos;s usually about someone who wants something badly and faces obstacles trying to get it. What does this palaeontologist want to figure out or prove, and why? What stands in the way of her doing so? In terms of material, I look for three things in particular: an alluring scientific idea or discovery; a scientist who is a highly intriguing figure on his or her own or who can talk engagingly; and either a subject or an event in which we see the idea or process at work. I want as many of those three things as I can get. If I&apos;ve found a well-spoken, brilliant neurologist who wants to test her new theory about depression by doing experimental brain surgery on terribly depressed people, I&apos;m two-thirds of the way there; if one of her patients is herself interesting and articulate and responded to the surgery in amazing fashion, I can&apos;t miss. What do you need to know to write well about science? You need to know a lot. Then again, sometimes a few key skills  like interviewing and reading, persistence, and a good bullshit detector  will get you through nicely. Many excellent science writers, including Carl Zimmer and David Quammen, have no formal training in science. Still, it&apos;s useful to know certain things, and I think the most vital knowledge for a science writer is familiarity with at least one major scientific controversy that was fought and (mostly) resolved before the writer was born. Does the sun circle the Earth or vice versa? Are species mutable? How do coral reefs form? The big fights over these questions (the last of which I wrote about in my third book, Reef Madness) show you two essentials it&apos;s easy to miss when you&apos;re reporting on science happening right now: that the science of any age is shaped by (a) the deep philosophical, cultural and social movements of its time and (b) the personalities, desires, ambitions and rivalries of the main players. It&apos;s hard to see those things in your own time. But once you&apos;ve seen how profoundly they influenced virtually every scientific controversy of former times, including the way scientists thought and behaved, you&apos;re more likely to see similar dynamics and motivations in the science you&apos;re reporting on now. How do you choose your opening line? Occasionally one falls into your lap. When I was researching &quot;Buried answers,&quot; a feature about autopsies, I knew I had my opener when I was interviewing a pathologist and he started complaining, in a good-humored way, that it &quot;took some convincing&quot; to get his siblings to agree to let him cut up their mom to see how she died. Bingo. More often, however, an opening sentence emerges slowly out of the rhythms and imperatives of the first paragraph, rather than the other way around. It&apos;s nice to have a pithy opener along the lines of James M Cain&apos;s &quot;They threw me off the hay truck about noon.&quot; But it&apos;s a mistake to force it. I find things tend to work if I write the best first paragraph I can and generate a first sentence that fits with the paragraph. That&apos;s far better than a clever first line that doesn&apos;t flow into what comes after. It can get you something nice and simple, such as, &quot;Few of us are as smart as we&apos;d like to be&quot;, to start an essay about the genetics of stupidity. Or it might get you something slightly more teasing, but hopefully not too cute, such as &quot;Deanna Cole-Benjamin never figured to be a test case for a radical new brain surgery for depression.&quot; Or a sentence about your son calling you from the police barracks. (That worked out okay.) My fervid prayer is to someday match Tom McGuane&apos;s opening sentence for a travel story about a week he spent at a luxurious fishing camp in the Rockies: &quot;I tend to do a lot of fishing when I&apos;m at home, so when I go away, I always try to do a lot of fishing.&quot; How do you get the best out of an interviewee? The wonderful science-writer shop-talk site The Open Notebook recently ran a nice post on this. As I noted there, it helps to know well both the person you&apos;re interviewing and the world they&apos;re part of  whatever realm or discipline you&apos;re exploring in your story. But whether I know all that or not, I like to approach the interview as if I don&apos;t, and to get the interviewee to answer, in fresh language, two essential questions. The first is whatever your story (and interview) is about: for instance, &quot;Do animals have consciousness?&quot;. The second question is some version of, &quot;How did you get started on this puzzle?&quot; That question might take a more specific form, such as &quot;What led you to study how octopuses use coconut shells?&quot; Either way, asking how a person got pulled into a quest can reveal not only new angles on the subject but much about the person as well. It can help turn the story from one about an idea or a discovery or new theory to one about a person obsessed with a puzzle  always more fun. Make sure, when they start talking like a scientist, to ask them how they&apos;d explain it to your brother the plumber. How do you use metaphors and analogies in a story? As a Romeo places petals on his sleeping lover&apos;s skin: carefully, and with exquisite attention to the petals chosen, lest their weight disturb her. Though I try not to get fancy. What do you leave out of your stories? About 90%. I seek to gather a ludicrous amount of great material, along with an even more ludicrous amount of so-so material, and then throw out everything but the best. This includes tossing, as David Quammen advises, almost everything that&apos;s important but dull. If you&apos;re not leaving superb stuff on the cutting-room floor  material it deeply pains you to cut  then you haven&apos;t gathered enough to make the story sing. How do you stay objective and balanced as a writer? Should you? I give it little thought. I don&apos;t think of getting opposing views; I think, as Ivan Oransky advises, of getting outside views. I consider objectivity a fantasy. I consider balance an invitation to what Jay Rosen calls &quot;The view from nowhere&quot;  a stance of bogus neutrality that shirks your responsibility to imbue your writing, at least implicitly, with a point of view and informed opinion. I can buy the idea of balance if, rather than giving equal time to opposing views, it means writing with enough fidelity to the facts that you don&apos;t fall over trying to be fair to all views. What&apos;s the biggest potential pitfall when writing about science? The biggest potential pitfall when writing about science is to communicate in a manner that is repetitive and unimaginative in one&apos;s use of the vocabulary and rhetorical and syntactical strategies, for example by using passive construction, impersonal voice, excessive jargon, polysyllabic diction, and lengthy, complex, but monotonous sentence structures that too often dominate conventional science-communication presentations, thus generating ponderous prose that dissuades interest. Don&apos;t do that. Speak plainly. Play loose. Make things move. Quote people cursing. Hunt down jargon, mercilessly like a mercenary possessed, and kill it.  David Dobbs is an author and journalist. He writes the Neuron Culture blog for Wired  Read some David Dobbs. We like The Orchid Children, published in The Atlantic as &quot;The science of success&quot; and the basis of David&apos;s next book.  Read the rest of our &quot;How I write about science&quot; series  Find out more about the Science Writing Prize on the Wellcome Trust website - the closing date for entries is 28 April 2013", 
    "section": "science", 
    "gid": "science/2013/apr/19/science-writing-david-dobbs", 
    "wordcount": "1339"
}