{
    "headline": "Who'd be a headteacher in 2012?", 
    "text": "&quot;I wanted to be a headteacher because I knew it would be a fantastic job. As a teacher, you&apos;ve got control over the 30 children in front of you in the classroom ... but as a head, you can shape the future for more than 1,000 children.&quot; That&apos;s the view of Francois Van Rensburg, now in his second year as headteacher of the Warren school in Romford, Essex. But not enough teachers are so enthusiastic. Increasingly, deputy heads and other senior teachers seem to feel it is not worth stepping up to the plate to be a head. As schools come under more scrutiny, the stakes seem simply too high, the expectations  encapsulated last week by the head of Ofsted, Sir Michael Wilshaw, who accused 5,000 heads of failing to do their jobs properly  too onerous. According to the latest annual survey of senior staff appointments in schools across England and Wales, published by Education Data Surveys, headship vacancies are challenging to fill in many areas. The research shows that London schools, especially those in suburbs, experienced more difficulties recruiting a new headteacher during 201011 than during the previous year. In secondary schools, the re-advertisement rate for headteacher posts rose slightly on the previous year, to 28%. Interestingly, it is often fast-trackers from outside the profession who are prepared to buck the trend and take up the challenge. Van Rensburg, for example, was an athletics champion in his native South Africa. Andrew Day, principal of Haberdashers&apos; Aske&apos;s Knights Academy in Lewisham in south-east London, was, until six years ago, a travel executive. They&apos;re both graduates of Future Leaders, a programme set up to fast-track new joiners and other junior teachers into headships. But no one believes fast-tracking on its own can solve the problems of headteacher recruitment  and, in the light of Wilshaw&apos;s comments on mediocre leadership in schools, headteachers&apos; leaders believe the appetite for headships among senior teachers is likely to decline further. According to Malcolm Trobe, deputy general secretary of the Association of School and College Leaders, &quot;negativity and over-accountability have combined to mean that, especially in schools where there are extra pressures, it&apos;s much more difficult to attract candidates for job vacancies at the top&quot;. &quot;What you want are high-quality leaders,&quot; he says. &quot;Bringing people in from outside is great if it works  but it can only be part of a programme, and the other part of the programme should be enabling good senior teachers to take on headship roles in schools  and that&apos;s what&apos;s missing at the moment. &quot;Right now, good people are being turned off becoming headteachers because the element of risk involved in the job has increased significantly. We&apos;re in a situation where the knee-jerk reaction is that if a school has problems, the answer is to get rid of the head. It&apos;s the football manager mentality, whereas what schools need is stability, and what heads need is constructive support, not the adversarial system we&apos;re in now where school inspections are hit-jobs.&quot; For Sion Humphreys of the National Association of Head Teachers, the crucial thing for outsiders coming into headships is the need to prove themselves. &quot;There have always been career shifters coming into education, and there&apos;s often a suspicion that hard economic times is part of what&apos;s fuelling that. It&apos;s not always the case, but these people do have to prove themselves in the classroom  they have to get professional credibility.&quot; Van Rensburg started teaching &quot;to fill a gap&quot; after he moved to the UK because his wife had landed a job here. &quot;My athletics career was over, and teaching was something I could do because I&apos;d qualified as a design and technology teacher in the past,&quot; he says. &quot;I didn&apos;t expect to love it so much, but I did  and I realised that many of the skills I&apos;d honed as an athlete would stand me in good stead as a teacher,&quot; he says. He joined the Future Leaders scheme in 2007, and became head at the Warren school in September 2010. &quot;Being resilient is something I learned as an athlete, and I can put it into practice now as a head,&quot; he says. &quot;This is a school with a lot of challenges  around a third of our pupils are on free school meals.&quot; Ofsted last year described the school as improving; the number of pupils getting five A-Cs at GCSE, including English and maths, is up by 20% over the last four years. &quot;Like all heads, I know how tough this job can be  but, as far as I&apos;m concerned, it&apos;s my job to get it right. I think in many ways Wilshaw is right: you can&apos;t hide behind the data. I say to my staff, we&apos;ve got to get this right, and if it goes wrong it&apos;s my job on the line. That&apos;s a driving force  that and knowing that the children in this school, like all children, deserve the best.&quot; Andrew Day also believes his past career  running a travel business  was a good grounding for running a school. &quot;There are many similarities,&quot; he says. &quot;Just as when I was running a company, a great deal of running a school is about interpreting data, identifying trends, and marketing yourself.&quot; Like Van Rensburg&apos;s school, his 1,600-pupil academy has many challenges: the proportion of pupils eligible for school meals is twice the national average, and about 75% of pupils are from ethnic minority groups. Few in the teaching profession would denigrate or undermine individuals such as Day and Van Rensburg; most agree that schools need all the dedicated professionals they can muster. But some have their doubts about projects that leapfrog people from other professions into top jobs, particularly at a time when those with lots of experience do not seem keen on applying for them. &quot;With the greatest of respect, how can someone [who has only been a teacher for a handful of years] go into a classroom and talk about learning pedagogy?&quot; asks Phil Allman, head of Olney middle school in Buckinghamshire. &quot;When I sit down and observe lessons, teachers know I can do it because I&apos;ve been a teacher for 20 years. I don&apos;t object to Future Leaders or fast-tracking, but in terms of credibility there&apos;s no substitute for teaching experience.&quot; According to Allman, more and more of his senior teaching colleagues think twice now before applying for a headship. &quot;Who in their right mind is going to place themselves in the firing line to head up a school that needs improvement?&quot; he says. &quot;Icertainly wouldn&apos;t want to  and I&apos;ve been in the job for 20 years, and I absolutely love what I do. &quot;I can understand why you&apos;d be averse to it when your livelihood is going to be determined by a two-day inspection. Many good senior teachers don&apos;t put themselves forward for the final step because they are smart enough to know that if they take that step and things go wrong, they could be out of a job.&quot; The problem, Allman says, is that the current system is &quot;so adversarial that it puts the best people off&quot;. &quot;You don&apos;t go into a classroom and pick all the bad things you see going on there to use as a basis for improvement,&quot; he says, &quot;you go in and look for the positive, and then you try to build on it to make things even better. That&apos;s the approach we need to take with schools and with headships because, while things are bad at the moment in terms of headteacher recruitment, I think they&apos;re going to get a lot worse.&quot; In Allman&apos;s area, between a third and a half of all heads will retire in the next five years. &quot;We don&apos;t have enough people willing to put themselves forward to take their places,&quot; he says. &quot;And that&apos;s being played out in authorities across the country.&quot; Future Leaders&apos; chief executive, Heath Monk, explains that the project wasn&apos;t conceived as a way of enticing those from other backgrounds into becoming heads, but over the five years it has been in existence, that has been one of the outcomes. &quot;The idea of Future Leaders was to identify people who were able and prepared to take on headships in the country&apos;s toughest schools  the ones that find it hardest to recruit leaders  and what we always expected was that a proportion of those who applied to the scheme wouldn&apos;t come from traditional backgrounds. &quot;We give our recruits a huge amount of intensive training and support. And we recognise that to have credibility as heads, they need experience of teaching. But our point is, you don&apos;t have to have been a teacher for 20 years to be able to step up to these top jobs in tough schools. &quot;The people we bring on board often have experience that turns out to be highly relevant to their work as heads, and, far from being stale and not interested in reflection or change, they&apos;re brimming with enthusiasm and keen to bring in change.&quot;", 
    "section": "education", 
    "gid": "education/2012/feb/20/headteacher-recruitment-more-difficult", 
    "wordcount": "1553"
}