{
    "headline": "Apps Rush: Skype, Opera Mini Next, Barbarian, iAlbums, CodeRunner, The Social Radio and more", 
    "text": "A selection of 15 apps for you today: Skype for Windows Phone Microsoft has released a &quot;pre-release&quot; beta version of Skype for Windows Phone, offering voice, video calls and instant messaging. It&apos;s in advance of the full version coming later this year.Windows Phone Opera Mini Next Browser firm Opera is giving Android owners a sneaky peek at future features for its Opera Mini mobile browser, although the company warns that Opera Mini Next is not designed for &quot;everyday browsing&quot;. In fact, it&apos;s as much about getting feedback and bug reports on the new features.Android Barbarian  The Death Sword Venerable 8-bit game Barbarian  of foe-beheading infamy  has been updated for the apps era. The graphics have been beefed up, obviously, and there&apos;s also a local network multiplayer mode. And yes, the decapitation move is still present and correct.iPhone NYTimes Election 2012 I wrote about the New York Times&apos; presidential election app when it came out on iOS. Now it&apos;s been ported to Android, offering a similar mix of news, views and  as the campaign swings into action  live results and vote projections.Android iAlbums iAlbums is an intriguing iPhone music player app that pulls in biographies, reviews, lyrics, photos, videos, tweets, interviews and other content for the songs that you play. More than 600k artists, 1m albums and 10.5m songs are covered. The app is in &quot;alpha&quot;, with a final release scheduled for June.iPhone Tales for Great Grandchildren Author John Jackson has brought his collection of folk and fairytales from India and Nepal to iPad in a beautiful-looking book-app. Aimed at 7-12 year-olds, it includes 13 stories for free, with in-app purchases unlocking another 12 either individually or as a collection.iPad CodeRunner CodeRunner is the latest new-wave location game for iPhone, which puts you in the shoes of an espionage agent roaming the real world for some &quot;hacking, spying, sabotage and murder&quot;. Cleverly, its missions adapt to work around the world, so you&apos;re not tied to a specific city or country to use it.iPhone Vimeo Video site Vimeo has apps for a number of platforms, but now its iOS version has been upscaled for iPad. That means a new user interface designed to make the most of the larger tablet screen.iPad The Social Radio for Twitter Here&apos;s something fun: an app that plays the music stored on your iPhone, but also reads out your Twitter stream in between songs. &quot;Listen to your Twitter timeline, lists, trending topics, funny hashtags and searches; everything beautifully mixed with the music you love. The result? Your own perfect experience of online radio.&quot; It can even read out some emoticons.iPhone ClickBerry for Facebook ClickBerry is an interesting idea: an app for uploading videos to Facebook, but also for inserting tags and Like buttons inside them. &quot;Tag the Eiffel Tower from a video you shot while in Paris and link it to Wikipedia... tag your brother in your Halloween party video and add a link to his Facebook profile... Select an actor you like in a captured clip from your TV and put a &apos;Like&apos; button on him inside your video.&quot;iPad Meltdown on Mars THD Hardcore Android gamers should definitely check out Meltdown on Mars, an action / tower-defence game from Thumbstar Games that&apos;s just been released for tablets. Well, some tablets: those using Nvidia&apos;s Tegra processor to be specific. Smartphone support is apparently following.Android Denon DJ Engine Audio firm Denon&apos;s latest app is aimed at DJs: an iPad app for rooting through their tracks stored on a USB drive or hard drive. It works with Denon&apos;s range of &quot;Engine-Ready&quot; products.iPad ABRSM Aural Trainer Musical assessment body ABRSM has launched an Aural Trainer app to help people improve their sight-singing, sense of pulse and metre, and musical memory skills. Designed around its testing criteria, the app comes as a Lite version with in-app purchases for Grades 1-3 and 4-5, although separate paid apps are available too.iPhone 0870 Simon Maddox has brought his 0870 app to BlackBerry, providing a quick and easy way to get cheaper numbers for British companies&apos; 0870, 0845 and 0800 customer service lines even the latter can cost up to 35p a minute when called from a mobile phone.BlackBerry PingMe Messenger BlackBerry&apos;s BBM messaging remains hugely popular, especially among teenagers. RadiumOne Labs is one of the companies hoping to compete by being cross-platform: it&apos;s already on Android and iOS, and is now taking the fight to BBM on its home turf, BlackBerry. The twist being that this version is BBM-connected: &quot;You can connect friends and colleagues on BBM easily...&quot;BlackBerry", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/28/apps-rush-skype-opera-barbarian", 
    "wordcount": "786"
}