{
    "headline": "Boot up: HTML5 queried, Twitter on patents, Raspberry Pi reviewed and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team HTML5: A blessing or a curse? &gt;&gt; Develop Focussed on game developers:   Initially heralded as the future of browser gaming and the next step beyond the monopolised world of Flash, HTML5 has since faced criticism for being tough to code with and possessing a string of broken features.  The coding platform, the fifth iteration of the HTML standard, was supposed to be a one stop shop for developers looking to create and distribute their game to a multitude of platforms and browsers, but things haven&apos;t been plain sailing.   Key criticism is over audio implementation; there&apos;s a certain amount of wishful sighing for the good old days when you just wrote for Flash. Unfortunately, Windows 8 and tablets mean those aren&apos;t coming back. In Facebook deal for Instagram, board was all but out of picture &gt;&gt; WSJ.com  On the morning of Sunday, April 8, Facebook Inc.&apos;s youthful chief executive, Mark Zuckerberg, alerted his board of directors that he intended to buy Instagram, the hot photo-sharing service.  It was the first the board heard of what, later that day, would become Facebook&apos;s largest acquisition ever, according to several people familiar with the matter. Mr. Zuckerberg and his counterpart at Instagram, Kevin Systrom, had already been talking over the deal for three days, these people said.  Negotiating mostly on his own, Mr. Zuckerberg had fielded Mr. Systrom&apos;s opening number, $2 billion, and whittled it down over several meetings at Mr. Zuckerberg&apos;s $7 million five-bedroom home in Palo Alto. Later that Sunday, the two 20-somethings would agree on a sale valued at $1 billion.   Facebook is like the early Gates-led Microsoft, only more so. Yahoo CEO: Must be clearer about what we won&apos;t do &gt;&gt; paidContent Yahoo announced first-quarter results on Tuesday night:   We&apos;ve heard it before, heck, we&apos;ve said it before. Yahoo has been weighed down for years by way too much product. Thompson&apos;s light-bulb moment came after discussions about what it would take to change Yahoo: &quot;Yahoo has been doing too much for too long ... We need to be clearer going forward about what we won&apos;t do.&quot; How is he going to fix this? Fifty properties that &quot;don&apos;t contribute meaningfully&quot; are being shut down. I&apos;ve been told most of them are outside the U.S. but Yahoo won&apos;t confirm that or provide details. Hard to imagine that 50 will be enough but Carol Bartz did give him a head start.  Instead Yahoo will focus on the properties that contribute the most engagement and revenue -- news, finance, sports, entertainment and mail. R&amp;D and resources will go to owned-and-operated sites, halting third-party efforts.   Among the things that new chief executive Scott Thompson says aren&apos;t working is the alliance with Microsoft, which provides search via Bing. That&apos;s a big problem for Microsoft. Carriers Warn of Crisis in Mobile Spectrum &gt;&gt; NYTimes.com  The wireless carriers say that in the next few years they may not have enough of it to meet the exploding demands for mobile data. The result, they ominously warn, may be slower or spotty connections on smartphones and tablets. They imply in carefully couched language that, given the laws of supply and demand, the price of cellphone service will soar.  It will affect &quot;the services they&apos;re paying for because of the capacity issues,&quot; said Ed McFadden, Verizon&apos;s vice president for policy communications. &quot;It potentially hinders our ability to meet consumer need.&quot;  But is there really a crisis? Some scientists and engineers say the companies are playing a game that is more about protecting their businesses from competitors.   To which one scientist retorts that their complaints are more like suggesting you&apos;ll run out of a colour: the finite spectrum idea dates to the 1920s, but there are much more effective ways of using spectrum. Introducing the Innovator&apos;s Patent Agreement &gt;&gt; Twitter blog  However, we also think a lot about how those patents may be used in the future; we sometimes worry that they may be used to impede the innovation of others. For that reason, we are publishing a draft of the Innovator&apos;s Patent Agreement, which we informally call the &quot;IPA&quot;.  The IPA is a new way to do patent assignment that keeps control in the hands of engineers and designers. It is a commitment from Twitter to our employees that patents can only be used for defensive purposes.   That commitment goes with the patents, it says. Laudable. Nathan Myhrvold next? Big news for pull-to-refresh &gt;&gt; Loren Brichter on Twitter Loren Brichter devised Tweetie, later bought by Twitter, and came up with the neat &quot;pull-to-refresh&quot; user interface element. He&apos;s pleased about Twitter&apos;s announcement on patents. Rickshaw: A JavaScript toolkit for creating interactive time series graphs Description: Rickshaw is a JavaScript toolkit for creating interactive time series graphs. Looks nifty. Free, open source, MIT licence, developed at Shutterstock.com. Raspberry Pi - Review &gt;&gt; bit-tech.net A thorough review of all aspects of the device, including the software:   Even assuming the distribution itself isn&apos;t causing problems, a surprising amount of software has yet to be ported to the Pi&apos;s ARM11 instruction set architecture. At present, it&apos;s impossible to view Flash content, the only version of Firefox available is the archaic 3.6.3 version, and getting Java to work is an exercise in futility.  For now, a modicum of Linux know-how is a prerequisite for Pi use.  As increasing numbers of developers and hackers get their hands on the boards, however, this will change. We&apos;ve already heard that Oracle is being drafted in to create a Pi-centric Java VM while Adobe is rumoured to be looking into the possibility of porting an existing ARM build of its Flash Player to the Pi.  In short, the Pi promises much - but the software just isn&apos;t there yet. For end-users hoping to get going with their new Pis straight out of the box, it could prove a problem - but improved software is on the horizon, and developers from user-friendly and lightweight distributions like Puppy Linux are already working to get their systems up and running on the devices.   It&apos;s the software that really has to do the job. The hardware is up to it. Six months later, Google Plus still doesn&apos;t add up &gt;&gt; Forbes Pul Tassi:   Fans may love the fact that pictures and videos are featured more prominently on G+ than other sites, but it also makes navigation quite bit more cumbersome. Right now on Twitter, I can view eleven tweets without having to scroll down. On Facebook, there are four stories, complete with photos. Google Plus? My newsfeed home screen is showing me one giant picture from Tom Anderson&apos;s recent vacation, which takes up the entire vertical space. To its right? A vast white gulf of sheer nothingness. For those making the &quot;prettiness&quot; argument as to why G+ is superior to Facebook, I just don&apos;t see it.   Want to know another platform where the screen layout seriously limits the amount of content you can access rapidly? Windows Phone. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/18/technology-links-newsbucket", 
    "wordcount": "1226"
}