{
    "headline": "Is Resident Evil 6 the death of survival horror?", 
    "text": "I can remember exactly where I was when I first saw the zombie dogs jump through the window in the original Resident Evil. I was in the Edge magazine office, after hours, alone, with only a decrepit security guard creeping about the place for company. It was the first time a video game had genuinely made me jump with shock. It would certainly not be the last time the series would do that to me. In October, Capcom will release the sixth title in the main Resident Evil series. This time the globetrotting plot follows Leon Kennedy, Chris Redfield and mercenary Jake Muller (shock horror  the son of Albert Wesker!) in a bioterrorist drama featuring a new menace, the C-Virus. Each character has a partner, who functions as an AI helper if you go solo  or you can play the whole campaign in off- or online co-op. Leon gets US government agent Helena Harper, Chris goes with fellow BSAA hardnut Piers Nivans and Jake counts on Sherry Birkin, daughter of Umbrella scientists William and Annette, and just a schoolgirl in Resident Evil 2. There are some alarm bells ringing. First of all, the publisher has described it very much as an &quot;action horror&quot; game which puts it into the same category as instalments four and five  which weren&apos;t very horrific at all. Action denotes dynamism  quick movement, plenty of ammo  and this runs against the mechanics of the original titles. It&apos;s been written many times before, but one of the main qualities of Resi 1 and 2 was the sense of restriction: the characters were difficult to control, employing a weird turning mechanism that made it tough to avoid undead lunges. There was also a chronic paucity of ammo, meaning that every shot had to count. As a result, the stress, the sense of expectation, was often unbearable. Brilliantly, this system aped the subjective, tightly controlled camera work of the finest horror movie directors. The likes of George Romero and Sam Raimi continually use strange disorientating angles and point-of-view effects to de-centre the viewer  to both pull them into the action and keep the full mise-en-scene partially hidden. Restriction equals tension. A key feature of Resident Evil 6, however, looks to be its sense of fluidity. The game features an &quot;evolved control system&quot; allowing characters to shoot while running, to slide and roll, to take cover and to engage in melee combat. This totally alters the psychological standpoint from incapacity and evasion to strength and capability. It is the stuff of third-person action titles such as Gears of War. Horror works not only on fear but on weakness and empathy  the greatest horror flicks, from Night of the Living Dead to Final Destination, provide vulnerable characters operating at the edges of their capabilities. The Others would have in no way been improved if Nicole Kidman had got hold of a rocket launcher.     Resident Evil 6    In Resi 6, even the enemies have been upscaled. Taking a cue from 28 Days Later, C-Virus victims can run, jump and even use weapons. This is no doubt more challenging, but it could also strip them of the uncanny dread attached to the zombie archetype. The undead  rotting, horrific, numb  represent our fears of old age and death; their lumbering mindlessness a kind of post-modern senility. It&apos;s not so bad if they get to leap over cars firing twin Uzis. This interplay of restriction and tension works on an environmental scale, too. Horror fiction feeds on our fears of entrapment, of the unknown dangers lurking in shadows and around corners. Hence, most of Resident Evil was set in a creaking mansion filled with small rooms and narrow corridors; Resident Evil 2 started out in enclosed alleyways and a labyrinthine police building. Like The Shining, like REC, these games are a clusterfuck of claustrophobic anxieties. Resis 4 and 5, however, widened the focus, taking in whole villages  and Resi 6 pans out even further. This is a worldwide epidemic, taking in North America, Eastern Europe and China; it looks like the stories will flit between the locations. Horror rarely does this. Even in post-apocalyptic fiction, the focus is almost always on a small group of survivors and their personal experiences: the father and son in The Road, Don Johnson and his canine in A Boy and His Dog. Resi 6 will have to work hard to keep us engaged enough to be truly scared. But then, the game does buy into one important horror trope: relentlessness. In the Eastern European sections, players will encounter what looks to be a biological weapon experiment gone horribly awry. The J&apos;avo are hulking clone soldiers, sent into war zones like an infantry equivalent of drone craft. Apparently, they can regenerate when injured, and also mutate badly damaged limbs into monstrous new appendages. So you get that sense of inhuman resistance: like Michael Myers, like Jason Voorhees, like Freddy Krueger  they just keep coming back.     Resident Evil 6    Better still, the C-Virus gives rise to a new physical state  Chrysalide  in which a critically injured body utterly mutates, spawning entirely new creatures. Now, we&apos;re getting back into the DNA of the original Resi trilogy, that whole undertone of &quot;body horror&quot; so brilliantly explored and exploited by directors such as Cronenberg and Shinya Tsukamoto, which jabs at our fears of infection and physical deterioration. Judging by the trailer and screenshots, we can certainly expect plenty of highly detailed gore  there is hanging flesh, there are oozing eye sockets and bloody cavities in pulverised skulls. We are in very different territory to the now rather comedic low resolution zombies twitching their way through the first Resi title. The horror, in the end, can be in the detail. Capcom must flesh out its undead hordes, its viral catastrophe, its zombified war machines, so that the game begins to resemble a nightmarish approximation of global news, lunging from one horrific trouble spot to the next with dizzying abandon. At the same time, the YouTube era has also brought with it a new kind of visual horror: accessibility. Broadcasters are being cut out of the media pipeline as smartphone footage, uploaded directly to the web, brings us the primary source material in all its unexpurgated, unreconstructed reality. Can Resident Evil 6 feed on that? Movies like Contagion have tried to explore a new era of pervasive media horror. We don&apos;t have to imagine anymore  we can access everything we fear on our PCs, cables TVs and smartphones  we&apos;re in constant touch with our nightmares. Maybe the old restriction/tension metric isn&apos;t relevant any more; maybe the idea of isolation is just quaint nostalgia. Is Resi Evil the death of survival horror? Not if the developers understand that those dark corridors and unlit rooms are everywhere now, and that the undead are only ever a Google search away.  Resident Evil 6 is due out on PS3 and Xbox 360 on 2 October. A PC version will follow", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/12/resident-evil-6-survival-horror", 
    "wordcount": "1161"
}