{
    "headline": "Paris shopping centre opens green roof as French cities make room for nature", 
    "text": "Thirty metres above the ground, thousands of flowers  bellflower, foxglove and spurge among others  are poking timidly through the soil, braving this spring&apos;s harsh cold. At the beginning of April the largest green roof in Paris  covering 7,000 square metres, equivalent to a football stadium  was officially opened on top of the Beaugrenelle shopping centre in the 15th arrondissement. The aim of this particular variation on the roof garden is to provide a haven for biodiversity and limit temperature extremes inside, and perhaps around, the building, a worthwhile goal, but not always easy to achieve. On this urban meadow, surrounded by looming tower blocks, grasses and bulbous plants have taken root in a 40cm layer of soil, naturally irrigated by rainwater. An 800-square-metre space will be set aside for a &quot;collective garden&quot;, the rest of the roof being closed to the public. &quot;We shall have loads of insects and, hopefully, coal tits, redstarts and chaffinches which will be able to feed here, nest and reproduce,&quot; says Allain Bougrain-Dubourg, the head of France&apos;s League for the Protection of Birds (LPO), which is a partner in the project. To attract birds, nesting boxes will soon be installed next to a dozen hives. Gecina, the owner of the shopping centre, estimates that its renovation will cost 450m ($585m) but does not say how much of that has been spent on the roof. &quot;It is no longer possible to plan cities without making room for nature,&quot; says Anne Hidalgo, the Socialist deputy-leader of Paris city council. As towns continue to grow, replanting vegetation has become a form of urban utopia and green roofs are spreading fast. Last year 1m square metres of plant-covered roofing was built in France, as much as in the US, and 10 times more than in Germany, the pioneer in this field. In Paris 22 hectares of roof have been planted, out of a potential total of 80 hectares. The advocates of this &quot;urban canopy&quot; are quick to highlight its assets, for the buildings themselves and the surrounding town. &quot;In fact the studies are not all reliable or relevant,&quot; warns Maeva Sabre, an engineer at France&apos;s Scientific and Technical Centre for Building (CSTB). Confirmed benefits include the ability to limit runoff by retaining rainwater  as much as 90% with a substrate at least 12cm deep  to reduce noise (15db to 20db less) and double the average life of the waterproof layer on the roof. However, the role of green roofs in reducing heat caused by urbanisation is open to question. A Canadian study on &quot;urban heat islands&quot; in Toronto in 2001 found that greening 6% of city roofs could reduce temperatures by 1C or 2C. &quot;We are a long way from achieving such cooling effects in France: building techniques are different, and so is the climate,&quot; Sabre asserts. Two French studies are under way. The picture is similar for air quality. In 2005 an American study estimated that 800 tonnes of nitrogen dioxide a year could be trapped if 20% of the roofs of Detroit, Michigan, were covered in sedum, a plant often used on green roofs. No comparable research has been done in France. As for heat insulation, the impact of planted roofs is fairly limited. &quot;In winter the effect is zero, whereas in summer it may cut energy consumption by 10%, providing the substrate is moist, which can be difficult in hot weather,&quot; Sabre adds. Green roofs have not caught on among private tenants. &quot;They have only a limited effect on the energy bill and mainly benefit people living on the top floor, so blocks in co-ownership struggle to achieve the necessary consensus to carry out work,&quot; says Fabienne Giboudeaux, a Green member of Paris council, tasked with green spaces. What is more, the cost can be excessive for small areas: from 120 to 150 per square metre of roofing up to 15 square metres, dropping to 50 for larger areas. Maintenance costs must also be factored in of 5 to 10 per square metre annually. This factor, long overlooked, has led to some green roofs planted in the mid-2000s not being kept up and so drying up. This was exacerbated by contractors using the cheapest option, laying rolls of turf, ready planted with sedum. But the substrate was not thick enough and soon dried out. &quot;We have recently started encouraging better quality, more attractive plant cover, which also adds to the cost. With a wider range of vegetation, it enhances biodiversity,&quot; says Franois Lassalle, head of the Planted Roofs Association (Adivet). &quot;To take the process much further we would need more public-sector incentives.&quot;  This story appeared in Guardian Weekly, which incorporates material from Le Monde", 
    "section": "environment", 
    "gid": "environment/2013/may/04/paris-green-roofs-building-climate-environment", 
    "wordcount": "803"
}