{
    "headline": "Wood anemones bewitched by the wind", 
    "text": "The anemones in the old woods are not following instructions and are closing in the wind rather than opening. The wind has turned cold again and all but the most sheltered flowers have shut their petals so that they now resemble scattered pigeon down. Some petal backs are a dawn-like pinky-purple, while others are as bridal white as the snow that covered them until a week or so ago. The wood anemones have lost the confidence that comes from the witchery of which they were once accused. Bad for the eyes, bringers of storm and sorrow, a devil&apos;s flower. And yet they are a joy, the first white note of spring woods. Eat the first three you see and you&apos;ll be free of illness all year; just never bring them into the house. Now, like the woods themselves, they appear caught out, like someone pretending to be asleep on the bus when something unpleasant is happening. There are other outlaws in the woods. Further along the track a movement out of the brambles becomes a fox: a big dog in dark russet with a white brush tip. The fox is unhurried but still quicker than expected, and even in daylight crosses the lane and melts into the next wood like a magic lantern flicker. But what the fox left is all too real. Where he appeared are the remainsof a lamb: the head attached to a shoulder and a front leg, white as a clump of wood anemones. The fox will be back for that as soon as the coast is clear. High up on the Edge, as the spitting wind lunges over the Clee Hills and crosses Corvedale, the world opens into wide fields as if wood&apos;s edge were a coast that suddenly clears. Across a field a creature steps from a copse and a mythology all its own. The hare is huge with a black saddleback and pale ears. It shakes itself then sets off across hard dry earth with barely a whisker of green to be seen. Against skeletal trees and lit by a flash of sunlight, the hare covers the distance of the field at effortless speed and vanishes into the refuge of this demonic old wood.", 
    "section": "environment", 
    "gid": "environment/2013/apr/23/wenlock-edge-wood-anemones-bewitched", 
    "wordcount": "371"
}