{
    "headline": "Is China really a climate change leader?", 
    "text": "China&apos;s environmental woes have attracted a lot of attention internationally since the start of the new year. Air pollution was first up in January as levels in a number of cities, including the capital Beijing, hit lung clogging off the record levels. Dubbed the &apos;air-pocalypse&apos;, hazardous smog left air pollution left cities enveloped in a thick layer of smog. And just last month water pollution took an unusual form in Shanghai after thousands of dead pigs were found floating in the city&apos;s main river which provides drinking water for up to 20 per cent of the city&apos;s 23 million residents. Concerns have also been raised about dangerous levels of soil pollution after heavy metals were found in soil samples.  China&apos;s environment has suffered to help fuel its record-breaking economic growth. Its coal-powered factories and power stations pump out thick clouds of soot making it the world&apos;s number one emittor of greenhouse gases. With its posionous air, water and soil, it is hard to see China as anything other than an environmental villian but a new report portrays it in a different light, as a leader on tackling climate change. The report &apos;The Critical Decade: Global Action Building on Climate Change&apos; was carried out by the Australian Climate Commission. It is an overview of international progress on climate change over the past nine months looking particularly at China and the United States. The report states that while China and the United States together produce &quot;appoximately 37% of world emissions&quot; that both nations are &quot;on track to meet their international commitments to tackle climate change&quot;.  In relation to China, it&apos;s key findings include:   &quot;China is reducing its emissions growth. In 2012 China reduced the carbon intensity of its economy more than expected and almost halved its growth in electricity demand. After years of strong growth in coal use, the rate of growth has declined substantially.&quot;  And:   &quot;China has emerged as the world&apos;s renewable energy powerhouse, taking ambitious strides to add renewable energy to its mix. 2012 was another year of extraordinary growth.&quot;  The report adds that in 2012, China invested  &quot;US$65.1 billion in clean energy, 20 percent more than in 2011. This was unmatched by any nation and represented 30 percent of the entire G-20 nations&apos; investment in 2012.&quot;      Workers paint and assemble parts of wind turbines in Yumen, Gansu province, China, on November 13, 2009. China is under pressure from the international community to accelerate its push toward alternative energy.  Photograph: Doug Kanter/Getty Images    The report was released the same day that the latest round of United Nations climate change negotiations got underway in Bonn in Germany. The UN talks have remained deadlocked and no global agreement on reducing greenhouse gas emissions is expected by 2015. Also this week it is likely the concentration of carbon dioxide in the atmosphere passed 400 parts per million (ppm) for the first time. This is a cause for concern among scientists and is proof of lack of action globally on climate change. While China is increasing the amount of renewable energy it produces, it is also increasing its emissions. The Climate Commission report portrays China in a very complimentary light but it does state that China is reducing its &quot;emissions growth&quot;  meaning China is still increasing its emissions, just not as quickly as previously.  To put these increases into context, another study published earlier this year by consultancy firm Ecofys for Greenpeace estimates that   &quot;China&apos;s five northwestern provinces plan to increase coal production by 620 million tonnes by 2015, generating an additional 1,400 million tonnes of CO2 a year, almost equal to Russia&apos;s emissions in 2010&quot;.  So which is it? Is China a leader on tackling climate change or one of the biggest contributors? The truth is both. China&apos;s breakneck speed economic growth has caused what is likely to be irreparable damage to its environment. But there is little doubt that the Chinese government is sitting up and taking notice of the need to improve the situation. Public anger is increasing as Chinese citizens are no longer willing to sacrifice clean air and drinking water for economic wealth.  China has acknowledged its position as the world&apos;s largest CO2 emitter but remains firm on its position that the country&apos;s per capital emissions along with its historical emissions are below those of developed nations. But it has set a target to reduce its carbon intensity by 17 percent by 2015. China&apos;s actions on environment and climate change may become more urgent as the very goal that caused environmental damage  its drive for GDP growth  is affected. According to some recent estimates, in 2010 environmental degradation cost about 3.5 percent of China&apos;s GDP. China&apos;s new leadership has acknowledged that environment is one of the biggest challenges it is facing and while China&apos;s emissions are unlikely to be reduced in the next few years, it is making a shift towards a more sustainable energy base. There are important choices for the government to make and these choices will have a huge impact not just domestically but globally.", 
    "section": "environment", 
    "gid": "environment/chinas-choice/2013/may/02/china-climate-change-leader", 
    "wordcount": "821"
}