{
    "headline": "Apple and Samsung chiefs disagree on patent values", 
    "text": "How much is a patent worth, and how much should a licence for one cost? Apple&apos;s chief executive Tim Cook and top Samsung executives disagreed in a face-to-face meeting last week on the value of each other&apos;s patents at a settlement conference ahead of a high-profile trial in the US, sources have told Reuters. Apple and Samsung, the world&apos;s largest consumer electronics corporations, are waging legal war in several countries, accusing each other of patent violations as they vie for supremacy in the fast-growing market for mobile devices. With more than 20 cases ongoing in countries around the world  including the US, Germany, UK and Australia  the two companies are at each other&apos;s throats, even while one is the biggest parts buyer from the other. The trial is scheduled to begin on 30 July in a San Jose federal court in the US. Cook participated in mediation with Samsung&apos;s vice-chairman Choi Gee-sung and mobile chief Shin Jong-Kyun on Monday 16 July in San Francisco to see if the two sides could resolve the dispute, sources have told Reuters. At issue are some of the key claims that Apple is bringing against Samsung, including whether the South Korean company. &quot;stole&quot; design ideas and infringed patents Samsung has responded in the US and elsewhere by asserting that Apple has failed to license its 3G patents  as in a case which began in Australia on Monday. The judge there suggested that the two sides might be ordered simply to seek mediation, although none of the cases brought by the two against each other worldwide has yet seen successful mediation. Cook and his team, and the Samsung executives, met as part of the court-directed mediation process to try to head off full litigation. But while a settlement is always possible, it is unlikely to come ahead of the California trial scheduled to start on Monday 30 July. The Wall Street Journal is calling it &quot;The patent trial of the century&quot;  although those who recall the battle between Oracle and Google earlier this year over the Android mobile operating system might disagree. There, Oracle initially sought billions in payment for what it claimed were infringements of its software patents; in the end, a jury sent it away essentially empty-handed. Apple&apos;s case is that Samsung&apos;s position at the top of the world smartphone market, where it has outdistanced both Apple and Nokia, has come through a strategy of copying the American company. Samsung has repeatedly argued that Apple&apos;s designs are not unique, or novel, and have many precedents. Among the major issues also in dispute between Apple and Samsung is how to value so-called standard essential patents (SEPs). These are patents which are agreed by standards boards to be essential to creating industry standards. Nokia, Samsung and Motorola are among the companies which own SEPs relating to mobile phones and wireless connectivity. SEP holders are obliged under the terms of being declared &quot;essential&quot; to license them to any competitor on &quot;fair, reasonable and non-discriminatory&quot; (FRAND) terms. Apple has been obliged to license a number of SEPs from Nokia after long court battles. The trial will feature both &quot;utility&quot; and &quot;design&quot; patents. Apple utility patents in the case include those that cover how touch-screen devices discriminate between one finger on the screen, or more, and respond accordingly. Apple design patents include those that relate to the black front surface of a phone. There are questions over whether Apple is using technologies covered by Samsung SEPs, and on what terms Samsung should license them. In Europe, both Samsung and Motorola are under antitrust investigation over claims that they declined to license SEPs relating to 3G mobile technology on FRAND terms, which could attract hefty fines if they are found guilty. Equally, judges in the US are often reluctant to issue injunctions over SEPs, preferring the companies to negotiate settlements. Apple declined to comment on the case, and a Samsung spokesman declined to provide details on any discussions, saying that it was an ongoing legal matter. The US case is being closely watched, given the lucrative American smartphone and tablet market. Apple believes SEPs should be valued lower due to those dynamics, one of the sources told Reuters. Additionally, Samsung believes it has a stronger patent portfolio than Apple when it comes to next-generation technology such as 4G, the source said. The mediation last week was at least the second between top executives. A previous session in May did not produce any settlements. While both the companies are arch-rivals in the smartphone and tablet marketplace, the case is complicated by the fact that Apple is one of Samsung&apos;s largest component customers.", 
    "section": "technology", 
    "gid": "technology/2012/jul/24/apple-samsung-disagree-patent-values", 
    "wordcount": "784"
}