{
    "headline": "How to teach  the crisis in Syria", 
    "text": "The deepening crisis in Syria has seen thousands of people killed, aid work blocked and the regime&apos;s actions described by one foreign minister as a &quot;crime against humanity&quot;. This week, the Guardian Teacher Network is offering resources to help students understand what is happening in the region. Syria - News in Focus explains the background to the crisis, including when and why the unrest started. Ideal for use in upper primary and lower secondary, the question and answer sheet can be used as a handout for students or in conjunction with the related News in Focus presentation. It highlights the impact of the conflict on children and young people and features moving images by photo-journalists working in the region. It also contains a map showing Syria&apos;s location in the Middle East and another charting the country&apos;s major ethnic groups. Reporting Dangers  is a resource created by the British Red Cross as part of its Newsthink series. It explores the tensions and dilemmas of working in dangerous and hostile places, focusing on the case of Sunday Times reporter Marie Colvin, who died while covering events in Syria. The lesson considers the role of journalists in circulating information and asks whether the world would be a different place if we didn&apos;t have access to international news. Newspaper reports are an excellent way for pupils to research what has been happening in Syria. Syrian police seal off city of Daraa covers the outbreak of unrest in March 2011. Syria&apos;s crackdown on protesters becomes dramatically more brutal gives an example of how the violence has escalated, while Clinton demands urgent reforms highlights increasing international condemnation of President Bashar al-Assad&apos;s regime. Syrian boy, 11, shot dead as protest breaks out on first day of term shows how children and young people are being affected by the crisis. All of these events can be plotted on the Guardian&apos;s Syria timeline which clearly illustrates how the conflict has escalated. Students can also compare what has been happening in Syria with other parts of the Middle East on the Arab Spring timeline. From events in Tunisia in December 2010 when a man burned himself to death in protest at his treatment by police, it traces key events as pro-democracy rebellions erupted across the Middle East in 2011-12. Arab Spring is a resource created by the Association for Citizenship Teaching that focuses on events in Egypt. It raises many issues relevant to the crisis in Syria, including the causes of the Egyptian revolution in 2011 and the reasons why people wanted democracy. Democracy and Libya is a lesson plan and presentation that explores similar themes by focusing on the collapse of the regime of the late dictator Colonel Gaddafi. The Guardian Teacher Network has more than 100,000 pages of lesson plans and interactive materials. To see and share for yourself go to www.teachers.theguardian.com. There are also hundreds of jobs on the site; for a free trial of your first advert, go to www.schoolsjobs.theguardian.com. ", 
    "section": "education", 
    "gid": "education/2012/mar/12/teaching-resources-syria-crisis", 
    "wordcount": "503"
}