{
    "headline": "What is an internet troll?", 
    "text": "I&apos;m sitting waiting for the House of Commons to start debating a Law Against Trolls or, as they would call it, an amendment to the Defamation Act. It would basically let internet providers off the hook for the publication of their content, so long as they signed up to divulge the identity of any of their users. To warrant such a disclosure, the injured party would have to show that their reputation had been significantly damaged; then they would be given the offender&apos;s identity, and would be free to pursue a civil case. Online abuse still won&apos;t be a criminal offence, even if the bill is passed. It has wide support in parliament, so is not intended to be a very heated debate: I want to watch it to see how many MPs actually know what a troll is. The term is widely misused: Frank Zimmerman, who received a suspended sentence for asking Louise Mensch which of her children she wished to remain alive, is not a troll, he is a hater (the death threats take him beyond the realm of ordinary hater into criminal hater; but that&apos;s his category nonetheless). You can hear haters described in song by Isabel Fay, but they&apos;re not the same as trolls, even while many people (Fay included) use the terms interchangeably (I&apos;m not being a hater when I say that, by the way; I&apos;m being a pedant). Trolls aren&apos;t necessarily any more pleasant than haters, but their agenda is different  they don&apos;t just want to insult a particular person, they want to start a fight  hopefully one that has a broader application, and brings in more people than just the object of their original trolling. The term derives from a fishing technique  say your stupid thing, watch the world bite. Now, the effects of this can be devastating, especially for people who are being attacked precisely because they admitted to a vulnerability in the first place. Olivia Penpraze, from Melbourne, Australia, started blogging about her depression in 2010. Over a period of time, amid many messages of support, some trolls told her that she ought to kill herself because she was so ugly she was better off dead. She took her own life two months ago, at the age of 19. Last year, in Worcester, 15-year-old Natasha MacBryde killed herself under similar pressures. Following MacBryde&apos;s death, Sean Duffy posted a message opining that she wasn&apos;t bullied, she was just a whore, for which he received an 18-week prison sentence and was banned from using social networking sites for five years. This is the dead centre of troll territory; what they&apos;re looking for is that sharp intake of breath; the collective, &quot;How can you say that?&quot; outrage. Richard Wiseman, a professor of psychology at the University of Hertfordshire, who also makes cool videos for the web, has had his share of haters, and greets that with equanimity. He thinks it is the consequence of this type of communication (&quot;You remove a social barrier on the internet, and suddenly people feel a bit more freed up to say things&quot;), and also a consequence of the fact that you move in broader circles online than you ever would in life. But while hating bounces off him, trolling does not: &quot;There were a couple of comments that came in that were horribly racist. You do shudder. You think: really, you felt the need to write that?&quot; Racist trolling probably has the highest profile cases  most recently, Liam Stacey was jailed for 56 days after tweeting offensive messages including, &quot;LOL&quot; and, &quot;Muamba, he&apos;s dead, hahahaha,&quot; when the footballer Fabrice Muamba collapsed on the pitch during a match in April. It&apos;s generally very unusual for trolling to result in custody  and race is generally at the crux of it when it does. There is an astonishing seam of trolling that concerns violence against women (I was particularly struck recently by the person who said they wanted to fuck Josie Long in the eyes) but such abuse is generally without consequence. Of course it&apos;s possible to troll at a much less violent level, simply by stalking through internet communities where people might be expected to think in a particular way, and saying things that will wind them up. If you would like to try this sort of trolling to see what the appeal is, I suggest you go on to the Comment is Free section of the Guardian&apos;s website and post something like, &quot;People shouldn&apos;t have kids if they can&apos;t afford to pay for them. End of.&quot; Or: &quot;men like skinny women, which is why you won&apos;t be able to find me a banker with a fat wife. WILL YOU?&quot; Or: &quot;Men like sex. Women like cuddles. GET OVER IT.&quot; Or: &quot;Nobody even knows what&apos;s in a greenhouse gas. How can I take &apos;climate change&apos; seriously when nobody knows anything about it?&quot; Amusingly, I am getting quite wound up by these remarks, even though it was me who made them. Wiseman explains this as straightforward pranking. &quot;That&apos;s a control thing, isn&apos;t it? It&apos;s baiting. Other people think you&apos;re being genuine, and actually all you&apos;re doing is trying to get a reaction out of them. Borat is that gag, written big. &apos;I&apos;m going to pretend to be one thing, in order to get you to respond in a particular way.&apos; It just happens that previously we often saw it played out with liberal values, and often now it&apos;s played out with very illiberal values.&quot; I think there is something more nefarious than a prank going on, however  since these remarks often do either skew or hold up or derail the conversation, I divine anti-intellectualism, a complete rejection of and/or fear of the idea that people whose views are in the same mould might do something really fruitful with a discussion. They might work on their differences to make an argument that is more robust or far-reaching. Sticking your oar in and distracting everybody by dragging them back to first principles is a good way to ensure that nothing constructive ever happens. Hence the mantra, &quot;Do not feed the trolls.&quot; But that&apos;s destructive as well, because it makes you look afraid, which empowers trolls, or there&apos;s a chance that you might have mistaken a troll for someone who has a good point but bad manners. Trolls often, when you talk to them, turn out to be quite nice. One minute it&apos;s all &quot;when will you WAKE UP to the fact that your STINKING LIBERAL MANURE has DESTROYED THIS COUNTRY&quot; and the next thing you know, you&apos;ll get a message saying, &quot;Sorry I was testy, I just got stuck in traffic on my way back from the garden centre.&quot; It&apos;s all about humanisation, which is the big conundrum facing this amendment  people behave badly online because they feel liberated, and they feel liberated because it&apos;s virtual. Our standards of courtesy are bound to our corporeal selves; freed from one we&apos;re freed from the other. Calling trolls &quot;trolls&quot; probably doesn&apos;t help. We should call them rude people. Additional research by Edna Mohamed.", 
    "section": "technology", 
    "gid": "technology/2012/jun/12/what-is-an-internet-troll", 
    "wordcount": "1208"
}