{
    "headline": "Berbera port and pastoralism prove livestock's worth in Somaliland", 
    "text": "With its stretches of wasteland covered with rubbish and dotted with rubble and ruined buildings, its scruffy vendors&apos; shacks and broiling heat, the coastal town of Berbera is no beauty spot. A former British protectorate, Somaliland was created in the 1880s to ensure supplies of meat for troops in the British Indian outpost in Aden, hence its nickname, &quot;Aden&apos;s butcher&apos;s shop&quot;. These days, millions of animals are shipped every year from Berbera&apos;s port, built by the Soviet Union during the cold war, and it provides an economic lifeline for Somaliland. In 2010, 2.5 million cattle were exported through the port, with about 78% going to Saudi Arabia, 20% to Yemen and the rest to Egypt and Oman. Livestock and remittances are the mainstays of the economy, with livestock production contributing 60-65% of gross domestic product and most hard currency generated through the export of livestock. Given Berbera&apos;s importance to Somaliland&apos;s economy, huge responsibility rests on Ali Omar Mohamed, 50, who has been general manager of the port on and off since 1994. On the first day of Ramadan, on 20 July, he took a couple of visitors on a tour of the port on a blisteringly hot day. An impish bundle of energy, he began with a joke. Pointing to a dozen grey speckled birds on the ground that are supposed to bring good fortune to travellers, he said, mischievously: &quot;They bring good luck to those who are about to travel; perhaps you will go home and marry a new young wife.&quot; First stop was a five sq km (1.9 sq miles) enclosed area of dusty ground with little shade  capable of holding 100,000 animals  where they undergo blood tests to check for disease before shipment. The area was mostly deserted as the animals had been shipped off during the cool of the night. Most sheep and goats are exported in dhows and small ships that carry 3,000-6,000 animals. But not all had gone. In an enclosure of thorny branches, dozens of camels awaited their turn. At another spot, oxen were being watered by young herders. Two of them were butting heads. &quot;They have to be kept apart from other animals,&quot; said Mohamed. &quot;They are vicious and will kill them.&quot; Berbera is busy now but it was badly hit when Saudi Arabia imposed a ban on the import of livestock from Somalia in 2000 to prevent the spread of disease. The ban was lifted in 2009. Now that Berbera is flourishing, Mohamed says the port is looking for an investor to make it twice as big and deeper. Berbera has a 650-metre berth and a depth of 11.5-12metres. Mohamed wants the port to be 20metres deep so it can accommodate the world&apos;s largest container ship, weighing 300,000 tons. That is a tall order as the biggest ship the port can currently take is 35,000 tons, and Mohamed says it would cost $65m to make the changes. To date, the biggest private investment in Somaliland is Coca-Cola&apos;s $17m bottling plant outside the capital, Hargeisa, 88km (54miles) from Berbera. Three years ago, Bollor Africa Logistics, part of the French Bollor group, expressed interest in upgrading the port but pulled out, and Berbera still awaits an investor with deep pockets to modernise the port and exploit Somaliland&apos;s offer of a free trade zone around it. At the same time, Somaliland is also looking for ways to support its pastoralists, who lead a nomadic lifestyle, tending to ignore national borders. Pastoralists provide the backbone of the livestock industry in the Horn of Africa. About 60% of the country&apos;s population depends on livestock and livestock products. Out of these, according to USAid, the US development agency, 55% lead a nomadic lifestyle with the remaining 45% living in urban and rural settlements (pdf). The pastoralists keep a combination of camels, goats, sheep and cattle, and they are a common sight on the road between Hargeisa and Berbera. Animals vastly outnumber people in Somaliland. Compared with a population of 3.8 million people, there are an estimated 8.4 million goats, 8.7 million sheep, 1.6 million camels and 400,000 cattle. In Hargeisa, groups of sheep and goats wander along the main roads munching through rubbish, or bringing traffic to a halt as they cross the street. Life for pastoralists is precarious. Conflict, climate change  with increasingly frequent dry periods and drought  make life exceedingly difficult. Last year, the UN declared a famine in Somalia, in which tens of thousands of people died. Despite the many challenges, experts say mobile pastoralism will continue throughout the Horn of Africa for the simple reason that a more viable, alternative land-use system for these areas has not been found. Those who survive will prosper by owning bigger herds. The challenge is how those who drop out of pastoralism make a living. In an optimistic scenario, Peter Little, professor of anthropology at Emory University, Atlanta, Georgia, sees former pastoralists investing in local fodder farms, urban-based markets and services that serve the livestock sector, educating their children and engaging in small-scale trading and other enterprises. Development organisations have realised the importance of supporting livestock and its ancillary activities. In February, Britain launched a 13m aid package with partners who included the UN&apos;s Food and Agricultural Organisation, the International Labour Organisation, the World Bank and Save the Children. Andrew Mitchell, UK international development secretary, who visited Hargeisa in February, said the project will create 20,000 jobs in agriculture and livestock in the region. One early outcome has been improvements at the Hargeisa livestock market. A wall enclosing a 70 sq m (750 sq ft) plot has been built not only to keep animals from straying but to stop encroachment from private developers. A new water tank has also been built and shelters now provide protection from the rain and sun. &quot;It is 100% better. The worst was the sun before, but now we have shelter and the fence protects our space and our animals, and I can stay here longer,&quot; says Marwo Harun, a woman selling the distinctive black-headed sheep particularly prized by Saudis. Young women are being trained to make jewellery and ornaments from bones, and soap from animal fats and bone marrow. In the city of Borama, the meat market has been refurbished with the construction of display tables and the installation of a waste management system. The market now supports 216 meat retailers, up from the previous 65. Given the improvements at the Hargeisa livestock market and the dynamism of Berbera&apos;s port manager, Little&apos;s optimistic scenario for livestock and pastoralists does not seem far-fetched. In the new book, Pastoralism and Development in Africa, he writes: &quot;In this scenario, the normal occurrence of drought would no longer result in widespread food shortages and hunger as markets would function effectively and local incomes would be sufficient to purchase needed foods.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/27/berbera-port-pastoralism-livestock-somaliland", 
    "wordcount": "1170"
}