{
    "headline": "Niger's nomadic herdsmen: mobile phones and camel markets  in pictures", 
    "text": "   A young herdsman walks through his cattle around 15km outside Bermo, in southern Niger, close to the border with Nigeria. In a region where men use livestock to settle disputes, pay the dowry for brides and pass on to sons as inheritance, severe drought is forcing many to sell their animals to survive Photograph: Jerome Delay/AP       A young Peul boy stands by water jerrycans in the green, sandy plains near Bermo. For generations these nomads have lived in a precarious equilibrium with the environment Photograph: Jerome Delay/AP       Tuareg and Peul nomads gather at Bermo's market to trade livestock. In markets across the country, hungry people are selling hungry animals for half their normal value, giving up on the milk and money of tomorrow so their children can eat today Photograph: Jerome Delay/AP       Herdsmen gather at the livestock market in the desert village of Sakabal, in the same region as Bermo. In Niger, 80% of the people, including all the landlocked nation's rural population, depend on livestock such as camels, cows, sheep and goats for part of their income Photograph: Jerome Delay/AP       Camels are bought and sold at Sakabal livestock market. When the first rains come, the herdsmen head north toward the Sahara desert, where the grass is said to be saltier, and packed with minerals Photograph: Jerome Delay/AP       Tuareg men negotiate the sale of camels at Sakabal Photograph: Jerome Delay/AP       A buyer uses two mobile phones as he prepares to conclude a deal on a camel in Sakabal. The desert economy has been breaking down, leaving nomads unable to feed their families following drought after drought Photograph: Jerome Delay/AP       Men walk through Sakabal's grain market Photograph: Jerome Delay/AP       A Peul man walks with the severed heads of goats, which will be grilled and eaten as a delicacy  Photograph: Jerome Delay/AP       A Tuareg nomad, carrying his traditional sword, walks past a handler taking sheep to their new owner after they have just been sold at a livestock market in Bermo Photograph: Jerome Delay/AP       A Nigerien taxman records the sale of a camel Photograph: Jerome Delay/AP       Peul nomads pack their camels after trading at a market Photograph: Jerome Delay/AP       A Peul merchant relaxes by the door of a house in Bermo Photograph: Jerome Delay/AP       A Tuareg man mounts his camel at the livestock market in Sakabal Photograph: Jerome Delay/AP       Tuareg women leave Sakabal, preferring donkeys to camels, which are traditionally ridden by men Photograph: Jerome Delay/AP       A herdsman's family heat up water for dinner in the fields near Bermo. Such communities are so tied to their animals that children often play with miniature camels or cows cut from rock Photograph: Jerome Delay/AP       Nomads stop for the night between Bermo and the town of Dakoro Photograph: Jerome Delay/AP  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/aug/31/niger-nomadic-herdsmen-in-pictures", 
    "wordcount": "0"
}