{
    "headline": "Britain signs up to world's hottest nuclear physics project", 
    "text": "British physicists will have access to the most advanced nuclear physics facility in the world after UK funders agreed to join the project. The 1.4bn research centre, which will try to solve some of the most perplexing mysteries of matter, is being built in Darmstadt, Germany, and will switch on in five years&apos; time. At its heart will be twin accelerators, each more than a kilometre in circumference, that produce intense beams of ions and antimatter. The beams will be used to probe the behaviour of atomic nuclei and subatomic particles, many so exotic they have never been studied before. Through experiments at the Facility for Antiproton and Ion Research (Fair), scientists hope to learn why we have the diversity and abundance of elements that make up the periodic table. Along the way, they will study elements that exist only fleetingly on the surfaces of exploding stars. Physicists&apos; models show that elements heavier than iron are forged in supernovae and blasted into space, where they come together in objects as varied as planets and people. But stable atoms are only the end product of reactions that involve scores of short-lived radioactive particles. &quot;We don&apos;t know exactly what happens,&quot; said Paddy Regan, professor of nuclear physics at Surrey University. &quot;With this facility, we can look at the signatures of the 7000 or so radioactive species that nature allows. What they decay into tracks back to what becomes everyday matter.&quot; The Science and Technology Facilities Council (STFC) is due to sign an official agreement on Friday that confirms Britain as an associate member of the project. The facility will house four main experiments, with the UK most involved through a 10m contribution to one called Nustar, for Nuclear Structure, Astrophysics and Reactions. Roy Lemmon, a nuclear physicist at the government&apos;s Daresbury lab in Cheshire, said part of the NUSTAR experiment, called R3B, will help scientists understand what happens to matter in the heart of neutron stars, the ultradense remnants left over from stellar explosions. Neutron stars can ring like a bell, sending ripples called gravitational waves through space-time. &quot;The main source of these gravitational waves are neutron stars, and to interpret them, we need to know the underlying physics of the nuclear matter involved,&quot; he said. Other experiments plan to shed light on the inner structure of atomic nuclei, and to help scientists understand the health effects of radiation on astronauts on future missions to Mars. Physicists in Britain have lobbied hard to become members of the facility, and many see the project as crucial to the future of nuclear physics in the country. The field suffered badly in 2009 when major nuclear physics projects were cancelled amid financial problems at the STFC. &quot;This is a very big deal, it will reinvigorate nuclear physics in the UK,&quot; said Alison Bruce, professor of nuclear physics at Brighton University. &quot;As a partner, we will not only use the facility, but decide the direction of the science.&quot; &quot;It&apos;s a shot in the arm,&quot; said Regan. &quot;This has been our number one prime goal for almost a decade. To excite the next generation you need big projects, and this is a big international project. It would have been a fatal mistake for the UK not to be involved.&quot;", 
    "section": "science", 
    "gid": "science/2013/may/03/britain-hottest-nuclear-physics-project-fair", 
    "wordcount": "559"
}