{
    "headline": "Mystery bird: Lesser black-backed gull, Larus fuscus", 
    "text": "    Lesser black-backed gull, Larus fuscus, Linnaeus, 1758, sometimes known as the black-backed gull, photographed in the Lake Zway area in the Rift Valley of Ethiopia (Africa).  Image: Dan Logen, 30 January 2011 (with permission) [velociraptorize].Nikon D300s, 600 mm lens with 1.4 extender, f6.3, 1/5000 sec, ISO 640    Question: This Ethiopian mystery bird is special because it is quite international. What am I talking about? This mystery bird is easily confused with another species -- which species is that and how can you distinguish them? Can you identify this mystery bird&apos;s taxonomic family and species?  Response: This is a second-winter lesser black-backed gull, Larus fuscus. The lesser black-backed gull only winters in some parts of Africa (as well as the east coast of Canada and the northeastern United States); it breeds along the Atlantic coast of Europe and in the British Isles.  The second-winter lesser black-backed gull can be distinguished from second-winter individuals of these large gull species that are found in the same part of Africa:  lesser black-backed gull&apos;s head looks proportionately smaller than any of these other listed species (below), its slender bill is proportionately longer with a dark base and a yellow tip, mantle is much darker and its body is slenderer  great black-headed gull, L. ichthyaetus: dark smudge behind eyes and on the back of the head rules this species out  sooty gull, Ichthyaetus hemprichii: noticeably smaller with grey legs, tips of folded wings extend far beyond the length of the tail, fairly evenly coloured brownish upperparts with white underparts, bill has an obviously yellow base with a dark tip In the UK, this species can be easily confused with the great black-backed gull, L. marinus, but can be distinguished by its smaller size and slenderer build. Range is another good distinguishing feature; the great black-backed gull doesn&apos;t show up anywhere in Africa in winter.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/10/4", 
    "wordcount": "374"
}