{
    "headline": "App.net hits 250k posts as first iPhone and Android apps are released", 
    "text": "More than 250,000 posts have been created on App.net, the service launched by US entrepreneur Dalton Caldwell as an alternative to Twitter or as its slogan puts it: &quot;a real-time social feed without the ads&quot;. Caldwell revealed the milestone in a posting on App.net, adding &quot;I would estimate ~50% of posts were created by third party clients, which is a good sign. Hopefully that percentage continues to grow.&quot; Caldwell launched a crowdfunding campaign in July to raise $500,000 from individuals to fund App.net&apos;s development, and by mid-August had secured just over $800,000 for the project. The service launched that month in an alpha version, and early backers have been getting to grips with it since. So far, more than 17,500 people are using the alpha service. Caldwell&apos;s hope that the percentage of posts from third-party clients will grow looks set to be fulfilled, given that the first Android and iPhone App.net clients are now available to download. Hooha for App.net and AppNet Rhino both launched last week on, respectively, the Google Play store and App Store. Both use App.net&apos;s API to enable users to read their streams, compose new posts and replies, and follow or unfollow other users. Both apps are free, but Caldwell&apos;s team is working on plans to help developers build business models around App.net. In a blog post in July, he mooted a revenue-share system: &quot;What if we took the subscription revenue we got from members, and did a recurring, monthly revenue share with 3rd-party devs?&quot; he wrote. &quot;For the sake of argument, let&apos;s assume a 50/50 split would make sense. In this hypothetical proposal, if in a given month an App.net member signs into a single 3rd-party client, that developer will get $2.08 from App.net. If a member uses 5 different 3rd-party apps that month, the revenue will be split between those 5 3rd-party developers on a pro-rata basis, probably based on how much the user actually used the client.&quot; Caldwell admitted that the reporting for such a system could be &quot;insanely complicated&quot; in some cases, especially if developers tried to game the system. Even so, he&apos;s hoping to come up with answers that will enable developers to distribute their apps for free, but still get paid for usage thus enabling them to stay as ad-free as the main service. A number of developers are working on clients: a directory of third-party App.net apps on GitHub lists 26 mobile clients in development for iOS, Android and Windows Phone. All this, of course, is happening at the same time as Twitter is facing scrutiny over changes to its terms for third-party developers, including per-hour limits and obligatory authentication for calls to Twitter&apos;s back-end database, and changes to its other &quot;rules of the road&quot; for developers. A good time for App.net to be presenting itself as an open, developer-friendly alternative, even if it is still extremely early days for the service in terms of user numbers and features. Work is progressing fast on the latter front, and there is more help from external sources too. IFTTT, the innovative site that helps people link actions on one web service to another, now has an App.net channel. Among its uses will be setting up automatic triggers to post tweets to App.net and vice versa Caldwell says he prefers the latter, since it will mean less of Twitter&apos;s t.co shortened URLs appearing on App.net&apos;s stream.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/03/app-net-iphone-android-apps", 
    "wordcount": "600"
}