{
    "headline": "YouTube loses music clip copyright battle in court", 
    "text": "YouTube must take down copyrighted clips of music, a German court has ruled, in a move that could be a step towards forcing it to pay large sums in royalties. The move is a fresh setback for Google&apos;s video site after a US appeals court this month reopened a $1bn (620m) case brought by media conglomerate Viacom, as well as the Premier League and other media companies against YouTube in the US over copyrighted videos on the site. Gema, a German royalties group, scored the victory in Hamburg on Friday, where the court ruled the website was responsible for the content its users published, a decision that could be a first step towards YouTube  and potentially other internet publishers  having to pay royalties on videos with copyrighted music embedded in the soundtrack. The case, for allegedly infringing the copyright on seven music clips, was brought against YouTube in 2010 by Gema and several other groups handling music rights. YouTube argued it merely provided the technical framework to publish content and was not responsible for monitoring videos and music clips for possible copyright violations. The court ruled that YouTube was responsible for the content users post online and should remove any clips for which Gema had asserted copyright protection. It also said YouTube did not have to proactively trawl through its site in search of possible copyright violations, but must remove clips at the request of the rights holder. In a statement, YouTube said: &quot;This court&apos;s interpretation of the European Union Copyright Directive would make it much more difficult for user generated content platforms to operate. It would jeopardise not only YouTube but every other innovative service on the internet that allows users to submit content by forcing them to implement filtering.&quot; A spokesman for Gema said: &quot;This is an important partial victory.&quot; The agency, which says it represents more than 64,000 songwriters and musicians, demands that music-on-demand platforms that stream music to users for free and are financed by advertisements pay just over 10% of their music revenues. Sites that are very interactive should also have to pay at least 0.006 per stream, according to Gema. YouTube says 60 hours of video are uploaded to its site every minute, and more than 3bn hours of video are watched on the platform each month. Google said on Friday it was prepared to resume negotiations with Gema to seek an agreement on the use of copyrighted content. Gema and YouTube held talks from April 2009 until the suit was filed in September 2010, with no result. Recent lawsuits have centred on a crucial issue for media companies: how to win internet viewers without ceding control of TV shows, movies and music. A push for better legal protection of artists&apos; and media companies&apos; rights has met opposition from those who fear tighter regulation will curb their freedom to download movies and music for free and encourage internet surveillance. Earlier this year, tens of thousands of demonstrators took to the streets across Europe to protest against an international anti-piracy agreement. One vocal group opposing the anti-counterfeiting trade agreement (ACTA) is Germany&apos;s upstart Pirate party, which came out of nowhere last year and according to a recent poll has overtaken the Greens to become the third strongest political grouping in the country. The arrest of Kim Dotcom, the German national who founded the online file-sharing site Megaupload.com, earlier this year is the most prominent recent case of authorities cracking down on copyright infringement. Prosecutors say he was the ringleader of a group that netted $175m since 2005 by copying and distributing music, movies and other copyrighted content without authorisation.  This article was amended on 25 April 2012. The original said very interactive sites should have to pay at least 0.60 per stream, according to Gema. This has been corrected.", 
    "section": "technology", 
    "gid": "technology/2012/apr/20/youtube-music-clip-copyright-court", 
    "wordcount": "643"
}