{
    "headline": "Kim Dotcom prepares to unveil new Mega site", 
    "text": "     A year after Kim Dotcom&apos;s arrest and the taking down of his Megaupload file-storage site, the internet entrepreneur is preparing to unveil a successor cyber-locker site, and has renewed his attack on US prosecutors. In an interview with the Guardian days before the launch of the stepchild of Megaupload, to be called Mega and marked with a defiantly lavish launch at the same Auckland mansion that was dramatically raided on 20 January last year, Dotcom said the targeting of his site was motivated by a &quot;political agenda&quot; in the White House, brought on by pressure from Hollywood bosses to crack down on internet piracy. Dotcom said prosecutor tactics in laying criminal charges and pre-emptively taking down the Megaupload site amounted to &quot;hacking the legal system&quot;. The new site, which will outstrip rival sites by offering users 50GB of free storage, was in part motivated by his growing awareness of &quot;how the US government operates and how much spying is actually going on, how much privacy intrusion is the reality today&quot;, he said. Dotcom said that US prosecutors&apos; pursuit of Aaron Swartz, the Reddit co-founder and activist who killed himself last week, mirrored his own treatment. While reluctant to discuss the details of the Swartz case, he identified &quot;similarities in the way we have been prosecuted: over-reaching abuse of power, no due process  just completely insane, both of our cases&quot;. He also expressed sympathy for Julian Assange, who remains holed up in the Ecuadorian embassy following an order that he travel to Sweden to answer sexual assault claims. &quot;I think Julian Assange&apos;s fear, that the Swedish government is co-operating with the US government and that there might be an attempt to extradite him from Sweden, is very real. So I sympathise with him. I see also similarities and abuses that are happening in the case against WikiLeaks that were happening to us,&quot; he said. The extradition hearing for Dotcom and three of his New-Zealand-based colleagues has been delayed repeatedly amid protracted court battles, which have seen a series of victories for his defence, including a finding that search warrants were invalid, that the search was illegally conducted, and that the FBI should return cloned data. The hearing is set for August this year. Dotcom said he was looking forward to the hearing taking place. &quot;We want to expose what has happened here. We have a lot of information that shows the political interference. We feel that what happened here was manufactured to destroy Megaupload, and we want to show that,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2013/jan/18/kim-dotcom-prepares-mega-site", 
    "wordcount": "433"
}