{
    "headline": "The trouble with 'science'", 
    "text": "I find that I am nearly always on my guard when I come across the words &quot;science&quot; and &quot;scientist&quot; in a sentence. OK, maybe not nearly always; after all, I call myself a historian of science, I write this post in the science section of the Guardian&apos;s website and am forever using the words myself. Nevertheless  &quot;Scientists say &quot; is a phrase that hides far more than it explains. Which scientists, working in what field, where and why? Geologists are unlikely to be saying much, for example, about cancer, although if they are we should probably assess their comments differently from those emanating from a medical research lab. One group of chemists/astronomers/climate scientists may say something very different to another. Scientists can be academics, working in industry or for government departments, military or civilian. They can be pursuing original research or making use of routine techniques. &quot;Scientists say&quot; is little more use, in fact, than &quot;they say&quot;. It just sounds more authoritative. Strangely, though, while use of the term is usually unhelpfully vague, the iconography of science and scientists is very often too specific. Thus test tubes and white coats have become the overriding symbol for people and activities that may have nothing whatsoever to do with these objects. The words also start my historical sensibilities twitching, on the alert for anachronism. &quot;Scientist&quot; is a particular problem, being a word of fairly recent invention. While it was coined in the 1830s, by William Whewell, it was barely used at all until the end of the century, as this Google Ngram indicates. Using &quot;scientist&quot; when discussing a period when the word was not used can be seriously misleading. We risk loading an individual&apos;s views, status, ambitionsand work with associations and ideas that would have meant nothing to them. The word allows us to forget to enquire whether they did something else to make their living, or were personally wealthy, and that science was not a career or vocation.Not only did the word not exist but there was no equivalent and no such idea.  Of course &quot;science&quot; is equally problematic. The root, &quot;scientia&quot; is simply knowledge or understanding, and what we now think of as science was, until the 19th century, natural philosophy and a range of more specific and practical fields: astronomy, mathematics, chymistry, physick and so on. Its meaning is historically unstable, and what counts as scientific in one period is not the same as what counts in another. All this naturally makes it somewhat dubious that we should call a discipline that includes research on the pre-modern period history of science. It is shorthand, of course, but not for &quot;the study of everything that looks like science to us today&quot; or &quot;the study of everything that we can trace as having led to today&apos;s science&quot;, but something more like &quot;the study of humanity&apos;s ideas about and interaction with the natural world&quot;. Our definition carefully avoids connotations of the professional contexts that are surely ubiquitous in the word&apos;s meaning today. This leads me to another common misuse of &quot;science&quot;, which is as a synonym simply for &quot;nature&quot;. An example, as my fellow H-Worder, Vanessa, pointed out on Twitter the other day, is the Facebook page I fucking love science, which often seems to confuse the two. Our knowledge about nature is certainly mediated by science, but the two are not the same thing  nature gets on just fine without anyone watching, and our ideas about it have changed over the course of history, and will change in the future. If it&apos;s not &quot;Yay science!&quot; being written on a picture of a wild animal, it&apos;s &quot;science&quot; being celebrated for our mobile phones, or blamed for not having given us rocket packs. These things are, of course, technology, which, historical research suggests, is more likely to be a driver for than any kind of simple or direct outcome of science. If you really want a particular gadget what you need is goal-oriented R&amp;D, not &quot;science&quot;. Maybe these expanded definitions reflect a similar shorthand to the one I described for &quot;history of science&quot; above, or maybe they simply show that the word &quot;science&quot; continues to have fluctuating boundaries. But it is worth being clear what we&apos;re talking about when &quot;science&quot; is used to create authority, leverage funding, concentrate concerns or promise solutions. So, while I don&apos;t want to ban its use, let&apos;s think what we really mean.", 
    "section": "science", 
    "gid": "science/the-h-word/2013/feb/26/trouble-science-scientists", 
    "wordcount": "781"
}