{
    "headline": "Junk food banned in maintained schools is being sold in academies", 
    "text": "A third of academy schools are selling junk food that is banned in maintained schools under regulations introduced to protect children&apos;s health, a series of freedom of information requests has revealed. Out of 108 academies that responded to the requests, 29 were selling chocolate and other confectionery, nine admitted selling fizzy drinks and seven sold energy drinks such as Red Bull. An investigation by Channel 4&apos;s Dispatches found that 37 out of the 108 academies that responded were selling at least one food or drink product that was not permitted before they became academies. Such schools are state-funded but independently run; more than half of secondaries in England are now academy schools, which can opt out of national standards for school meals. Dispatches also found from freedom of information requests to councils and academies that less than a quarter of children at the secondary schools that responded were having school dinners. There was wide variation on the money spent on dinners  from East Lothian council which spent 3.30 per meal on ingredients to Pembrokeshire, where the spend was just 53p. In a statement, Pembrokeshire county council said it provided &quot;fresh, high-quality school meals&quot;, and had kept costs down by awarding the contract to a local supplier. A typical meal option is roast chicken with herb stuffing, potatoes, carrots and broccoli, or vegetable bolognese with garlic bread and peas, the council said. The Channel 4 programme also found that 14 schools had stopped providing a hot meal since 2007. In May, research by the School Food Trust painted a mixed picture of academy food provision. Out of a sample of 100 academies, a quarter said they were selling crisps and savoury snacks, while more than half said they were selling cereal bars  these are banned from maintained schools because of their sugar content. The research found that some academies did well in providing food that met national standards, but at many others children were being offered a diet high in fat, sugar and salt Jamie Oliver, whose television series in 2005 first raised awareness of the lack of nutrition in school dinners, has warned that children&apos;s health will suffer because the standards that apply to maintained schools have been relaxed for academies and free schools. Oliver said earlier this year that the government&apos;s approach threatens a &quot;massive erosion of everything we have achieved&quot;. The Department for Education described the Dispatches claims as &quot;shoddy and misleading&quot;. A spokeswoman said: &quot;The last government never expected that local authorities would monitor schools&apos; compliance with standards  so claiming that this government&apos;s education reforms have led to a weakening of the way those standards are applied is nonsense. Many academies are already using their freedom from council control to improve food.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/10/junk-food-academy-schools-claims", 
    "wordcount": "465"
}