{
    "headline": "University admissions: why we all need to play by the UCAS rules", 
    "text": "The past year has been a turbulent one for university admissions following the freeing up of places for students with AAB or better at A-level and the recruitment uncertainty caused by the new fees environment. This year is even more volatile with the extension of unlimited recruitment to ABB students and the further reduction in student number controls for leading universities. More uncertainty has been introduced following the University of Birmingham&apos;s recent decision to make unconditional offers to around 1,000 students if they made Birmingham first choice, together with some others which may vary their offers to applicants who make those institutions their firm choice. However, this causes some major difficulties for other universities recruiting in the ABB pool. Is it better to follow suit and seek to reduce the impact of these bold steps or to hold firm and hope that the effects are not too significant? These are big decisions: the consequences of under or over recruitment will be significant with stiff HEFCE penalties likely. The original idea seemed to be this: that permitting unfettered recruitment of AAB+ students in 2012 would free up the market and allow the most popular universities to expand. But the reality has been rather different, with most seeking stability not expansion and an unseemly scrap among AAB+ recruiters to protect their positions. Is this what David Willetts hoped would happen when he put &quot;students at the heart of the system&quot;? At any rate, the consequences of this policy have been dramatic. A number of the most popular universities ended up with significant shortfalls against their targets for recruitment in 2012 (not the University of Nottingham, incidentally) as did some of those which find recruitment more challenging. In addition, some institutions have been fined for over recruitment of students. While these institutions will have put in place plans to prevent recurrence of this position, there remains significant uncertainty in the market. Strikingly, UCAS has not published applicant numbers by institution. While this is understandable, it doesn&apos;t seem terribly open or transparent for applicants and is hardly conducive to the minister&apos;s market aspirations. The effective operation of the admissions process is underpinned by the work of UCAS, without whom admissions would be chaotic, costly, opaque and less than fair to many applicants. We also have Supporting Professionalism in Admissions (SPA), which was established in 2006 and seeks, among other things, to set a clear framework for institutional admissions behaviour to the benefit of the applicant and the sector as a whole. But in 2011 the game really changed. The actual numbers recruited and shortfalls tell an interesting story and it seems to be the case, at least anecdotally, that in attempting to hit their recruitment targets some institutions may have indulged in some rather dubious practices. There were lots of reports of students having to wait days or even weeks to be released by their firm choice in situations where they hadn&apos;t met the required grades but the institution didn&apos;t want to let them go just in case they were needed to hit target. This was hugely unfair and unsettling to the students concerned. Last year was difficult but I&apos;m worried things are going to be a lot worse in 2013. Those universities making lower offers are sending a signal that perhaps Alevel results aren&apos;t that important, but ultimately they are at greater risk of undermining their own competitive position by reducing entry standards in what may turn out into a &apos;race to the bottom&apos;. So where do we go from here? In the short term we all have to play by the UCAS rules (which should be made more explicit), restate our commitment to the SPA principles and aim to be fair and transparent to applicants. This is important not just so we do the right things by students, especially those from disadvantaged backgrounds, but also to prevent a fundamental undermining of the UCAS system. We are keen to ensure that students who want to come to the University of Nottingham and have the grades are able to come here. This is what the UCAS system is all about: students making informed choices and a system supporting the holistic assessment of applicants in a fair and transparent way. The huge risk now is that more shenanigans this year will undermine this system. The ultimate consequence if everyone decides to ignore the rules and the SPA principles is a return to the admissions Wild West. This would be costly, unhelpful and hugely inefficient as well as being massively unfair to and stressful for students, particularly those from disadvantaged backgrounds. This surely cannot be in the interest of students or universities. Or indeed what Willetts wants. We need a bit more honesty and some genuine transparency in order to ensure fairness for all. Paul Greatrix is registrar at the University of Nottingham  follow him on Twitter @registrarism This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/29/university-admissions-ucas-rules-aab", 
    "wordcount": "843"
}