{
    "headline": "Water companies turn hose on drought naysayers", 
    "text": "Water companies reached for words like &quot;irony&quot; today to explain to 20 million customers why they should save water even as rivers overflowed, gardens were swamped and fields became lakes after a further inch of rain fell in some regions in the space of 12 hours, and 36 flood warnings remained in place. &quot;Be proud to be dirty,&quot; said a message on the Thames&apos; water website urging vigilance in the drought that officially covers most of England and Wales. &quot;A dirty car shows you are doing your bit to save water. Installing a water butt ... will help new plants survive without using precious tap water.&quot; But it added that anyone needing sandbags should ask their local authority. With April declared officially the wettest since records began in 1912 and farmers complaining that they need flood-tolerant crops this month after drought-tolerant ones last month, Thames tried to be understanding: &quot;We are well aware of the irony that heavy rain set in after the hosepipe ban was announced. In fact, it hasn&apos;t really stopped raining since we and six other companies imposed hosepipe bans on 5 April ,&quot; said Richard Aylard, director of sustainability. &quot;The irony of talking about a drought at the end of the wettest April on record is not lost on us,&quot; said Anglian Water spokesman Ciaran Nelson. &quot;We just hope that people can cast their minds back to the two dry winters just gone and the summer we experienced last year, and all those things which add up to the situation we are in now&quot;. &quot;You could not make this up,&quot; said Haylie Read, an Environment Agency spokeswoman who said it would take more than a week or two of heavy rain to undo the effects of nearly two years of well-below average rainfall. &quot;The drought still stands. We&apos;re seeing lots of water on the surface but it needs to get down to the ground water. It&apos;s having some beneficial effects. It&apos;s good for farmers and gardeners, and the cool temperatures will ease the pressure on fish and wildlife in rivers. After two years of exceptionally dry weather, the continuous rain in April has started to restore water levels below ground, but it will take much more time and more rain to undo the effects of two dry winters on groundwater stores.&quot; According to the agency, what were exceptionally dry soils are now soaking up much of the rain, but where the soil has been compacted the water is rushing off into rivers which cannot cope, and are overflowing. &quot;But it is not reaching down far enough to top up groundwater supplies, which is what we really need,&quot; she said. What makes it worse, say hydrologists, is that late April and May is the height of the growing season and trees and plants are taking up much of the moisture, so less is getting underground. &quot;This is ridiculous, we are seeing monsoon weather even as 17 counties have water restrictions. This is Britain&apos;s weather at its most capricious,&quot; said Barnaby Smith, spokesman for the centre for Hydrology and Ecology , Britain&apos;s leading water research centre. &quot;The contrast between March (the driest month in 59 years) and April (the wettest in 101) is quite extraordinary but this has just bought us some time. Soil moisture deficits have decreased massively in the last three weeks, but the deep-seated ground water aquifers [on which much of Britain&apos;s water supplies depend] have not recovered. &quot;Some of the shallower wells are recharging but not the deep ones. This [rain] is not the solution for the deep aquifers which have been at some of the lowest levels ever recorded. We are still looking at next winter rainfall to recharge these. We have had below average rainfall for 22 out of the last 24 months.&quot; The only compensation is that the cold weather is not evaporating the rain quite as it might be expected to do in May. &quot;If it carries on like this for another few months things may improve [from a hydrological point of view]. But by then we will all be totally fed up,&quot; said Smith.", 
    "section": "environment", 
    "gid": "environment/2012/may/01/water-companies-hose-drought-april", 
    "wordcount": "707"
}