{
    "headline": "HTC squeezed by Samsung as revenue and profits plummet", 
    "text": "The Taiwanese mobile handset maker, HTC, showed the extent of the squeeze it is suffering from South Korean rival Samsung as it warned first-quarter revenues could fall 17% compared to the last three months of 2012, and operating profit margins could drop almost to zero. Profits for the fourth quarter had crashed by 90% year on year to just NT$600m (12m) on revenues of NT$60bn, down 40%, the company said as it unveiled its annual results. The projected drop in first-quarter revenues would leave HTC smaller than at any time since the first quarter of 2010, when its burst of growth began. The company said on Monday it expects revenues of between NT$50bn and NT$60bn, compared to NT$65.8bn in the first quarter of 2012. The company also steered towards lower operating margins, of between 0.5% and 1.0%; in the fourth quarter, operating margins were pushed down to just 1%, ekeing out a profit of just NT$600m on revenues down 40% year on year to NT$80bn. The company, which is preparing to launch a new 5in smartphone codenamed M7 later this month to compete with Samsung&apos;s Galaxy Note &quot;phablet&quot;, is being heavily outspent by rivals Apple and Samsung, which together dominate the US smartphone market. Samsung spent roughly $14bn (8.9bn) on marketing in 2012, while Apple spent about $1bn; HTC&apos;s marketing spend is substantially smaller. HTC tried in 2011 to give its brand a stronger identity by buying 50.1% of Beats Electronics, the high-end headphones company founded by rapper Dr Dre, for $300m. But the strategy was unsuccessful and it sold back a 25% holding in July 2012 for $150m. Despite the rapid growth in the smartphone market, and Android&apos;s dominant position in it  especially in China  the profits in the business are being captured almost exclusively by Apple and Samsung. Of the remaining handset companies, only HTC and Nokia managed to make an operating profit in the fourth quarter, but barely comparable with either of the other two companies&apos;. The company also reveals in its full-year accounts that the patents it owns have fallen in value from NT$11.15bn at the end of December 2011 to NT$9.18bn at the end of 2012. That may relate to a &quot;loan-back&quot; arrangement under which Google gave HTC a number of patents to help defend itself against a number of lawsuits from Apple. HTC and Apple settled their dispute in November 2012, signing a worldwide licensing agreement, which could mean HTC has returned the title to the patents to Google. Alternatively it could point to previous valuations on patents essential to the 4G standard being devalued after the US Federal Trade Commission and European commission both indicated that using such &quot;standards-essential patents&quot; to seek sales bans against rivals would be frowned on, and could attract fines. The accounts also point to a business under increasing stress, as Samsung increases its marketing spend and offers phones across the entire range of the market, squeezing HTC  once the biggest-selling Android brand in the US  into the position of also-ran. Inventory turnover days  the length of time it takes the company to rotate raw materials into finished goods  extended from 43 days a year ago to 54, while the number of &quot;payable days&quot; of debts grew, despite the fall in revenue, from 105 days to 138.", 
    "section": "technology", 
    "gid": "technology/2013/feb/04/htc-samsung-revenue-profits", 
    "wordcount": "574"
}