{
    "headline": "Biofuels a boon for Brazil's rural poor, but obstacles remain elsewhere", 
    "text": "Biofuels have long been hailed as one of the potential answers to climate change. Their environmental credentials are controversial, but a handful of countries are now looking at them from another angle entirely: they want to use biofuels to try to reduce poverty among rural smallholder farmers. Such efforts are in full force in Brazil, a country that is home to both a sizeable biofuels industry and about 4.1m small-scale family farms. But while some of the country&apos;s biofuels policies have fallen short, others have proved a boon to the rural poor. Smallholder farmers have seen their incomes rise thanks to the introduction of more progressive standards and new rules on contract negotiations. &quot;The numbers show that the farmers in Brazil  have been earning far more than they were before  not only in absolute quantities, but also as a percentage of the whole value of the [biofuels production] chain,&quot; says Mairon Bastos Lima, a PhD researcher at the Institute for Environmental Studies at the Vrije Universiteit Amsterdam and the author of a recent briefing paper (pdf) that looked at the social impacts of biofuels polices in Brazil, India, and Indonesia. Bastos Lima describes the Brazilian biofuels policies as &quot;the best example&quot; he has seen. In most cases, he says, smallholder farmers who cultivate biofuels are included only in the lowest level of the production chain. That means that most of the wealth from production accrues to the refiners, or to the company that is managing the process, not to the farmers themselves. But in Brazil this has started to change, albeit slowly. This success, Bastos Lima says, is largely due to the fact that Petrobras, Brazil&apos;s state-run energy giant, created its own biofuels division in 2008. The new state company took over from the private firms that had been running the government&apos;s biofuels production contracts with smallholder farmers in north-eastern Brazil. When Petrobras came on the scene, the company introduced a number of changes. It required that farmers devote no more than 20% of their arable land to growing the precursors to biofuels; the rest of their farms had to be reserved for edible crops. This &quot;mixed food and feed-stock&quot; policy helps to guarantee that the farmers maintain a steady food supply, regardless of what happens in the biofuels market. Petrobras also introduced a policy of including social movements in all of its contract negotiations with smallholder farmers. Under the current policy, any contractual agreement with farmers is not valid until a rural social movement has signed off on it. &quot;This balances the bargaining power,&quot; says Bastos Lima, &quot;because suddenly you cannot put pressure on one individual household&quot; to accept the terms of an agreement. The impact of the change is already being felt. &quot;Social movements had to fight really hard with Petrobras to actually stand their ground and say, &apos;no, we want to climb up at least one step in the value chain  and have more of an income&apos;,&quot; says Bastos Lima. The number of households involved in Brazil&apos;s smallholder biofuels production programme quadrupled between 2008 and 2010; more than 100,000 families are now involved. In 2010, the Brazilian government bought roughly $635m (413m) worth of biofuels feedstock from its smallholder farmers, a fivefold increase from two years earlier. But while Brazil has had some success with its efforts to include smallholder farmers in the biofuels production chain, things have not always gone so well in other places, warns Bastos Lima. &quot;The case of India has been particularly disastrous,&quot; he says, noting that the Indian government placed a huge bet on a plant called jatropha, which was widely hailed as the next big breakthrough in biofuels back in 2007 and 2008. Inspired by promising scientific studies, the government called for the cultivation of jatropha on more than 11m hectares (27m acres) of land. But then reality set in: the crop&apos;s yields were disappointing, and many Indian farmers were left with reduced incomes, coupled with a smaller supply of food to give their own families. Such experiences demonstrate why more work needs to be done to understand the social consequences of biofuels production, says Chris Charles, a project manager in the Geneva office of the International Institute for Sustainable Development. &quot;There&apos;s a real lack of research  quantitative and qualitative research  assessing  the extent of the negative or positive impacts on smallholder farmers,&quot; says Charles. &quot;Campaigning groups publish very emotional pieces showing small farmers in Asia, for example, being displaced from their land by large monoculture biofuel operations. [But] it&apos;s hard to know how academic or rigorous that analysis is.&quot;  This article was corrected on 21 May 2013. The Institute for Environmental Studies is at the Vrije Universiteit Amsterdam, not the University of Amsterdam", 
    "section": "global-development", 
    "gid": "global-development/2013/may/21/biofuels-boon-brazil-rural-poor", 
    "wordcount": "804"
}