{
    "headline": "Facebook's IPO disaster shrugged off by Silicon Valley", 
    "text": "Recriminations over Facebook&apos;s stock offering may be rattling Wall Street, but Silicon Valley considers the flotation a ruthless and successful smash-and-grab raid. Entrepreneurs and executives in California&apos;s technology hub shrugged off controversy over Facebook&apos;s IPO and said the region&apos;s tech boom was solid and would continue. But this is isn&apos;t a view shared outside the Valley, where experts warned that the debacle is likely to close the window for other tech firms considering share sales. It is too early yet to judge whether Facebook will be a stock market success, but it has got off to an inauspicious start. The social media giant&apos;s shares tumbled 8.9% on Tuesday, scrubbing $8.3bn in market value. Since its initial price of $38 last Friday, shares have fallen to $31, reducing the company&apos;s value from $104bn to $85bn. Financial regulators are investigating whether banks in charge of the IPO broke rules on the floatation&apos;s eve by selectively releasing negative news about Facebook to big investors but not the general public. Other companies in Silicon Valley said if Mark Zuckerberg and his executives were guilty of anything it was shrewdly calculated greed, not overreach, and that the rest of the tech industry did not feel chastened. Vasudev Bhandarkar, a CEO and board member of several companies,including GlobalLogic, a research and development outfit, saidFacebook did not want to leave any money on the table. &quot;It&apos;s nothubris, it&apos;s ruthlessness. They did the best for themselves and endedup screwing investors. Mark Zuckerberg has been very single-mindedabout the valuation of his company.&quot; Steve Blank, a start-up entrepreneur who teaches at Stanford University, said: &quot;They twisted the arms of their bankers and sucked dry the maximum amount of money they could. They went home laughing. Should they have done that? Probably not. But if they can deliver profits all will be forgiven.&quot; Blank expected five to 10 more Silicon Valley companies to seek listings within the next 12 months. In New York, Sam Hamadeh, founder of the analyst PrivCo, disagrees. &quot;That sound you can hear now is the soiund of the IPO window shutting,&quot; he said. Facebook was supposed to be the IPO that ushered in a new wave of tech share sales, he said. Instead, shareholders had been left with the impression that early investors had made a killing at the expense of anyone foolish enough to buy in at inflated prices. Hamadeh said there were many good tech companies now preparing for IPOs  including Spotify and Rovio, the maker of Angry Birds  that would now face far tougher conditions thanks to Facebook&apos;s problems. Those firms and many others had been banking on a successful IPO from Facebook to boost their own share sales. &quot;They had all been expecting a halo effect from Facabook&apos;s IPO,&quot; said Hamadeh. &quot;That&apos;s gone.&quot; Chicago securities attorney Andrew Stoltmann said in the short-term tech IPOs were in a lot of trouble. &quot;I wouldn&apos;t want to be a tech firm looking at an IPO right now. This is so high profile that any investor is bound to be looking twice at other tech sales,&quot; he said. Litigation and regulator inquiries are likely to keep the IPO in the headlines for all the wrong reasons, said Stoltmann, making it still harder for other companies looking to go public. The IPO row had created a headache for Facebook&apos;s public relations department but the company&apos;s core managerial team probably had no regrets, said Bhandarkar. He predicted Facebook&apos;s shares would fall to between $20 and $25 within six months but that it would shake off the controversy and continue to thrive. &quot;It&apos;s a very, very strong company. I&apos;m very bullish about it.&quot; Despite widespread accusations that Nasdaq bungled the floatation, causing multiple delays and frustrations on the first day, Bhandarkar said Silicon Valley would continue to use the stock market. &quot;It has not done an unjust job over the past 15 years. They&apos;ve done reasonably well.&quot; GlobalLogic, he said, &quot;would most likely consider Nasdaq&quot; for its own IPO. Most in Silicon Valley believe that Facebook will weather the bad headlines. Aaron Levie, the 27-year-old co-founder of Box, a cloud computing firm a few miles from Facebook at Palo Alto, said in an email interview that Facebook&apos;s size and profile made its stock market debut a special case. Other software firms had had successful IPOs in the past year, he said. &quot;We&apos;ve seen very strong public offerings from Splunk, Jive, ExactTarget, LinkedIn and others; Workday&apos;s expected IPO will also certainly be one to watch.&quot; The best gauge of Facebook&apos;s long term viability, he said, would be whether it could continue its pace of innovation. &quot;All past execution points to it doing very well in the future.&quot; He may well be right, but the impact on Facebook&apos;s younger peers may take longer to shake off.", 
    "section": "technology", 
    "gid": "technology/2012/may/23/facebook-ipo-disaster-silicon-valley", 
    "wordcount": "819"
}