{
    "headline": "Apple awarded more than $1bn in Samsung patent infringement trial", 
    "text": "Apple has been awarded more than $1bn (632m) in damages after its rival smartphone and tablet manufacturer Samsung was found to have copied critical features of its iPhone and iPad. The US jury stunned observers by returning a decision after just two and a half days&apos; deliberation following four weeks of legal argument. The jurors rejected every single one of the South Korean company&apos;s patent claims, and backed Apple&apos;s claim that Samsung had breached US antitrust laws by trying to keep its wireless patents as a monopoly. The decision means that Apple has gained a major weapon in its fight against Samsung, which is the biggest maker of smartphones and mobile phones in the world, and the biggest of the Android handset makers. The verdict will also be a key platform in Apple&apos;s ongoing court battles with other Android smartphone companies, including HTC and Motorola. Samsung and Apple have been at war through the courts since April 2011, when Apple filed a suit in the US alleging that a number of Samsung smartphones and tablets used some of its patented technologies  such as the &quot;rubber band&quot; effect when scrolling a long list of items  and mimicked its &quot;trade dress&quot;, the general cosmetic appearance of its iPhone and iPad, in a way that could confuse potential customers. On Friday Samsung issued a statement saying: &quot;Today&apos;s verdict should not be viewed as a win for Apple, but as a loss for the American consumer. It will lead to fewer choices, less innovation, and potentially higher prices. It is unfortunate that patent law can be manipulated to give one company a monopoly over rectangles with rounded corners, or technology that is being improved every day by Samsung and other companies. &quot;Consumers have the right to choices, and they know what they are buying when they purchase Samsung products. This is not the final word in this case or in battles being waged in courts and tribunals around the world, some of which have already rejected many of Apple&apos;s claims. Samsung will continue to innovate and offer choices for the consumer.&quot; Apple&apos;s founder, Steve Jobs, kicked off the battle, telling his biographer Walter Isaacson that he would go &quot;thermonuclear&quot; in his battle against Android because he felt that it had copied elements of the iPhone&apos;s behaviour. That started with HTC&apos;s implementation in 2010 of Android. &quot;I will spend my last dying breath if I need to, and I will spend every penny of Apple&apos;s $40bn in the bank, to right this wrong,&quot; Jobs told Isaacson. &quot;I&apos;m going to destroy Android, because it&apos;s a stolen product. I&apos;m willing to go thermonuclear war on this.&quot; An attempted peace pact between Jobs and Eric Schmidt, then Google&apos;s chief executive, came to nothing. But Apple&apos;s war against Google has been indirect  targeting the handset makers that use Android rather than the search giant which writes the software itself. Evidence of Jobs&apos;s antipathy to Android was excluded from the evidence heard in court. Samsung, in this case, responded that Apple had used its patented technology for 3G wireless connectivity without permission, and that it used some of its patented methods, such as sending photos from a camera-equipped phone. Those claims were rejected by the jury. Samsung had also insisted that Apple&apos;s technology patents were invalid because of previous inventions by rival firms, which it demonstrated in the court. It said that the &quot;trade dress&quot; claims were nonsensical, and that customers were not confused. An area of relief for Samsung was that the jury decided its Galaxy tablets did not look so much like the iPad as to breach &quot;trade dress&quot;. But they hit it with a billion-dollar damages decision for infringing Apple&apos;s &quot;utility&quot; patents on its behaviour. Samsung is expected to appeal to a higher court. But the victory for Apple is a publicity coup as the battle for control of the smartphone and tablet market intensifies ahead of the Christmas period  during which Apple is expected to have a new iPhone on release, and possibly a new, smaller version of the iPad. Apple and Samsung are suing each other in more than 30 cases around the world in Europe, Australia and the US. Apple, based in Cupertino  just 10 miles from the San Jose court where lawyers for the two sides made their case  is fighting multiple cases against rival smartphone makers which use Google&apos;s Android software, including Samsung, HTC and Motorola  the latter now owned by Google. The decision is a critical blow in the smartphone wars now going on around the world between Apple and Samsung, and by proxy between Apple and other makers of smartphones using Google&apos;s Android software. Samsung is the biggest mobile, smartphone and Android mobile company  meaning that this decision will resound throughout the industry. Reaching a decision had looked like a labyrinthine process. Judge Lucy Koh&apos;s instructions on how to decide ran to 109 pages and took over two hours to read out after the two companies had spent four weeks arguing in court. The jury then had to negotiate a verdict paper consisting of 20 pages with 33 questions which offered, in total, about 700 options  although it all boiled down to four: were Apple&apos;s claimed patents infringed and if so how much was it owed? And: were Samsung&apos;s claimed patents infringed, and if so how much was it owed? Yet they reached their verdict after barely two days&apos; deliberation, surprising legal experts who had thought that the decision could take weeks. The jury for the high-profile trial in which Oracle sued Google alleging that the Android mobile operating system infringed its patents. The jury then took two weeks to reach a verdict that largely exonerated Google. Apple brought a high-profile array of executives to testify including Phil Schiller, its longtime head of marketing, and Scott Forstall, who heads its iPhone and iPad software division. Apple also showed prototypes of the iPhone and iPad dating back to 2003, as well as an internal Samsung document comparing the iPhone&apos;s behaviour with that of Samsung&apos;s smartphone, which described the difference as &quot;Heaven and Earth&quot; and noted hundreds of items of difference where Samsung needed to improve. The jury of seven men and two women, all from California, included four who have worked for technology companies including chipmaker Intel and phone business AT&amp;T, and two engineers. One member owns multiple Apple and Samsung products, according to CNet. Five are over 50; three were born outside the US  one in India and two in the Philippines. The result came just hours after a South Korean court had ruled against both Apple and Samsung, deciding that they had each infringed each others&apos; patents. Both were fined and told to take some of their products off the shelves in that country.", 
    "section": "technology", 
    "gid": "technology/2012/aug/25/apple-samsung-patent-infringement-trial", 
    "wordcount": "1149"
}