{
    "headline": "Gene wars: the last-ditch battle over who owns the rights to our DNA", 
    "text": "Tracey Barraclough made a grim discovery in 1998. She found she possessed a gene that predisposed her to cancer. &quot;I was told I had up to an 85% chance of developing breast cancer and an up to 60% chance of developing ovarian cancer,&quot; she recalls. The piece of DNA responsible for her grim predisposition is known as the BRCA1 gene. Tracey was devastated, but not surprised. She had sought the gene test because her mother, grandmother and great-grandmother had all died of ovarian cancer in their 50s. Four months later Tracey had her womb and ovaries removed to reduce her cancer risk. A year later she had a double mastectomy. &quot;Deciding to embark on that was the loneliest and most agonising journey of my life,&quot; Tracey says. &quot;My son, Josh, was five at the time and I wanted to live for him. I didn&apos;t want him to grow up without a mum.&quot; Thirteen years later, Tracey describes herself as &quot;100% happy&quot; with her actions. &quot;It was the right thing for me. I feel that losing my mother, grandmother and great-grandmother hasn&apos;t been in vain.&quot; The BRCA1 gene that Tracey inherited is expressed in breast tissue where it helps repair damaged DNA. In its mutated form, found in a small percentage of women, damaged DNA cannot be repaired and carriers become highly susceptible to cancers of the breast and ovaries. The discovery of BRCA1 in 1994, and a second version, BRCA2, discovered a year later, remains one of the greatest triumphs of modern genetics. It allows doctors to pinpoint women at high risk of breast or ovarian cancer in later life. Stars such as Sharon Osbourne and Christina Applegate have been among those who have had BRCA1 diagnoses and subsequent mastectomies. BRCA technology has saved many lives over the years. However, it has also triggered a major division in the medical community, a split that last week ended up before the nine justices of the US supreme court. At issue is the simple but fundamental question: should the law allow companies to patent human genes? It is a battle that has profound implications for genetic research and has embroiled scientists on both sides of the Atlantic in a major argument about the nature of scientific inquiry. On one side, US biotechnology giant Myriad Genetics is demanding that the US supreme court back the patents it has taken out on the BRCA genes. The company believes it should be the only producer of tests to detect mutations in these genes, a business it has carried out in the United States for more than a decade. On the other side, a group of activists, represented by lawyers from the American Civil Liberties Union, argues that it is fundamentally absurd and immoral to claim ownership of humanity&apos;s shared genetic heritage and demands that the court ban patents. How can anyone think that any individual or company should enjoy exclusive use of naturally occurring DNA sequences pertinent to human diseases, they ask? It is a point stressed by Gilda Witte, head of Ovarian Cancer Action in the UK. &quot;The idea that you can hold a patent to a piece of human DNA is just wrong. More and more genes that predispose individuals to cancers and other conditions are being discovered by scientists all the time. If companies like Myriad are allowed to hold more and more patents like the ones they claim for BRCA1 and BRCA2, the cost of diagnosing disease is going to soar.&quot; For its part, Myriad denies it has tried to patent human DNA on its own. Instead, the company argues that its patents cover the techniques it has developed to isolate the BRCA1 and BRCA2 genes and the chemical methods it has developed to make it possible to analyse the genes in the laboratory. Mark Capone, the president of Myriad, says his company has invested $500m in developing its BRCA tests. &quot;It is certainly true that people will not invest in medicine unless there is some return on that investment,&quot; said Justin Hitchcock, a UK expert on patent law and medicine. &quot;That is why Myriad has sought these patents.&quot; In Britain, women such as Tracey Barraclough have been given BRCA tests for free on the NHS. In the US, where Myriad holds patents, those seeking such tests have to pay the company $4,000. It might therefore seem to be a peculiarly American debate based on the nation&apos;s insistence on having a completely privatised health service. Professor Alan Ashworth, director of the Institute of Cancer Research, disagreed, however. &quot;I think that, if Myriad win this case, the impact will be retrograde for the whole of genetic research across the globe,&quot; he said. &quot;The idea that you can take a piece of DNA and claim that only you are allowed to test for its existence is wrong. It stinks, morally and intellectually. People are becoming easier about using and exchanging genetic information at present. Any move to back Myriad would take us back decades.&quot; Issuing patents is a complicated business, of course, a point demonstrated by the story of monoclonal antibodies. Developed in British university labs in the 1970s, these artificial versions of natural antibodies won a Nobel prize in 1984 for their inventors, a team led by Csar Milstein at Cambridge University. Monoclonal antibodies target disease sites in the human body and can be fitted with toxins to be sent like tiny Exocet missiles to carry their lethal payloads straight to a tumour. When Milstein and his team finished their research, they decided to publish their results straight away. Once in the public domain, the work could no longer claim patent protection, a development that enraged the newly elected prime minister, Margaret Thatcher, a former patent lawyer. She, and many others, viewed the monoclonal story as a disaster that could have cost Britain billions. But over the years this view has become less certain. &quot;If you look at medicines based on monoclonal antibodies today, it is clear these are some of the most valuable on the market,&quot; said Hitchcock. &quot;But that value is based on the layers of inventiveness that have since been added to the basic concept of the monoclonal antibody and has nothing to do with the actual technique itself.&quot; In short, medical science, particularly those branches concerned with genetics, is now developing at such a rate that it often supersedes techniques that seemed startlingly advanced  and potentially lucrative  a few years earlier. The BRCA story falls into this category, argues Ashworth. &quot;Twenty years ago, we were concerned about isolating individual genes that predisposed individuals to cancers and other diseases. Today it is possible to sequence a person&apos;s entire genome, which contains each of our 20,000 genes, and analyse it in order to pinpoint sequences that might be leaving a person susceptible to disease. If Myriad has its way, however, we will be left in the situation where we will be able to look at everything on a genome except the BRCA genes, because it claims to own them. It&apos;s nonsense.&quot; This point was backed by Nazneen Rahman, professor of human genetics at the Institute of Cancer Research. She is pioneering techniques to use multiple gene analyses to pinpoint predispositions to diseases. &quot;The principle of making disease genes patentable is simply unhelpful today,&quot; Rahman said. It remains to be seen if Myriad succeeds in its bid to keep hold of its patents. To date, the company has lost most of the court battles it has fought. This is its last-ditch effort. &quot;That makes it all the more important that the right decision is made,&quot; Ashworth insisted. &quot;This will have bearing on the future of medicine.&quot; Additional reporting: Shyamalie Satkunanandan For more information, go to: www.traceybarraclough.org.uk Institute of Cancer Research, www.icr.ac.uk/ Ovarian Cancer Action, www.ovarian. org.uk/", 
    "section": "science", 
    "gid": "science/2013/apr/21/using-genetics-to-fight-disease", 
    "wordcount": "1339"
}