{
    "headline": "Uta Frith: 'The brain is not a pudding; it is an engine'", 
    "text": "Uta Frith sits in her beautiful, book-lined sitting-room in Harrow, north London, looking out towards the Chilterns. She is emeritus professor in cognitive development at UCL  and last year was made a dame. She is warm, smiling, bespectacled, dressed in brown linen and a fine gold necklace. Towards the end of our meeting, she describes a conversation she once had with an autistic person who was obsessed with light fittings in railway carriages and was trying to interest her in the minute differences between one fixture and the next. When she admitted she could not tell them apart, he laughed at her incredulously. People with autism are known to have an uncanny eye for detail and Frith has always been quick to acknowledge this and their other &quot;cognitive strengths&quot;. But she has also been responsible for penetrating the particular difficulty autistic people have with &quot;theory of mind&quot;  the intuition about what is going on in another person&apos;s head. The light-fittings enthusiast would have been unlikely, for instance, to have entertained the possibility that his listener might not share his consuming interest. For the past 50 years, Frith has had an obsession of her own  with autism itself. She came to Britain from postwar Germany (where she studied history of art and experimental psychology) and did an internship at the Maudsley hospital in south London. Just as she was packing to return to Germany, a student dropped out of the clinical psychology course she had passionately hoped to join and she was able to stay on. It was at the Maudsley that she met her husband, the neuroscientist Chris Frith. &quot;So that was fate in a big way  we married after one year.&quot; She remembers the time with lively gratitude. It was also at the Maudsley that she became fascinated by autistic children, &quot;often so beautiful and yet so different&quot;. They had a &quot;fairy-tale&quot; aura  as if under a spell. In the 50s and 60s, autism was blamed on &quot;refrigerator&quot; mothers. Psychoanalysis was &quot;a major force&quot; at the time. She adds mildly  as if this were not controversial: &quot;The talking cure doesn&apos;t really work, but that took a long time to understand. The power of psychological factors such as stress to produce brain pathology has been hugely overestimated.&quot; Frith is interesting about the mothers of that era. Many were affectingly willing to welcome the &quot;refrigerator&quot; slur because of the implicit possibility that a change in their behaviour might bring about a cure  a rescuing thaw. &quot;It showed amazing mother love,&quot; Frith reflects. But she had never been happy with the lack-of-bonding thesis. The counter-proposal, that autism was organic  nature, not nurture  was a dramatic reversal. (Comparably, she would later destigmatise dyslexia, showing it to be separate from environment and intelligence; her work on reading development and spelling has been highly influential.) No matter what the IQ of a person with autism  and the spectrum is huge  some degree of social impairment is universal. &quot;The brain is not like a pudding; it is more like an exquisite, traditional engine.&quot; People with autism who lack theory of mind are missing the &quot;tiny gadget in the big engine that allows us effortlessly to take into account what another person wishes, believes and thinks&quot;. People with autism are often said to lack empathy when it is not that simple. &quot;People are still arguing about it,&quot; Frithsays. &quot;Empathy is a huge subject and comes in different forms  it can be a contagion: you watch someone in pain, you flinch. Many autistic people have this ability. But theory of mind is more subtle&quot; Lack of empathy is not something Frith suffers from herself. She is a wonderfully sympathetic, positive, clear-sighted person. As well as being serious-minded, she seems to believe in Dr Seuss&apos;s motto &quot;fun is good&quot;. It is no surprise she wants to &quot;make neuroscience relevant for education&quot;. As she explains: &quot;We are discovering more and more about the brain&apos;s plasticity.&quot; She has been impressed by how people with autism learn social rules &quot;in a different way from ordinary people&quot;. Some prefer to stay aloof but &quot;many love to have friends&quot;. Yet she is at pains to point out that social learning tools are about &quot;compensation, not reinstatement&quot;  they are &quot;not a cure&quot;. Her book Autism: Explaining the Enigma was published in 1989 and its findings have been widely accepted (even though the refrigerator mother thesis hangs on for example, in France). In her even-handed, bright way, she now tells me of a further complication, &quot;a counter-movement by well-meaning advocates saying high-functioning autistic people are not impaired, merely different. They say, &apos;Don&apos;t study us as if we have a deficit or impairment; we are, in many ways, superior.&apos;&quot; The words &quot;deficit&quot; and &quot;normal&quot; are disliked. &quot;What is normal is a hugely complicated question in terms of psychiatry,&quot; Frith goes on: &quot;The downside is if you pursue this thinking, there will be no extra help for autistic people.&quot; She also, in an intriguing postscript, talks about self-diagnosis; some people inaccurately diagnose themselves as autistic when they would be better described as having a particular personality type. There is the possibility of &quot;over-diagnosis&quot; she believes  criteria for diagnosing autism are subtle. Frith talks enthusiastically about advances in neuroscience and what technology has made possible. &quot;We can make things visible with unbelievable precision and look inside neurons to see how information travels. But what I am looking for is macroscopic  the mind.&quot; About the autistic mind, she remains &quot;intrigued and mystified as ever I was&quot;. But she is nothing if not optimistic. Will we ever understand how the brain works? &quot;Yes,&quot; she answers decisively, &quot;by the end of this century.&quot;", 
    "section": "science", 
    "gid": "science/2013/feb/24/uta-frith-autism-neuroscience-rational", 
    "wordcount": "1006"
}