{
    "headline": "LulzSec hacktivists plead guilty to cyber-attacks on NHS, Sony and NI", 
    "text": "Three British members of the hacktivist group LulzSec have pleaded guilty to carrying out cyber-attacks on the NHS, Sony and News International. Ryan Ackroyd, a 26-year-old from Mexborough in South Yorkshire, admitted plotting to hack into a string of websites, including those of 20th Century Fox and Arizona state police in the United States, as part of an eight-month campaign in 2011. He pleaded guilty to one computer hacking-related charge alongside fellow LulzSec members Jake Davis, 20, and 18-year-old Mustafa al-Bassam at Southwark crown court in London on Tuesday. Davis, from Shetland, and Bassam, a student from Peckham, south London, admitted conspiring to bring down the websites of law enforcement authorities in Britain and the US, including the CIA and the Serious Organised Crime Agency (SOCA) between 1 February and 2 September 2011. They also pleaded guilty to attempting to break into computers run by the NHS, media giants Sony, 20th Century Fox and News International. The trio will be sentenced on 14 May along with a fourth hacker, Ryan Cleary, a 21-year-old from Wickford in Essex, who earlier pleaded guilty to six connected charges. Southwark crown court heard on Tuesday that Ackroyd adopted the persona of a 16-year-old girl, named &quot;Kayla&quot;, in the hacking group LulzSec. Prosecutor Sandip Patel told the court: &quot;He was the hacker, so to speak, they turned to him for his expertise as a hacker.&quot; Wearing blue Adidas tracksuit bottoms and a blue T-shirt, Ackroyd appeared alongside Davis in the glass-encased dock before Judge Deborah Taylor. Bassam, a student who turned 18 in January, was named for the first time as admitting his role in the computer hacking attacks, where he is believed to have used the name &quot;Tflow&quot;. The teenager is reckoned to be the youngest to date to admit charges linked to LulzSec. The allegations each relate to an eight-month period in 2011 when the loose-knit hacktivist group targeted a number of websites run by well-known companies and police authorities across the world. The trio were arrested after the group&apos;s apparent leader, Hector Monsegur  known online as &quot;Sabu&quot;  was caught by the FBI and persuaded to turn informant. In the UK, each of the hackers charged by police in connection with attacks by LulzSec and original group Anonymous have now been convicted. Four Anonymous hackers, including a student and a church volunteer, were sentenced in January for their part in the online assaults. American prosecutors are pursuing charges against a number of people allegedly connected to the hacking groups, including the Reuters journalist Matthew Keys. Keys was indicted in California last month for allegedly conspiring with Anonymous members to hack into a website run by the publisher Tribune Company.", 
    "section": "technology", 
    "gid": "technology/2013/apr/09/lulzec-hacktivists-plead-guilty-cyberattacks", 
    "wordcount": "454"
}