{
    "headline": "Is racism in online gaming the fault of the games  or the players?", 
    "text": "Is the world of online gaming racist? Thursday was the UN&apos;s International Day for the Elimination of Racial Discrimination or, if you prefer, Don&apos;t Be Racist Day. But for many black gamers there is unlikely to have been much respite. According to a study in the latest issue of the New Review of Hypermedia and Multimedia, Microsoft&apos;s online gaming platform Xbox Live has become a new home for &quot;the overt racism that used to permeate our society&quot;. The study followed a group of African American gamers whose voices and use of language identified them as black to other players. It found they suffered racial abuse &quot;on a daily basis&quot;. This is unlikely to be news to most online gamers. Many, regardless of their own racial backgrounds, will have encountered it themselves. I know I have. In a game of FIFA 13 last night my opponent got in touch to let me know I&apos;d been scoring &quot;JEW GOALS&quot;. I am, as it happens, of Jewish descent, but I doubt it was apparent from the way I made some little men kick a virtual ball into a net. (They didn&apos;t, for example, whip out a little dreidel as a celebration, or line up around a taller player in the shape of a menorah.) The study blames the racist abuse suffered daily by many gamers on the white male hegemony of the gaming industry. It argues that black gamers, as well as gay, female or older gamers, are seen as &quot;deviant&quot; because games  and the white, male-dominated elite who make them  perpetuate a myth of white male uniformity. That seems unfair. Major games such as Mass Effect 3 and Dragon Age II have enabled players to choose black or female avatars and pursue homosexual relationships, and even the much-maligned Grand Theft Auto series has had, at one time or another, an African American protagonist and gay major characters. Most culpable, of course, are the gamers hurling this abuse. Yet, as the study notes, most of them would not act the same way in the real world and &quot;view their behaviour as annoying  not racist&quot;. One abusive player, when confronted about using the n-word, explained: &quot;It&apos;s just a stupid word. I just say it to fuck with people.&quot; It is too simplistic to lay the charge of enabling racist language at the door of Microsoft&apos;s Xbox Live, PlayStation&apos;s PSN and other games platforms. It is the people sending messages, not the medium, that are at fault. Or, put another way: don&apos;t hate the game, hate  and censor and ban  the player.", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/mar/22/is-racism-online-gaming-fault-industry-players", 
    "wordcount": "439"
}