{
    "headline": "Facebook staff feel the chill in cold offices", 
    "text": "In the flood of publicity for Lean In, the new book by Facebook&apos;s chief operating officer Sheryl Sandberg, a fascinating picture of life at her workplace is emerging. It&apos;s an office where inspirational slogans go hand in hand with preposterous working hours, where free food is available 24/7  all the better, perhaps, to keep employees wedged permanently at their desks. These details were included in an interview in the Times this weekend, in which writer Janice Turner also inquired about the jackets Sandberg and Facebook founder Mark Zuckerberg keep on the back of their chairs. Turns out these aren&apos;t a nifty show of their commitment, but a necessity, to ward off the chill. For Zuckerberg likes to keep the office at just 15C. His reasoning isn&apos;t clear. The perilously low temperature might be a way to save money on heating, or a sign he personally struggles to keep cool. Most likely though, it&apos;s an attempt to maximise productivity, to keep his employees alert  a tactic sometimes used by parents determined to raise child prodigies. But is this a brilliant idea, or a deeply misguided move? The evidence points to the latter. Facebook&apos;s office is cold: in the UK the Chartered Institute of Building Services Engineers recommends an office temperature of 20C. And, according to research, this is still below the optimum level for productivity. In 2006, a study by the Helsinki University of Technology found performance peaked in an office heated to around 22C, while a month-long 2004 study by Cornell University in New York put the ideal level even higher, at 25C. The Cornell study found that when an office was heated to that temperature, workers typed 100% of the time and had a 10% error rate; at 20C, they typed 54% of the time, and had a 25% error rate. Higher than 25C, the benefits apparently drop off, with the Helsinki study showing that when temperatures reach more than 31C we become even less productive than in a 15C chill. The fact is, unusual heat or cold is distracting, forcing us to expend energy on regulating body temperature. It can also make us fractious  a 2009 survey of US workers found 10% had fought with a colleague about office temperature. All in all, it seems, Zuckerberg should fire up those radiators tout de suite.  Is temperature a bone of contention in your office, and do extreme highs and lows influence your productivity? Do let us know", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/mar/11/facebook-staff-chill-cold-offices", 
    "wordcount": "409"
}