{
    "headline": "328m Christmas Day app downloads fuel festive boom on iOS and Android", 
    "text": "App download records for iPhone, iPad and Android devices were shattered on Christmas Day, with 328m downloads on 25 December alone, according to mobile analytics firm Flurry. That&apos;s up from 242m iOS and Android downloads on Christmas Day in 2011, representing a hefty festive bonus for developers of the most popular apps on Apple and Google&apos;s platforms. Flurry&apos;s software is used by developers to track usage of more than 260k apps, giving it a good insight into overall market trends. Based on the same data, the company estimates that 17.4m new iOS and Android devices were activated on 25 December, up from 6.8m in 2011, and 2.8m in 2010. In a blog post announcing these figures, Flurry&apos;s Peter Farago estimates that over the first 20 days of December 2012, daily activations of iOS and Android devices averaged 4m, showing the scale of the Christmas spike. Of the 17.4m new activations on Christmas Day, Flurry estimates that 51% were tablets and 49% were smartphones. The company hasn&apos;t broken that down by device and manufacturer, other than saying this: &quot;The big winners were Apple iPads, Apple iPad Minis and Amazon Kindle Fire HD 7&quot; tablets. In particular, Amazon had a very strong performance in the tablet category, growing by several thousand percent over its baseline of tablet activations over the earlier part of December.&quot; Some developers have already talked about their own figures for Christmas Day downloads. For example, Imangi Studios co-founder Keith Shepherd tweeted that its Temple Run game &quot;had over a million downloads on iOS, over a million on Android, and over 500k on Amazon on Christmas day&quot; Amazon being a reference to the Amazon Appstore for Android devices, including the Kindle Fire range but also other devices. Flurry expects downloads for the week up to New Year&apos;s Day to continue to soar. &quot;Flurry anticipates downloads to surpass more than 1.5 billion, and have a shot at breaking through the 2-billion download barrier for the first time ever,&quot; blogs Farago.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/dec/27/christmas-2012-apps-downloads-flurry", 
    "wordcount": "343"
}