{
    "headline": "Found in translation: where do cures come from?", 
    "text": "It may sound like a cringe-worthy response to a graduate school interview question, but if you ask me why I became a research biologist, I&apos;ll still tell you  23 years after that particular milestone  that I want to cure diseases. Of course I am deeply fascinated by the nuts and bolts of our body, this incredibly intricate and almost miraculous machine that each of us inhabits. But frankly, new knowledge is not actually my primary driver. For me, science has always been about helping people  using knowledge to better lives.      Urinary pathogens make many people's lives miserable. Photograph: Jennifer Rohn    Hokey, I know  but hey, I was born in the American Midwest, where you can say things like this with a straight face and someone might pin a medal on you, or wave a flag  or even fire off a celebratory AK47 round for added emphasis. If you&apos;re not a scientist, you might think that there&apos;s only one way to do science. But when you enter into the research community as a fresh-faced newbie, you soon discover  as with any human endeavour  that there are different fashions, different camps, different approaches.  When I was earning my PhD at the University of Washington in Seattle, basic research was the only game in town. Sure, when the lead investigators wrote their grants, they&apos;d pay lip-service to how their particular plan might lead to a cure for cancer &quot;in X years&apos; time&quot; (where X equals the smallest number of years they thought they could get away with without getting laughed out of the room)  and perhaps it would  but deep down, they really just wanted to know how it works. The cancer cure would be a lovely bonus, but understanding the complex interplay of all the working parts making our cells behave  or misbehave  would be the ultimate intellectual prize. Some scientists can get a bit snobby about basic research. They see it as pure and creative, as an expression of mental freedom unfettered by financial incentives or dictatorial goals. In allowing your mind to take you anywhere, the serendipitous outcomes rain down like windfall apples when you are least expecting them. And there is no doubt that basic research underpins a vast number of today&apos;s cures. For example, great leaps forward in our understanding of how cells become cancerous were fuelled by scientists mucking around with animal viruses and yeast. But there is another way to get cures: applied research, when you have a specific practical goal and you work towards it single-mindedly. Jonas Salk, for example, wanted a vaccine for polio, and went all guns blazing until he had a result. It took him and his team just seven years and the programme was hailed as a miraculous success. Nowadays, applied biomedical research is primarily done in the industrial sector, by hungry, fleet-footed biotech companies or by their more bloated but cash-heavy cousins, the Big Pharmas.  Applied research is linked, therefore, to the idea of profit, and this makes some scientists uneasy. Others feel that such an approach might be, let&apos;s face it, maybe just a little bit square. Who wants to be told what to do? Who wants to be forced to ignore the glimmering hint of something unexpected that accidentally pops up when you&apos;re dutifully grafting away at what The Man dictates? Who wants to be a company surveyor, mapping a prescribed area, when he could be a famous explorer hacking his way through the Amazonian undergrowth, getting sucked by leeches and stabbed by mosquitoes before literally tripping over an entirely new species of vine? Who&apos;d ever find that vine, actually, if there wasn&apos;t anyone to stumble over it? Personally, I think both types of research are valuable and are worth supporting  and they overlap so much it&apos;s sometimes hard to tell them apart. I&apos;ve spent most of my time in academia, doing basic research, but I also deeply enjoyed my four focused years in a start-up biotech company, channelling my approach more aggressively into a common goal.  This is why when, about five years ago, I perked up my antennae when a new buzzword started to make the rounds in the UK: translational research. Like some exotic hybrid between basic and applied research, this strategy sounded to me like an interesting compromise. The website of the UK&apos;s Medical Research Council defines translational research as &quot;the process of the bidirectional transfer of knowledge between basic work (in the laboratory and elsewhere) with that of the person, in health or disease.&quot;  The idea is that, instead of doing your basic research in a vacuum, you try to work closely with clinicians and their patients to accelerate the process of finding cures. The MRC&apos;s definition emphasises a two-way, iterative strategy: knowledge is trialled in patients, and knowledge about what happens in the patients is fed back to the basic scientists. The Wellcome Trust&apos;s description is more prosaic: &quot;Translational research helps turn early-stage innovations into new health products, advancing the innovation to the point where it becomes attractive for further development by the medical, pharmaceutical or biotechnology industries.&quot;  Many of my colleagues are uneasy at the thought of translational research, not least because governments around the world are funnelling increasing amounts of money into such projects. Here in the UK, the major biology funders now all have grant streams tailored to academics who want to partner with industry, and rumour has it that the same science has a better chance of funding there instead of via the basic research counterparts. It is inescapable that in times of austere science funding, channeling money into translational research will take money away from basic research. If you see no value in translational research, of course this feels like robbery.  How do I feel about it? As of last year, if you&apos;d come to visit me in the lab, you would have found me using genetics to perturb cancer cells to see why they take up the shapes they do. It doesn&apos;t get much more basic than that: how cells move, respond to the environment, flex their pseudopods and interact with the surfaces they find themselves on. Yes, there is a relevance to cancer, as tumor cells become more problematic precisely when they go off-piste and start crawling around the body. And I&apos;m very proud of the work that I was doing. But for me, something was missing. It felt too abstract, too far removed from the reason I went into science in the first place.  So back in February I decided to shift gears and grab at a rare and wonderful opportunity to run a basic sciences lab in a National Health Service clinic attached to my university. The clinic treats patients with chronic urinary tract infection (UTI)  about 120 people a week, most elderly, all miserable and desperate for relief. UTI is a serious disease, especially in older folks, and normal antibiotics aren&apos;t very effective at rooting out the more pernicious cases that we see.  As an added bonus for the curious, the biology is absolutely fascinating: while normally free-living, the bacteria that cause chronic UTI (such as E. coli) have evolved ways to physically invade the cells lining the bladder, taking up residence inside those cells and entering a sort of dormancy where antibiotics and the immune system are largely helpless. The patient may think she&apos;s better, but deep inside, those bugs are quietly multiplying into massive colonies (known in the trade as &quot;pods&quot;) that burst out, Alien-style, at a later date to initiate another round of acute infection.  All of the tricks I&apos;ve learned about cell biology and cell shape are immediately applicable to this medical problem. I hit the ground running and have started to make significant progress, performing basic research on a daily basis with urine samples provided by our patients, most of whom are delighted to consent to our experimental needs. Yet a lot of the research I&apos;m doing is also translational, because we&apos;re working with collaborators to come up with new therapies and diagnostics and to get them into trials as quickly as possible, and are currently talking to potential industrial partners. I don&apos;t know whether governmental initiatives to support more translational research will lead to more cures in the long run  that little social experiment is still in its early stages. I can only speak anecdotally from my own experiences. In the many years I&apos;ve spent in academic labs, I&apos;ve seen lots of incredible basic research projects birthed from a crazy idea in a lab meeting evolve into a fully fledged paper in a good journal, and though many of these findings are likely to underpin cures in the distant future, to my knowledge none is anywhere close. In contrast, I&apos;ve been in my current position for only half a year, and I&apos;m already preparing to chat with the Medicines and Healthcare Products Regulatory Agency to see what we need to do to qualify for clinical trials. It&apos;s still a few years away, but we&apos;re moving at a brisk pace that I haven&apos;t experienced since my biotech days. In a way it&apos;s even quicker, because having so many patients to work with is a big boost. So what is the best way to do science to get the best practical benefit for humankind? I think the answer is diversity. By all means let&apos;s keep up our strong tradition of cutting-edge basic research that&apos;s led to all the unexpected but fantastic applications we all enjoy. But let&apos;s not be too resistant to allowing some public money to be spent intelligently in the applied and translational arenas as well.  Of course, ultimately, the best way to ensure a strong science base and a healthy economy is to increase our investment in research and development overall, which in the UK at least is in real danger of hitting a damaging minimum. So I&apos;ll close with a cheeky plug: If you want to support Science Is Vital, the grassroots campaign to convince the UK government to support science funding, please consider coming to our first Annual General Meeting on 13 September, and/or donating pi (3.14) to the cause.  With the economy looking to be nowhere near recovery, and with the current science budget hanging by a thread, next year&apos;s Spending Review is going to be a battle, and it&apos;s one we want to ensure we win. We won&apos;t be splitting hairs about how best to do research if we are no longer able to do it at all.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/aug/13/science-policy-science-funding-crisis", 
    "wordcount": "1748"
}