{
    "headline": "Zuckerberg eyes Android takeover with 'best version of Facebook there is'", 
    "text": "Facebook launched a supercharged mobile version of its social network on Thursday, in a risky bid to take over of a new generation of smartphones. At a much-hyped product launch in California, chief executive Mark Zuckerberg announced a software system designed to take over Android phones by pushing Facebook messages, photographs and updates directly to users&apos; home screens.  &quot;We want to bring all this content to the front,&quot; Zuckerberg told hundreds of journalists, employees and technology industry insiders at his company&apos;s headquarters in Menlo Park, outside San Francisco. Zuckerberg said the new system, called Facebook Home, would be the &quot;best version of Facebook there is&quot;. He unveiled a partnership with the handset manufacturer, HTC, which has developed a phone with the software built into it. Facebook hopes Thursday&apos;s announcement will go some way to answering the critics who say it has failed to develop an effective mobile strategy. But some analysts were disappointed that Facebook stopping short of writing its own operating software or creating a Facebook-branded phone. The family of apps will display mobile versions of the Facebook news feed and message service on the home screens of users&apos; phones. The software, which will initially be available only on selected Android handsets, eliminates the need to switch to a dedicated Facebook app by integrating the social network&apos;s features into the heart of the device. &quot;Home isn&apos;t a phone or operating system, and it&apos;s more than just an app. Home is a completely new experience that lets you see the world through people,&quot; said an official company announcement. Describing the software as &quot;the soul of your phone&quot;, Zuckerberg said: &quot;Today phones are designed around apps not people. We want to flip that.&quot; Facebook Home will come pre-installed on the a handset made by Taiwain&apos;s HTC, called HTF First. The manufacturer&apos;s chief executive, Peter Chou, described as &quot;the ultimate social phone&quot;. It will be 4G-compatible, have a screen larger than the iPhone at 4.3in, and be sold first in the US on the AT&amp;T network for $99.99. It will be available through the EE network in the UK at an unspecifed date. Facebook Home will also available on devices from Samsung, Sony, Qualcomm, AT&amp;T, Huawei and ZTE. Missing from the list was Apple&apos;s iPhone, which operates on a closed system. Nor is the family of apps yet available on tablets. The two features Facebook hopes will set its software apart are Cover Feed, which displays content such as shared photographs, messages and calendar events onto the home screen, and Chat Heads, in which friends, family and contacts are represented by their photographs framed in a circle. These can appear on the home screen, or while the owner is reading a website, playing a game or watching a video. Chat Heads allows users to read and respond to messages without having to switch to a new screen. More than ever, humans would be connected, said Zuckerberg. &quot;A lot of the world thinks being connected is frivolous. It&apos;s not. It&apos;s who we are.&quot; Facebook is racing to keep up with the habits of its 1 billion monthly users, 680 million of whom now access the network from a mobile device. Before its disastrous stock market flotation last year, Facebook conceded it needed a better mobile strategy. Shares in Facebook climbed 2% to $26.83 immediately after the announcement. Shares in Google, which may see some customers diverted to its rivals&apos;s new product, slipped 1.5% to $793.81. Industry observers appeared impressed by Facebook&apos;s next step into mobile. &quot;I think it&apos;s pretty slick. It gives you instant access to your social context. It&apos;ll make your mobile device a more enjoyable experience, it&apos;ll be much easier to respond to messages. It&apos;s all right there on your fingertips,&quot; said Brian Blau, research director at Gartner, an information technology firm. Critics rounded on Chathead&apos;s name, if not the software. Others expressed concern that Facebook would have even more data on those who used the de facto Facebook phone. &quot;Every number you dial, every page you look at on your mobile browser, every text message you send, every app that you use  basically everything you do on your phone becomes material for Facebook to use and monetize,&quot; commented one Guardian user, Leviathan212. &quot;Since Facebook doesn&apos;t make an operating system for mobile devices, this is the next best thing,&quot; said Jan Dawson, telecoms analyst at research firm Ovum. &quot;It will allow Facebook to track more of a user&apos;s behaviour on devices, and present more opportunities to serve up advertising. And that presents the biggest obstacle to success for this experiment. Users don&apos;t want more advertising or tracking, and Facebook wants to do more of both.&quot; Aside from HTC&apos;s new device, at launch Facebook Home will work on just a handful of phones including Samsung&apos;s best selling S3 and its new S4 phone. However, Facebook has also released a set of guidelines for those who want to use its brand to market their devices, and Huawei, ZTE, Lenovo, Sony and Alcatelonetouch have all indicated they are likely to do so. Facebook&apos;s heavy reliance on Android to put its brand in front of users leaves it vulnerable should Google, which is developing its own Google+ social network, decide not to co-operate. &quot;Google could easily make sure Facebook home doesn&apos;t work on future versions of Android,&quot; warned Gartner analyst Michael Gartenberg. &quot;Of course, we might call that evil.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/04/mark-zuckerberg-facebook-home-android", 
    "wordcount": "931"
}