{
    "headline": "Hitman Absolution Sniper Challenge DLC  review", 
    "text": "As an incentive to pick up a copy of Hitman Absolution, the Sniper Challenge DLC is (cough) perfectly targeted. If you&apos;ve never played a Hitman game in your life, you&apos;d probably look at it as a puzzling curio at worst and a lightweight distraction at best. But if you&apos;re one of the Agent 47 faithful, Sniper Challenge is the sort of thing that&apos;ll keep you engaged for hours on end. In a way, that&apos;s the point. Recent previews that have showcased Agent 47&apos;s new Instinct mechanic, his new propensity for tackling enemies directly and his ability to take down entire rooms with twin Ballers have had Hitman fans howling with rage. By all accounts, they say, Absolution dumps the franchise&apos;s stealth, its open-ended gameplay and everything else that made it beloved in the first place. To a degree this is the fault of the game&apos;s marketing, which has been largely aimed at attracting new players to the series. After all, how enticing does a game look to newcomers if its trailer features nothing other than a bald man in a suit waiting in the shadows for a good two minutes? They&apos;re more likely to be attracted to the slow-motion gun battles, the trails of fire left by guards as they pound a route and a screenshot of an axe slicing through someone&apos;s skull. You know, all the things that have caused such consternation among Hitman fans so far. So Sniper Challenge is Absolution&apos;s fan-targeted marketing. It&apos;s the PR aimed at long-time Hitman fans who like prowling around in shadows, who turn to their Ballers as a last resort and who will probably not use the Instinct mechanic when they pick up a copy of Absolution. These are the players who understand that successfully executing a contract with Agent 47 requires a virtue that modern gaming seems to be trying to eradicate in gamers: patience. Sniper Challenge, like many Hitman missions before it, is a slow-paced, yet highly tense affair, where the impulse to pull the trigger on a target becomes almost uncontrollable. It only rewards those with nerves of steel, laser-guided timing and the patience of a saint. The set up for Sniper Challenge has Agent 47 in Chicago to execute Richard Strong Jr, the chief executive of a high-profile weapons manufacturer. It seems his target is hardly ever seen in public, except at the annual corporate retreat, which this year is taking the form of a roof party. Agent 47 is tasked with taking out the CEO and as many of his bodyguards as possible without raising any alarms. He sets himself up on a neighbouring rooftop with a Silenced Kazo TRG sniper rifle (which DLC owners will have unlocked for the main game) and waits for his targets to arrive. This may all sound pretty straight-forward, but Sniper Challenge is a tough puzzle to crack. Aside from Strong, the player has to take out 14 bodyguards dotted around the rooftop party. Some of them are easy pickings, as they&apos;re situated away from the party on balconies overlooking the street, which, as Agent 47&apos;s handler helpfully points out, is free from pedestrian traffic at this time. Others, however, are patrolling near or among the throng of corporate revellers. If any bodies are discovered, Strong and his guards will be evacuated.     Hitman: Sniper Challenge    Hovering ominously in the top left hand side of the screen is a score counter, which is uploaded to online leaderboards when the player completes the challenge. Players score points based around their skill and creativity in the challenge. Headshots are worth more than bodyshots, and since Agent 47 is armed with a high-powered rifle, players can score more points by killing two targets with one bullet if they&apos;re lined up just right. To avoid any alarms being raised (and to score extra points), it&apos;s worth making attempts to conceal bodies by shooting targets so they tumble off the side of the building, or land in a nearby water feature, for example. Mind you, anyone can knock a guard off the side of a building with a headshot. It takes a bit more skill and creativity to shoot through the cables supporting a window-cleaner&apos;s lift so it drops onto a target  and the game knows this and rewards points accordingly. Sniper Challenge is open-ended to a degree. There&apos;s no set order in which to eliminate the guards and Strong, and players don&apos;t even need to kill all 15 of them to complete the challenge. Once Strong is dead, the guards are just a way to rack up a higher score. On top of that, there&apos;s also a lengthy list of in-mission challenges to work through. Sniper Challenge can take as much or as little time as each player wants, depending on how high they want their score to be. So really, the only remaining question is whether it&apos;s worth pre-ordering a copy of Hitman Absolution to get hold of Sniper Challenge. If you&apos;re uninitiated in the ways of Agent 47, this may be a little bit of a wobbly entry into the series, but it&apos;s certainly worth it of you&apos;re a huge fan of the franchise. In which case you&apos;ve probably ordered the Sniper Challenge already. You just didn&apos;t know it yet.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/11/hitman-absolution-sniper-challenge-review", 
    "wordcount": "878"
}