{
    "headline": "Studies show alarming sperm count falls, but some distrust the figures", 
    "text": "The fate of male fertility has become one of the most controversial issues in medical science. At the centre of the fuss is the state of men&apos;s semen, after numerous reports found sperm counts and sperm quality heading firmly south in one country after another. It all began 20 years ago, when a Danish group reported a 50% fall in global sperm counts from 1940 to 1990 in the British Medical Journal. Since then, scientists have searched for what might cause such an alarming decline. One of the most common theories lays the blame with chemicals in the environment, which mimic the sex hormone, oestrogen. Researchers have implicated other factors too, such as poor diets in the western world. But many scientists question whether the downturn in sperm counts is even real. Several studies have failed to find any sign of a decline. And one, in Italy, even found sperm counts on the rise in the past decade. The conflicting results fuelled the debate, and raised serious questions over the quality of scores of studies that appeared on the issue. The latest attempt to clear the muddied waters is published on Wednesday in Human Reproduction by a group of French researchers. The study, based on sperm samples from 26,600 healthy men, reports a substantial decline in average sperm counts over 17 years, from 73.6m to 49.9m per millilitre, between 1989 and 2005. In the journal, the group call the results &quot;a serious public health warning&quot; and call for international monitoring of sperm counts. Speaking to the Guardian from the French institute for public health surveillance in St Maurice, one of the authors, Jolle Le Moal, said: &quot;Since male and female gametes [reproductive cells] are the beginning of all human development, it could be a problem for the next generation&apos;s health.&quot; The reality of falling sperm counts has been hard to confirm for several reasons. How reliably can records from one fertility centre in the 1970s be compared with those from another in 2010? Procedures have changed in 40 years. Another hurdle is that often only men with fertility problems have their sperm checked. Add to this the fact that sperm counts will rise and fall in the same man over time, with concentrations affected by alcohol, drugs, smoking, obesity, abstention and even the changing seasons, and the difficulty becomes apparent. Dr Le Moal&apos;s study sidesteps some of these problems, but not others. The men who gave sperm were healthy and attending a fertility clinic only because their partners had blocked or missing fallopian tubes. This means they match the wider population far better than those in many other studies, and the results in these men can be extrapolated more reasonably to the rest of French men. But the researchers did not take account of the men&apos;s socioeconomic status, which has a major impact on sperm quality. Jens Peter Bonde, a professor of occupational medicine at Copenhagen University hospital, points to figures in Le Moal&apos;s study that demonstrate how tricky sperm counting can be. The French team reported average sperm counts of 94.6m per millilitre for 1989. But one of the largest studies of French men, reported in 1995, found that sperm counts had fallen from an average of 89m per millilitre in 1973 to just 60m in 1992.  In short, the French team&apos;s figures seem extraordinarily high. &quot;This conflicting data illustrates the problems with comparing sperm counting across centres without strict control of counting methods. Unfortunately, I don&apos;t think this new study helps much to settle the ongoing controversy,&quot; Dr Bonde said. He summed up the problem in one sentence: &quot;Sperm counting is difficult!&quot; Allan Pacey, a senior lecturer in andrology at Sheffield University, has similar reservations. The French group states that ways of measuring sperm count and motility, or movement, have not changed over the period studied. But Pacey argues that in this time the World Health Organisation&apos;s guidelines changed twice and measurement procedures have improved substantially. &quot;I am left questioning how much of the changes described in this paper are simply a function of alterations to laboratory method,&quot; he said. &quot;I would urge much caution in its interpretation as there remain too many unknowns. In my view, the paper certainly does not resolve the issue of whether or not sperm counts have declined or not.&quot; But what if the decline is real? The change in sperm concentration to 49.9m per millilitre is still within the normal range, and above the lower threshold of 15m per millilitre used by fertility doctors, said Pacey. Not all scientists were as critical of the results. Prof Richard Sharpe at the MRC centre for reproductive health at Edinburgh University said the paper was a &quot;big step towards resolving the falling sperm count issue&quot;.  Since the men involved in the study were more likely to be representative of the general population, it &quot;confirms that sperm counts have, or are, falling and essentially dispels the previous controversy&quot;, he said. &quot;I simply do not accept that the basic methods for counting sperm have changed down the years, so there&apos;s no reason why sperm counts should go down unless it is real.&quot; Sharpe said that whether or not the French study settled the debate over falling sperm counts, it was unquestionable that across northern Europe, one in five, and perhaps more, young men has a sperm count low enough to impair their fertility. That matters more today than 30 years ago, when women were having children at a younger age. &quot;Now, women are having their kids more in the 30-35 year range when their fertility is down by 40-50% compared with when in their 20s,&quot; Sharpe said. &quot;This, combined with decreasing sperm counts in their male partner, leads to only one outcome: more couples are going to be experiencing fertility problems.&quot; Sharpe said work must now focus on what factors in our diet, environment, and lifestyle are to blame for falling sperm counts, and when they take effect. Some may be important when a baby is in the womb, with others becoming important later in life. &quot;Armed with such knowledge, we can potentially prevent or reverse the adverse changes in sperm counts. Without it, we have to expect that sperm counts will continue to decrease. &quot;In the UK this issue has never been viewed as any sort of health priority, perhaps because of doubts as to whether falling sperm counts was real. Now, there can be little doubt that it is real, so it is a time for action. &quot;Doing nothing will ensure that couple fertility and average family size will decline below even its present low level and place ever greater strains on society.&quot;", 
    "section": "science", 
    "gid": "science/blog/2012/dec/05/sperm-count-fall-is-it-real", 
    "wordcount": "1141"
}