{
    "headline": "Ofcom outlines new anti-piracy rules", 
    "text": "Illegal downloaders will start receiving warning letters from internet service providers from 1 March 2014, under a draft code for the government&apos;s anti-digital piracy regime drawn up by media regulator Ofcom. Under the draft code, published on Tuesday by the regulator, the UK&apos;s biggest ISPs  BT, Everything Everywhere, O2, Sky, TalkTalk Group and Virgin Media  will be required to send letters to customers warning them when there is an allegation from a film, TV or music company that there has been illegal downloading from their computer. Web users who get three warning letters in a year will face having anonymous information of their downloading and filesharing history provided to copyright owners, which could then be used to gain a court order to reveal the customer&apos;s identity and take legal action against piracy. Internet users will be able to appeal against a report on their alleged infringement, at a cost of 20, which will be refunded if they are successful. Ofcom said that given the logistics involved in establishing an appeals body and other elements necessary to police the draft code, which implements anti-piracy provisions in the Digital Economy Act 2010, UK internet users will not start receiving letters until 1 March 2014. Ofcom&apos;s draft code  which, after a consultation period is expected, to pass through parliament at the end of the year  also gives a breakdown of the costs involved to set up and run the new system. As much as 75% of the costs will be met by rights holders. The consultation on the online infringement of copyright code closes on 26 July. A separate consultation on the allocation of costs for policing the code runs until 18 September. The anti-piracy legislation has been the focal point of a two-year battle between rights holders  many of who wanted much tougher action such as slowing or cutting off the internet connections of repeat offenders  and ISPs, which have argued that they should not have to foot the bill for enforcing the crackdown on piracy. In March 2012, BT and TalkTalk lost a final legal challenge to force a judicial review of the Digital Economy Act, when their opposition was thrown out by the court of appeal. While copyright owners can already seek court orders against digital pirates, the new code is designed to enable them to take legal action against the most persistent alleged infringers. Ofcom and the government maintain that the new code has been carefully balanced to help the UK creative industries defend their intellectual property, while protecting the rights of consumers. The music industry in particular has seen revenues dive over the past decade , which it blames on internet piracy. &quot;It is essential that government creates the right conditions for businesses to grow,&quot; said creative industries minister Ed Vaizey. &quot;We must ensure our creative industries can protect their investment. They have the right to charge people to access their content if they wish, whether in the physical world or on the internet. &quot;We are putting in place a system to educate people about copyright to ensure they know what legitimate content is and where to find it. The Digital Economy Act is an important part of protecting our creative industries against unlawful activity.&quot; However, Jim Killock, executive director of the Open Rights Group, argued that the draft code was flawed and potentially left libraries, hotels and bars that offer the internet to customers over Wi-Fi open to accusations of piracy. &quot;Digital revenues are going up, the music and film industry are moving in the right direction, yet this cumbersome policy is still lumbering forward,&quot; said Killock. &quot;The appeals are a joke. Some people will almost certainly end up in court having done nothing wrong.&quot; The DEA also outlined certain other measures that could be considered to reduce piracy levels, including the slowing of internet connections, blocking online access or temporarily suspending accounts. These could be put back on the table by the government if the new code proves to be ineffective after its first full year of operation. An annex to the report shows that if 70,000 copyright infringement reports are sent by rights holders to the biggest ISPs each month  BT, Virgin, TalkTalk and BSkyB  the total cost to rights holders will be 14.4m, with each letter costing 17. The forecast is for it to become more cost effective for the rights holders to foot the bill for significantly more copyright infringement reports to go out to ISPs each month  175,000 will cost them 15.2m, however the cost-per-letter drops to 7.20. There is a slightly cheaper table of costs that has been set up for O2 and Everything Everywhere as they are significantly smaller ISPs. Ofcom also said that between 2010 and 2015 it expected to have run up bills of 10.5m in relation to setting up and running the DEA&apos;s anti-piracy regime, including drafting the code, establishing an independent appeals body, measurement and enforcement. Rights holders would foot the bill for the regime. &quot;These measures are designed to foster investment and innovation in the UK&apos;s creative industries, while ensuring internet users are treated fairly and given help to access lawful content,&quot; said Claudio Pollack, Ofcom&apos;s consumer group director. &quot;Ofcom will oversee a fair appeals process, and also ensure that rights holders&apos; investigations under the code are rigorous and transparent.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/26/ofcom-outlines-anti-piracy-rules", 
    "wordcount": "909"
}