{
    "headline": "Car review: Bentley GTC", 
    "text": "Price 149,350MPG 17.1Top speed 185mphWe all know chauffeurs drive, but having spent a day chauffeuring at my cousin&apos;s wedding, I can tell you that that&apos;s the easy part of the job. The hard part is the waiting. To sit at the wheel of aspectacularly beautiful supercar, its 2.5-tonnes of buffed steel, double-stitched leather and burnished walnut held in abeyance, like a crouching sprinter waiting for the gun that never comes, requires reserves of self-control you can only guess at. To idle and feel a peerless 6-litre twin-turbocharged engine burble beneath your poised foot and know that if you moved that foot just 6in you&apos;d hit 100mph in ashade over 10 seconds, but also to know you are going nowhere fast, is well, let&apos;s just say that Tantalus had it easy. At the end of my day&apos;s chauffeuring in this 186mph car, my average speed was astaggering 13mph! But weddings are days to linger over, and my slow day at the wheel of one of the most rapid cars on the road gave me a chance to sit back and squeeze every ounce of savour from it. The new Bentley GTC  the convertible version of the hard-topped GT which has been dazzling self-made millionaires in China and America since it arrived in showrooms at the end of last year  is asumptuous four-seat cloth-top decked out in marshmallow-soft leather, deep-pile carpets and polished wood. It oozes effortless class all the way from its jewel-like daylight running lamps at the front to the double-horseshoe design of its rear lights. There&apos;s a new man at the helm of Crewe&apos;s great ship, the amiable Wolfgang Drheimer, who has come from Porsche. And though there is talk of hybrid engines and even an SUV in the future, he knows that what Bentley does well is the past. It&apos;s the Julian Fellowes of cars. And nothing expresses that better than Bentley&apos;s exhaustive, pathological attention to detail. Whether it&apos;s panelgaps thinner than credit cards or the gentle snap of a slow-closing glovebox, nothing seems too insignificant to have the magnifying glasses of the designers pausing over it. An almost imperceptible change ofbackground colour to the winged &quot;B&quot; motif, for instance, is accompanied bya flurry of press releases. As a chauffeur sitting patiently in this great car  I feel really I should have been driving in white gloves  Ihad time to soak up some of the flawless craftsmanship that is at the heart of these unparalleled cars. Everything is carved, burnished, lacquered, stretched and stitched with solicitous care. The walnut used in the veneer which wraps itself around the chrome dials and shining organ-stop buttons of the dashboard all comes from the trees in 81-year-old Cyrus Jones&apos;s orchard in the US. But all chauffeurs have a guilty secret. When the client gets out, it&apos;s their time  and the car&apos;s. The leading rein comes off and it&apos;s achance to shake out the enforced stillness. After dropping my cousin and his new wife off at the end of their first day as amarried couple, I turned the GTC for home. The all-wheel drive car isn&apos;t some stately lady to be treated like afragile maiden aunt. It&apos;s a car built for drivers. Hit the throttle and the vast engine ignites. Power pours over you like an avalanche. It&apos;s exhilarating, breathtaking, joyous, spine-tingling and yet rock solid. It&apos;s everything Ihope their marriage will be.", 
    "section": "technology", 
    "gid": "technology/2012/may/20/bentley-gtc-review-martin-love", 
    "wordcount": "593"
}